{"tid":74024055,"publishdate":"2016-05-26","title":"Ashok Singh @ Mintu Singh (Pintu) {At : ... vs State Of U.P. on 26 May, 2016","doc":"<h2 class=\"doc_title\">Ashok Singh @ Mintu Singh (Pintu) {At : ... vs State Of U.P. on 26 May, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-v-rathore\">Surendra Vikram Singh Rathore</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-v-rathore\">Surendra Vikram Singh Rathore</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD, LUCKNOW BENCH\n \n \n\nA.F.R.\n \nReserved on 11.05.2016\n \nDelivered on 26.05.2016\n \n\n \n\n \n\n \n(i)\tCase :- CRIMINAL APPEAL No. - 6 of 2009\n \n\n \n\t\tAppellant :- Ashok Singh @ Mintu Singh (Pintu) \n \n\t\tRespondent :- State Of U.P.\n \n\t\tCounsel for Appellant :- Nagendra Mohan,A.M. \t\t\tShukla,C B Pandey,Manish Kumar,Vivek Shrotria\n \n\t\tCounsel for Respondent :- G.A.,B.K. Singh,K.K. \t\t\tSingh,Maneesh Kumar Singh,Nishar Ahmed, R.P.Singh, \t\tRam Prakash Singh,Rishad Murzata,S C Shukla,Vaibhav \t\tKalia\n \n\n \n\n \nalong with \n \n\n \n(ii)\tCase :- CRIMINAL APPEAL No. - 8 of 2009\n \n\n \n\t\tAppellant :- Om Prakash Tiwari\n \n\t\tRespondent :- State Of U.P.\n \n\t\tCounsel for Appellant :- Raghvendra Singh\n \n\t\tCounsel for Respondent :- G.A.,K.K. Singh,Maneesh \t\tKumar Singh,Nisar Ahmed,Ram Prakash Singh,Rishad \t\tMurtaza,S C Shukla,Vaibhav Kalia\n \n\n \n(iii)\tCase :- CRIMINAL APPEAL No. - 81 of 2009\n \n\n \n\t\tAppellant :- Sunil Kumar Tiwari\n \n\t\tRespondent :- State Of U.P.\n \n\t\tCounsel for Appellant :- Raghvendra Singh,A.M. \t\t\tShukla, Akhilesh Chandra,Indrajeet Shukla,Nagendra \t\t\tMohan,Rakesh Pathak,Surya Kant Misra,Vivek Shrotria\n \n\t\tCounsel for Respondent :- G.A.,B.K. Singh,K.K. \t\t\tSingh, Maneesh Kumar Singh,Nisar Ahmed,Ram Prakash \t\tSingh,Rishad Murtaza,Vaibhav Kalia\n \n\n \nAnd\n \n\n \n\t\tCase :- CRIMINAL APPEAL No. - 1781 of 2009\n \n\n \n\t\tAppellant :- State Of U.P.\n \n\t\tRespondent :- Sunil Kumar Tiwari\n \n\t\tCounsel for Appellant :- Govt. Advocate\n \n\t\tCounsel for Respondent :- Indrajeet Shukla\n \n\n \nHon&#x27;ble Surendra Vikram Singh Rathore,J.\n \n</pre><p data-structure=\"Issue\" id=\"p_1\">Hon&#x27;ble Anil Kumar Srivastava-II,J.\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_2\">(Per Surendra Vikram Singh Rathore, J.)\n \n\n \n</p><p data-structure=\"Issue\" id=\"p_3\">1. All the aforesaid criminal appeals arise out of a common judgment, hence these are being disposed of together.  \n</p> \n<p data-structure=\"Issue\" id=\"p_4\">2. Criminal Appeal No. 6 of 2009 has been preferred by convicted accused persons Ashok Singh alias Mintu Singh (Pintu) and Shailesh Kumar alias Pappu Singh while Criminal Appeal No. 8 of 2009 has been preferred by Om Prakash Tiwari and Babu Ram Tiwari, Criminal Appeal No. 81 of 2009 has been preferred by appellants Sunil Kumar Tiwari, Prem Nath Dubey, Rudra nath Dubey, Indra Nath Dubey, Santosh Singh, Ramji Tiwari and Girjesh Singh and Criminal Appeal No. 1781 of 2009 has been preferred by the State challenging the acquittal of accused persons under Section 302/149 I.P.C. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_5\">3. Heard Mr. Nagendra Mohan, Mr. C.B. Pandey and Mr. Indrajeet Shukla, learned counsels for the appellants, Mr. Umesh Verma, learned A.G.A. for the State, Mr. I.B. Singh, learned Senior Advocate and Mr. Manish Kumar Singh, Advocate for the complainant and perused the lower court record.\n</p> \n<p data-structure=\"Issue\" id=\"p_6\">4. Under challenge in all the aforesaid appeals is the judgment and order dated 17.12.2008 passed by learned Additional Sessions Judge, Fast Track Court No. 2, Gonda in Sessions Trial No. 177 of 2004 arising out of Case Crime No.114-A of 2001, Police Station Nawabganj, District Gonda whereby all the appellants were convicted and sentenced as under:-\n</p> \n<blockquote id=\"blockquote_1\">(i)\tUnder <a href=\"/doc/1258372/\" id=\"a_1\">Section 147</a> I.P.C., one year rigorous imprisonment and also with fine of Rs. 1,000/- each with default stipulation of three months additional rigorous imprisonment. \n</blockquote> \n<blockquote id=\"blockquote_2\">(ii)\tUnder <a href=\"/doc/763672/\" id=\"a_2\">Section 148</a> I.P.C., two years rigorous imprisonment and also with fine of Rs. 2,000/- each with default stipulation of six months additional rigorous imprisonment. \n</blockquote> \n<blockquote id=\"blockquote_3\">(iii)\tUnder <a href=\"/doc/409589/\" id=\"a_3\">Section 304 (I)</a> read with <a href=\"/doc/999134/\" id=\"a_4\">Section 149</a> I.P.C. with imprisonment for life and also with fine of Rs. 10,000/- each with default stipulation of two years additional rigorous imprisonment.\n</blockquote> \n<blockquote id=\"blockquote_4\">(iv)\tUnder <a href=\"/doc/1243353/\" id=\"a_5\">Section 342</a> I.P.C., six months rigorous imprisonment and also with fine of Rs. 5,000/- each with default stipulation of one year additional imprisonment. \n</blockquote> \n<p data-structure=\"Issue\" id=\"p_7\">However, all the accused persons were acquitted of the charge under Section 325/149 I.P.C.\n</p> \n<p data-structure=\"Facts\" id=\"p_8\">5. In brief the case of the prosecution was that complainant Shiv Bux Singh, who happens to be the  father of deceased Chandreshwar Pratap Singh lodged an F.I.R. on 11.9.2001 at 14:15 hours at Police Station Nawabganj, District Gonda alleging therein that his younger son Chandreshwar Pratap Singh was managing the Taxi Stand Theka of Nawabganj.  Janardan Prasad Tiwari, who has his shop in front of cold-storage and was P.R.O. of then Health Minister of Government of U.P. Sri Ramapati Shashtri, taking undue advantage of his influence, used to ply his vehicles and vehicles of the persons known to him without any serial and without token. This conduct was objected to by the deceased Chandreshwar Pratap Singh due to which an altercation took place on 31.7.2001 between Chandreshwar Pratap Singh and son of above-named Tiwari. Due to this altercation, Janardan Tiwari and his companions had threatened the son of the complainant with dire consequences. On 9.9.2001 Chandreshwar Pratap Singh was coming from Gonda and was going towards Nawabganj on a jeep at about 11:00 a.m. When his jeep reached near the turn of cold-storage, then one TATA 407 (minibus) was parked obliquely on the road due to which the entire road was blocked. The driver of the jeep of Chandreshwar Pratap Singh tried to take his jeep by the side of the road due to which the speed of jeep became very slow. In the meantime, all the accused persons, namely Sunil Tiwari, Babu Ram Tiwari, Om Prakash Tiwari, Ramji Tiwari resident of Majhanpurwa, Police Station Nawabganj Gird, Santosh Kumar Singh, Ashok Singh resident of Ballipur, Pappu Singh resident of Jalalpur, Girjesh Singh resident of Ballipur, Prem Dubey, Indresh Dubey resident of Khirhi Deeh, Police Station Wajeerganj armed with rifle, gun, hockey, Danda, iron rod, pistol surrounded the jeep and all the accused persons challenged Chandreshwar Pratap Singh and pulled him out of jeep and started beating him with hockey, Sonta, Danda, Sariya and with the butt of rifle, gun and took him to the shop of Janardan Tiwari and after closing the door of channel, he was badly beaten by the appellants. In the meantime, Ram Naresh Singh, Bhupendra Bux Singh, Rakesh Tiwari, Abdul Aziz reached there and saw the incident and immediately gave information of this incident at his house to his son Vijay Pratap Singh. On getting this information, his son Vijay Pratap Singh along with some other persons reached on the spot and found that Chandreshwar Pratap Singh was lying inside the channel door. Vijay Pratap Singh took his brother to Faizabad Hospital. The complainant also reached there, where after giving primary treatment he was asked to take him to Lucknow as his condition was serious. At that time, Janardan Tiwari, who was P.R.O. of Health Minister was present in the hospital, therefore, under his pressure, proper treatment was not ensured by the doctors. The complainant took his son to Mayo Medical Centre, Gomti Nagar, when his health improved a bit then he came to the Police Station Nawabganj district Gonda on 11.9.2001 and lodged the F.I.R. of this case.\n</p> \n<p data-structure=\"Facts\" id=\"p_9\">6. On the basis of this report, case crime number 114-A of 2001 was registered and investigation proceeded, which was entrusted to PW-11 S.I. Lal Mani. During investigation of this case, as per prosecution story, on 14.9.2001 Lal Mani went to Mayo Hospital, Lucknow for recording the statement of Chandreshwar Pratap Singh and recorded his statement under Section 161 Cr.P.C. Subsequently Chandreshawar Pratap Singh succumbed to the injuries on 16.9.2001 thereafter the case was converted under Section 302 I.P.C. \n</p> \n<p data-structure=\"Issue\" id=\"p_10\">7. In this case, investigation was subsequently transferred to CBCID and after completion of investigation, charge sheet was filed against all the accused persons. \n</p> \n<p data-structure=\"Precedent\" id=\"p_11\">8. Chandreshwar Pratap Singh was initially medically examined at District Hospital, Faizabad on the date of incident at 1:55 p.m. and following injuries were noted on his body:-\n</p> \n<blockquote id=\"blockquote_5\">(i)\tLacerated wound 5 cm x 1 cm x muscle deep right side of forehead 3.5 cm above right eyebrow. Fresh bleeding.\n</blockquote> \n<blockquote id=\"blockquote_6\">(ii)\tLacerated wound 6 cm x 1.5 cm x muscle deep on right side of head 3 cm above injury no. (i). Fresh bleeding present. \n</blockquote> \n<blockquote id=\"blockquote_7\">(iii)\tLacerated wound 4 cm x 1.5 cm x muscle deep on the right side of head 1.5 cm above injury no. (ii).\n</blockquote> \n<blockquote id=\"blockquote_8\">(iv)\tLacerated wound 4 cm x 1 cm x muscle deep on right side of head 8 cm above left mastoid region. \n</blockquote> \n<blockquote id=\"blockquote_9\">(v)\tLacerated wound 4 cm x 0.5 cm x muscle deep on the occipital region.\n</blockquote> \n<blockquote id=\"blockquote_10\">(vi)\tLacerated wound 2.5 cm x 0.5 cm x muscle deep anterior aspect of second phalynx of right ring finger. \n</blockquote> \n<blockquote id=\"blockquote_11\">(vii)\tMultiple contusion in an area of 30 cm x 5 above anterior aspect of right forearm, just above wrist.\n</blockquote> \n<blockquote id=\"blockquote_12\">(viii)\tContusion 5 cm x 2.5 cm on the dorsal dorsal aspect of right hand. \n</blockquote> \n<blockquote id=\"blockquote_13\">(ix)\tMultiple abrasion in an area of 18 cm x 2 cm on the anterior aspect of right leg, 4 cm below knee.\n</blockquote> \n<blockquote id=\"blockquote_14\">(x)\tContusion 10 cm x 7 cm on the dorsal of right foot, lateral aspect just below ankle. \n</blockquote> \n<blockquote id=\"blockquote_15\">(xi)\tAbrasion 1 cm x 0.1 cm on the dorsum of left foot 7 cm below the left ankle. \n</blockquote> \n<blockquote id=\"blockquote_16\">(xii)\tAbrasion 2 cm x 1 cm of anterior of left leg 12 cm below the knee.\n</blockquote> \n<blockquote id=\"blockquote_17\">(xiii)\tAbrasion 2 cm x 0.5 cm on the left leg front aspect 4 cm below injury no. (ii)\t\n \n</blockquote><blockquote id=\"blockquote_18\">(xiv)\tMultiple contusion in an area of 30 cm x 13 cm on right side of back starting from the top of shoulder. \n</blockquote> \n<blockquote id=\"blockquote_19\">(xv)\tMultiple contusion in an area of 26 cm x 18 cm on left side back starting from the top of shoulder.\n</blockquote> \n<blockquote id=\"blockquote_20\">(xvi)\tContusion 13 cm x 7 cm on the left side of back 4 cm below injury no. (xv).\n</blockquote> \n<blockquote id=\"blockquote_21\">(xvii)\tContusion 4 cm x 2 cm in the middle of back.\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_12\">In the opinion of doctor, injury nos. (ii), (iii), (iv), (v), (vii) and (xiv) were kept under observation and x-ray was advised. \n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_13\">All the injuries were caused by hard and blunt object and were fresh in duration.\n</p> \n<p data-structure=\"Facts\" id=\"p_14\">9. The deceased succumbed to the injuries on 16.9.2001 at 3:30 p.m. On the death of deceased, inquest proceedings were conducted by the Inspector of Police Station Gomti Nagar on the basis of death memo sent by Mayo Hospital, Gomti Nagar and postmortem on the body of the deceased was conducted on 16.9.2001 at 5:30 p.m. and following ante-mortem injuries were found on his body:-\n</p> \n<blockquote id=\"blockquote_22\">(i)\tLacerated wound 3 cm long with three stitches with right side forehead 3 cm above right eyebrow.\n</blockquote> \n<blockquote id=\"blockquote_23\">(ii)\tLacerated wound 10 cm long with eight stitches on the top of head and 3 cm behind injury no. (i).\n</blockquote> \n<blockquote id=\"blockquote_24\">(iii)\tLacerated wound 3 cm long with three stitches on left side of head, 6cm above and behind left ear.\n</blockquote> \n<blockquote id=\"blockquote_25\">(iv)\tLacerated wound 4 cm long with three stitches 2.5 cm above injury no. (iii).\n</blockquote> \n<blockquote id=\"blockquote_26\">(v)\tContusion 8 cm x 4 cm on front of left shoulder.\n</blockquote> \n<blockquote id=\"blockquote_27\">(vi)\tStitched wound on middle dorsal phalynx of right ring finger 4 cm long on opening pus present in the middle inner phalynx bone of ring finger fracture. \n</blockquote> \n<blockquote id=\"blockquote_28\">(vii)\tContusion on dorsum of right hand 4 cm x 4 cm.\n</blockquote> \n<blockquote id=\"blockquote_29\">(viii)\tPartially healed multiple abrasions in an area of 10 cm x 8 cm on middle dorsum aspect of right forearm. \n</blockquote> \n<blockquote id=\"blockquote_30\">(ix)\tMultiple abrasions in an area of 12 cm x 4 cm present on shin of left lower leg.\n</blockquote> \n<blockquote id=\"blockquote_31\">(x)\tMultiple healed abrasion (partially) in an area of 8 cm x 6cm on shin of right leg.\n</blockquote> \n\n \n<p data-structure=\"Facts\" id=\"p_15\">In the opinion of the doctor, the cause of death was septicemia as a result of ante-mortem injuries.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_16\">10. The appellants have pleaded a cross version in their defence for which a F.I.R. was lodged on the date of incident at 9:10 p.m. as Case Crime No. 114 of 2001 and investigation of the same was also entrusted to PW-11 Lal Mani.\n</p> \n<p data-structure=\"Facts\" id=\"p_17\">11. The defence of the appellants as comes up from the evidence of DW-1 and DW-2 was that one TATA 407 (a mini passenger bus) left the Taxi Stand for Gonda. The said TATA 407 was chased by a jeep on which deceased Chandreshwar Pratap Singh was present. The said jeep overtook TATA 407 near cold-storage where it was stopped by Chandreshwar Pratap Singh thereafter he started abusing driver as he has taken the bus without taking the token and without paying the tax. On this the driver replied that he shall pay the tax after his return from Gonda for both the sides but Chandreshwar Pratap Singh asked him to take back the bus to the taxi stand and started beating the driver. The passengers sitting on the bus objected such act of Chandreshwar Pratap Singh. Then Chandreshwar Pratap Singh started abusing the passengers also. DW-2 was a passenger of the bus and DW-1 was a person present there. In the meantime, Om Prakash Tiwari, asked Chandreshwar Pratap Singh why the passengers are being harassed while driver is ready to pay tax. It annoyed Chandreshwar Pratap Singh and he raided his jeep on Om Prakash Tiwari due to which his leg was fractured and jeep stopped in the pile of crushed stones (gitti) and as it could not move and stopped there. Seeing such activities of Chandreshwar Pratap Singh the passengers sitting in the bus and other persons present there started beating Chandreshwar Pratap Singh. Om Prakash Tiwari was also medically examined at District Hospital, Faizabad on the same day at 1:45 a.m. and following injuries were noted on his person:-\n</p> \n<blockquote id=\"blockquote_32\">(i)\tAbrasion 2 cm x 1 cm on the bridge of nose oozing present.\n</blockquote> \n<blockquote id=\"blockquote_33\">(ii)\tContusion abraded 12 cm x 4 cm on the mid chest just below the nipple, kept under observation.\n</blockquote> \n<blockquote id=\"blockquote_34\">(iii)\tAbrasion 6 cm x 2 cm on the lower of left side arm just below the elbow oozing present.\n</blockquote> \n<blockquote id=\"blockquote_35\">(iv)\tContusion 15 cm x 1 cm on the middle of right thigh red in colour, kept under observation.\n</blockquote> \n<blockquote id=\"blockquote_36\">(v)\tAbraded contusion on the right patella oozing present.\n</blockquote> \n<blockquote id=\"blockquote_37\">(vi)\tAbraded contusion 2 cm x 2 cm on left patella oozing. \n</blockquote> \n<p data-structure=\"Facts\" id=\"p_18\">Injury no. (ii) and (iv) were kept under observation. X-ray was advised. The injuries were caused by hard and blunt object and were fresh in duration.\n</p> \n<p data-structure=\"Facts\" id=\"p_19\">12. At this stage, it is pertinent to mention here that on the report lodged by Sunil Kumar Tiwari against Chandreshwar Pratap Singh regarding the cross version of this incident, police filed final report because of the death of Chandreshwar Pratap Singh, who was sole named accused in that case. However, police could not trace out the two unnamed accused persons.\n</p> \n<p data-structure=\"Issue\" id=\"p_20\">Brief description of evidence recorded during trial is as under:-\n</p> \n<p data-structure=\"CDiscource\" id=\"p_21\">13.  PW-1 Shiv Bux Singh is not a witness of this incident. He has given evidence regarding earlier incident that took place on 31.7.2001 as motive of this offence. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_22\">PW-2 Ram Naresh Singh is an eyewitness. He has supported the case of the prosecution. He is the first cousin of the complainant and was a chance witness, who as per his evidence reached place of occurrence by coincidence. He is resident of a village situated at a distance of about 6 -7 kilometers from place of occurrence. He has also stated that in his presence statement of Chandreshwar Pratap Singh was  recorded by Investigating Officer in Mayo Hospital at Lucknow.\n</p> \n<p data-structure=\"Facts\" id=\"p_23\">PW-3 Vijay Pratap Singh, PW-2 Ram Naresh Singh gave information to this witness at his house. When he came along with PW-2 and other persons to the place of occurrence then he saw that Chandreshwar Pratap Singh was lying in an injured condition inside the channel gate of appellant Sunil Kumar Tiwari and appellants were beating him. On the alarm raised by this witness appellants ran away. He has also stated that in Mayo Hospital in his presence statement of his brother was recorded by Investigating Officer. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_24\">PW-4 Dr. Sunil Agarwal, Neuro Surgeon of Mayo Hospital, who has proved the bed head ticket of Chandreshwar Pratap Singh. \n</p> \n<p data-structure=\"Issue\" id=\"p_25\">PW-5 Dr. Arvind Kumar Srivastava, who has medically examined injured Chandreshwar Pratap Singh at District Hospital Faizabad and also medically examined appellant Om Prakash Tiwari, injured of the cross case. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_26\">PW-6 Jagdish Yadav is a formal witness who has prepared chik report and G.D. of this case.  \n</p> \n<p data-structure=\"CDiscource\" id=\"p_27\">PW-7 Dr. Sadanand has conducted postmortem on the body of deceased, details of which has already been mentioned earlier. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_28\">PW-8 Vishnu Pratap Singh is witness of the inquest proceedings. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_29\">PW-9 Uday Pratap Singh is a witness of the previous incident that took place on 31.7.2001, which is said to be the motive to commit this offence. He also reached at that time by chance. \n</p> \n<p data-structure=\"Issue\" id=\"p_30\">PW-10 Ramesh Chandra Singh Yadav is Investigating Officer of CBCID. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_31\">PW-11 S.I. Lal Mani is Investigating Officer of the civil police, who has investigated both the cases till the investigation was handed over to CBCID. \n</p> \n<p data-structure=\"Precedent\" id=\"p_32\">PW-12 S.I. Ram Iqbal Singh, the then S.O. Gomti Nagar, who has prepared inquest report on the body of the deceased. \n</p> \n<p data-structure=\"Precedent\" id=\"p_33\">14. CW-1 Dr. Ramesh Chandra, the then surgeon of District Hospital, Faizabad, who has treated injured Chandreshwar Pratap Singh in District Hospital, Faizabad and has also stated that since his condition was serious, therefore, he was given first aid and was referred to Lucknow.\n</p> \n<p data-structure=\"Facts\" id=\"p_34\">CW-2 Shri Ram Lakhan Dubey, the owner of the jeep on which deceased Chandreshwar Pratap Singh had gone to the place of occurrence. During investigation this jeep was taken into custody from the place of occurrence. He has given evidence, though, hearsay, but in favour of the defence. \n</p> \n<p data-structure=\"Issue\" id=\"p_35\">DW-1 is Siya Ram Pande and DW-2 Vijay Bhan Singh have stated the defence case as stated earlier.\n</p> \n<p data-structure=\"PetArg\" id=\"p_36\"> DW-3 Markandey Pande has proved the medical examination report of Vijay Pratap Singh dated 4.11.1999 as secondary evidence. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_37\">15. After appreciating the evidence available on record, the trial court has considered the evidence of PW-2 and PW-3 wholly reliable and has also found the statement of deceased recorded by PW-11 Lal Mani to be wholly reliable as his dying declaration. The defence theory was discarded by the trial court observing that when incident of this case had taken place at 11:00 a.m., in which Chandreshwar Pratap Singh had received injuries then it was not possible subsequent thereto at 11:30 a.m. that he could have taken part in any incident and on this ground the defence theory was discarded. The trial court was of the view that offence committed by the accused persons inter alia shall fall under <a href=\"/doc/409589/\" id=\"a_6\">Section 304 (I)</a> I.P.C., as no deadly weapon was used and accordingly convicted the appellants, hence all the aforesaid criminal appeals.\n</p> \n<p data-structure=\"PetArg\" id=\"p_38\">16. Very lengthy arguments were advanced in these appeals from both the sides. On behalf of the appellants Mr. Nagendra Mohan, Mr. Chandra Bhushan Pande and Mr. Indrajeet Shukla have argued at length. The substance of the argument raised on behalf of the defence was that PW-2 Ram Naresh Singh was a chance witness. His evidence clearly shows that he was not even present at the place of occurrence. PW-3 Vijay Pratap Singh claims himself to have come to the place of occurrence on the information given by PW-2, therefore, once the presence of PW-2 Ram Naresh Singh is found to be doubtful then the presence of PW-3 Vijay Pratap Singh also cannot be believed on the place of occurrence. He has also argued that the trial court has overlooked all the material inconsistencies in recording the statement of deceased under <a href=\"/doc/447673/\" id=\"a_7\">Section 161</a> Cr.P.C., and without considering all these aspects, has found the same to be wholly reliable and has convicted the appellants. Learned counsel for the appellants has further submitted that the prosecution has not given any explanation as to how Om Prakash Tiwari has received injuries. Learned counsel for the appellants has placed reliance on several pronouncements of Hon&#x27;ble Apex Court, which shall be considered at the relevant part of the judgment. \n</p> \n<p data-structure=\"RespArg\" id=\"p_39\">17. On behalf of the State, learned A.G.A. Mr. Umesh Kumar Verma, and on behalf of complainant Mr. I.B. Singh, learned Senior Advocate and Mr. Manish Kumar Singh, Advocate have made their submissions.\n</p> \n<p data-structure=\"RespArg\" id=\"p_40\">18. Learned A.G.A. has submitted that the statement under <a href=\"/doc/447673/\" id=\"a_8\">Section 161</a> Cr.P.C. of  the deceased was admissible under <a href=\"/doc/1959734/\" id=\"a_9\">Section 32</a> of the Indian Evidence Act as dying declaration. He has also argued that the presence of TATA 407 was shown in the site plan of Case Crime No. 114-A of 2001 and said site plan has not been challenged in the cross examination, therefore the presence of TATA 407 on the place of occurrence by which the road was blocked, stands established. The witnesses have fully supported the case of the prosecution and the trial court has rightly appreciated the evidence available on record. \n</p> \n<p data-structure=\"PetArg\" id=\"p_41\">19. Mr. I.B. Singh, learned Senior Counsel has argued on behalf of the complainant that the date, time and place of occurrence has been admitted by some accused persons themselves in the statement recorded under <a href=\"/doc/767287/\" id=\"a_10\">Section 313</a> Cr.P.C. in reply to question number (1) and the manner of assault has been stated by the witnesses. Therefore, the trial court was right in concluding that the appellants have caused this offence and has rightly convicted them. \n</p> \n<p data-structure=\"PetArg\" id=\"p_42\">20. Mr. Manish Kumar Singh, Advocate has argued on behalf of the complainant that offence committed by the appellants would fall under <a href=\"/doc/1560742/\" id=\"a_11\">Section 302</a> I.P.C. and not under <a href=\"/doc/409589/\" id=\"a_12\">Section 304 (I)</a> I.P.C., because the deceased was given blows so mercilessly that they all had intentionally caused injuries with the knowledge that the injuries caused by them shall in all probability result into the death of the deceased, so the offence committed by the appellants would fall under <a href=\"/doc/1560742/\" id=\"a_13\">Section 302</a> I.P.C. Apart from it, he has also made submission regarding the truthfulness of the prosecution witnesses and the reliability of the dying declaration.\n</p> \n<p data-structure=\"Facts\" id=\"p_43\">21. Keeping in view the rival submissions, the evidence of the prosecution witnesses has to be appreciated. In the instant case, admittedly there is no dispute to the fact situation that only two witnesses of fact have been examined in support of the prosecution. PW-2 Ram Naresh Singh, who is first cousin of the complainant was resident of a village situated at a distance of 6 - 7 kilometers from the place of occurrence. He is the person who has given the information, as per the case of the prosecution, to PW-3 Vijay Pratap Singh at his residence and thereafter PW-3 Vijay Pratap Singh came to the place of occurrence along with some other persons and had taken Chandreshwar Pratap Singh in injured condition to District Hospital Faizabad on a jeep.  It is true that incident of this case has taken place on a road, so every person who was a passerby may be a witness of this incident. But such person must come with a reason for his presence there. \n</p> \n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"121431779\" id=\"span_1\">22. In this case the prosecution has come with a motive that on 31.7.2001, the incident of altercation had taken place with Sunil Kumar Tiwari and others on one side and the deceased Chandreshwar Pratap Singh on other side. The reason for such incident was that Sunil Kumar Tiwari, who happens to be the nephew of Janardan Prasad Tiwari under his political influence used to run the vehicles as Taxi without taking token from the taxi stand and without paying the taxes. This act was objected to by Chandreshwar Pratap Singh on which this quarrel took place wherein Chandreshwar Pratap Singh was threatened by Sunil Kumar Tiwari and his associates and because of that enmity, the offence has been committed. Since the prosecution has come with direct evidence and law is settled on the point that in case of direct evidence, the motive pales into significance. On this point, reference may be made to the pronouncement of Hon&#x27;ble the Apex Court in the case of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/121431779/\" id=\"a_14\">Darbara Singh Vs. State of Punjab</a> reported in 2012 (10) SCC 476, Sanjeev Vs. State of Haryana  reported in 2015 4 SCC 387 and Birendra Das and another Vs. State of Assam  reported in 2013 12 SCC 236.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121431779\" id=\"span_2\">In the case of <a href=\"/doc/121431779/\" id=\"a_15\">Darbara Singh</a> (supra), Hon&#x27;ble the Apex Court has observed in paragraph no. 15 and 16 as under:-</span>\n</p> \n<blockquote id=\"blockquote_38\">&quot;15.\tSo far as the issue of motive is concerned, it is a settled legal proposition that motive has great significance in a case involving circumstantial evidence, but where direct evidence is available, which is worth relying upon, motive loses its significance. In the instant case, firstly, there is nothing on record to reveal the identity of the person who was convicted for rape, there is also nothing to reveal the status of his relationship with the Appellant and further, there is nothing on record to determine the identity of this girl or her relationship to the co-accused Kashmir Singh. More so, the conviction took place 20 years prior to the incident. No independent witness has been examined to prove the factum that the Appellant was not on talking terms with Kashmir Singh. In a case where there is direct evidence of witnesses which can be relied upon, the absence of motive cannot be a ground to reject the case. Under no circumstances, can motive take the place of the direct evidence available as proof, and in a case like this, proof of motive is not relevant at all.\n</blockquote> \n<blockquote id=\"blockquote_39\">16.\tMotive in criminal cases based solely on the positive, clear, cogent and reliable ocular testimony of witnesses is not at all relevant. In such a fact-situation, the mere absence of a strong motive to commit the crime, cannot be of any assistance to the accused. .........................&quot; \n</blockquote> \n<p data-structure=\"Issue\" id=\"p_45\">                                    (Underlined by us)\n \n\n \n</p><p data-structure=\"CDiscource\" id=\"p_46\">23. PW-1 complainant Shiv Bux Singh in his examination in chief on this point has not stated that any information of the incident dated 31.7.2001 was given to the police but Head Moharir of the police station PW-6 has stated that an application to this effect was given at police station but the case was not registered under the political pressure. PW-9 has also given evidence on the point of motive but he was also a chance witness. He has stated that by chance he had gone to take petrol for his scooter and has witnessed the incident dated 31.7.2001. Since we have already observed that it is a case of direct evidence and motive takes a back seat in cases of direct evidence, so we do not find it necessary to deal with this point in detail.\n</p> \n<p data-structure=\"Issue\" id=\"p_47\">24. In order to appreciate the evidence of a witness the first question that has to be considered by the court is whether he was present at the place of occurrence, if reply to this query is in affirmative then the next question arises whether his evidence is reliable or not. So we will first deal with the point whether he was present at the place of occurrence.  \n</p> \n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1642159\" id=\"span_3\">25. Before proceeding further in the matter, we would like to mention that it is settled principle of criminal law that the prosecution must stand on its own legs and it cannot take advantage of the weaknesses of defence. On this point reference may be made to the pronouncement of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/1642159/\" id=\"a_16\">Suchand Pal Vs. Phani Pal</a> reported in (2003) 11 SCC, 533 wherein Hon&#x27;ble Apex Court has held as under:-</span>\n</p> \n<blockquote id=\"blockquote_40\">&quot;It is an established position in law that the prosecution can succeed by substantially proving the version it alleges. It must stand on its own legs and cannot take advantage of the weakness in the defence case. The court cannot on its own make out a new case for the prosecution and convict the accused on that basis. Only when a conclusion is arrived at on the evidence and the substratum of the case is not changed, such a course is permissible.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"917041\" id=\"span_4\">26. Now we come to the evidence of PW-2 Ram Naresh Singh and first we shall examine it to ascertain whether he was present at the scene of occurrence as claimed by him and if yes whether his evidence is reliable. Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/917041/\" id=\"a_17\">Acharaparambath Pradeepan and another Vs. State of Kerala</a> reported in (2006) 13 SCC 643 has considered the evidence of a chance witness and has held in paragraph no. 32 as under:-</span>\n</p> \n<blockquote id=\"blockquote_41\">&quot;32.\tSome caution is also required to be exercised in case of chance witnesses. It requires a close scrutiny of the evidence of a chance witness.&quot; \n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_50\">27. Admittedly PW-2 Ram Naresh Singh is the first cousin of complainant Shiv Bux Singh and has been accused in some criminal cases with complainant Shiv Bux Singh. This fact has been admitted by this witness in his cross-examination. Regarding his presence on the place of occurrence, he has stated during trial that one day prior to the incident, he had gone on motorcycle to Gonda to the house of his uncle Ram Iqbal. He stayed there in the night and in the following morning, he moved from Gonda and went to Banbhusara village near Dumariyadeeh where his daughter was married. While he was coming back from the house of his daughter, and reached at Gonda-Faizabad Road near cold-storage then he saw a TATA 407 was parked there and thereafter he claims to have witnessed the incident. On this point, in cross-examination, he has stated that on 8.9.2001, he had gone to the house of his uncle Ram Iqbal in Gonda to talk with him about agriculture. He himself had gone to his house. It was not pre-planned visit nor he was called by his uncle on 8.9.2001. He had gone alone on motorcycle and took about two hours to reach Gonda from his house. The distance of Gonda from his house was 40 km. Next day in the morning i.e. on the date of incident, he left Gonda at about 9:00 a.m. or 9:15 a.m., he reached the house of Kali Prasad Singh in village Banbhusara with whose son, his daughter has been married. He has stated that at about 10:00 - 10:15 in the morning, he reached the village of his daughter. He has admitted that his visit to the house of his daughter was just coincidence and it was not a pre-planned visit. He talked about the welfare of his daughter and took tea and thereafter he left at 10:30 a.m. and reached the place of occurrence at about 11:00 a.m. Thus he took about half hour time in covering the distance from the house of his daughter to the place of incident. He has himself admitted that after undertaking a drive on motorcycle of more than one hour and fifteen minutes, he reached at about 10:15 a.m. to the house of his daughter and left about 10:30 a.m. while he had no other planned programme. The  question arise as to what was the hurry to this witness to stay at the house of his own daughter only for 15 minutes when he had gone to his daughter&#x27;s house after covering such a long distance. Virtually he is giving an explanation simply to show that he was present at the place of occurrence. All these statements that he went to Gonda one day prior to this incident and on the date of incident, he went to meet his daughter, does not find place in his statement under <a href=\"/doc/447673/\" id=\"a_18\">Section 161</a> Cr.P.C. His statement under <a href=\"/doc/447673/\" id=\"a_19\">Section 161</a> Cr.P.C. was first  recorded after about eight days of the incident by the civil police and thereafter again by the CBCID. In both the statements, he has stated that on the day of  incident, he had gone to Dumariyadeeh with his personal work where-from he was coming back. He has stated that he had told all these details to the Investigating Officer but he could not furnish any reason as to why it was not written by the Investigating Officer. On this point, PW-11 Lal Mani, Investigating Officer has stated that Ram Naresh Singh had told him that he had gone to Dumariyadeeh on the date of incident and on that day, he was coming back. Thus he has not stated during investigation that he had gone to the house of his uncle and from there to the house of his daughter and after staying there only for 15 minutes, he left the village Banbhusara and reached the place of incident at 11:00 a.m. PW-10 Ramesh Chandra Singh Yadav, who is Investigating Officer of CBCID has stated that he made no effort to record the statement of Ram Iqbal, uncle of the complainant. Thus, very contradictory statement regarding the reason as to when he left his village and where-from he reached the place of occurrence were given by PW-2 Ram Naresh Singh. In our considered opinion, it was obligatory on the prosecution to examine Ram Iqbal where this witness claims to have stayed in the night on 8.9.2001 and also Kali Prasad or his own daughter to establish that on the date of incident or a day prior thereto, this witness had come to their house. Non-examination of these two witnesses regarding the presence of this witness at the place of occurrence create doubt. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178836278\" id=\"span_5\">Admittedly the place of occurrence was neither the normal place of his presence nor the place of his vocation. So prosecution was supposed to establish his presence. If prosecution fails to prove his presence by link evidence then it will give rise to an adverse inference against the prosecution. On this point reference may be made to the pronouncement of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/178836278/\" id=\"a_20\">State of Uttar Pradesh Vs. Satveer and others</a> reported in (2015) 9 Supreme Court Cases 44 wherein in similar circumstances, Hon&#x27;ble the Apex Court has observed in paragraph no. 13 as under:-</span>\n</p> \n<blockquote id=\"blockquote_42\">&quot;13.\tWe now proceed to examine the testimony of the sole witness in the context of the material on record. According to PW2 Mewa Ram he was sitting on a bench in front of the clinic of a doctor with Vijaypal when he saw Akash being led inside the baithak by the Respondents. Apart from his own testimony nothing has been placed on record by the prosecution which could lend corroboration to his own presence and the content of his version. First, no reason has been given why Mewa Ram and Vijaypal were sitting on the bench outside the clinic of the doctor. Neither the doctor nor Vijaypal were examined. Beyond the testimony of the witness himself there is nothing to indicate whether PW2 Mewa Ram was actually there at the relevant time or not. Secondly, the place from where he allegedly witnessed the occurrence is not a natural place where either the witness resides or carries on any vocation. The reason for his being there is not placed on record. Again the reason for his continuing to be there for 20-25 minutes is also not spelt out. Thirdly, none from the house of Akash was examined nor did PW1 Roop Basant throw any light as to when Akash left the house and in whose company was he playing. Neither has the prosecution given the names of those children nor has anybody else been examined to say that he had seen the children playing at the place in question. There is nothing on record which could corroborate that Akash was actually present with other children. Fourthly, there is nothing to indicate how far was the house of Akash and whether that was the normal place where Akash would always be playing. Lastly, if the incident created chaos in the village so much so that the villagers went and thrashed the Respondents, there is no reason why none of them was examined.&quot; \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_51\">                                     (emphasis added)\n \n\n \n</p><p data-structure=\"CDiscource\" id=\"p_52\">28. Thus prosecution has failed to prove the presence of this witness at the scene of occurrence by link evidence. Even otherwise he himself has given contradictory statements about his presence during investigation and during trial. There is yet another reason which belies the presence of the two eye-witnesses. As per admitted case of the prosecution these two witnesses had taken the injured to District Hospital Faizabad. It has come in evidence that parents of Chandreshwar Pratap ingh reached Faizabad Hospital subsequently. As per evidence none of these two eye-witnesses admitted him in Hospital. He was admitted by his mother. Normally in such circumstances, it is the male member of the family who come forward and woman, particularly in rural background, are kept away from such responsibility. But in this case no male member admitted Chandreshwar Pratap Singh in Hospital. It also supports the defence theory that these persons were not present and injured was taken to hospital by his mother. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_53\">29. Thus we find that presence of this witness on the place of occurrence for the reasons stated above to be doubtful. Inspite of that we have examined the reliability of his evidence. He has stated that at about 11:00 a.m., he reached near cold-storage. Road was blocked by TATA 407 so he stopped his motorcycle there. Generally the practice of motorcyclist is that in case there is any blockage on the road then inspite of stopping there, they take out their motorcycle from any other side even driving through Kachcha Road. Bare perusal of the site plan shows that there were open area on both the sides of the road. So there was absolutely no occasion for this witness to stop his motorcycle and to wait for the arrival of Chandreshwar Pratap Singh. Neither he was aware of the fact that Chandreshwar Pratap Singh shall come to the place of occurrence nor Chandreshwar Pratap Singh was having any information that he was present at the place of occurrence. He has fairly conceded in his cross-examination that his arrival at the place of occurrence was just a coincidence. All the accused persons were known to this witness but he has not stated as to what weapon was possessed by each accused. On this point, when he was questioned during cross-examination then he has stated that he was not aware as to what weapon was possessed by each accused. He has also not stated as to how many persons were sitting in the jeep. He has expressed his ignorance totally about the cross case and the injuries sustained by appellant Om Prakash Tiwari. When the evidence of this witness is considered in the light of statement of PW-3 then it is clear that the information about the incident was given by this witness to PW-3 Vijay Pratap Singh. He has assigned specific weapon in the hands of each accused. But as stated earlier, this witness himself was not aware of the fact of the weapons possessed by each accused. A general statement was made by him on this point. Once he himself was not aware of the weapon of each accused persons then he was not in a position to tell the said fact to PW-3 Vijay Pratap Singh. PW-3 Vijay Pratap Singh has also expressed his ignorance about the cross case and has also not disclosed the name of jeep driver and cleaner on which Chandreshwar Pratap Singh reached the place of occurrence. PW-3 Vijay Pratap Singh has stated that it was Ram Naresh who told him about the incident, the name of the persons who stopped the jeep and have beaten Chandreshwar Pratap Singh along with their weapons but this statement of PW-3 Vijay Pratap Singh is contrary to the statement given by PW-2 Ram Naresh as he has expressed his ignorance regarding the weapon possessed by each individual accused. Even in the dying declaration of the deceased weapons of each accused were not disclosed by him, though he has narrated names, parentage and residence of all the accused persons. How complainant mentioned this detail in F.I.R. is best known to him only.    Submission of learned counsel for the appellants has substance that deliberately these two witnesses have concealed the name of jeep driver and cleaner because they were the best witness of the incident and prosecution has deliberately withheld them and has produced planted witnesses. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_54\">30. Admittedly in this case prosecution has itself proved the injuries sustained by Om Prakash Tiwari as Ex. Ka-7. According to the evidence of PW-5 Dr. Arvind Kumar Srivastava, appellant Om Prakash Tiwari was examined about ten minutes prior to the examination of deceased Chandreshwar Pratap Singh at about 1:45 a.m., and these injuries were found on his person, which were caused by hard and blunt object and it has come in evidence that his right leg was fractured. All the witnesses of fact produced by prosecution were given an opportunity on behalf of the defence to explain the injuries sustained by appellant Om Prakash Tiwari but all the witnesses of fact produced by prosecution have expressed their total ignorance about the existence of any cross-case and about the injuries sustained by Om Prakash Tiwari. None of them disclosed the name of the driver, cleaner or any other occupant of the jeep.\n</p> \n<p data-structure=\"PetArg\" id=\"p_55\">31. Submission of learned counsel for the appellants was that non-examination of the injuries of accused Om Prakash Tiwari gives rise to the only inference that the prosecution is suppressing the genuineness of the case and is not coming with clean hands. \n</p> \n<p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143183566\" id=\"span_6\">32.  On this point, reliance has been placed on the pronouncement of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/143183566/\" id=\"a_21\">Balwan Singh Vs. State of Haryana</a> reported in (2005) 11 SCC 245 wherein Hon&#x27;ble the Apex Court in paragraph no. 12 has held as under:-</span>\n</p> \n<blockquote id=\"blockquote_43\">&quot;12. The question then arises whether the failure of the prosecution to explain the injuries suffered by the accused is not fatal to the case of the prosecution. It is true that in all cases failure of the prosecution to explain injuries to accused may not be fatal, and that the consequence of to explain such injuries depends upon the facts and circumstances of the case, the nature of the occurrence and the nature of the injuries suffered by the accused. In this case we find that the injuries suffered by A1 to A3 are numerous. We can say that the injuries were serious because any of the injuries on the skull could have proved fatal. Fortunately, that did not happen. The High Court noticing the evidence took the view that though the prosecution had not explained the injuries on the accused persons and may not have come out with a correct version of the occurrence, this could be said to be a case of a free fight and, therefore, right of private defence was not available to any of the participants and each one must be held responsible for is own conduct and action. We do not find ourselves in agreement with this view. The mere fact that the accused are also found to have sustained serious injuries unexplained by the prosecution does not necessarily give rise to an inference that there must have been a free fight. In the instant case, we find that there is ample evidence on record to establish that the occurrence took place in a different manner altogether in which the accused were also injured. They were promptly examined by the doctor who was examined as PW6, and they had also lodged a first information report stating relevant facts and alleging that it was the prosecution party which was the aggressor. From the facts of the case it becomes apparent that the prosecution has not disclosed the true genesis of the occurrence. The motive suggested by the prosecution does not appeal to us, because if there was an altercation between A1 and A2 in village Juan when a request was made by PW5 to A1 to take the groom on his motor cycle to the Choupal, there appears to be no reason why the accused would have assaulted his father after returning to the village, particularly, when PW5 was not with his father. The motive as alleged by the prosecution does not appeal to us because it does not appear to be natural that for the conduct of his son at a different place, the appellant would return to the village and kill his father. Having regard to the place of occurrence as found by the High Court, the defence of the accused is probablised. It is well settled that while the prosecution has to prove its case beyond reasonable doubt, the defence has only to produce evidence or show material on record which probably its defence.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"104917987\" id=\"span_7\">Reliance has also been placed on the pronouncement of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/104917987/\" id=\"a_22\">Ganesh Dutt Vs. State of Uttarakhand</a> reported in (2014) 12 SCC 389 in which Hon&#x27;ble the Apex Court has held in paragraph no. 21:-</span>\n</p> \n<blockquote id=\"blockquote_44\">&quot;21.\tThe eye-witnesses who deny the presence of injuries on the person of the accused are lying on most material point, and therefore, their evidence is unreliable. It assumes much greater importance where the evidence consists of interested or inimical witnesses. In the present case admittedly there was enmity between the accused family and the deceased family and PWs 1 to 3 are interested as well as inimical witnesses and their denial of injuries on the person of accused, makes their evidence unreliable.&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"65122427\" id=\"span_8\">Reliance has also been placed on the pronouncement of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/65122427/\" id=\"a_23\">Vijay Narain Mishra Vs. State of U.P.</a> reported in (2013) 83 ACC 444 wherein a Division Bench of this Court in paragraph no. 30 has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_45\">&quot;30.\t..................... Thus, on an overall examination of facts and circumstances, the out come which can be safely arrived at is that the prosecution has not been able to establish the guilt of the appellant beyond all reasonable doubt and has suppressed the real genesis of the incident. Its witnesses have not deposed real truth and has concealed very significant aspect of accused injuries, which makes them untrustworthy witnesses. FIR is imbibed with an element of concoction and hence looses its authenticity and corroborative value and consequently for all these reasons all the accused appellants are entitled to acquittal.&quot;\n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_59\">33. In the facts of this case also only related chance witness could be produced. PW-2 Ram Naresh Singh was also accused with complainant in some cases and he admits that he reached the place of occurrence by coincidence. He has also not explained the injuries sustained by appellant Om Prakash Tiwari. Identity of most natural witness, the driver and cleaner of jeep has been concealed.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_60\">34. Thus, in this case, non-explanation of injuries of Om Prakash Tiwari further makes the evidence of this witness to be unreliable. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_61\">35. In the instant case, both the parties have made allegations against each other regarding abuse of their influence. The complainant side says that Janardan Prasad Tiwari was PRO of the then Health Minister  Sri Ramapati Shashtri and under his influence proper treatment at District Hospital Faizabad was deliberately not given to Chandreshwar Pratap Singh by the hospital authorities. On the contrary, the appellants have stated that Yash Pal Singh, the then DGP was in close contact with the complainant side. He had come to attend the marriage of his daughter, therefore, the police was deliberately siding the complainant side. Because of such conduct of the police, the appellants made a request for transfer of the investigation, so that the case may be fairly investigated. We do not find it appropriate or the least necessary to indulge into the political or any other influence as alleged by both the parties against each other. But we consider it appropriate to confine ourselves to the material available on record and to decide the case only on the basis of the evidence led by the parties during trial. \n</p> \n<p data-structure=\"Facts\" id=\"p_62\">36. Learned counsel for the appellants during course of argument has drawn the attention of this Court towards the evidence of CW-2 Shri Ram Lakhan Dubey, who was the owner of the jeep and has stated in his cross-examination by  the accused that in between 9:00-10:00 a.m., Chandreshwar Pratap Singh came to his jeep and asked the key of the jeep from his driver and told him that he will chase a vehicle. The driver of the jeep declined to give him the key of the jeep. But he forcibly snatched the key of the jeep and went on the said jeep. It is true that this statement of the witness is hearsay as he himself has admitted that on the date of incident he was in Delhi. When he came back from Delhi then he got his jeep released from the court. He has also disclosed the name of the driver of the jeep but it is really strange to note that the police made absolutely no effort to work out the name of the driver or owner of the jeep. The prosecution in this case has tried to conceal the name of owner and driver of the jeep on which Chandreshwar Pratap Singh went to the place of occurrence. Reason behind it is apparent that either they apprehended that their story shall not be supported by these persons or they were apprehending that in case they disclose the name of driver of the jeep then he shall be made an accused in the cross case and both these inferences adversely affect the case of the prosecution. CW-2 Ram Lakhan Dubey has also stated that at the time of incident, his brother was present in Katara Nawabganj along with (PW-3) Vijay Pratap Singh. This statement of the witness has not been challenged. No cross-examination on behalf of the prosecution was made to this witness. Virtually the statement given by this witness in his cross-examination remains unchallenged. His jeep was found at the place of occurrence and the same was taken into custody by the police in damaged condition. The jeep was found entangled in pile of crushed stone pieces (Gitti), which was shown in the site plan of this case also. It is really strange to note that inspite of taking the jeep into police custody, the police says that he could not work out the name of the driver and owner of the jeep. So the evidence of this witness was detrimental to the case of the prosecution. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_63\">37.  Once PW-2 Ram Naresh Singh fails to satisfy the court on the point of reason for his presence at the place of occurrence, which admittedly was coincidence then this fact makes his evidence unworthy of credence. The presence of PW-2 Ram Naresh Singh at the place of occurrence would adversely affect the evidence  of PW-3 Vijay Pratap Singh as he was brought by PW-2 at the place of occurrence and found Chandreshwar Pratap Singh lying inside the channel gate. Thus evidence of both these witnesses was not reliable. No effort was made by prosecution to examine any independent witness though some were named in F.I.R. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_64\">38. Since we have already concluded that the evidence of PW-2 Ram Naresh Singh and PW-3 Vijay Pratap Singh was not reliable for the reason stated above, therefore, the only evidence that remains to connect the appellants with the instant offence would be the evidence of dying declaration of the deceased.\n</p> \n<p data-structure=\"RespArg\" id=\"p_65\">39. Learned counsel for the parties have laid great emphasis on this point and have stated that the dying declaration by itself, even if the evidence of two witnesses is not found to be wholly reliable, was sufficient to convict the appellants. \n</p> \n<p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"160670360\" id=\"span_9\">40. Learned A.G.A. has drawn the attention of this Court towards the pronouncement of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/160670360/\" id=\"a_24\">Sri Bhagwan Vs. State of Uttar Pradesh</a> reported in (2013) 12 SCC 137 and has drawn our attention towards paragraph no. 24 of <a href=\"/doc/160670360/\" id=\"a_25\">the said judgment</a>, which reads as under:-</span>\n</p> \n<blockquote id=\"blockquote_46\">&quot;24.\tAs far as the implication of 162 (2) of <a href=\"/doc/445276/\" id=\"a_26\">Code of Criminal Procedure</a> is concerned, as a proposition of law, unlike the excepted circumstances under which 161 statement could be relied upon, as rightly contended by learned senior Counsel for the Respondent, once the said statement though recorded Under <a href=\"/doc/447673/\" id=\"a_27\">Section 161</a> Code of Criminal Procedure assumes the character of dying declaration falling within the four corners of <a href=\"/doc/1135830/\" id=\"a_28\">Section 32 (1)</a> of Evidence Act, then whatever credence that would apply to a declaration governed by <a href=\"/doc/1135830/\" id=\"a_29\">Section 32 (1)</a> should automatically deemed to apply in all force to such a statement though was once recorded Under <a href=\"/doc/447673/\" id=\"a_30\">Section 161</a> Code of Criminal Procedure. The above statement of law would result in a position that a purported recorded statement Under <a href=\"/doc/357596/\" id=\"a_31\">Section 161</a> of a victim having regard to the subsequent event of the death of the person making the statement who was a victim would enable the prosecuting authority to rely upon the said statement having regard to the nature and content of the said statement as one of dying declaration as deeming it and falling Under <a href=\"/doc/1135830/\" id=\"a_32\">Section 32 (1)</a> of Evidence Act and thereby commend all the credence that would be applicable to a dying declaration recorded and claimed as such.\t&quot;\n</blockquote> \n\n \n<p data-structure=\"Conclusion\" id=\"p_67\">41. There is no dispute to the legal position that statement of a person recorded by the Investigating Officer regarding cause of his death is admissible in evidence under <a href=\"/doc/1959734/\" id=\"a_33\">Section 32</a> of the Indian Evidence Act as his dying declaration after the death of such person.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_68\">42. Learned counsel for the appellants have not challenged that it was not a dying declaration. But their submission is that it was virtually a fabricated document and was prepared subsequently by PW-11 Lal Mani, Investigating Officer of the civil police. The submission is that the prosecution itself was aware of the fact that the evidence of the two witnesses was very weak type of evidence as most natural and independent witnesses were withheld, therefore, both these witnesses have started saying before the Court during trial for the first time that in their presence the statement of Chandreshwar Pratap Singh was recorded by the Investigating Officer. Learned counsel for the appellants have also challenged that photostat copy of dying declaration has been filed and it is not clear from the record whether the original was before the court at the time when it was proved. We do not consider it necessary to indulge into this controversy because during trial, no objection was raised on behalf of the appellants that such a photo copy was not admissible in evidence. So we will consider it on merits. According to the prosecution case, this dying declaration was recorded by PW-11 Lal Mani at Mayo Hospital, Gomti Nagar, Lucknow. Admittedly he has not taken any consent from the attending doctor whether his statement can be recorded nor there is any such mention in the bed head ticket that any statement of this patient was recorded by the police. Cross-examination of PW-11 Lal Mani shows that he left Gonda for Lucknow on 14.9.2001 and recorded the statement of Chandreshwar Pratap Singh in Lucknow but he expressed his inability to disclose the time at which such statement was recorded. He has also admitted that serial number of the case diary and volume number of the case diary in which this statement was recorded was not clear. He has fairly admitted that on that day, he had taken a different case diary. Thus it means the statement was recorded by this witness neither in the case diary of case crime no. 114 of 2001 or 114-A of 2001. When he was questioned during cross-examination as to how, he used third case diary for recording the statement of Chandreshwar Pratap Singh then he could not reply this question and kept mum. He has admitted that he came back from Lucknow on 17.9.2001. He has also admitted that in the G.D. of the police station, his movement has not been recorded in connection with the investigation of Case Crime No. 114-A of 2001 on 14.9.2001. It is really strange to note that a police officer, who is investigating a serious offence, which has taken place in the heart of city, without any movement for the said purpose without the case diary of that case went to the hospital to record statement. He does not remember the time at which he recorded the statement of the injured. Admittedly such statement was recorded without seeking any permission from the doctor or without obtaining the fitness certificate from the doctor. We do not find the requirement of the certificate of the doctor to be very necessary because the statement was not recorded as dying declaration where <a href=\"/doc/565781/\" id=\"a_34\">Regulation 115</a> of the U.P. Police Regulation may apply. But inspite of that recording of such statement on third case diary definitely creates doubt and makes the defence theory probable that under undue enthusiasm PW-11 Lal Mani has fabricated this dying declaration. Since dying declaration came into existence, therefore, PW-2 Ram Naresh Singh and PW-3 Vijay Pratap Singh started saying that they were present in the hospital at the time when statement of Chandreshwar Pratap Singh was recorded. But when we examined the evidence of PW-11 Lal Mani himself on this point, who has recorded the statement of these two witnesses then we found that PW-11 Lal Mani has stated that PW-2 Ram Naresh Singh told him that he got the information yesterday that Chandreshwar Pratap Singh, who was under treatment in Mayo Hospital, Lucknow, has expired. He has not told him that during his treatment, he was present there while PW-2 Ram Naresh Singh has stated that he went with Chandreshwar Pratap Singh to Faizabad hospital and there-from to Mayo Hospital, Lucknow and remained there upto 12.9.2001 and came back to Gonda and again went to Mayo Hospital on 14.9.2001. But no such statement was given by him to PW-11 Lam Mani. On the contrary, PW-11 Lal Mani, Investigating Officer of the civil police has stated that PW-2 Ram Naresh Singh told him that he got the information of this death. This fact was not disclosed by the witness to the Investigating Officer and for the first time, PW-2 Ram Naresh Singh and PW-3 Vijay Pratap Singh have come with a case that in their presence, statement of Chandreshwar Pratap Singh was recorded by PW-11 Lal Mani. So such a statement before the court for the first time by PW-2 Ram Naresh Singh and PW-3 Vijay Pratap Singh comes within the purview of an improvement that cannot be relied upon keeping in view the pronouncement of Hon&#x27;ble the Apex Court in the case of Yudhishtir Vs. State of Madhya Pradesh reported in 1971 (3) SCC 436 wherein Hon&#x27;ble the Apex Court has held that if any fact is not disclosed in the F.I.R. or during investigation and for the first time, it is stated during trial, then the said statement would amount to an improvement and cannot be relied upon. Hon&#x27;ble the Apex Court has considered this point in paragraph no. 24 of the said judgment, which reads as under:-\n</p> \n<blockquote id=\"blockquote_47\">&quot;24.\t................ We are of the opinion that these omissions, pointed out above, are not minor, but they are omissions of a very substantial nature, which affect the truth of the evidence given before the Court. On the earliest occasion, these witnesses have omitted to refer to the decisive role stated to have been played by the appellants in the commission of murder. Therefore, the statement before the Court implicating appellants must, in the circumstances, be considered to be an improvement. &quot; \n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_69\">43. On the point of dying declaration of deceased, PW-10 Ramesh Chandra Singh, Investigating Officer of CBCID, who has taken up the investigation after the death of Chandreshwar Pratap Singh has recorded the statement of PW-1 Shiv Bux Singh and PW-3 Vijay Pratap Singh. According to the prosecution version, PW-1 Shiv Bux Singh came to Gonda and lodged F.I.R. on 11.9.2001 and thereafter he went to Lucknow and remained in the hospital. PW-3 Vijay Pratap Singh has stated that he remained in the hospital, PW-2 Ram Naresh Singh has also stated during trial that in his presence statement of deceased Chandreshwar Pratap Singh was recorded by the Investigating Officer. Similar statement was given by PW-3 Vijay Bahadur Singh during trial. But the statement on this point given by PW-1 complainant Shiv Bux Singh and PW-3 Vijay Pratap Singh are very very important and virtually the said statements lead to the only conclusion that dying declaration of deceased Chandreshwar Pratap Singh is a fabricated document and is brain child of initial Investigating Officer of civil police namely, PW-11 Lal Mani. PW-10 Ramesh Chandra Singh Yadav has proved statement of PW-1 Shiv Bux Singh under <a href=\"/doc/447673/\" id=\"a_35\">Section 161</a> Cr.P.C. wherein he has told the Investigating Officer that &quot; 9-9-2001 ls 16-9-2001 ds e/; fdlh mPpkf/kdkjh tSls MkDVj] eftLVssV] iqfyl v/kh{kd] ,l0 vks0 ,l0 vkbZ0 vkfn us esjs iq= dk c;ku vafdr ugha fd;k vkSj tuin xksaMk  ds Fkkuk uokcxat dh iqfyl HkrhZ ds e/; y[ku ns[kus ;k c;ku vafdr djus ughsa vk;hA&quot;. Similar statement was given by PW-3 Vijay Pratap Singh. Such statements lead to the only conclusion that by the time their statement was recorded by the Investigating Officer of CBCID the said dying declaration was not even in existence. When we examine the case diary in the light of the aforesaid statements of these two witnesses then we found that dying declaration of the deceased was recorded on a different case diary. Paper book number of the said case diary was 5262 and it was recorded on pages no. 99-100 while the case diary of this case was on book no. 27632 and it started from page no. 42 after the statement of Chandreshwar Pratap Singh, which was on different pages of a different volume of case diary, again the old case diary started from page no. 48. Page no. 47 of the case diary was not the part of the case diary of Case Crime No. 114-A of 2001.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_70\">44. All these circumstances were not the least considered by the trial court and he found that the dying declaration was wholly reliable. But keeping in view the aforesaid circumstances we conclude that the dying declaration was a fabricated document, which was brain child of PW-11 Lal Mani. Therefore, no reliance can be placed on such a dying declaration.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_71\">45. The trial court has discarded the cross-version only by a single stroke, without appreciating the evidence, that the incident of this case has taken place at 11:00 a.m., in which Chandreshwar Pratap Singh sustained injuries then there was no question of his participation in the incident at 11:30 a.m. as claimed by the accused persons. We find that this approach of the trial court was erroneous and was the result of improper appreciation of evidence. There was absolutely nothing on record to infer that two incident had taken place at two different times. Deceased Chandreshwar Pratap Singh and appellant Om Prakash Tiwari, both have sustained injuries in one and the same incident. The Investigating Officer of CBCID Ramesh Pratap Singh has admitted in his cross examination that during investigation, he could not get any evidence that Om Prakash Tiwari has sustained injuries at any place other than the place of occurrence. Apart from it, the F.I.R. of this case was lodged after two days and at that time, the registration of the cross case against Chandreshwar Pratap Singh and two other unknown persons must be within the knowledge of the complainant side. So simply because they had stated that the incident has taken place at 11:00 a.m. would not mean that two incidents  at two different times had taken place rather it is only cross-version of the same incident. It is really strange to note that during investigation absolutely no effort was made by the Investigating Officer to work out the names of the unknown persons, who were occupants of the jeep and were cited as accused in the said case. While this fact could have been very easily ascertained by the owner of the jeep, who has been examined in this case as CW-1 and has disclosed the name of the driver of his jeep. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115725916\" id=\"span_10\">Admittedly the said jeep was taken into police custody by the police in a damaged condition and its head lights and front glass were also broken. Therefore, we are of the view that approach of the trial court to discard the defence theory out rightly without examining its probability was not in accordance with law. Law is settled on the point that prosecution is obliged to prove its case beyond reasonable doubt and the defence is obliged only to show that his defence was probable. On this point, reference may be made to the pronouncement of Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/115725916/\" id=\"a_36\">Shudhakar Vs. State of Madhya Pradesh</a> reported in (2012) 7 SCC 569 wherein Hon&#x27;ble the Apex Court has held in paragraph no. 10 as under:-</span>\n</p> \n<blockquote id=\"blockquote_48\">&quot;10.\tIt is a settled principle of law that the prosecution has to prove its case beyond any reasonable doubt while the defence has to prove its case on the touchstone of preponderance and probabilities. Despite such a concession, the accused has miserably failed to satisfy the court by proving his stand which itself was vague, uncertain and, to some extent, even contradictory.&quot;\n</blockquote> \n\n \n<p data-structure=\"RespArg\" id=\"p_72\">46. Learned A.G.A. has vehemently argued that original defence papers, which have been proved during trial, how those papers came on record, is a mystery. But we do not consider it the least important to explore this reason because not even a single question on the point of admissibility of these documents was raised on behalf of the prosecution during trial. On the contrary injuries of appellant Om Prakash Tiwari were proved by the prosecution itself.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_73\">47. Submission of learned A.G.A. was that since the site plan of Case Crime No. 114-A of 2001 was not challenged and PW-11 Lal Mani was asked only to prove the site plan of Case Crime no. 114 of 2001. So the facts mentioned in the site plan of Case Crime No. 114-A of 2001 stands admitted. Thus the fact that TATA 407 was parked on the road and with the aid of the same, the road was blocked stands admitted. But we do not find any substance in this argument. First reason is that the Investigating Officer has nowhere mentioned that when he reached the place of occurrence at that time TATA 407, was parked on the road. During entire investigation, said TATA 407 was not taken into custody. So the presence of TATA 407 on the road has been shown by the Investigating Officer as told by the person on whose pointing out the site plan was prepared. Therefore, the Investigating Officer himself was not a witness of this fact mentioned in the site plan and to this extent it was a hearsay evidence so far as Investigating Officer is concerned. But in the site plan of the cross-case, he has shown the existence of the jeep, which was also recovered by the police in damaged condition. Site plan of the cross-case has been proved in defence. There is yet another very important ground to exclude this submission of learned A.G.A. Even for the sake of argument, we admit that simply because the site plan has not been challenged so TATA 407 was parked on the road becomes admitted fact but then we will also have to conclude on the basis of un-controverted site plan that the witnesses were not present at the scene of occurrence because the Investigating Officer has not shown any place where-from any witness has witnessed the incident in the site plan of Case Crime No. 114-A of 2001. We are conscious of the legal position that the evidence of the witnesses recorded during trial is substantive evidence and the case has to be decided on the basis of the substantive evidence. The injuries sustained by Om Prakash Tiwari in the cross-case is an admitted fact. During trial, the prosecution itself has proved his injury report. Appellant Om Prakash Tiwari was examined by the same doctor, who has examined deceased Chandreshwar Pratap Singh and the same witness has proved the injury report of Om Prakash Tiwari as Ex. Ka-7 however, the defence has also proved it as Ex. Kha-4. So the injuries sustained by appellant Om Prakash Tiwari is an admitted fact. Admittedly absolutely no explanation has been furnished from the side of prosecution explaining such injuries. It has come in evidence that because of the injuries, his right leg was fractured. \n</p> \n<p data-structure=\"PetArg\" id=\"p_74\">48. Mr. I.B. Singh, learned Senior counsel has vehemently argued that in the statement of appellants recorded under <a href=\"/doc/767287/\" id=\"a_37\">Section 313</a> Cr.P.C., date time and place has been admitted and the manner in which the incident has taken place stands established by the evidence of two eye-witnesses. So the prosecution has been successful in proving its case beyond reasonable doubt.\n</p> \n<p data-structure=\"Precedent\" id=\"p_75\">49. We have gone through the statement of accused persons some of the accused persons have replied the question no. (1) as true wherein the time of incident was mentioned  as 11:00 a.m. In rural background, it is very common that the persons inspite of telling the exact time, tells the approximate time. Statement of the accused has to be considered as a whole. Appellants in reply to the question whether they also wants to say anything have stated the manner in which the incident has actually taken place according to them. According to their statements some of the appellants have stated that they are resident of a village situated at a distance of 11 km. situated in a different police station. Law is settled on the point that the prosecution must stand at its own legs and it cannot take the benefit of weakness of the defence. If the prosecution admits the statement under <a href=\"/doc/767287/\" id=\"a_38\">Section 313</a> Cr.P.C. then it has to be considered as a whole and it is not permissible under law to accept only  one part of his statement, which supports the prosecution and to exclude the remaining part.\n</p> \n<p data-structure=\"Precedent\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18076\" id=\"span_11\">50. Hon&#x27;ble the Apex Court in the case of <a href=\"/doc/18076/\" id=\"a_39\">Nagaraj Vs. State</a> represented by Inspector of Police, Salem Town, Tamil Nadu reported in 2015 (4) SCC 739 has discussed the object of <a href=\"/doc/767287/\" id=\"a_40\">Section 313</a> Cr.P.C. and has held in paragraph no. 15 as under:-</span>\n</p> \n<blockquote id=\"blockquote_49\">&quot;15.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1253073\" id=\"span_12\">In the context of this aspect of the law it is been held by this Court in <a href=\"/doc/1253073/\" id=\"a_41\">Parsuram Pandey v. State of Bihar</a> (2004) 13 SCC 189 that <a href=\"/doc/767287/\" id=\"a_42\">Section 313</a> Code of Criminal Procedure is imperative to enable an accused to explain away any incriminating circumstances proved by the prosecution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1445922\" id=\"span_13\">It is intended to benefit the accused, its corollary being to benefit the Court in reaching its final conclusion; its intention is not to nail the accused, but to comply with the most salutary and fundamental principle of natural justice i.e. audi alteram partem, as explained in <a href=\"/doc/1445922/\" id=\"a_43\">Arsaf Ali v. State of Assam</a> (2008) 16 SCC 328. .......................&quot;</span>\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118859547\" id=\"span_14\">In the case of <a href=\"/doc/118859547/\" id=\"a_44\">Nar Singh Vs. State of Haryana</a> reported in (2015) 1 SCC 496 Hon&#x27;ble the Apex Court has considered the object of <a href=\"/doc/767287/\" id=\"a_45\">Section 313</a> Cr.P.C. and has observed in paragraph no. 16 as under:-</span>\n</p> \n<blockquote id=\"blockquote_50\">&quot;16.\tUndoubtedly, the importance of a statement Under <a href=\"/doc/767287/\" id=\"a_46\">Section 313</a> Code of Criminal Procedure, insofar as the accused is concerned, can hardly be minimised. The statutory provision is based on the rules of natural justice for an accused, who must be made aware of the circumstances being put against him so that he can give a proper explanation to meet that case. If an objection as to <a href=\"/doc/767287/\" id=\"a_47\">Section 313</a> Code of Criminal Procedure statement is taken at the earliest stage, the Court can make good the defect and record additional statement of the accused as that would be in the interest of all. When objections as to defective <a href=\"/doc/767287/\" id=\"a_48\">Section 313</a> Code of Criminal Procedure statement is raised in the appellate court, then difficulty arises for the prosecution as well as the accused. When the trial court is required to act in accordance with the mandatory provisions of <a href=\"/doc/767287/\" id=\"a_49\">Section 313</a> Code of Criminal Procedure, failure on the part of the trial court to comply with the mandate of the law, in our view, cannot automatically enure to the benefit of the accused. Any omission on the part of the Court to question the accused on any incriminating circumstance would not ipso facto vitiate the trial, unless some material prejudice is shown to have been caused to the accused. Insofar as non-compliance of mandatory provisions of <a href=\"/doc/767287/\" id=\"a_50\">Section 313</a> Code of Criminal Procedure, it is an error essentially committed by the learned Sessions Judge. Since justice suffers in the hands of the Court, the same has to be corrected or rectified in the appeal.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952671\" id=\"span_15\">In the case of <a href=\"/doc/952671/\" id=\"a_51\">Jitendra Kumar Vs. State of Haryana</a> reported in (2012) 6 SCC 204, Hon&#x27;ble the Apex Court has again occasioned to this consider this aspect and has observed in paragraph no. 73 as under:-</span>\n</p> \n<blockquote id=\"blockquote_51\">&quot;73.\tThe proposition of law advanced by the counsel for the Appellants cannot be disputed. The fact of the matter remains that statement of Ratti Ram under <a href=\"/doc/767287/\" id=\"a_52\">Section 313</a> Code of Criminal Procedure is part of the judicial record and could be used against Ratti Ram for convicting him, if the prosecution had proved its case in accordance with law. .............&quot;\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113487835\" id=\"span_16\">In the case of <a href=\"/doc/113487835/\" id=\"a_53\">Balaji Gunthu Dhule Vs. State of Maharashtra</a> reported in (2012) 11 SCC 685 wherein Hon&#x27;ble the Apex Court in paragraph no. 7 has observed as under:-</span>\n</p> \n<blockquote id=\"blockquote_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48667757\" id=\"span_17\">&quot;7.\tThis Court in <a href=\"/doc/48667757/\" id=\"a_54\">Manu Sao v. State of Bihar</a> (2010) 12 SCC 310, has examined the vital features of Section 313 of the Code and the principles of law as enunciated by judgments, analysing the guiding factors for proper application and consequences that shall flow from the said provision and has observed:</span>\n</blockquote> \n<blockquote id=\"blockquote_53\">14. The statement of the accused can be used to test the veracity of the exculpatory nature of the admission, if any, made by the accused. It can be taken into consideration in any enquiry or trial but still it is not strictly evidence in the case. The provisions of Section 313 (4)  explicitly provides that the answers given by the accused may be taken into consideration in such enquiry or trial and put in evidence against the accused in any other enquiry or trial for any other offence for which such answers may tend to show he has committed. In other words, the use is permissible as per the provisions of the Code but has its own limitations. The courts may rely on a portion of the statement of the accused and find him guilty in consideration of the other evidence against him led by the prosecution, however, such statements made under this section should not be considered in isolation but in conjunction with evidence adduced by the prosecution. ..................&quot;\t\n</blockquote> \n<p data-structure=\"CDiscource\" id=\"p_80\">51. \tThus in view of the aforementioned legal position, it is clear that the statements given by the accused persons can be used for the purpose of appreciation of evidence and can also be used for corroboration of the prosecution evidence. But the burden of the prosecution to prove its case beyond reasonable doubt is not reduced to any extent. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_81\">52. In the facts of the instant case, though it is admitted that some of the accused persons have admitted the first question put to them under <a href=\"/doc/767287/\" id=\"a_55\">Section 313</a> Cr.P.C. wherein the time of alleged incident as 11:00 a.m. was mentioned. But as discussed earlier, only one incident has taken place and the Investigating Officer has categorically stated that he got no evidence that Om Prakash Tiwari received injuries at any other place. Thus simply because the accused persons have stated in their statements under <a href=\"/doc/767287/\" id=\"a_56\">Section 313</a> Cr.P.C. that incident has taken place at about 11:00 a.m., then the same cannot be taken to be their confession of the offence because in the last reply, they have also furnished the manner in which the incident has taken place. So in the facts of the instant case, keeping in view the aforementioned legal position, conviction of the appellants cannot be based only on the basis that in reply to the question no. (1), some of the appellants have admitted the time of incident as 11:00 a.m. Admittedly the place of occurrence of both the offences was one and the same. There is absolutely no evidence to infer that two different incidents at two different places had taken place. Virtually there are two different versions of the same incident. F.I.R. of this case was lodged after about two days of the registration of the cross-case. So possibility that deliberately time of incident was changed in the F.I.R. cannot be ruled out.\n</p> \n<p data-structure=\"Facts\" id=\"p_82\">53. Law is settled on the point that if the prosecution succeeds in proving its case only then the probability of the defence theory is to be  considered. Though in this case we are of the view that the prosecution has not been successful in proving its case beyond reasonable doubt but inspite of that, we consider it appropriate, in the peculiar facts of this case, to examine the probability of the defence theory. According to the admitted case of the prosecution, deceased Chandreshwar Pratap Singh was coming on jeep, which was driven by some other person and cleaner and others were also present in the jeep but the prosecution has utterly failed to disclose the identity of those persons and to our opinion it has deliberately withheld the name of these persons, who were occupants in the jeep along with Chandreshwar Pratap Singh under the apprehension that true facts may not come to light and chance witnesses were introduced. On the contrary, the purpose for which deceased Chandreshwar Pratap Singh was coming, has also not been explained neither during investigation nor during trial. Not even a single person of the vicinity has come to say that any road was blocked by TATA 407. The incident has taken place on the main road which goes from Gonda to town Nawabganj and if the road was blocked then the traffic must have stopped and there must have been several vehicles parked on both the sides of the road but no such statement has come forward in evidence of any of the eye-witness. The prosecution story with which the prosecution has come forward does not explain the injuries of appellant Om Prakash Tiwari. On the contrary, when we examine the defence theory then the only conclusion that can be derived was that it was most probable version of the story. Admittedly there was dispute of plying the minibus without paying the taxes and without taking token. As per the evidence of defence witness, TATA 407 was chased and it was at some distance stopped by deceased Chandreshwar Pratap Singh after chasing it on a jeep and because of the misbehaviour of Chandreshwar Pratap Singh with the driver and with the public sitting on TATA 407 (minibus) on his insistence to take the jeep back to taxi stand and not to accept the request of the driver of the TATA 407 that he will make the payment of both the sides after coming to the taxi stand and on the interference of appellant Om Prakash Tiwari, the jeep was raided on him, which was recovered from the same place as claimed in the defence version. The public assembled there, because of this misbehaviour of deceased Chandreshwar Pratap Singh, has beaten him due to which he sustained injuries. Thus the defence theory finds corroboration by the fact that a damaged jeep was recovered by the police and Om Prakash Tiwari sustained injuries. The purpose for which deceased Chandreshwar Pratap Singh came to the place of occurrence also stands established by the defence theory while on the contrary neither the purpose for which deceased Chandreshwar Pratap Singh came to the place of occurrence nor the purpose as to why his jeep was damaged and how Om Prakash Tiwari sustained injuries remains absolutely unexplained by the prosecution evidence. Thus in our considered opinion, the defence theory was more probable and accordingly we are of the considered view that the prosecution has utterly failed to prove its case beyond reasonable doubt. The aforementioned appeals preferred by appellants challenging the conviction deserve to be allowed, consequently the State appeal deserves to be dismissed.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_83\">54. In view of the discussion made above, all the aforesaid criminal appeals preferred by convicted appellants deserve to be allowed and are hereby allowed. The judgment and order dated 17.12.2008 passed by learned Additional Sessions Judge, Fast Track Court No. 2, Gonda in Sessions Trial No. 177 of 2004 arising out of Case Crime No.114-A of 2001, Police Station Nawabganj, District Gonda is hereby set aside. They are acquitted of the charges levelled against them. The accused appellants are on bail. They need not to surrender. Their bail bonds are cancelled and sureties discharged. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_84\">55. Criminal Appeal No. 1781 of 2009 preferred by the State is hereby dismissed.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_85\">56. Office is directed to certify this order to the court concerned forthwith to ensure compliance and also to send back the lower court  record.\n</p> \n<p data-structure=\"Precedent\" id=\"p_86\">Order Date :-26.5.2016  (Anil Kumar Srivastava-II, J.)  (S.V.S. Rathore, J.)\n \nVirendra \n \n\n\n\n \n\n\n\n\n \n\n\n \n    \n     \n  \n </p>","numcites":29,"numcitedby":18,"docsource":"Allahabad High Court","citetid":74024055,"divtype":"judgments","relatedqs":[{"value":"chance  witness","formInput":"chance%20%20witness"},{"value":"case and cross case","formInput":"case%20and%20cross%20case"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"fabrication of documents","formInput":"fabrication%20of%20documents"},{"value":"cross-case","formInput":"cross-case"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"section 161 of crpc","formInput":"section%20161%20of%20crpc"},{"value":"statement under section 161","formInput":"statement%20under%20section%20161"},{"value":"case diary","formInput":"case%20diary"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"section 161 cr.p.c.","formInput":"section%20161%20cr.p.c."},{"value":"criminal procedure code section 161","formInput":"criminal%20procedure%20code%20section%20161"},{"value":"cross case","formInput":"cross%20case"},{"value":"who should record dying declaration ","formInput":"who%20should%20record%20dying%20declaration%20"},{"value":"prosecution should prove his case itself ","formInput":"prosecution%20should%20prove%20his%20case%20itself%20"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"161 statement","formInput":"161%20statement"},{"value":"\"chance witness\"","formInput":"%22chance%20witness%22"}],"cats":[{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"},{"value":"murder","formInput":"tag:murder"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":true,"query_alert":null,"agreement":false}