{"tid":184868935,"publishdate":"2018-05-15","title":"Kmc-Eci (Jv) vs The State Of Jharkhand Through The ... on 15 May, 2018","doc":"<h2 class=\"doc_title\">Kmc-Eci (Jv) vs The State Of Jharkhand Through The ... on 15 May, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2018 (4) AJR 479</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-shankar\">Rajesh Shankar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-shankar\">Rajesh Shankar</a></h3>\n\n<pre id=\"pre_1\">                                     1\n\n\n\n\n         IN THE HIGH COURT OF JHARKHAND AT RANCHI\n                        W.P. (C) No.7190 of 2017\n                                     With\n                       I.A. Nos.93 &amp; 2239 of 2018\n                                     -----\n</pre><p data-structure=\"Facts\" id=\"p_1\">         KMC-ECI (JV), a Joint Venture entity, having its registered office at\n         Corporate House, Door No.1+80/40/SP/58-65, Shilpa Homes Layout,\n         P.O. and P.S. Gachibowli, District Hyderabad-500032 (Telangana) and\n         having its camp office at KMC-ECI(JV), Project SH-7, Bukru, P.O. &amp;\n         P.S. Keredari, District Hazaribagh-825321 (Jharkhand).\n</p><p data-structure=\"Issue\" id=\"p_2\">                                                           .......... Petitioner.\n</p><p data-structure=\"Issue\" id=\"p_3\">                                   -Versus-\n</p><p data-structure=\"Issue\" id=\"p_4\">         1. The State of Jharkhand through the Principal Secretary, State\n            Highway Authority of Jharkhand, Project Bhawan, Ranchi.\n</p><p data-structure=\"Facts\" id=\"p_5\">         2. The State Highway Authority of Jharkhand (SHAJ), represented by\n            its Chief Executive Officer, having its Principal Office at Deendayal\n            Nagar, Booty Road, P.O. &amp; P.S. Booty More, District Ranchi.\n</p><p data-structure=\"Facts\" id=\"p_6\">         3. The Principal Secretary, the State Highway Authority of Jharkhand\n            (SHAJ), having its Principal Office at Deendayal Nagar, Booty Road,\n            P.O. &amp; P.S. Booty More, District Ranchi.\n</p><p data-structure=\"Facts\" id=\"p_7\">         4. The Chief Executive officer, the State Highway Authority of\n            Jharkhand (SHAJ), having its Principal Office at Deendayal Nagar,\n            Booty Road, P.O. &amp; P.S. Booty More, District Ranchi.\n</p><p data-structure=\"Facts\" id=\"p_8\">         5. The Member Technical, The State Highway Authority of Jharkhand\n            (SHAJ), having its Principal Office at Deendayal Nagar, Booty Road,\n            P.O. &amp; P.S. Booty More, District Ranchi.\n</p><p data-structure=\"Facts\" id=\"p_9\">         6. The Engineer-in-Chief, the State Highway Authority of Jharkhand\n            (SHAJ), having its Principal Office at Deendayal Nagar, Booty Road,\n            P.O. &amp; P.S. Booty More, District Ranchi.\n</p><p data-structure=\"Facts\" id=\"p_10\">         7. The Central Bank of India, represented by its Senior Branch\n            Manager, having its office at Corporate Finance Branch, Bank Street,\n            P.O. &amp; P.S. Koti, District Hyderabad (Telangana).\n</p><p data-structure=\"Facts\" id=\"p_11\">         8. I.D.B.I. Bank, represented by its Senior Branch Manager, having its\n            office at Specialized Corporate Branch, d.No.5-9-89/142, P.O. and\n            P.S. Chapel road, District Hyderabad (Telangana).\n</p><p data-structure=\"Issue\" id=\"p_12\">                                                           .......... Respondents.\n</p><p data-structure=\"Issue\" id=\"p_13\">                                     -----\n</p><p data-structure=\"Issue\" id=\"p_14\">         CORAM : HON&#x27;BLE MR. JUSTICE RAJESH SHANKAR\n</p><p data-structure=\"Issue\" id=\"p_15\">                                     -----</p><pre id=\"pre_2\">\n         For the Petitioner :          Mr. Anil Kumar Sinha, Sr. Advocate &amp;\n                                       Bharat Kumar, Advocate\n         For the State         :       A.C. to A.G.\n</pre><p data-structure=\"Section\" id=\"p_16\">         For Respondent Nos.2 to 6: Mr. Anil Kumar, Sr. Advocate &amp;\n                                       Ms. Chandana Kumari, Advocate\n         For Respondent Nos.7 &amp; 8:Mr. P.A.S. Pati, Advocate\n</p><p data-structure=\"Issue\" id=\"p_17\">                                     -----\n</p><p data-structure=\"Issue\" id=\"p_18\">Order No.14                                        Date: 15.05.2018\n\n</p><p data-structure=\"Issue\" id=\"p_19\">    1.   The petitioner has primarily challenged the termination order bearing\n         no.1668 dated 07.12.2017 whereby the respondent-State Highways\n         Authority of Jharkhand (in short &#x27;SHAJ&#x27;) have taken decision to\n         terminate its contract and has also prayed for quashing the direction\n         contained in letter no.1670 dated 07.12.2017 issued under the\n<span class=\"hidden_text\" id=\"span_1\">                                   2</span>\n\n\n\n\n     signature of the Member (Technical), SHAJ whereby the Senior\n     Manager, Central Bank of India, Corporate Finance Branch, Bank\n     Street, Koti, Hyderabad has been directed to encash the bank\n     guarantee deposited by the petitioner towards the performance\n     security.\n</p><p data-structure=\"Facts\" id=\"p_20\">2.   The factual background of the case, as stated in the writ petition, is\n     that the respondent-SHAJ invited tender for &quot;Widening and\n     Strengthening/     construction   of    Hazaribagh-Barakagaon-Tandwa-\n     Khelari-Bijupara   (SH-7)    Road      (including   bridges   &amp;   bypass)&quot;\n</p><blockquote id=\"blockquote_1\">     (hereinafter referred as EPC works). KMC and ECI (petitioner herein),\n     a joint venture entity, participated in the tender for the said EPC works.\n     After considering its financial background and prior experience, the\n     petitioner was shortlisted for the EPC work, and a letter of acceptance\n     dated 08.05.2015 was issued in its favour and, thereafter, an\n     agreement was executed between the parties on 22.05.2015. The\n     appointed day was fixed as 27.06.2015 and the period of completion\n     of the project was 36 months i.e. till 26.06.2018. The respondent-SHAJ\n     allowed the petitioner to take over the site on 26.06.2015. The\n     petitioner represented the respondent SHAJ on 27.10.2015 about the\n     hindrances at the project site, whereupon it was assured for removal\n     of the difficulties and hindrances, however, nothing was done in this\n     regard. The timeline for achieving the 1st milestone of the project was\n     180 days from the appointed date i.e it fell on 24.12.2015. Further, the\n     date of achieving the 2nd milestone       of the project was 26.06.2016\n     and that of the 3rd milestone was 05.08.2017. A committee was formed\n     consisting of Engineer-in-Chief, Member Technical and Executive\n     Engineer for review of the cause for the delay in the progress of the\n     project and to examine its effect on the milestones as per the\n     agreement. On 11.05.2016, the said committee recommended to\n     consider re-scheduling of the milestones within the project completion\n     period. It was mentioned inter alia that the 1st milestone was delayed\n     due to the lack of coordination and follow up actions pertaining to land\n     issues raised by various entities like CCL, NTPC etc. and the Contractor.\n     During the operation period of the 2nd milestone       of the project, the\n     respondent-SHAJ vide letter no.652 dated 21.04.2017 issued notice to\n     the petitioner to cure the default in terms of clause 23.1.1(e), (q) and\n</blockquote><blockquote id=\"blockquote_2\">     (r) of the EPC contract agreement, highlighting several defaults on the\n<span class=\"hidden_text\" id=\"span_2\">                                  3</span>\n\n\n\n\n     part of the petitioner. The petitioner vide letter dated 11.05.2017\n     replied and explained the situation to the respondent-SHAJ. The\n     petitioner provided the work programme drawn up to 05.08.2017 to\n     the respondent-SHAJ and requested for withdrawal of cure period\n     notice dated 21.04.2017 wherein the cure period was ending on\n     20.06.2017 stating that the same had been issued in contravention of\n     the authority&#x27;s own acceptance of the committee&#x27;s recommendation\n     dated 11.05.2016 clubbing 1st, 2nd and 3rd milestones of the project to\n     be completed till 05.08.2017, but the respondents did not take any\n     action thereon. It has further been averred in the writ petition that the\n     petitioner kept on executing the work and the respondents also\n     continued to make periodic payments. The petitioner company vide\n     letter dated 04.08.2017 requested the respondent-SHAJ for extension\n     of time for completion of work disclosing the reasons for the delay.\n</blockquote><p data-structure=\"Facts\" id=\"p_21\">     Further, vide letter dated 05.08.2017, the petitioner requested the\n     respondent-SHAJ for waiving off the 3rd milestone     of the project for\n     the purpose of clubbing the 1st, 2nd and 3rd milestones of the project\n     in order to complete it till its scheduled date of completion. All of a\n     sudden, the respondent-SHAJ issued letter no.1585 dated 18.11.2017\n     whereby notice of intention to terminate the work, as per Clause-\n     23.1.2 of the EPC contract agreement, was communicated to the\n     petitioner alleging that despite several correspondences, the work was\n     not completed. The petitioner replied the same vide its letter dated\n     01.12.2017, challenging the legality of the said notice with a further\n     request to withdraw the same, however, nothing was done in this\n     regard. Hence, the present writ petition has been preferred. However,\n     during the pendency of the writ petition, respondent no.5 issued the\n     letter of termination of the EPC contract agreement vide letter no.1668\n     dated 7.12.2017, which was challenged by the petitioner by way of\n     filing an interlocutory application, being I.A. No.9919 of 2017. The said\n     interlocutory application was allowed vide order dated 6.2.2018. The\n     petitioner also came to know subsequently that the respondent-SHAJ\n     has also directed the concerned banks to encash the bank guarantee.\n</p><p data-structure=\"RespArg\" id=\"p_22\">3.   Mr. Anil Kumar Sinha, learned senior counsel for the petitioner submits\n     that right from the very beginning, the respondent-SHAJ has defaulted\n     by way of not performing its part of reciprocal obligations for which\n     the petitioner has repeatedly requested its officers to remove the\n<span class=\"hidden_text\" id=\"span_3\">                              4</span>\n\n\n\n\nhindrances and rectify the errors. It is further submitted that in terms\nof clause 23.1.1 read with clause 23.1.2 of the EPC contract\nagreement, it is evident that before passing the order of termination,\nthe respondent-SHAJ was required to find out as to whether these\ndefaults have occurred as a result of breach of the agreement by it or\ndue to Force Majeure. There is no finding on this aspect rather the\nrespondent-SHAJ has callously and with malafide intention ascertained\nthat these defaults have occurred due to the petitioner. It is further\nsubmitted that it is wrong to say that the financial progress of the\ncompany is 26.25%. In fact, the actual physical progress of the project\nis 40.362%. The way the respondent-SHAJ proceeded from the 1st\nstage to the stage of issuance of notice reflects its malafide intention\nto terminate the agreement, which is also supported by the fact that\nin terms of procedure provided in Clause-23.1.1, the respondent- SHAJ\nhas not taken any action after 20.06.2017, and hence it clearly\nestablishes the fact that the alleged default on the part of the petitioner\nwas misconceived. Had the defaults occurred due to the petitioner, the\nrespondent- SHAJ would have taken action immediately after the lapse\nof the cure period notice. Clause 23.1.1(d) of the agreement cannot\nbe invoked in view of the fact that the respondent- SHAJ itself has\nadmitted that the financial progress of the project is 26.25% till date.\nUnder Clause 23.1.1(c) of the agreement, it has been mentioned that\nonly when the contractor does not achieve the latest outstanding\nproject milestone, the action can be taken. The recourse of the said\nprovision of the agreement taken by the respondent-SHAJ is\nmisconceived in view of the fact that the cure period notice was for\nthe phase of 2nd milestone, however, subsequently the authorities had\nclubbed all these milestones into one. As such, the same was resisted\nand protested by the petitioner. It is further submitted that the\nrespondent- SHAJ was required to issue notice for curing the default\nbefore the issuance of notice of intention to terminate the agreement.\nIf a procedure is prescribed in the agreement, the action has to be\ntaken strictly in terms of the procedure so prescribed and no other\ncourse of action is permissible. Even if the contents of the letter dated\n18.11.2017 are taken into consideration, the situation did not warrant\ninvocation of Clause 23.1.1(c) and (d) of the agreement for not\nachieving the latest outstanding project milestone. Further, on perusal\n<span class=\"hidden_text\" id=\"span_4\">                             5</span>\n\n\n\n\nof Clause 7.3.1 of the agreement, it transpires that the authorities can\nencash and appropriate the amount deposited as performance\nsecurity/damages for the contractor&#x27;s default, if the same occurs at all.\nThere is no mention of the fact in the letter dated 18.11.2017 that the\nrespondent- SHAJ suffered any damages and thus unless such\ndamages are ascertained, it is preposterous on the part of the\nrespondents to direct the banks for encashment of the Bank\nGuarantee. It is also submitted that the petitioner vide letter dated\n26.11.2017, had informed the authorities that for the purposes of\nconstruction of NTPC bypass, the Land Acquisition authority of Chatra\nDivision had issued a notification on 25.11.2017 and allowed it one\nweek time to submit the land documents to the concerned office. It is\nfurther submitted that the respondents should not have terminated the\nagreement in view of the fact that the termination of work which is\nbeing executed in public interest, will eventually incur double cost in\nmaking allotment to other companies and will also consume more time\nin its completion. Hence, the same will be against the public policy. It\nis further submitted that unilateral action of the respondent-SHAJ is\nimpressible in view of the fact that the question as to whether the\nother party has committed a breach of contract, cannot be decided by\nthe party itself alleging the same. It is also submitted that during the\npendency of the writ petition, the order of the termination of the\nagreement has been passed and the petitioner has been directed to\nappear for final measurement. The present writ petition has been filed\ninvoking the power of judicial review of this Court against the decision\nmaking process of the respondent- SHAJ leading to issuance of notice\nto cure defects, notice of intention to terminate the agreement, the\norder of termination of the agreement and other penal and drastic\nactions which are per se impressible in view of the various judicial\npronouncements made by the Hon&#x27;ble Supreme Court. It is further\nsubmitted that one of the most essential conditions of the agreement\nis that the respondent-SHAJ would be solely responsible for providing\nunencumbered and uninfringeable access to the subject properties\nwhere the road construction work was to be undertaken. It was always\nwithin the domain of the respondent- SHAJ to ensure due acquisition\nand handing over of the site in time along with the necessary\nenvironmental clearance to the petitioner. There was a delay of more\n<span class=\"hidden_text\" id=\"span_5\">                              6</span>\n\n\n\n\nthan 90 days in providing unfettered access to the road area where\nthe work was required to be undertaken by the petitioner. It is further\nsubmitted that the petitioner was ready and willing to perform its part\nof the contract, but the respondent- SHAJ time and again failed to\ndischarge its contractual obligations. In fact, the performance of\nobligations on the part of the petitioner was dependent upon the\nreciprocal obligations to be performed by the respondent- SHAJ; and\nin the event of failure to perform its contractual obligations which\nwould have facilitated the petitioner to perform its contractual\nobligations, the petitioner cannot be held defaulter on account of\ndelay, laches or any failure on its part. The bank guarantee is a\nfinancial security for due performance of contractual obligations on the\npart of the contractor. It would be apparent fraud, if the bank\nguarantee is encashed by the respondents in the given facts and\ncircumstances. The instrumentality of the State cannot exercise its\ndiscretion in an arbitrary fashion. It must apply its mind to the factual\naspects borne out from each case and, thereafter, draw a credible\ninference. The entire sets of facts of the case would reflect non-\napplication of mind by the respondent-SHAJ in considering its facts and\ncircumstances in true perspective. Moreover, the respondent- SHAJ\nwhile evaluating the performances of the petitioner appears to have\nlost sight of the cooperation extended by the petitioner in its\ndetermined attempt to adhere to the terms and conditions of the\nagreement. It is further submitted that the conduct of the respondent-\nSHAJ has waived off its right to terminate the agreement on the\npurported ground of non-fulfilment of the conditions precedent within\na period of six months, as prescribed in the agreement. Having waived\noff its right as such, the respondent- SHAJ is now estopped from\nenforcing the same. Silence in case of the duty to speak amounts to a\nwaiver. It is further submitted that the petitioner is not relying upon\nany document which seems to be disputed, rather it has placed on\nrecord the documents of undisputed nature. Even assuming that some\nfacts are disputed, the entire gamut of the issue in hand can be looked\ninto by the writ court. It is a settled principle of law that existence of\nalternative remedy can never be a bar for entertaining a writ petition.\nIn spite of an alternative remedy available to an aggrieved party, a\nwrit petition is entertainable when the petitioner seeks enforcement of\n<span class=\"hidden_text\" id=\"span_6\">                                    7</span>\n\n\n\n\n     the fundamental rights or when there is a violation of the principles of\n     natural justice and/or where the order or proceeding is wholly without\n     jurisdiction. It is further submitted that the time is not the essence of\n     the contract in the present case in view of several defaults committed\n     by the respondent-SHAJ and the said fact is evident from the three\n     member committee&#x27;s report whereby recommendation has been made\n     to consider rescheduling of the milestones within project completion\n     period. It is further submitted that the respondents did not act after\n     60 days of the cure period notice and thus in view of the doctrine of\n     waiver, the respondent- SHAJ is not entitled to take any action after\n     expiry of about 7 months thereafter. It is also submitted that the\n     petitioner has not removed its plants and machineries from the site\n     despite the fact that keeping the same at the site incurs lot of\n     expenses. In fact, the same has been kept there to prove the bonafide\n     of the petitioner that it is still interested in completing the project. It is\n     also submitted that the petitioner has invested huge money in the\n     project and is ready to complete the same in the next 18 months. It is\n     finally submitted that the termination order dated 07.12.2017 is\n     perverse as non-adherence to the 3rd milestone            had already been\n     waived off by the respondent- SHAJ.\n</p><p data-structure=\"PetArg\" id=\"p_23\">4.   The learned Senior counsel for the petitioner, in support of his\n     argument, puts reliance on the following judgments:-\n</p><blockquote id=\"blockquote_3\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899938\" id=\"span_7\">(<a href=\"/doc/899938/\" id=\"a_1\">i)     Jagdish Mandal Vs. State of Orissa and Others</a>, reported\n             in (2007) 14 SCC 517;</span>\n</blockquote><blockquote id=\"blockquote_4\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"206943\" id=\"span_8\">(<a href=\"/doc/206943/\" id=\"a_2\">ii)    Reliance Energy Ltd. and Anr. Vs. Maharashtra State\n             Road Development Corp. Ltd. and Others</a>, reported in\n             (2007) 8 SCC 1;</span>\n</blockquote><blockquote id=\"blockquote_5\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1921640\" id=\"span_9\">(<a href=\"/doc/1921640/\" id=\"a_3\">iii)   Delhi Development Authority and Another Vs. Joint\n             Action Committee, Allottee of SFS Flats and Others</a>,\n             reported in (2008) 2 SCC 672;</span>\n</blockquote><blockquote id=\"blockquote_6\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193739374\" id=\"span_10\">(<a href=\"/doc/193739374/\" id=\"a_4\">iv)    New Horizons Limited and Another Vs. Union of India\n             and Others</a>, reported in (1995) 1 SCC 478;</span>\n</blockquote><blockquote id=\"blockquote_7\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"993633\" id=\"span_11\">(<a href=\"/doc/993633/\" id=\"a_5\">v)     Consumer Action Group and Another Vs. State of T.N\n             and Others</a>, reported (2000) 7 SCC 425;</span>\n</blockquote><blockquote id=\"blockquote_8\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_12\">(<a href=\"/doc/1281050/\" id=\"a_6\">vi)    Ramana Dayaram Shetty Vs. International Airport\n             Authority of India and Others</a>, reported in (1979) 3 SCC\n             489;</span>\n</blockquote><span class=\"hidden_text\" id=\"span_13\">                                  8</span>\n\n\n\n\n<blockquote id=\"blockquote_9\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_14\">(<a href=\"/doc/952082/\" id=\"a_7\">vii) Raunaq International Ltd. Vs. I.V.R Construction Ltd</a>.</span>\n</blockquote><blockquote id=\"blockquote_10\">            and Others, reported in (1999) 1 SCC 492;\n</blockquote><blockquote id=\"blockquote_11\">     (viii) Sterling Computers Limited Vs. M/s M &amp; N Publications\n            Limited and Others, reported in (1993) 1 SCC 445;\n</blockquote><blockquote id=\"blockquote_12\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1143223\" id=\"span_15\">(<a href=\"/doc/1143223/\" id=\"a_8\">ix)   Air India Ltd. Vs. Cochin International Airport Ltd. and\n            Others</a>, reported in (2000) 2 SCC 617;</span>\n</blockquote><blockquote id=\"blockquote_13\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1700980\" id=\"span_16\">(<a href=\"/doc/1700980/\" id=\"a_9\">x)    Food Corporation of India and Another Vs. SEIR Ltd and\n            others</a>, reported in (2008) 3 SCC 440;</span>\n</blockquote><blockquote id=\"blockquote_14\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"459738\" id=\"span_17\">(<a href=\"/doc/459738/\" id=\"a_10\">xi)   Delhi Administration (Now NCT of Delhi) Vs. Manohar\n            Lal</a>, reported in (2002) 7 SCC 222;</span>\n</blockquote><blockquote id=\"blockquote_15\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_18\">(<a href=\"/doc/338650/\" id=\"a_11\">xii) State of Karnataka Vs. Shree Rameshwara Rice Mills</a>,\n            reported in (1987) 2 SCC 160;</span>\n</blockquote><blockquote id=\"blockquote_16\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1822986\" id=\"span_19\">(<a href=\"/doc/1822986/\" id=\"a_12\">xiii) Bharat Sanchar Nigam Limited &amp; Ors. Vs. Motorola India\n            Private Limited</a>, reported in (2009) 2 SCC 337;</span>\n</blockquote><blockquote id=\"blockquote_17\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_20\">(<a href=\"/doc/1056935/\" id=\"a_13\">xiv) J.G Engineers Private Limited Vs. Union of India and\n            Another</a>, reported in (2011) 5 SCC 758</span>\n</blockquote><p data-structure=\"RespArg\" id=\"p_24\">5.   Per contra, Mr. Anil Kumar, learned senior counsel for the respondent-\n</p><p data-structure=\"CDiscource\" id=\"p_25\">     SHAJ submits that the work in question was awarded to the petitioner\n     with the appointed date as 27.06.2015 and the scheduled completion\n     date as 26.06.2018. The petitioner failed to achieve the 1st milestone\n     and as such cure period notice was issued to the petitioner vide letter\n     no.1083 dated 26.12.2015 for breach of Clause 23.1.1(c) of the\n     agreement. Since the due date of 2nd milestone was again approaching\n     which indicated that the same would also not be achieved by the\n     prescribed date due to extreme slow progress of the project even after\n     expiration of 60 days period provided through the cure period notice,\n     the said issue was taken on a serious note and the petitioner was\n     warned to improve the speed of the work so as to achieve the targeted\n     progress by the due date of 2nd milestone. Despite reminders for\n     improving the speed of the work, the 2nd milestone could not be\n     achieved. Subsequently, a High Powered Committee was constituted,\n     which recommended to club the 1st and 2nd milestone       with the 3rd\n     milestone. Accordingly, the petitioner submitted a revised work\n     programme vide its letter dated 24.05.2016. It is further submitted\n     that despite the relaxation provided in the interest of the work, the\n     pace of work progress in the project continued to lag far behind the\n     targeted rate set by the petitioner itself in its work programme, which\n<span class=\"hidden_text\" id=\"span_21\">                             9</span>\n\n\n\n\nwas supposed to be prepared as per its resource availability. Extreme\nslow progress was observed continuously during the weekly review\nmeetings, and the petitioner was repeatedly reminded to expedite the\nprogress of work to achieve the 3rd milestone. Since there was no\nimprovement in the pace of the work, the 2nd Cure Period Notice was\nissued to the petitioner vide letter dated 21.04.2017 elaborating the\ndeficiencies in functioning of the petitioner and it was provided\nsufficient time to overcome the shortcomings in its functioning but the\nresult was again extremely disappointing. Since there was no\nimprovement in the pace of the work, a review meeting was called by\nthe SHAJ on 22.08.2017 where the SHAJ authorities expressed their\ndispleasure over the dismal financial progress of the project. The\npetitioner was instructed to submit a monthly work programme on an\naffidavit to complete the work within scheduled completion period. The\npetitioner by way of an affidavit dated 05.09.2017 affirmed that the\nprogress of the project work may be reviewed on monthly basis and in\ncase of failure in achieving the target, the SHAJ will be free to take\nappropriate step in terms with the provisions of the contract\nagreement. However, desirable progress was never observed in the\nproject and it became obvious that the petitioner was negligent in its\ncommitment/obligations. Thus, finding no way out, the SHAJ decided\nto issue a notice of intention to terminate the work. Consequently,\nletter No.1585 dated 18.11.2017 was issued whereby notice of\nintention to terminate the contract agreement was communicated to\nthe petitioner. Subsequently, the petitioner was served with the\ntermination notice vide letter dated 07.12.2017 as per Clause 23.1.2\nof the EPC contract agreement and after the termination of the\ncontract, the bank guarantee against performance security was also\ndirected to be encashed. It is further submitted that it is wrong to say\nthat the delay has been occasioned due to late appointment of\nAuthority&#x27;s Engineer, rather the true fact is that the Authority&#x27;s\nEngineer was appointed on 02.09.2015. If the respondent- SHAJ\nentrusted the petitioner with the task of rescheduling the programme,\nthen in terms of Clause 10.1.13, it was the bounden duty of the\npetitioner to submit the rescheduled programme, but no such\nprogramme was ever submitted by the petitioner. Further, the notice\nfor payment of damage was also issued to the petitioner in terms of\n<span class=\"hidden_text\" id=\"span_22\">                                 10</span>\n\n\n\n\n     clause 10.3.2 of the EPC contract agreement and if it is read with\n     clause 10.6, it would be clear that the said recovery of damages is\n     without prejudice to the right of the SHAJ under the said contract\n     agreement including the right of termination of contract agreement\n     under clause 23.1. It is further submitted that the NTPC authorities\n     always provided access to the hindrance free stretches of the proposed\n     Tandwa Bypass location to facilitate construction activities and due to\n     this access only, the petitioner could construct 3 culverts and some\n     portion of road work. The petitioner could have used this access to\n     carry out the construction activities at the proposed Major Bridge\n     location in the same Bypass, but it failed to do so only due to its poor\n     resource mobilization. It is also submitted that the SHAJ provided all\n     the required assistance as a part of its obligation under the contract\n     agreement for removal of obstructing utilities. At the same time, the\n     petitioner was also required to discharge its obligations as per clause\n     9.2 of the EPC contract agreement in this regard. It is further\n     submitted that, subsequently, the SHAJ had to proceed for fresh\n     tender for execution of balance work in the said project after\n     termination of the contract and, accordingly, the fresh tender, at an\n     estimated cost of INR 255.256 crores has been invited by the authority\n     vide notice dated 26.02.2018. The technical bid was opened on\n     07.04.2018 and two bidders participated in the said bid. Both the\n     bidders were found technically responsive by the Bid Evaluation\n     Committee and the Tender Committee.           The Tender Committee\n     decided to open the financial bid of both the responsive bidders and,\n     thus, financial bids of both the bidders were opened on 10.04.2018.\n     The lowest bidder quoted the rate Rs.272 crore for the execution of\n     project. Final decision on the tender has not been taken in compliance\n     of the order dated 23.03.2018 passed by this Court.\n</p><p data-structure=\"RespArg\" id=\"p_26\">6.   Mr. Ajit Kumar, learned Advocate General appearing on behalf of the\n     State submits that the termination letter is well considered. Thus, no\n     interference is warranted by this court under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226</a> of the\n     Constitution of India. It is further submitted that due process of law\n     has been adopted by the respondent- SHAJ before issuing the order of\n     termination. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77081689\" id=\"span_23\">In support of the above contention, reliance has been\n     placed on the judgment of the Hon&#x27;ble Supreme Court rendered in the\n<span class=\"hidden_text\" id=\"span_24\">                                    11</span>\n\n\n\n\n     case of <a href=\"/doc/77081689/\" id=\"a_15\">Joshi Technologies International Inc. Vs. Union of India\n     &amp; Ors.</a> reported in (2015) 7 SCC 728.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_27\">7.   Heard the learned counsel for the parties and perused the materials\n     available on record. Though in the present writ petition, the petitioner\n     has challenged several letters issued by the respondent-SHAJ, yet the\n     primary challenge is for quashing the impugned notice of termination\n     of the contract as well as forfeiture of the performance security.\n</p><p data-structure=\"Precedent\" id=\"p_28\">8.   I have perused the judgments of the Hon&#x27;ble Supreme Court relied\n     upon by the parties dealing with the scope of judicial review under\n     <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of India in contractual matters. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899938\" id=\"span_25\">In the\n     case of <a href=\"/doc/899938/\" id=\"a_17\">Jagdish Mandal</a> (Supra.), the Hon&#x27;ble Supreme Court has\n     held as under:-</span>\n</p><blockquote id=\"blockquote_18\">                   22. Judicial review of administrative action is intended to\n                   prevent arbitrariness, irrationality, unreasonableness, bias\n                   and mala fides. Its purpose is to check whether choice or\n                   decision is made &quot;lawfully&quot; and not to check whether choice or\n                   decision is &quot;sound&quot;. When the power of judicial review is\n                   invoked in matters relating to tenders or award of contracts,\n                   certain special features should be borne in mind. A contract is\n                   a commercial transaction. Evaluating tenders and awarding\n                   contracts are essentially commercial functions. Principles of\n                   equity and natural justice stay at a distance. If the decision\n                   relating to award of contract is bona fide and is in public\n                   interest, courts will not, in exercise of power of judicial review,\n                   interfere even if a procedural aberration or error in assessment\n                   or prejudice to a tenderer, is made out. The power of judicial\n                   review will not be permitted to be invoked to protect private\n                   interest at the cost of public interest, or to decide contractual\n                   disputes. The tenderer or contractor with a grievance can\n                   always seek damages in a civil court. Attempts by unsuccessful\n                   tenderers with imaginary grievances, wounded pride and\n                   business rivalry, to make mountains out of molehills of some\n                   technical/procedural violation or some prejudice to self, and\n                   persuade courts to interfere by exercising power of judicial\n                   review, should be resisted. Such interferences, either interim\n                   or final, may hold up public works for years, or delay relief and\n                   succour to thousands and millions and may increase the\n                   project cost manifold. Therefore, a court before interfering in\n                   tender or contractual matters in exercise of power of judicial\n                   review, should pose to itself the following questions:\n</blockquote>\n<blockquote id=\"blockquote_19\">                   (i) Whether the process adopted or decision made by the\n                   authority is mala fide or intended to favour someone;\n</blockquote><p data-structure=\"PetArg\" id=\"p_29\">                                              OR\n                   Whether the process adopted or decision made is so arbitrary\n                   and irrational that the court can say: &quot;the decision is such that\n                   no responsible authority acting reasonably and in accordance\n                   with relevant law could have reached&quot;;\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">                   (ii) Whether public interest is affected.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">                   If the answers are in the negative, there should be no\n                   interference under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226.</a> Cases involving blacklisting or\n                   imposition of penal consequences on a tenderer/contractor or\n                   distribution of State largesse (allotment of sites/shops, grant\n                   of licences, dealerships and franchises) stand on a different\n                   footing as they may require a higher degree of fairness in\n                   action.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_32\">            In the case of Reliance Energy Ltd. (Supra.), the Hon&#x27;ble\n     Supreme Court has held as under:-\n</p><span class=\"hidden_text\" id=\"span_26\">                              12</span>\n\n\n\n\n<blockquote id=\"blockquote_20\">             &quot;39. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1447641\" id=\"span_27\">In <a href=\"/doc/1447641/\" id=\"a_19\">Reliance Airport Developers (P) Ltd. v. Airports\n             Authority of India the Division Bench</a> of this Court has held that\n             in matters of judicial review the basic test is to see whether\n             there is any infirmity in the decision-making process and not\n             in the decision itself. This means that the decision-maker must\n             understand correctly the law that regulates his decision-\n             making power and he must give effect to it otherwise it may\n             result in illegality. The principle of &quot;judicial review&quot; cannot be\n             denied even in contractual matters or matters in which the\n             Government exercises its contractual powers, but judicial\n             review is intended to prevent arbitrariness and it must be\n             exercised in larger public interest. Expression of different\n             views and opinions in exercise of contractual powers may be\n             there, however, such difference of opinion must be based on\n             specified norms. Those norms may be legal norms or\n             accounting norms. As long as the norms are clear and properly\n             understood by the decision-maker and the bidders and other\n             stakeholders, uncertainty and thereby breach of the rule of law\n             will not arise. The grounds upon which administrative action is\n             subjected to control by judicial review are classifiable broadly\n             under three heads, namely, illegality, irrationality and\n             procedural impropriety. In <a href=\"/doc/1447641/\" id=\"a_20\">the said judgment</a> it has been held\n             that all errors of law are jurisdictional errors. One of the\n             important principles <a href=\"/doc/1447641/\" id=\"a_21\">laid down in</a> the aforesaid judgment is\n             that whenever a norm/benchmark is prescribed in the tender\n             process in order to provide certainty that norm/standard\n             should be clear. As stated above &quot;certainty&quot; is an important\n             aspect of the rule of law. In Reliance Airport Developers the\n             scoring system formed part of the evaluation process. The\n             object of that system was to provide identification of factors,\n             allocation of marks of each of the said factors and giving of\n             marks at different stages. Objectivity was thus provided.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1921640\" id=\"span_28\">In the case of <a href=\"/doc/1921640/\" id=\"a_22\">Delhi Development Authority</a> (Supra.), the\nHon&#x27;ble Supreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_21\">             &quot;64. An executive order termed as a policy decision is not\n             beyond the pale of judicial review. Whereas the superior courts\n             may not interfere with the nitty-gritty of the policy, or\n             substitute one by the other but it will not be correct to contend\n             that the court shall lay its judicial hands off, when a plea is\n             raised that the impugned decision is a policy decision.\n             Interference therewith on the part of the superior court would\n             not be without jurisdiction as it is subject to judicial review.\n</blockquote><blockquote id=\"blockquote_22\">             65. Broadly, a policy decision is subject to judicial review on\n             the following grounds:\n</blockquote><blockquote id=\"blockquote_23\">             (a) if it is unconstitutional;\n</blockquote><blockquote id=\"blockquote_24\">             (b) if it is dehors the provisions of the Act and the regulations;\n</blockquote><blockquote id=\"blockquote_25\">             (c) if the delegatee has acted beyond its power of delegation;\n</blockquote><blockquote id=\"blockquote_26\">             (d) if the executive policy is contrary to the statutory or a\n             larger policy.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_34\">             67. We would assume that the office orders were issued by\n             DDA keeping in view the representations made by a large\n             number of defaulters. The plea taken by DDA gives rise to a\n             dichotomy. If it is a case of contract qua contract, the\n             provisions of the <a href=\"/doc/171398/\" id=\"a_23\">Contract Act</a> must be taken recourse to. If\n             DDA was exercising a statutory power, the same must be\n             tested on application of doctrine of ultra vires. Floating a\n             scheme for providing housing facilities to a group of people,\n             although is governed by statute, power under the statute by\n             an executive not only can be tested on the touchstone of\n             <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> of the Constitution of India, but can also be tested\n             on the touchstone of source of the power under the statute. No\n             provision either in the Act or the Regulations was brought to\n             our notice which makes the allottee bound by the purported\n             policy decision taken by DDA. Even if it is so, the superior\n             courts may exercise its power of judicial review as the power\n             which is sought to be exercised by a statutory authority is not\n             under the contract but under a statute. When a contract\n             emanates from a statute or is otherwise governed by the\n             provisions thereof, the superior court can also exercise the\n             power of judicial review.\n</p><span class=\"hidden_text\" id=\"span_29\">                             13</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_35\">            68. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1635654\" id=\"span_30\">In <a href=\"/doc/1635654/\" id=\"a_25\">Gujarat State Financial Corpn. v. Lotus Hotels (P) Ltd.</a> it\n            is stated that such contracts can be subject to judicial review.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">      In the case of New Horizons Ltd. (Supra.), the Hon&#x27;ble\nSupreme Court has held as under:-\n</p><blockquote id=\"blockquote_27\">            17. At the outset, we may indicate that in the matter of\n            entering into a contract, the State does not stand on the same\n            footing as a private person who is free to enter into a contract\n            with any person he likes. The State, in exercise of its various\n            functions, is governed by the mandate of <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a> of the\n            Constitution which excludes arbitrariness in State action and\n            requires the State to act fairly and reasonably. The action of\n            the State in the matter of award of a contract has to satisfy this\n            criterion. Moreover a contract would either involve\n            expenditure from the State exchequer or augmentation of\n            public revenue and consequently the discretion in the matter\n            of selection of the person for award of the contract has to be\n            exercised keeping in view the public interest involved in such\n            selection. The decisions of this Court, therefore, insist that\n            while dealing with the public, whether by way of giving jobs or\n            entering into contracts or issuing quotas or licences or\n            granting other forms of largesse, the Government cannot act\n            arbitrarily at its sweet will and like a private individual, deal\n            with any person it pleases, but its action must be in conformity\n            with the standards or norms which are not arbitrary, irrational\n            or irrelevant. It is, however, recognised that certain measure\n            of &quot;free play in the joints&quot; is necessary for an administrative\n            body functioning in an administrative sphere.\n</blockquote>\n<blockquote id=\"blockquote_28\">            19. &quot;Wednesbury principle of reasonableness&quot; to which\n            reference has been made in principle (5) aforementioned is\n            contained in Associated Provincial Picture Houses Ltd. v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">            Wednesbury Corpn. In that case Lord Greene, M.R. has held\n            that a decision of a public authority will be liable to be quashed\n            or otherwise dealt with by an appropriate order in judicial\n            review proceedings where the court concludes that the\n            decision is such that no authority properly directing itself on\n            the relevant law and acting reasonably could have reached it.\n            In Tata Cellular this Court, has mentioned two other facets of\n            irrationality:\n</p><blockquote id=\"blockquote_29\">            (1) It is open to the court to review the decision-maker&#x27;s\n            evaluation of the facts. The court will intervene where the facts\n            taken as a whole could not logically warrant the conclusion of\n            the decision-maker. If the weight of facts pointing to one\n            course of action is overwhelming, then a decision the other\n            way, cannot be upheld.\n</blockquote>\n<blockquote id=\"blockquote_30\">            (2) A decision would be regarded as unreasonable if it is partial\n            and unequal in its operation as between different classes.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"993633\" id=\"span_31\">In the case of <a href=\"/doc/993633/\" id=\"a_27\">Consumer Action Group</a> (Supra.), the Hon&#x27;ble\nSupreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_31\">            &quot;30. When such a wide power is vested in the Government it\n            has to be exercised with greater circumspection. Greater is the\n            power, greater should be the caution. No power is absolute, it\n            is hedged by the checks in the statute itself. Existence of power\n            does not mean to give one on his mere asking. The entrustment\n            of such power is neither to act in benevolence nor in the extra-\n            statutory field. Entrustment of such a power is only for the\n            public good and for the public cause. While exercising such a\n            power the authority has to keep in mind the purpose and the\n            policy of the Act and while granting relief has to equate the\n            resultant effect of such a grant on both, viz. the public and the\n            individual. So long as it does not materially affect the public\n            cause, the grant would be to eliminate individual hardship\n            which would be within the permissible limit of the exercise of\n            power. But where it erodes the public safety, public\n            convenience, public health etc. the exercise of power could not\n            be for the furtherance of the purpose of the Act. Minor abrasion\n<span class=\"hidden_text\" id=\"span_32\">                              14</span>\n\n\n\n\n             here and there to eliminate greater hardship, may in a given\n             case, be justified but in no case affecting the public at large.\n             So every time the Government exercises its power it has to\n             examine and balance this before exercising such a power. Even\n             otherwise, every individual right including fundamental right\n             is within, reasonable limit but if it makes inroads into public\n             rights leading to public inconveniences it has to be curtailed to\n             that extent. So no exemption should be granted affecting the\n             public at large. Various development rules and restrictions\n             under it are made to ward off possible public inconvenience\n             and safety. Thus, whenever any power is to be exercised, the\n             Government must keep in mind, whether such a grant would\n             recoil on the public or not and to what extent. If it does then\n             exemption is to be refused. If the effect is marginal compared\n             to the hardship of an individual that may be considered for\n             granting. Such an application of mind has not been made in\n             any of these impugned orders. Another significant fact which\n             makes these impugned orders illegal is that Section 113\n             empowers it to exempt but it obligates it to grant subject to\n             such condition as it deems fit. In other words, if any power is\n             exercised then the Government must put such condition so as\n             to keep in check such person. We find that in none of these\n             sixty-two orders any condition is put by the Government. If not\n             this then what else would be the exercise of arbitrary power?&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_33\">In the case of <a href=\"/doc/1281050/\" id=\"a_28\">Ramana Dayaram Shetty</a> (Supra.), the\nHon&#x27;ble Supreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_32\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766147\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_35\">&quot;21. This rule also flows directly from the doctrine of equality\n             embodied in <a href=\"/doc/367586/\" id=\"a_29\">Article 14.</a> It is now well-settled as a result of the\n             decisions of this Court in <a href=\"/doc/1327287/\" id=\"a_30\">E.P. Royappa v. State of Tamil Nadu</a>\n             and <a href=\"/doc/1766147/\" id=\"a_31\">Maneka Gandhi v. Union of India</a> that <a href=\"/doc/367586/\" id=\"a_32\">Article 14</a> strikes at\n             arbitrariness in State action and ensures fairness and equality\n             of treatment. It requires that State action must not be\n             arbitrary but must be based on some rational and relevant\n             principle which is non-discriminatory: it must not be guided by\n             any extraneous or irrelevant considerations, because that\n             would be denial of equality. The principle of reasonableness\n             and rationality which is legally as well as philosophically an\n             essential element of equality or non-arbitrariness is projected\n             by <a href=\"/doc/367586/\" id=\"a_33\">Article 14</a> and it must characterise every State action,\n             whether it be under authority of law or in exercise of executive\n             power without making of law. The State cannot, therefore, act\n             arbitrarily in entering into relationship, contractual or\n             otherwise with a third party, but its action must conform to\n             some standard or norm which is rational and non-\n             discriminatory.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_36\">This principle was recognised and applied by a\n             Bench of this Court presided over by Ray, C.J., in <a href=\"/doc/743328/\" id=\"a_34\">Erusian\n             Equipment and Chemicals Ltd. v. State of West Bengal</a> where\n             the learned Chief Justice pointed out that\n             &quot;the State can carry on executive function by making a law or\n             without making a law. The exercise of such powers and\n             functions in trade by the State is subject to Part III of the\n             Constitution. <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> speaks of equality before the law and\n             equal protection of the laws. Equality of opportunity should\n             apply to matters of public contracts. The State has the right to\n             trade. The State has there the duty to observe equality. An\n             ordinary individual can choose not to deal with any person. The\n             Government cannot choose to exclude persons by\n             discrimination. The order of blacklisting has the effect of\n             depriving a person of equality of opportunity in the matter of\n             public contract. A person who is on the approved list is unable\n             to enter into advantageous relations with the Government\n             because of the order of blacklisting .... A citizen has a right to\n             claim equal treatment to enter into a contract which may be\n             proper, necessary and essential to his lawful calling .... It is\n             true that neither the petitioner nor the respondent has any\n             right to enter into a contract but they are entitled to equal\n             treatment with others who offer tender or quotations for the\n             purchase of the goods&quot;.</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_40\">             It must, therefore follow as a necessary corollary from the\n             principle of equality enshrined in <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> that though the\n<span class=\"hidden_text\" id=\"span_37\">                              15</span>\n\n\n\n\n             State is entitled to refuse to enter into relationship with any\n             one, yet if it does so, it cannot arbitrarily choose any person it\n             likes for entering into such relationship and discriminate\n             between persons similarly circumstanced, but it must act in\n             conformity with some standard or principle which meets the\n             test of reasonableness and non-discrimination and any\n             departure from such standard or principle would be invalid\n             unless it can be supported or justified on some rational and\n             non discriminatory ground.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">      In the case of Raunaq International Ltd. (supra.), the\nHon&#x27;ble Supreme Court has held as under:-\n</p><blockquote id=\"blockquote_33\">             &quot;12. When a petition is filed as a public interest litigation\n             challenging the award of a contract by the State or any public\n             body to a particular tenderer, the court must satisfy itself that\n             the party which has brought the litigation is litigating bona fide\n             for public good. The public interest litigation should not be\n             merely a cloak for attaining private ends of a third party or of\n             the party bringing the petition. The court can examine the\n             previous record of public service rendered by the organisation\n             bringing public interest litigation. Even when a public interest\n             litigation is entertained, the court must be careful to weigh\n             conflicting public interests before intervening. Intervention by\n             the court may ultimately result in delay in the execution of the\n             project. The obvious consequence of such delay is price\n             escalation. If any retendering is prescribed, cost of the project\n             can escalate substantially. What is more important is that\n             ultimately the public would have to pay a much higher price in\n             the form of delay in the commissioning of the project and the\n             consequent delay in the contemplated public service becoming\n             available to the public. If it is a power project which is thus\n             delayed, the public may lose substantially because of shortage\n             in electricity supply and the consequent obstruction in\n             industrial development. If the project is for the construction of\n             a road or an irrigation canal, the delay in transportation facility\n             becoming available or the delay in water supply for agriculture\n             being available, can be a substantial setback to the country&#x27;s\n             economic development. Where the decision has been taken\n             bona fide and a choice has been exercised on legitimate\n             considerations and not arbitrarily, there is no reason why the\n             court should entertain a petition under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226.</a>\n</blockquote>\n<blockquote id=\"blockquote_34\">             13. Hence before entertaining a writ petition and passing any\n             interim orders in such petitions, the court must carefully weigh\n             conflicting public interests. Only when it comes to a conclusion\n             that there is an overwhelming public interest in entertaining\n             the petition, the court should intervene.\n</blockquote>\n<blockquote id=\"blockquote_35\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1193203\" id=\"span_38\">23. The same view has been reiterated in <a href=\"/doc/1193203/\" id=\"a_38\">Asia Foundation &amp;\n             Construction Ltd. v. Trafalgar House Construction (I) Ltd.</a> the\n             Court observing that judicial review of contractual\n             transactions by government bodies is permissible to prevent\n             arbitrariness, favouritism or use of power for collateral\n             purposes. This Court added a further dimension to the\n             undesirability of intervention by pointing out that where the\n             project is a high-cost project for which loans from the World\n             Bank or other international bodies have been obtained after\n             following the specifications and procedure of such a body, it\n             would be detrimental to public interest to interfere.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1736797\" id=\"span_39\">The same\n             principles have also been reaffirmed in <a href=\"/doc/1736797/\" id=\"a_39\">New Horizons Ltd. v.\n             Union of India</a> with this Court again emphasising the need to\n             allow for certain flexibility in administrative decision-making,\n             observing that the decision can be challenged only on the\n             Wednesbury principle of unreasonableness, i.e., unless the\n             decision is so unreasonable that no sensible person would have\n             arrived at such a decision, it should not be upset.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1085457\" id=\"span_40\">In <a href=\"/doc/1085457/\" id=\"a_40\">Delhi\n             Science Forum v. Union of India</a> this Court once again observed\n             that if a reasonable procedure has been followed, the decision\n             should not be challenged except on the Wednesbury principle\n             of unreasonableness.</span>\n</blockquote><span class=\"hidden_text\" id=\"span_41\">                              16</span>\n\n\n\n\n<blockquote id=\"blockquote_36\">             24. Dealing with interim orders, this Court observed in CCE v.\n             Dunlop India Ltd. (SCR 190 at p. 196) that an interim order\n             should not be granted without considering the balance of\n             convenience, the public interest involved and the financial\n             impact of an interim order. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1102476\" id=\"span_42\">Similarly, in <a href=\"/doc/1102476/\" id=\"a_41\">Ramniklal N. Bhutta v.\n             State of Maharashtra</a> the Court said that while granting a stay,\n             the court should arrive at a proper balancing of competing\n             interests and grant a stay only when there is an overwhelming\n             public interest in granting it, as against the public detriment\n             which may be caused by granting a stay. Therefore, in granting\n             an injunction or stay order against the award of a contract by\n             the Government or a government agency, the court has to\n             satisfy itself that the public interest in holding up the project\n             far outweighs the public interest in carrying it out within a\n             reasonable time. The court must also take into account the cost\n             involved in staying the project and whether the public would\n             stand to benefit by incurring such cost.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_42\">      In the case of Sterling Computers Ltd. (Supra.), the\nHon&#x27;ble Supreme Court has held as under:-\n</p><blockquote id=\"blockquote_37\">             13. But in normal course some rules must exist to regulate the\n             selection of persons for awarding contracts. In such matters\n             always a defence cannot be entertained that contract has been\n             awarded without observing the well-settled norms and rules\n             prescribed, on basis of the doctrine of &quot;executive necessity&quot;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_43\">             The norms and procedures prescribed by Government and\n             indicated by courts have to be more strictly followed while\n             awarding contracts which have along with a commercial\n             element a public purpose as in the present case. The\n             publication of directories by the MTNL is not just a commercial\n             venture; the primary object is to provide service to the people.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"830683\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143379\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1171702\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_48\">14. The action or the procedure adopted by the authorities\n             which can be held to be State within the meaning of <a href=\"/doc/609139/\" id=\"a_42\">Article 12</a>\n             of the Constitution, while awarding contracts in respect of\n             properties belonging to the State can be judged and tested in\n             the light of <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a> of the Constitution, is settled by the\n             judgments of this Court in the cases of <a href=\"/doc/1281050/\" id=\"a_44\">Ramana Dayaram\n             Shetty v. International Airport Authority of India</a>; Kasturi Lal\n             Lakshmi Reddy v. State of J &amp; K; <a href=\"/doc/1171702/\" id=\"a_45\">Fertilizer Corpn. Kamagar\n             Union (Regd.) Sindri v. Union of India</a>; <a href=\"/doc/143379/\" id=\"a_46\">Ram and Shyam Co. v.\n             State of Haryana</a>; <a href=\"/doc/830683/\" id=\"a_47\">Haji T.M. Hassan Rawther v. Kerala Financial\n             Corpn.</a>; <a href=\"/doc/1238017/\" id=\"a_48\">Mahabir Auto Stores v. Indian Oil Corpn.</a> and <a href=\"/doc/1261492/\" id=\"a_49\">Shrilekha\n             Vidyarthi v. State of U.P. It</a> has been said by this Court in\n             Kasturi Lal:</span></span></span></span></span></span>\n</p>\n<blockquote id=\"blockquote_38\">             &quot;It must follow as a necessary corollary from this proposition\n             that the Government cannot act in a manner which would\n             benefit a private party at the cost of the State; such an action\n             would be both unreasonable and contrary to public interest.\n             The Government, therefore, cannot, for example, give a\n             contract or sell or lease out its property for a consideration less\n             than the highest that can be obtained for it, unless of course\n             there are other considerations which render it reasonable and\n             in public interest to do so.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_45\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_49\">25. The cases aforesaid on which reliance was placed on behalf\n             of the appellants, have also reiterated that once the State\n             decides to grant any right or privilege to others, then there is\n             no escape from the rigour of <a href=\"/doc/367586/\" id=\"a_50\">Article 14;</a> the executive does not\n             have an absolute discretion, certain precepts and principles\n             have to be followed, the public interest being the paramount\n             consideration. It has also been pointed out that for securing\n             the public interest one of the methods recognised is to invite\n             tenders affording opportunity to submit offers for\n             consideration in an objective manner. However, there may be\n             cases where in the special facts and circumstances and due to\n             compelling reasons which must stand the test on <a href=\"/doc/367586/\" id=\"a_51\">Article 14</a> of\n             the Constitution, departure of the aforesaid rule can be made.\n             This Court while upholding the contracts by negotiation in the\n             cases <a href=\"/doc/1261492/\" id=\"a_52\">referred to above</a> has impressed as to how in the facts\n             and circumstances of those cases the decisions taken by the\n<span class=\"hidden_text\" id=\"span_50\">                              17</span>\n\n\n\n\n             State and the authorities concerned were reasonable, rational\n             and in the public interest. The decisions taken in those cases\n             by the authorities concerned, on judicial scrutiny were held to\n             be free from bias, discrimination and under the exigencies of\n             the situation then existing to be just and proper. On the basis\n             of those judgments it cannot be urged that this Court has left\n             to the option of the authorities concerned whether to invite\n             tenders or not according to their own discretion and to award\n             contracts ignoring the procedures which are basic in nature,\n             taking into account factors which are not only irrelevant but\n             detrimental to the public interest.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">      In the case of Air India Ltd. (Supra.), the Hon&#x27;ble Supreme\nCourt has held as under:-\n</p><blockquote id=\"blockquote_39\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1102476\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"678253\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1171702\" id=\"span_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_56\">&quot;7. The law relating to award of a contract by the State, its\n             corporations and bodies acting as instrumentalities and\n             agencies of the Government has been settled by the decision\n             of this Court in <a href=\"/doc/1281050/\" id=\"a_53\">Ramana Dayaram Shetty v. International\n             Airport Authority of India</a>, <a href=\"/doc/1171702/\" id=\"a_54\">Fertilizer Corpn. Kamgar Union\n             (Regd.) v. Union of India</a>, <a href=\"/doc/678253/\" id=\"a_55\">CCE v. Dunlop India Ltd.</a>, <a href=\"/doc/884513/\" id=\"a_56\">Tata\n             Cellular v. Union of India</a>, <a href=\"/doc/1102476/\" id=\"a_57\">Ramniklal N. Bhutta v. State of\n             Maharashtra</a> and <a href=\"/doc/952082/\" id=\"a_58\">Raunaq International Ltd. v. I.V.R.\n             Construction Ltd. The</a> award of a contract, whether it is by a\n             private party or by a public body or the State, is essentially a\n             commercial transaction. In arriving at a commercial decision\n             considerations which are paramount are commercial\n             considerations. The State can choose its own method to arrive\n             at a decision. It can fix its own terms of invitation to tender\n             and that is not open to judicial scrutiny. It can enter into\n             negotiations before finally deciding to accept one of the offers\n             made to it. Price need not always be the sole criterion for\n             awarding a contract. It is free to grant any relaxation, for bona\n             fide reasons, if the tender conditions permit such a relaxation.\n             It may not accept the offer even though it happens to be the\n             highest or the lowest. But the State, its corporations,\n             instrumentalities and agencies are bound to adhere to the\n             norms, standards and procedures <a href=\"/doc/952082/\" id=\"a_59\">laid down by</a> them and\n             cannot depart from them arbitrarily. Though that decision is\n             not amenable to judicial review, the court can examine the\n             decision-making process and interfere if it is found vitiated by\n             mala fides, unreasonableness and arbitrariness. The State, its\n             corporations, instrumentalities and agencies have the public\n             duty to be fair to all concerned. Even when some defect is\n             found in the decision-making process the court must exercise\n             its discretionary power under <a href=\"/doc/1712542/\" id=\"a_60\">Article 226</a> with great caution\n             and should exercise it only in furtherance of public interest and\n             not merely on the making out of a legal point. The court should\n             always keep the larger public interest in mind in order to\n             decide whether its intervention is called for or not. Only when\n             it comes to a conclusion that overwhelming public interest\n             requires interference, the court should intervene.</span></span></span></span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_40\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1700980\" id=\"span_57\">In the case of <a href=\"/doc/1700980/\" id=\"a_61\">Food Corpn. of India</a> (Supra.), the Hon&#x27;ble\nSupreme Court has held as under:-</span>\n</blockquote><blockquote id=\"blockquote_41\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_58\">&quot;21. Jurisdiction of the High Court to entertain a writ\n             application involving contractual matter was considered by a\n             Bench of this Court in <a href=\"/doc/1943124/\" id=\"a_62\">ABL International Ltd. v. Export Credit\n             Guarantee Corpn. of India Ltd.</a> wherein upon referring to a\n             large number of decisions, it was held:</span>\n</blockquote><blockquote id=\"blockquote_42\">             &quot;23. It is clear from the above observations of this Court, once\n             the State or an instrumentality of the State is a party of the\n             contract, it has an obligation in law to act fairly, justly and\n             reasonably which is the requirement of <a href=\"/doc/367586/\" id=\"a_63\">Article 14</a> of the\n             Constitution of India. Therefore, if by the impugned\n             repudiation of the claim of the appellants the first respondent\n             as an instrumentality of the State has acted in contravention\n             of the abovesaid requirement of <a href=\"/doc/367586/\" id=\"a_64\">Article 14</a>, then we have no\n             hesitation in holding that a writ court can issue suitable\n             directions to set right the arbitrary actions of the first\n             respondent.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_59\">                              18</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_47\">             25. We do not, thus, find any substance in the contention of Mr\n             Sharan that while exercising its review jurisdiction, no interest\n             on the principal sum could have been directed to be granted by\n             the High Court. A writ court exercises its power of review under\n             <a href=\"/doc/1712542/\" id=\"a_65\">Article 226</a> of the Constitution of India itself. While exercising\n             the said jurisdiction, it not only acts as a court of law but also\n             as a court of equity. A clear error or omission on the part of the\n             court to consider a justifiable claim on its part would be subject\n             to review; amongst others on the principle of actus curiae\n             neminem gravabit (an act of the court shall prejudice none).\n             We appreciate the manner in which the learned Judge\n             accepted his mistake and granted relief to the respondents.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"459738\" id=\"span_60\">In the case of Delhi Admn. v. <a href=\"/doc/459738/\" id=\"a_66\">Manohar Lal</a> (Supra.), the\nHon&#x27;ble Supreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_43\">             &quot;7. We are also of the view that even the appropriate\n             Government may not, as a matter of routine course, indulge in\n             exercise of such powers at its sweet will, pleasure and whim\n             or fancy. As observed earlier, the powers conferred upon the\n             appropriate Government under <a href=\"/doc/1275473/\" id=\"a_67\">Section 433</a> Cr.P.C., have to be\n             exercised in accordance with rules and established principles\n</blockquote><blockquote id=\"blockquote_44\">             -- reasonably and rationally, keeping in view the reasons\n             germane and relevant for the purpose of law under which the\n             conviction and sentence has been imposed, commiserative\n             facts necessitating the commutation, and the interests of the\n             society and public interest. The exercise of any power vested\n             by the statute in a public authority is to be always viewed as in\n             trust, coupled with a duty to exercise the same in the larger\n             public and societal interest, too. When the legislature\n             concerned has chosen to mandate for the imposition of a\n             minimum sentence in a given situation, the responsibility of\n             the appropriate Government becomes all the more greater and\n             power under <a href=\"/doc/1275473/\" id=\"a_68\">Section 433</a> Cr.P.C., may have to be exercised\n             with great circumspection. Otherwise, the legislative will\n             might become a mere dead letter at the whim of the\n             executive.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\">      In the case of Joshi Technologies International Inc.\n(Supra.), the Hon&#x27;ble Supreme Court has as under:-\n</p><blockquote id=\"blockquote_45\">             &quot;69. The position thus summarised in the aforesaid principles\n             has to be understood in the context of discussion that preceded\n             which we have pointed out above. As per this, no doubt, there\n             is no absolute bar to the maintainability of the writ petition\n             even in contractual matters or where there are disputed\n             questions of fact or even when monetary claim is raised. At the\n             same time, discretion lies with the High Court which under\n             certain circumstances, it can refuse to exercise. It also follows\n             that under the following circumstances, &quot;normally&quot;, the Court\n             would not exercise such a discretion:\n</blockquote>\n<blockquote id=\"blockquote_46\">             69.1. The Court may not examine the issue unless the action\n             has some public law character attached to it.\n</blockquote>\n<blockquote id=\"blockquote_47\">             69.2. Whenever a particular mode of settlement of dispute is\n             provided in the contract, the High Court would refuse to\n             exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_69\">Article 226</a> of the Constitution and\n             relegate the party to the said mode of settlement, particularly\n             when settlement of disputes is to be resorted to through the\n             means of arbitration.\n</blockquote>\n<blockquote id=\"blockquote_48\">             69.3. If there are very serious disputed questions of fact which\n             are of complex nature and require oral evidence for their\n             determination.\n</blockquote>\n<blockquote id=\"blockquote_49\">             69.4. Money claims per se particularly arising out of\n             contractual obligations are normally not to be entertained\n             except in exceptional circumstances.\n</blockquote><span class=\"hidden_text\" id=\"span_61\">                 19</span>\n\n\n\n\n<blockquote id=\"blockquote_50\">70. Further, the legal position which emerges from various\njudgments     of   this   Court     dealing    with    different\nsituations/aspects relating to contracts entered into by the\nState/public authority with private parties, can be summarised\nas under:\n</blockquote>\n<blockquote id=\"blockquote_51\">70.1. At the stage of entering into a contract, the State acts\npurely in its executive capacity and is bound by the obligations\nof fairness.\n</blockquote>\n<blockquote id=\"blockquote_52\">70.2. State in its executive capacity, even in the contractual\nfield, is under obligation to act fairly and cannot practise some\ndiscrimination.\n</blockquote>\n<blockquote id=\"blockquote_53\">70.3. Even in cases where question is of choice or\nconsideration of competing claims before entering into the\nfield of contract, facts have to be investigated and found before\nthe question of a violation of <a href=\"/doc/367586/\" id=\"a_70\">Article 14</a> of the Constitution\ncould arise. If those facts are disputed and require assessment\nof evidence the correctness of which can only be tested\nsatisfactorily by taking detailed evidence, involving\nexamination and cross-examination of witnesses, the case\ncould not be conveniently or satisfactorily decided in\nproceedings under <a href=\"/doc/1712542/\" id=\"a_71\">Article 226</a> of the Constitution. In such\ncases the Court can direct the aggrieved party to resort to\nalternate remedy of civil suit, etc.\n\n70.4. Writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> of\nthe Constitution was not intended to facilitate avoidance of\nobligation voluntarily incurred.\n</blockquote>\n<blockquote id=\"blockquote_54\">70.5. Writ petition was not maintainable to avoid contractual\nobligation. Occurrence of commercial difficulty, inconvenience\nor hardship in performance of the conditions agreed to in the\ncontract can provide no justification in not complying with the\nterms of contract which the parties had accepted with open\neyes. It cannot ever be that a licensee can work out the licence\nif he finds it profitable to do so: and he can challenge the\nconditions under which he agreed to take the licence, if he\nfinds it commercially inexpedient to conduct his business.\n</blockquote>\n<blockquote id=\"blockquote_55\">70.6. Ordinarily, where a breach of contract is complained of,\nthe party complaining of such breach may sue for specific\nperformance of the contract, if contract is capable of being\nspecifically performed. Otherwise, the party may sue for\ndamages.\n</blockquote>\n<blockquote id=\"blockquote_56\">70.7. Writ can be issued where there is executive action\nunsupported by law or even in respect of a corporation there is\ndenial of equality before law or equal protection of law or if it\ncan be shown that action of the public authorities was without\ngiving any hearing and violation of principles of natural justice\nafter holding that action could not have been taken without\nobserving principles of natural justice.\n</blockquote>\n<blockquote id=\"blockquote_57\">70.8. If the contract between private party and the\nState/instrumentality and/or agency of the State is under the\nrealm of a private law and there is no element of public law,\nthe normal course for the aggrieved party, is to invoke the\nremedies provided under ordinary civil law rather than\napproaching the High Court under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> of the\nConstitution of India and invoking its extraordinary\njurisdiction.\n</blockquote>\n<blockquote id=\"blockquote_58\">70.9. The distinction between public law and private law\nelement in the contract with the State is getting blurred.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_50\">However, it has not been totally obliterated and where the\nmatter falls purely in private field of contract, this Court has\nmaintained the position that writ petition is not maintainable.\nThe dichotomy between public law and private law rights and\nremedies would depend on the factual matrix of each case and\nthe distinction between the public law remedies and private\nlaw field, cannot be demarcated with precision. In fact, each\ncase has to be examined, on its facts whether the contractual\n<span class=\"hidden_text\" id=\"span_62\">                                    20</span>\n\n\n\n\n                   relations between the parties bear insignia of public element.\n                   Once on the facts of a particular case it is found that nature of\n                   the activity or controversy involves public law element, then\n                   the matter can be examined by the High Court in writ petitions\n                   under <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a> of the Constitution of India to see whether\n                   action of the State and/or instrumentality or agency of the\n                   State is fair, just and equitable or that relevant factors are\n                   taken into consideration and irrelevant factors have not gone\n                   into the decision-making process or that the decision is not\n                   arbitrary.\n</p>\n<p data-structure=\"Section\" id=\"p_51\">                   70.10. Mere reasonable or legitimate expectation of a citizen,\n                   in such a situation, may not by itself be a distinct enforceable\n                   right, but failure to consider and give due weight to it may\n                   render the decision arbitrary, and this is how the requirements\n                   of due consideration of a legitimate expectation forms part of\n                   the principle of non-arbitrariness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">                   70.11. The scope of judicial review in respect of disputes falling\n                   within the domain of contractual obligations may be more\n                   limited and in doubtful cases the parties may be relegated to\n                   adjudication of their rights by resort to remedies provided for\n                   adjudication of purely contractual disputes.\n</p>\n<p data-structure=\"Section\" id=\"p_53\">                   71. Keeping in mind the aforesaid principles and after\n                   considering the arguments of the respective parties, we are of\n                   the view that on the facts of the present case, it is not a fit case\n                   where the High Court should have exercised discretionary\n                   jurisdiction under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> of the Constitution. First, the\n                   matter is in the realm of pure contract. It is not a case where\n                   any statutory contract is awarded.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">9.   Thus, it is well settled that merely because a dispute is related to a\n     contract agreement, it does not ipso facto limit the power of judicial\n     review of the High Court under <a href=\"/doc/1712542/\" id=\"a_76\">Article 226</a> of the Constitution of India.\n     Though, the decision of the State/its instrumentality being a\n     contracting party is not normally amenable to judicial review, the\n     constitutional courts have the power to look into the decision making\n     process and if it is found that the same suffers from arbitrariness,\n     irrationality, unreasonableness, bias and malafide, the power of judicial\n     review is exercised with great caution in larger public interest. Like\n     other bodies, the State and its instrumentalities are free to enter into\n     commercial transaction with others, however, they do not stand on the\n     same footing. Since the contract entered into by the State/its\n     instrumentalities, involves either expenditure from the State exchequer\n     or augmentation of public revenue, they are required to act fairly and\n     reasonably. However, if the dispute involved in the matter is so\n     complex that it can only be determined after leading elaborate\n     evidence, the writ petition should not be entertained. Each and every\n     case is to be dealt with on its own facts. If the materials on record are\n     clearly evincible, the writ court may exercise the power of judicial\n     review.\n</p><span class=\"hidden_text\" id=\"span_63\">                                       21</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_55\">10.   The power under <a href=\"/doc/1712542/\" id=\"a_77\">Article 226</a> of the Constitution of India is plenary in\n      nature. The High Court has discretion to exercise such power having\n      regard to the facts of each case. However, the Court has imposed\n      certain self-restrictions in the exercise of power to issue a prerogative\n      writ which is normally not exercised to the exclusion of other available\n      remedies unless such action of the State or its instrumentality is forced\n      arbitrary and unreasonable so as to violate the constitutional mandate\n      of <a href=\"/doc/367586/\" id=\"a_78\">Article 14</a> of the constitution of India or for other valid and legitimate\n      reasons for which the Court thinks it necessary to exercise the said\n      jurisdiction.\n</p><p data-structure=\"CDiscource\" id=\"p_56\">11.   Having taken into consideration the above judicial pronouncements, it\n      would be appropriate to go through the process adopted by the\n      respondent-SHAJ to decide the issue as to whether the impugned\n      order of termination of contract as well as the forfeiture of\n      performance        security   suffers     from    arbitrariness,   irrationality,\n      unreasonableness or malafide so as to exercise the power of the\n      judicial review.\n</p><p data-structure=\"CDiscource\" id=\"p_57\">12.   The    petitioner    was      awarded     the    work   for   &quot;Widening     and\n      Strengthening/construction           of    Hazaribagh-Barakagaon-Tandwa-\n      Khelari-Bijupara (SH-7) Road (including bridges &amp; bypass)&quot;. It had to\n      achieve three financial milestones in phase-wise manner in order to\n      complete the project within the scheduled period. The prescribed\n      milestones are reproduced herein below:-\n</p><blockquote id=\"blockquote_59\">            (a) Mile Stone-I was to be achieved by 25.12.2015\n                  (180 days from the appointed date) with\n                  completion of Civil work of 10% value of the total\n                  Project cost.\n</blockquote><blockquote id=\"blockquote_60\">            (b) Mile Stone-II was to be achieved by 26.06.2016\n                  (365 days from the appointed date) with\n                  completion of Civil Works of 30% value of the\n                  total Project cost.\n</blockquote><blockquote id=\"blockquote_61\">            (c) Mile Stone-III was to be achieved by 05.08.2017\n                  (770 days from the appointed date) with\n                  completion of Civil works of 60% value of the\n                  total Project cost.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_58\">13.   The petitioner did not achieve the 1st milestone within the scheduled\n      period. Thereafter, cure period notice was issued to the petitioner on\n<span class=\"hidden_text\" id=\"span_64\">                                    22</span>\n\n\n\n\n      26.12.2015 with a direction to cure the defect within a period of 60\n      days from the date of issuance of the letter dated 26.12.2015. While\n      the scheduled period of 2nd milestone        was continuing, a committee\n      was constituted to review the reasons for delay in progress of the\n      project and to examine its effect on the milestones fixed as per the\n      EPC contract agreement, which submitted the report with its\n      recommendations on 11.05.2016. The petitioner has heavily relied\n      upon the report of the committee (Annexure-6 to the writ petition).\n      The said committee reported the reasons for delay in completion of\n      the milestones, which are quoted herein below:\n</p><blockquote id=\"blockquote_62\">                   &quot;7. Reasons for Delay and effect on milestone:\n</blockquote><blockquote id=\"blockquote_63\">                   After visit the Committee opines that the Contractor should\n                   mobilize their resources and make efforts on all the available\n                   fronts of the stretches.\n</blockquote>\n<blockquote id=\"blockquote_64\">                   In the Contract conditions, the first milestone is kept low, i.e\n                   10% that too in a period of about 6 month&#x27;s time because the\n                   contractor takes time in mobilizing money, person and\n                   machinery, preparing designs, getting statutory permissions\n                   and clearance, etc. perhaps these activities have not been\n                   completed in given 6 months.\n</blockquote>\n<blockquote id=\"blockquote_65\">                   It was known from site visit as well as enquiry with CCL and\n                   NTPC officials as well as locals that the contractor had\n                   difficulty in getting land for setting up camp office and plants.\n                   Although these activities are the obligation of the contractor,\n                   it is considered in the time of completion that some time will\n                   be consumed for getting land and other clearance.\n</blockquote>\n<blockquote id=\"blockquote_66\">                   The 1st milestones was delayed due to the lack of coordination\n                   and follow up action pertaining to land by various\n                   departments/agencies, like CCL, NTPC etc and the Contractor.\n</blockquote>\n<blockquote id=\"blockquote_67\">                   It was informed to the Committee that the Authority Engineer\n                   (A.E) was in place from 3rd September 2015, i.e about two\n                   months after the appointed date of the Civil Works Contract.\n</blockquote>\n<pre id=\"pre_3\">                   Further the said         Committee     made     the    following\n                   recommendations:-\n\n                   9. Committee&#x27;s comments and recommendations:\n\n</pre><blockquote id=\"blockquote_68\">                   Based on the observations and the preparedness of the\n                   contractor, The Committee recommends the following steps to\n                   be considered by SHAJ in the interest of this prestigious project\n                   funded by NTPC-\n</blockquote>\n<blockquote id=\"blockquote_69\">                   (i) Granting remaining Advance Payment to the Contractor\n                   after obtaining security from the Contractor as per Agreement.\n</blockquote>\n<blockquote id=\"blockquote_70\">                   (ii) Consider re-scheduling of the milestones within the project\n                   completion period.\n</blockquote>\n<blockquote id=\"blockquote_71\">                   (iii) The Authority Engineer and the Contractor should resolve\n                   all outstanding issues as mentioned before as soon as\n                   possible.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_59\">14.   It has been contended on behalf of the petitioner that the Committee\n      had specifically recommended for rescheduling of the milestones\n      within the project completion period, thus, unless the said period\n      expires, the petitioner cannot be blamed for such aberration.\n</p><span class=\"hidden_text\" id=\"span_65\">                                   23</span>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_60\">15.   The recommendation of the Committee was only suggestive in nature,\n      and the SHAJ was not bound by the said recommendation. On perusal\n      of the record, it appears that after getting the report of the Committee,\n      the 1st and 2nd milestones were clubbed with the 3rd milestone, and\n      the petitioner was directed to complete the 1st, 2nd and 3rd milestones\n      within the time frame fixed for the 3rd milestone. However, the\n      petitioner was lagging far behind the target. The petitioner was issued\n      2nd Cure Period Notice vide letter dated 21.04.2017. However, the\n      petitioner did not achieve 3rd milestone within the scheduled period.\n      Thereafter, the respondent-SHAJ directed the petitioner to submit\n      monthly work programme so as to complete the work within the\n      scheduled period and an affidavit to the effect that in case of failure to\n      achieve the target as per monthly work programme, the respondent-\n      SHAJ will be at liberty to take recourse as per the EPC contract\n      agreement. The contention of the learned senior counsel for the\n      respondent is that in spite of the said affidavit, it was found that the\n      petitioner could not achieve the target fixed as per monthly work\n      programme. The said fact has not been disputed by the petitioner.\n      However, the contention of the learned senior counsel for the\n      petitioner is that the respondents should have waited till the scheduled\n      date of completion of the project i.e. 26.06.2018. The stand of the\n      respondent-SHAJ is that the petitioner could complete only 26.25% of\n      the work, though the petitioner has denied the said averment and has\n      stated that actual physical progress of the project is 40.36%. Even if\n      the said contention of the petitioner is accepted, it would not change\n      the position. It is difficult to believe that the petitioner could have\n      completed the rest of the work within six months. Thus, I do not find\n      any force in the submission of the learned senior counsel for the\n      petitioner that the respondents should have waited till the scheduled\n      date of completion of the project. The petitioner though agreed by\n      submitting an affidavit that it would comply the monthly scheduled\n      programme, however, the same was also not achieved.\n</p><p data-structure=\"PetArg\" id=\"p_61\">16.   The next limb of the argument of Mr. Sinha, learned senior counsel for\n      the petitioner, is that the mode prescribed in the agreement for\n      termination of contract has not been followed by the respondent-SHAJ.\n      It has been contended that before issuing the termination notice, no\n      finding has been arrived at by the respondent-SHAJ as to whether the\n<span class=\"hidden_text\" id=\"span_66\">                                    24</span>\n\n\n\n\n      delay in completion of project has been occasioned due to contractor&#x27;s\n      default or Force Majeure.\n</p><p data-structure=\"Section\" id=\"p_62\">17.   Clause 23.1.1 of the Agreement provides that if any default specified\n      in the said clause is committed and the contractor fails to cure the\n      default within the cure period, the contractor shall be deemed to be in\n      default unless the default has occurred solely as a result of any breach\n      of the contract agreement by the authority or due to Force Majeure.\n      Further, Clause 23.1.2 of the EPC contract agreement provides that\n      without prejudice to any other right or remedies which the authority\n      may have under the agreement, upon occurrence of a contractor&#x27;s\n      default, the authority shall be entitled to terminate the agreement by\n      issuing termination notice to the contractor, provided that before\n      issuing the termination notice, the authority shall, by a notice, inform\n      the contractor of its intention to issue such termination notice and\n      grant 15 (fifteen) days to the contractor to make a representation, and\n      may after the expiry of such fifteen days, whether or not it is in receipt\n      of such representation, issue the termination notice.\n</p><p data-structure=\"RespArg\" id=\"p_63\">18.   Further argument of the learned Senior Counsel for the petitioner is\n      that the project has been delayed due to the reason that the\n      respondent-SHAJ failed to perform its reciprocal promises and as such\n      the petitioner should not be penalized for the same. The respondent-\n      SHAJ has out rightly denied the allegations of the petitioner by stating\n      that in spite of the repeated letters to the petitioner, it failed to achieve\n      the milestones fixed for completion of the project and, thus, the\n      impugned order of termination and forfeiture of performance security\n      has been issued. So far as the delay in completion of the project is\n      concerned, the petitioner has raised several questions of fact like\n      hindrance at the project site, not getting forest clearance, some sites\n      not being handed over in time, heavy rainfall, restriction in plying\n      vehicles at the project site, delay in making advance payment etc.\n      However, the said allegations have been denied by the respondents\n      stating that the respondent-SHAJ provided all required assistance as\n      was the part of its obligation, but the project was not completed due\n      to poor mobilization of the resources by the petitioner. The further\n      case of the respondent-SHAJ is that the advance payment was made\n      to the petitioner in time, and also there was no restriction of plying\n      vehicles at the project site. Moreover, as per the stipulations of the\n<span class=\"hidden_text\" id=\"span_67\">                                     25</span>\n\n\n\n\n      EPC contract agreement, the parties had agreed for achieving the\n      financial milestones within the stipulated period, and thus, even if\n      there were some hurdles at some of the project sites, the petitioner\n      could have achieved the milestones by doing the work at other sites\n      which were free from all hurdles. In support of the above contention,\n      the respondent-SHAJ has referred some sites before this court, which\n      were free from hurdle. The said averment of the respondent- SHAJ has\n      not been controverted by the petitioner. Under the aforesaid\n      circumstance, I am of the view that the petitioner could have achieved\n      the agreed financial milestones by doing the work at the place where\n      there was no hindrance.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">19.   At the cost of repetition, it is reiterated that the petitioner did not\n      achieve the 1st milestone          and thereafter, cure period notice was\n      issued to it. The petitioner did not achieve 2nd milestone also and\n      second cure period notice was issued. Thereafter, on the basis of the\n      report of the committee, 1st, 2nd and 3rd milestones were clubbed\n      together, however, the petitioner did not achieve 3rd milestone also.\n      Thereafter, revised work programme was submitted by the petitioner\n      with an affidavit that in case of failure to achieve the target,\n      appropriate action might be taken as per the EPC contract agreement.\n      However, the petitioner again failed to achieve the monthly target and,\n      therefore, the respondent-SHAJ issued termination notice and finally\n      terminated the contract. The sequence of events suggests that the\n      respondents had given ample opportunity to the petitioner to complete\n      the work within the scheduled time and for that purpose the target\n      was revised from time to time. However, the petitioner lagged far\n      behind the target, leading to issuance of impugned order of\n      termination   of   contract    and      as   such   no   arbitrariness   or\n      unreasonableness is found on the part of the respondent-SHAJ which\n      requires interference by this Court under <a href=\"/doc/1712542/\" id=\"a_79\">Article 226</a> of the Constitution\n</p><p data-structure=\"CDiscource\" id=\"p_65\">20.   Mr. Sinha, learned senior counsel for the petitioner, has also contended\n      that the respondent-SHAJ has not issued third cure period notice in\n      spite of the fact that in the termination notice, the petitioner has been\n      alleged to have violated clause 23.1.1 (c) and (d) of the EPC contract\n      agreement, and thus, the action of the respondent-SHAJ being in\n      violation of the terms and conditions of the EPC contract agreement\n      suffers from arbitrariness. On perusal of the record, it would transpire\n<span class=\"hidden_text\" id=\"span_68\">                                   26</span>\n\n\n\n\n      that both the parties, by their intent, had waived off the third cure\n      period notice and had made alternative arrangement by setting\n      monthly target with a condition that if the petitioner fails to achieve\n      the monthly target, action would be taken as per the EPC contract\n      agreement. Thus, the petitioner after failing to achieve the said target\n      cannot turn round by contending that no third cure period notice was\n      issued to it. Even if it is assumed that there is some irregularity in the\n      issuance of order of termination of the contract, the same is certainly\n      not a ground for interference by this Court under writ jurisdiction, if\n      otherwise, the action of the respondent authority appears to be fair\n      and reasonable.\n</p><p data-structure=\"RespArg\" id=\"p_66\">21.   The petitioner has also challenged the action of the respondent-SHAJ\n      in going for retender on the ground that it would take 30 months&#x27; time\n      to complete the project, whereas the petitioner is ready to complete\n      the work within 18 months. It has been further submitted that the\n      retendering would create an extra burden of around 23 crores upon\n      the public exchequer.\n</p><p data-structure=\"Section\" id=\"p_67\">22.   Clause 23.1.3 of the EPC contract agreement provides that after\n      termination of the agreement on contractor&#x27;s default, the authority\n      may complete the work and/or arrange for any other entity to do so.\n      Thus, it was within the domain of the respondent-SHAJ to retender the\n      work and allot it to any other successful bidder after cancellation of\n      the contract agreement of earlier contractor. It would, therefore, be\n      unreasonable to direct the respondents to give further chance to the\n      petitioner to finish the work.\n</p><p data-structure=\"RespArg\" id=\"p_68\">23.   So far as the challenge to the encashment of bank guarantee deposited\n      as performance security is concerned, Mr. Sinha has contended that\n      the respondent-SHAJ cannot be a judge of its own cause. It has also\n      been submitted that if there is any dispute with regard to the alleged\n      breach of contract committed by the petitioner, the same is required\n      to be adjudicated by an independent agency.\n</p><p data-structure=\"Precedent\" id=\"p_69\">24.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"338650\" id=\"span_69\">In support of the said contention, learned senior counsel for the\n      petitioner has put reliance on the judgment of the Hon&#x27;ble Supreme\n      Court rendered in the case of <a href=\"/doc/338650/\" id=\"a_80\">State of Karnataka v. Shree\n      Rameshwara Rice Mills (Supra.</a>). In the said case, there was\n      stipulation in the contract entered into by the State with a private entity\n      that in case of breach of the contract the State would be empowered\n<span class=\"hidden_text\" id=\"span_70\">                              27</span>\n\n\n\n\nto assess the damage and recover the same. When the allegation of\nbreach of the contract was levelled and after assessing the damage,\nthe recovery proceeding was initiated, the aggrieved party challenged\nthe recovery proceeding which ultimately went to the Hon&#x27;ble Supreme\nCourt wherein Their Lordships observed that the State was entitled to\nassess damages only if the breach of conditions was admitted,\nhowever, if the same was disputed, the determination must be made\nby an independent agency. Para 7 of <a href=\"/doc/338650/\" id=\"a_81\">the said judgment</a> reads as\nunder:-</span>\n</p><blockquote id=\"blockquote_72\">             &quot;7. On a consideration of the matter we find ourselves unable\n             to accept the contentions of Mr Iyenger. The terms of clause\n             12 do not afford scope for a liberal construction being made\n             regarding the powers of the Deputy Commissioner to\n             adjudicate upon a disputed question of breach as well as to\n             assess the damages arising from the breach. The crucial words\n             in clause 12 are &quot;and for any breach of conditions set forth\n             hereinbefore, the first party shall be liable to pay damages to\n             the second party as may be assessed by the second party&quot;. On\n             a plain reading of the words it is clear that the right of the\n             second party to assess damages would arise only if the breach\n             of conditions is admitted or if no issue is made of it. If it was\n             the intention of the parties that the officer acting on behalf of\n             the State was also entitled to adjudicate upon a dispute\n             regarding the breach of conditions the wording of clause 12\n             would have been entirely different. It cannot also be argued\n             that a right to adjudicate upon an issue relating to a breach of\n             conditions of the contract would flow from or is inhered in the\n             right conferred to assess the damages arising from a breach of\n             conditions. The power to assess damages, as pointed out by\n             the Full Bench, is a subsidiary and consequential power and not\n             the primary power. Even assuming for argument&#x27;s sake that\n             the terms of clause 12 afford scope for being construed as\n             empowering the officer of the State to decide upon the\n             question of breach as well as assess the quantum of damages,\n             we do not think that adjudication by the officer regarding the\n             breach of the contract can be sustained under law because a\n             party to the agreement cannot be an arbiter in his own cause.\n             Interests of justice and equity require that where a party to a\n             contract disputes the committing of any breach of conditions\n             the adjudication should be by an independent person or body\n             and not by the officer party to the contract. The position will,\n             however, be different where there is no dispute or there is\n             consensus between the contracting parties regarding the\n             breach of conditions. In such a case the officer of the State,\n             even though a party to the contract will be well within his\n             rights in assessing the damages occasioned by the breach in\n             view of the specific terms of clause 12.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_70\">      In the case of BSNL v. Motorola India (P) Ltd. (Supra.),\nthe question for determination before the Hon&#x27;ble Supreme Court was\nas to whether Clause 16.2 of the agreement, which provides the\nliquidated damages on failure of supplier to deliver goods, was an\nexception to the arbitration agreement contained in Clause 20 of the\nsaid agreement. Their Lordships in para 26 observed as under:\n</p><blockquote id=\"blockquote_73\">             &quot;26. Quantification of liquidated damages may be an excepted\n             matter as argued by the appellant, under clause 16.2, but for\n             the levy of liquidated damages, there has to be a delay in the\n             first place. In the present case, there is a clear dispute as to\n             the fact that whether there was any delay on the part of the\n<span class=\"hidden_text\" id=\"span_71\">                                    28</span>\n\n\n\n\n                    respondent. For this reason, it cannot be accepted that the\n                    appointment of the arbitrator by the High Court was\n                    unwarranted in this case. Even if the quantification was\n                    excepted as argued by the appellant under clause 16.2, this\n                    will only have effect when the dispute as to the delay is\n                    ascertained. Clause 16.2 cannot be treated as an excepted\n                    matter because of the fact that it does not provide for any\n                    adjudicatory process for decision on a question, dispute or\n                    difference, which is the condition precedent to lead to the\n                    stage of quantification of damages.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_71\">             In the case of J.G. Engineers (P) Ltd. (Supra.), the Hon&#x27;ble\n      Supreme Court has held as under:\n</p><blockquote id=\"blockquote_74\">                    &quot;19. In fact the question whether the other party committed\n                    breach cannot be decided by the party alleging breach. A\n                    contract cannot provide that one party will be the arbiter to\n                    decide whether he committed breach or the other party\n                    committed breach. That question can only be decided by only\n                    an adjudicatory forum, that is, a court or an Arbitral Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_75\">                    22. In view of the above, the question whether the appellant\n                    was responsible or the respondents were responsible for the\n                    delay in execution of the work, was arbitrable. The arbitrator\n                    has examined the said issue and has recorded a categorical\n                    finding that the respondents were responsible for the delay in\n                    execution of the work and the contractor was not responsible.\n                    The arbitrator also found that the respondents were in breach\n                    and the termination of contract was illegal. Therefore, the\n                    respondents were not entitled to levy liquidated damages nor\n                    entitled to claim from the contractor the extra cost (including\n                    any escalation in regard to such extra cost) in getting the work\n                    completed through an alternative agency. Therefore, even\n                    though the decision as to the rate of liquidated damages and\n                    the decision as to what was the actual excess cost in getting\n                    the work completed through an alternative agency were\n                    excepted matters, they were not relevant for deciding Claims\n                    1, 3 and 11, as the right to levy liquidated damages or claim\n                    excess costs would arise only if the contractor was responsible\n                    for the delay and was in breach.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_72\">25.   In the aforesaid judgments cited by the learned Senior counsel for the\n      petitioner, the Hon&#x27;ble Supreme Court, while dealing with the scope of\n      the arbitral tribunal, held that if there is any dispute as to who is\n      responsible for the delay occasioned in execution of work, the arbitral\n      tribunal is competent to decide the dispute, and the other party cannot\n      object to the jurisdiction by saying that such matter comes within the\n      exception provided in the agreement. It has further been held that no\n      party can be judge of its own cause and such question can be decided\n      by an adjudicatory forum.\n</p><p data-structure=\"CDiscource\" id=\"p_73\">26.   However, in the present case the jurisdiction of the arbitrator is not\n      under challenge. The petitioner did not invoke Clause 26 of the EPC\n      contract agreement disputing the breach of contract. The learned\n      Senior counsel for the respondent-SHAJ has submitted that after taking\n      decision of termination of contract of the petitioner, the respondent-\n      SHAJ invoked clause 23.6 of the EPC contract agreement, which\n<span class=\"hidden_text\" id=\"span_72\">                                    29</span>\n\n\n\n\n      provides for the consequence of termination of contract on account of\n      contractor&#x27;s default under clause 23.6.1 which reads as under:\n</p><blockquote id=\"blockquote_76\">                &quot;23.6.1 Upon Termination on account of Contractor&#x27;s Default under\n                Clause 23.1, the Authority shall:\n</blockquote>\n<blockquote id=\"blockquote_77\">                (a) encash and appropriate the Performance Security and\n                    Retention Money, or in the event of the Contractor has failed\n                    to replenish or extend the Performance Secuirity, claim the\n                    amount stipulated in Clause 7.1.1, as agreed pre-determined\n                    compensation to the Authority for any losses, delays and cost\n                    of completing the Works and Maintenance, if any;\n</blockquote>\n<blockquote id=\"blockquote_78\">                (b) encash and appropriate the bank guarantee, if any, for an in\n                    respect of the outstanding Advance Payment and interest\n                    thereon, and\n\n</blockquote><blockquote id=\"blockquote_79\">                (c) pay to the Contractor, by way of Termination Payment, an\n                    amount equivalent to the Valuation of Unpaid Works, after\n                    adjusting any other sums payable or recoverable, as the case\n                    may be, in accordance with the provisions of this Agreement.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_74\">27.   It was thus agreed between the parties that when the contract is\n      terminated on account of contractor&#x27;s default, the authority shall\n      encash and appropriate the performance security and retention money\n      as a pre-determined compensation for any losses, delay and cost of\n      completing the works and maintenance, if any.\n</p><p data-structure=\"Section\" id=\"p_75\">28.   <a href=\"/doc/1941714/\" id=\"a_82\">Section 74</a> of the Indian Contract Act, 1872 provides for compensation\n      for breach of contract where penalty has been stipulated for.\n</p><blockquote id=\"blockquote_80\">                    &quot;When a contract has been broken, if a sum is named in the\n                    contract as the amount to be paid in case of such breach, or if\n                    the contract contains any other stipulation by way of penalty,\n                    the party complaining of the breach is entitled, whether or not\n                    actual damage or loss is proved to have been caused thereby,\n                    to receive from the party who has broken the contract\n                    reasonable compensation not exceeding the amount so named\n                    or, as the case may be, the penalty stipulated for.\n</blockquote>\n<blockquote id=\"blockquote_81\">                    Explanation - A stipulation for increased interest from the date\n                    of default may be a stipulation by way of penalty.\n</blockquote>\n<blockquote id=\"blockquote_82\">                    Exception - When any person enters into any bail-bond,\n                    recognizance or other instrument of the same nature, or under\n                    the provisions of any law, or under the orders of the Central\n                    Government or of any State Government, gives any bond for\n                    the performance or any public duty or act in which the public\n                    are interested, he shall be liable, upon breach of the condition\n                    of any such instrument, to pay the whole sum mentioned\n                    therein.\n</blockquote><blockquote id=\"blockquote_83\">                    Explanation - A person who enters into a contract with\n                    Government does not necessarily thereby undertake any\n                    public duty, or promise to do an act in which the public are\n                    interested.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_76\">29.   A bare reading of <a href=\"/doc/1941714/\" id=\"a_83\">Section 74</a> of the Indian Contract Act would reveal\n      that the provisions laid down for liquidated damages i.e. the damages\n      fixed by the parties at the time of entering into an agreement need not\n      prove the actual damages. The complaining party is entitled for\n      damages along with penalty from the other party, if any, fixed by the\n      parties by way of stipulation in the contract agreement.\n</p><span class=\"hidden_text\" id=\"span_73\">                                     30</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_74\">30.   A constitution Bench of the Hon&#x27;ble Supreme Court in the case of\n      <a href=\"/doc/584252/\" id=\"a_84\">Fateh Chand Vs. Balkishan Dass</a> reported in AIR 1963 SC\n      1405, has held as under:-</span>\n</p><blockquote id=\"blockquote_84\">                    &quot;15. <a href=\"/doc/1941714/\" id=\"a_85\">Section 74</a> declares the law as to liability upon breach of\n                    contract where compensation is by agreement of the parties\n                    predetermined, or where there is a stipulation by way of\n                    penalty. But the application of enactment is not restricted to\n                    cases where the aggrieved party claims relief as a plaintiff. The\n                    section does not confer a special benefit upon any party, it\n                    merely declares the law that notwithstanding any term in the\n                    contract predetermining damages or providing for forfeiture of\n                    any property by way of penalty, the Court will award to the\n                    party aggrieved only reasonable compensation not exceeding\n                    the amount named or penalty stipulated. The jurisdiction of the\n                    Court is not determined by the accidental circumstance of the\n                    party in default being a plaintiff or a defendant in a suit. Use of\n                    the expression &quot;to receive from the party who has broken the\n                    contract&quot; does not predicate that the jurisdiction of the Court\n                    to adjust amounts which have been paid by the party in default\n                    cannot be exercised in dealing with the claim of the party\n                    complaining of breach of contract. The Court has to adjudge in\n                    every case reasonable compensation to which the plaintiff is\n                    entitled from the defendant on breach of the contract. Such\n                    compensation has to be ascertained having regard to the\n                    conditions existing on the date of the breach.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"584252\" id=\"span_75\">31.   It may thus be construed that even if there is a stipulation in the\n      agreement between the parties that the performance security shall be\n      encashed and appropriated as a predetermined compensation for any\n      losses, delay and cost of completing the work and maintenance, any\n      person disputing the breach of contract may take the shelter of the\n      court and <a href=\"/doc/584252/\" id=\"a_86\">in that case</a>, the court has to adjudge a reasonable\n      compensation to which the aggrieved party is entitled. In J.G.\n      Engineers (P) Ltd. (Supra.) also Their Lordships have held that the\n      question as to which party has committed breach of contract can only\n      be decided by an adjudicatory forum i.e a court or an Arbitral Tribunal.\n      Since the situation here is that the respondent-SHAJ, after termination\n      of the contract agreement of the petitioner proceeded to invoke Clause\n      23.6.1 of the EPC contract agreement and appropriated the\n      performance    security of       the    petitioner     as   a    pre-determined\n      compensation, the petitioner having any grievance against the said\n      encashment/appropriation of the performance security is free to\n      invoke Clause 26 of the EPC contract agreement.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_79\">32.   Under the aforesaid circumstances, I am of the considered view that\n      after taking decision for termination of contract agreement, the\n      respondent-SHAJ has rightly invoked Clause 23.6.1 of the EPC contract\n      agreement and has encashed/appropriated the performance security\n      as a predetermined compensation. If the petitioner has any grievance,\n      it may invoke Clause 26 of the EPC contract agreement.\n</p><span class=\"hidden_text\" id=\"span_76\">                                           31</span>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_80\">       33.   In view of the discussions made herein above, the present writ petition\n             is disposed of with the following observations:\n</p><blockquote id=\"blockquote_85\">                    (i)    No interference is warranted with the order of\n                           termination contained in Memo no. 1668 dated\n                           07.12.2017     as the same does not suffer from any\n                           arbitrariness, unreasonableness, irrationality, biasness\n                           and mala fide.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_81\">                    (ii)   So far the order of encashment of performance security\n                           deposited by the petitioner is concerned, the same is\n                           within   the   competence     of    the   respondent-SHAJ.\n</p><p data-structure=\"Conclusion\" id=\"p_82\">                           However, the petitioner is at liberty to invoke clause 26\n                           of the EPC contract agreement.\n</p><p data-structure=\"Conclusion\" id=\"p_83\">       34.   Consequently, I.A. Nos.93 &amp; 2239 of 2018 also stand disposed of.\n</p><p data-structure=\"Conclusion\" id=\"p_84\">       35.   It is, however, clarified that the factual observations made in this order\n             shall not prejudice the case of the parties before any court/arbitral\n             tribunal.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_85\">                                                        (Rajesh Shankar, J.)\nSanjay/AFR\n </p>","numcites":38,"numcitedby":0,"docsource":"Jharkhand High Court","citetid":184868935,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"force majeure","formInput":"force%20majeure"},{"value":"wednesbury principle","formInput":"wednesbury%20principle"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"equality before law","formInput":"equality%20before%20law"},{"value":"epc contracts","formInput":"epc%20contracts"},{"value":"public interest litigation ","formInput":"public%20interest%20litigation%20"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"\"termination of contract\"","formInput":"%22termination%20of%20contract%22"},{"value":"larger public interest","formInput":"larger%20public%20interest"},{"value":"cure period notice ","formInput":"cure%20period%20notice%20"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":" discrimination ","formInput":"%20discrimination%20"},{"value":"review by same court","formInput":"review%20by%20same%20court"},{"value":"Pre -determined compensation","formInput":"Pre%20-determined%20compensation"},{"value":"power of review, ","formInput":"power%20of%20review%2C%20"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"compensation-for-contract-breach-with-stipulated-penalty","formInput":"tag:compensation-for-contract-breach-with-stipulated-penalty"}],"courtcopy":true,"query_alert":null,"agreement":false}