{"tid":67525597,"publishdate":"2018-12-14","title":"Bharat Aluminium Co. Ltd vs Lark Constructions Private Ltd. 24 ... on 14 December, 2018","doc":"<h2 class=\"doc_title\">Bharat Aluminium Co. Ltd vs Lark Constructions Private Ltd. 24 ... on 14 December, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-dubey\">Rajani Dubey</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-dubey\">Rajani Dubey</a></h3>\n\n<pre id=\"pre_1\">                                    -1-\n\n                                                                             AFR\n\n             HIGH COURT OF CHHATTISGARH, BILASPUR\n\n                          ARBA No. 7 of 2017\n\n  Bharat Aluminium Co. Ltd. A Company Incorporated Under The Provisions\n  Of Companies Act, 1956, Having Its Registered Office At Core V I, Scope\n  Office Complex, 7, Lodhi Road, New Delhi Carrying Its Business From P.O.\n  Balco Nagar, Korba, Chhattisgarh , Chhattisgarh\n\n                                                                   ---- Appellant\n\n                                  Versus\n\n  Lark Constructions Private Ltd. A Company Incorporated Under The\n  Provisions Of Companies Act, 1956, Having Its Registered Office At Ground\n  Floor, Runanubandh Road No.1, Sector-19, New Panvel, District- Raigarh\n  M.S.- 410206, Maharashtra\n\n                                                             ---- Respondent\n\n\n\n  For Appellant-Company       :    Shri Prafull Bharat, Advocate\n  For Respondent-Claimant :        Shri V.R. Rao, Senior Advocate with\n                                   Shri Ashok Mishra, Advocate\n\n\n            D.B. : Hon&#x27;ble Mr. Justice Manindra Mohan Shrivastava &amp;\n                   Hon&#x27;ble Mrs. Justice Rajani Dubey\n\n\n                                  CAV Judgment\n  14/12/2018\n\n  Per Manindra Mohan Shrivastava, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1. This Arbitration Appeal under <a href=\"/doc/176069997/\" id=\"a_1\">Section 13</a> of the Commercial Courts,\n  Commercial Division and Commercial Appellate Division of the High Courts\n  Act, 2015 (hereinafter referred to as &quot; the Act of 2015&quot;) read with <a href=\"/doc/772406/\" id=\"a_2\">Section 37</a>\n  of the Arbitration and Reconciliation Act, 1996 (hereinafter referred to as\n  &quot;the Act of 1996&quot;) arises out of order dated 9.1.2017 passed by the\n  Commercial Court (District Level), Naya Raipur in MJC No.12 of 2016\n  whereby the Commercial Court dismissed appellant&#x27;s application for\n  setting aside the Award passed by the Sole Arbitrator on 10 th June 2013 in\n  the matter of a contractual dispute arising between the appellant-Company\n  and the respondent - Contractor, under a contract executed between the\n  parties on 17th May 2005.\n</p><span class=\"hidden_text\" id=\"span_1\">                                      -2-</span>\n\n\n\n<p data-structure=\"Facts\" id=\"p_2\">2. The appellant-Company herein had invited tender for construction of road.\n   The respondent-Contractor being the successful tenderer, was awarded\n   contract after negotiation, to execute construction work of the road at\n   Rs.11,75,00,000/- (eleven crores seventy five lacs only). Dispute arose\n   between the parties regarding payment of work. The parties referred the\n   dispute to the Arbitration Tribunal as per agreement dated 17 th May 2005.\n   After appointment of the Sole Arbitrator, the parties appeared before the\n   Arbitrator, submitted their statement of claim, reply thereof, along with\n   counter claim. The parties were allowed to lead oral and documentary\n   evidence and the proceedings culminated in passing of the Award referred\n   to above. As number of claims made by the Claimant-Contractor were\n   allowed by the Award, it was subjected to challenge by the appellant-\n   Company by moving application under <a href=\"/doc/34300021/\" id=\"a_3\">Section 34</a> of the Act of 1996. The\n   same having been dismissed, this appeal has been filed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">3. Learned counsel for the appellant-Company argued that as the Claimant-\n   Contractor had already given &#x27;No Claim Certificate&#x27; (for short &quot;NCC&quot;), it\n   being a case of accord and satisfaction, the claim was not arbitrable. There\n   was no specific pleadings of any duress or coercion or undue influence\n   exercised upon the Claimant-Contractor by the appellant-Company, much\n   less, specific clinching evidence to prove the same. The Arbitrator, however,\n   perversely recorded a finding that the Claimant-Contractor under coercion\n   had to submit &#x27;NCC&#x27;, therefore, only on the ground of Claimant having\n   submitted &#x27;NCC&#x27;, the claim could not be held to be arbitrable. Learned\n   counsel for the appellant argued that even though the strict rule of\n   pleadings and evidence are not applicable in arbitral proceedings,\n   nevertheless, on the face of admitted fact of &#x27;NCC&#x27; having already been\n   submitted prior to raising an arbitration dispute, claim was liable to be\n   rejected. Referring to documents of arbitration proceedings, it has also\n   been argued that a settlement through negotiation was arrived at,\n   therefore, the dispute, if any, had been settled, whereafter, payment were\n   released. Therefore, the Claimant was not entitled to any relief. In support\n   of this submission, learned counsel for the appellant relied upon decisions\n   in M/s. P.K. Ramaiah &amp; Comp. Vs. Chairman &amp; Managing Director,\n   National Thermal Power Corpn. 1994 (Supp) 3 SCC 126, M/s. P.K.\n<span class=\"hidden_text\" id=\"span_2\">                                  -3-</span>\n\nRamaiah &amp; Comp. Vs. Chairman &amp; Managing Director, National\nThermal Power Corpn. 1994 (Supp) 3 SCC 83, Chairman and M.D., NTPC\nLtd. Vs. Reshmi Constructions, Builders and Contractors (AIR 2004 SC\n1330), New     India   Assurance       Company   Ltd.   Vs.   Genus   Power\nInfrastructure Limited 2015 (2) SCC 424 and ONGC Mangalore\nPetrochemicals Ltd. Vs. ANS Constructions Ltd. &amp; Ors. (AIR 2018 SC\n</p><p data-structure=\"PetArg\" id=\"p_4\">796.)\n\nNext submission of learned counsel for the appellant-Company is that in so\nfar as Claim No.9, 10, 11 &amp; 12 are concerned, the Arbitrator not only acted\nperversely but also beyond the scope of agreement, in directing payment\nunder various heads without there being any pleading, much less proof,\nthat on account of idling of plant machinery, work force, the Claimant\nsuffered any loss which was required to be compensated by way of\ndamages. The Arbitrator, it is argued, has not considered any evidence on\nthis aspect and has mechanically allowed those claims as bounty. The\nstipulated date for completion of work, as per the agreement was\n31.3.2006, whereas the work was completed only on 2.7.2006, it was only\nsmall part of the work which could not be completed because of the stay\norder passed by the Court which was, later on, completed in the month of\nDecember 2006. Non- consideration of the case from this angle and\ngranting damages under Claim No. 9 to 12, therefore, suffered from patent\nillegality and would also amount to misconduct, warranting interference\nunder <a href=\"/doc/34300021/\" id=\"a_4\">Section 34</a> of the Act of 1996. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"467950\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1875748\" id=\"span_4\">In support of this contention that\nwhere the findings are arrived at without any evidence, interference is\npermissible, reliance is placed on decisions in <a href=\"/doc/1875748/\" id=\"a_5\">State of Rajasthan &amp; Anr.\nVs. Ferro Concrete Constructions Pvt. Ltd</a> 2009 (<a href=\"/doc/467950/\" id=\"a_6\">12) SCC 1 and ONGC\nLtd. Vs. Garware Shipping Corpn. Ltd.</a> (AIR 2008 SC 456).</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"98772786\" id=\"span_5\">The next submission of learned counsel for the appellant-Company is that\nin the present case, notice of dispute was given on 28.3.2007 and even the\nAward was passed on 10.6.2013 much prior to coming into force of the\nAmendment Act 2015 in the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act</a> 1996, therefore, the finding of\nthe Commercial Court with regard to applicability of the provision relating\nto ground of interference with the Award are illegal. Reliance is placed on\n<a href=\"/doc/98772786/\" id=\"a_8\">Tufan Chatterjee Vs. Rangan Dhar</a> (AIR 2016 Cal. 213).</span>\n</p><span class=\"hidden_text\" id=\"span_6\">                                      -4-</span>\n\n<p data-structure=\"PetArg\" id=\"p_6\">   The next submission of learned counsel for the appellant is that the time\n   was the essence of contract because as per the clear terms of contract\n   under Clause 9.2 of the General Conditions of Contract, the work was\n   required to be completed on 31.3.2006, the counter claim of the appellant\n   for grant of liquidated dames as provided under Clause 13 of the Contract\n   was required to be granted but the said claim was rejected without any\n   examination with reference to terms of contract, swayed only by the\n   conduct of the appellant.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">   Next submission is that as far as Claimant&#x27;s claim No.4 relating to refund of\n   bank guarantee is concerned, the same has wrongly been allowed despite a\n   clear admitted fact of Contractor having failed to complete the work within\n   the stipulated period. The agreement, between the parties gave the\n   appellant-Company, right to encash the bank guarantee where the\n   Contractor failed to comply the work within the stipulated period.\n   Therefore, out of two bank guarantees, one bank guarantee of Rs.1,50,000/-\n   was rightly encashed. Since this encashment was strictly in terms of\n   contract agreement, Claimant-Contractor was not entitled to refund of this\n   amount.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">   Next submission is that the patent illegality has been committed by the\n   Arbitrator in allowing Claim No.5 of the Claimant-Contractor by awarding\n   revised rates in respect of the work executed by the Contractor beyond the\n   stipulated period of the contract i.e. work executed after 31.3.2006. The\n   argument is that the said claim is not referable to any of the terms of\n   agreement between the parties. The claim was not with regard to any extra\n   work but with regard to work done in extra time and in the absence of\n   there being any stipulation in the agreement, entitling the Contractor to\n   claim higher or revised rates of work in respect of work done by him\n   beyond the stipulated period of work under the contract, Contractor could\n   not claim, as of right nor could the Arbitrator award additional payment on\n   the revised rates.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"574480\" id=\"span_7\">4. In reply, learned counsel for the respondent -Contractor argued that the\n   Award was passed by the Arbitrator after due scrutiny of oral and\n   documentary evidence relating to claim of the Claimant as also counter\n   claim of the appellant. The Arbitrator having taken into consideration broad\n<span class=\"hidden_text\" id=\"span_8\">                                     -5-</span>\n\n  claim of the parties has passed Award in respect of different claims which\n  is supported by legally admissible oral and documentary evidence and\n  merely because there is possibility of another view on various claims, the\n  Award could not be made susceptible to challenge as interference against\n  that Award is circumscribed by the limited grounds, exhaustively\n  enumerated in <a href=\"/doc/34300021/\" id=\"a_9\">Section 34</a> of the Act of 1996. Learned counsel for the\n  respondent-Contractor further argued that the fundamental principles to\n  be kept in mind while dealing with arbitration Award is that the arbitral\n  Award is not to be interfered with and all endeavour should be made to\n  settle the Award rather than destroying it on the allegation of illegality, as\n  held in the case of <a href=\"/doc/574480/\" id=\"a_10\">The State of Madhya Pradesh and Others Vs.\n  Babulal Pathak</a> (AIR 1974 MP 179).</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">  On the issue of accord and satisfaction and maintainability of the claim on\n  the ground of Claimant having submitted &#x27;NCC&#x27;, it is argued that on\n  28.3.2007, a notice of claim was given which was, later on, withdrawn on\n  25.4.2007 and then soon thereafter, a payment of Rs.1.2 crores was\n  released which itself shows that the Claimant has various claims but\n  because of unequal bargaining capacity, as huge amount was lying in the\n  hands of the appellant-company, he had initially withdrawn the claim so\n  that a substantial amount could be released and later on, on 26.12.2007,\n  fresh claim application was made which was founded on genuine claim of\n  the Claimant - Contractor. It, therefore, cannot be said to be a case of\n  accord and satisfaction but a case where the Contractor was compelled in\n  the circumstance, to submit &#x27;NCC&#x27;. The Arbitrator has taken into\n  consideration these circumstances based on proven facts and the conduct\n  of the parties, to come to the finding of fact that there was no accord and\n  satisfaction but submission of &#x27;NCC&#x27; was an outcome of unequal bargaining\n  capacity which is essentially a matter for consideration of the Arbitrator, as\n  held in Ramsharan and Ramdayal Dau Co. Vs. Hindustan Steel Ltd.\n  (1980 JLJ 689).\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"674769\" id=\"span_9\">5. Learned Senior Counsel appearing for the respondent-Contractor would\n  further emphasize that the issue of arbitrability of the claim could not be\n  raised in arbitration proceedings because on the notice given by the\n  Claimant, an Arbitrator was appointed by the appellant-Company and the\n  matter had also travelled up to this Court at the stage of appointment of\n<span class=\"hidden_text\" id=\"span_10\">                                      -6-</span>\n\n   Arbitrator wherein an order was passed by the High Court. Placing reliance\n   upon <a href=\"/doc/674769/\" id=\"a_11\">R.L. Kalathia &amp; Company Vs. State of Gujarat</a> (2011) 2 SCC 400 and\n   various decisions of the Supreme Court referred to therein, it was also\n   submitted that even if it is held that the allegation of undue influence and\n   coercion did not warrant any enquiry by the Arbitrator due to lack of\n   specific pleadings, it makes no difference because even if it is accepted that\n   &#x27;No Claim Certificate&#x27; was submitted, there is no absolute bar to raise\n   genuine claim and reference of dispute of such claim to the Arbitrator for\n   adjudication on its own merits. In the present case, on facts, the appellant\n   had accepted request of appointment of Arbitrator without raising any\n   demeanour and had not raised any objection to arbitrability in earlier\n   round of litigation before this Court, therefore, this could not be raised\n   after passing of the Award. He would further submit that the provision\n   contained in <a href=\"/doc/1731368/\" id=\"a_12\">Section 19</a> of the Arbitration Act, 1996 makes it clear that\n   provision relating to technical rules, pleadings and evidence are not\n   applicable in arbitration proceedings and if the Arbitrator&#x27;s Award is\n   founded on material evidence, the Award could not be interfered with on\n   the ground that there are no specific pleadings elaborately made in the\n   statement of claim. It is argued that the evidence of the Claimant&#x27;s witness\n   A.D. Patrikar contained specific evidence of undue influence, therefore, the\n   finding of fact is not liable to be interfered with.</span> Reliance has been placed\n   on Associate Builders Vs. Delhi Development Authority (AIR 2015 SC\n</p><p data-structure=\"Issue\" id=\"p_12\">   620).\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"318552\" id=\"span_11\">6. In reply to attack on Arbitrator finding on Claims No.9, 10, 11 &amp; 12, learned\n   counsel for the respondent-Contractor, referring to affidavit filed by the\n   applicant, submitted that there existed enough material on record to show\n   that because of idling, the Claimant-Contractor had suffered and, therefore,\n   on this head, the Arbitrator rightly awarded compensation taking into\n   consideration that the Claimant had mobilized resources which involve day\n   to day incurring of expenses. Relying on M/s. <a href=\"/doc/318552/\" id=\"a_13\">Ambica Construction Vs.\n   Union of India</a> 2007 Arb. W.L.J. 11 (SC), it is argued that even when there is\n   no escalation clause, escalated/revised rates of work beyond stipulated\n   time of work schedule could be granted once it is found that work could\n   not be completed for reasons not attributable to the Claimant.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">7. We have heard learned counsel for the parties and perused the records of\n<span class=\"hidden_text\" id=\"span_12\">                                      -7-</span>\n\n   the case.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_15\">8. The first and foremost point arising for consideration is whether the\n   Contractor&#x27;s claim was tenable in law on account of he having submitted\n   &#x27;NCC&#x27;, so as to say that the Claimant is estopped from raising a dispute by\n   application of principles of accord and satisfaction. According to learned\n   counsel for the appellant-Company, the issue itself was not arbitrable and it\n   was not even liable to be referred for arbitration. On factual score, it is not\n   in dispute that the Claimant-Contractor had submitted a &#x27;NCC&#x27;, though\n   earlier he had given a notice of claim on 28.3.2007, which was later on,\n   withdrawn on 25.4.2007. Soon thereafter, an amount of Rs.1.2 crores was\n   released in favour of the Claimant. However, later on, on 26.12.2007,\n   Claimant raised an issue seeking arbitration, followed by appointment of\n   Sole Arbitrator as per clause-17 of the contract, by the appellant, on\n   18.2.2018. It is also not in dispute that the Claimant-Contractor, filed an\n   arbitration application before this Court assailing order of appointment of\n   Sole Arbitrator on the ground that appointment of Arbitrator was not in\n   accordance with procedure prescribed under clause 17.1 of the agreement.\n   Vide order dated 3.1.2011 passed in Arbitration Application No.22 of 2008,\n   the said application was rejected. The Claimant had filed statement of claim\n   and the appellant filed reply as also counter claim. On the basis of the\n   pleadings made by the parties before it, the Sole Arbitrator, amongst\n   various issues, framed a specific issue, in fact the first issue, as to whether\n   the claims of the Claimant are maintainable or barred by reasons of the\n   conduct of the Claimant, particularly in the light of meeting dated 16.4.2007\n   and &#x27;No Dues Certificate&#x27; dated 11.5.2007 issued by the Claimant and\n   acceptance of the sum of Rs.50 lakh, on account of accord and satisfaction\n   of the Claimant. This issue was decided in favour of the Claimant and\n   against the appellant. The Arbitrator held that Claimant was forced to\n   withdraw his notice and compelled to issue &#x27;NCC&#x27; and that the Claimant\n   was under stress and entertained legitimate anxiety to recover his dues of\n   work done by him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">9. A specific ground challenging this finding was raised by the appellant-\n   Company while filing application under <a href=\"/doc/536284/\" id=\"a_14\">Section 34</a> of the Act of 1996 for\n   setting aside Award. The Commercial Court held that the Arbitrator has\n<span class=\"hidden_text\" id=\"span_13\">                                      -8-</span>\n\n   rightly held that the Claimant signed and submitted &#x27;NCC&#x27; due to coercion\n   and duress exerted by the appellant and, therefore, law of estoppel will not\n   come in the way of the Claimant to seek relief.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">10.According to learned counsel for the appellant-Company, present is a case\n   of accord and satisfaction and the very fact of Claimant submitting &#x27;NCC&#x27;,\n   by itself, without anything more, convulsively leads to the only conclusion\n   of there being an accord and satisfaction and in such case, it would not be\n   arbitrable. To appreciate the aforesaid submission, we consider it\n   appropriate to refer to the decisions dealing with this aspect rendered by\n   the Apex Court from time to time.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_18\">   In the case of M/s. P.K. Ramaiah (supra), an issue arose as to whether\n   there was full and final settlement of claim and for that reason, the dispute\n   itself was not arbitrable. On admitted factual score, there was settlement in\n   writing. It was held that admittedly the Claimant had acknowledged in\n   writing, accepting correctness of the measurement as well as final\n   settlement and received the amount and, therefore, no arbitral dispute\n   arose for reference. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_15\">Their Lordships considered earlier decisions in the\n   cases of <a href=\"/doc/1545494/\" id=\"a_15\">Damodar Valley Corpn. Vs. K.K. Kar</a> (1974) 1 SCC 141 , Bharat\n   Heavy Electricals Ltd. Vs. Amar Nath Bhan Prakash (<a href=\"/doc/864798/\" id=\"a_16\">1982) 1 SCC 625 and\n   Union of India Vs. L.K .Ahuja &amp; Co.</a> (1988) 3 SCC 76. The decision in the\n   aforesaid cases were distinguished on facts, as would be clear from\n   following observation :-</span></span>\n</p>\n<blockquote id=\"blockquote_1\">                &quot;8. On those facts, this Court held that although\n                there was alleged payment as final satisfaction of\n                the contract, yet as the respondent did not give any\n                receipt accepting the settlement of the claim, the\n                payment was unilateral, so the dispute still\n                subsisted and therefore it was arbitrable dispute\n                and the reference was valid. In Bhanu Prakash&#x27;s\n                case also there was no full and final settlement and\n                payment was not received under a receipt. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_16\">In <a href=\"/doc/864798/\" id=\"a_17\">L.K.\n                Ahuja &amp; Co.</a>&#x27;s case, this Court while laying the\n                general law held that if the bill was prepared by the\n                department, the claim gets weakened. That was not\n<span class=\"hidden_text\" id=\"span_17\">                                    -9-</span>\n\n             a case of accord and satisfaction but one of\n             pleading bar of limitation without prior rejection of\n             the claim. Therefore, the ratio therein is of little\n             assistance.&quot;......</span>\n</blockquote>\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1875748\" id=\"span_18\">In another case of <a href=\"/doc/1875748/\" id=\"a_18\">Reshmi Constructions</a> (supra), this issue again came\nup for consideration. The question as to whether there was accord and\nsatisfaction proved against Claimant, was examined by the Supreme Court\nupon close scrutiny of oral and documentary evidence led by the parties.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_19\">The decision in <a href=\"/doc/1545494/\" id=\"a_19\">P.K. Ramaiah</a> (supra<a href=\"/doc/1545494/\" id=\"a_20\">) <a href=\"/doc/1545494/\" id=\"a_21\">referred to above</a></a> and other decisions\nreferred to therein again came up for consideration. Following observations\nare pertinent:-</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_20\">&quot;18. Normally, an accord and satisfaction by itself would\n             not affect the arbitration clause but if the dispute is that\n             the contract itself does not subsist, the question of\n             invoking the arbitration clause may not arise. But in the\n             event it be held that the contract survives, recourse to\n             the arbitration clause may be taken. [See <a href=\"/doc/1391279/\" id=\"a_22\">Union of India\n             Vs. Kishorilal Gupta</a> (AIR 1959 SC 1362) and Majhati Jute\n             Mills Vs. Khvalirsa (AIR 1968 SC 522).</span>\n</blockquote>\n<blockquote id=\"blockquote_5\">             19. In Bharat Heavy Electricals Limited (supra) this Court\n             observed that whether there was discharge of the\n             contract by accord and satisfaction or not is a dispute\n             arising out of a contract and is liable to be referred to\n             arbitration.\n</blockquote>\n<blockquote id=\"blockquote_6\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_21\">20. Yet again in <a href=\"/doc/864798/\" id=\"a_23\">L.K. Ahuja</a> (supra) Sabyasachi Mukharji,\n             J., as the learned Chief Justice then was, laid down the\n             ingredients of <a href=\"/doc/811701/\" id=\"a_24\">Section 20</a> of the Arbitration Act stating:</span>\n</blockquote>\n<blockquote id=\"blockquote_7\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1229716\" id=\"span_22\">6. It appears that these questions were discussed\n                    in the decision of the Calcutta High Court in\n                    <a href=\"/doc/1229716/\" id=\"a_25\">Jiwnani Engineering Works Pvt. Ltd. v. Union of\n                    India</a> [AIR 1978 Cal 228] where one of us\n                    (Sabyasachi Mukharji, J.) was a party and which\n                    held after discussing all these authorities that the\n<span class=\"hidden_text\" id=\"span_23\">                     -10-</span>\n\n      question whether the claim sought to be raised\n      was barred by limitation or not, was not relevant\n      for an order under <a href=\"/doc/385194/\" id=\"a_26\">Section 20</a> of the Act.\n      Therefore, there are to aspects. One is whether\n      the claim made in the arbitration is barred by\n      limitation under the relevant provisions of the\n      <a href=\"/doc/1317393/\" id=\"a_27\">Limitation Act</a> and secondly, whether the claim\n      made for application under <a href=\"/doc/385194/\" id=\"a_28\">Section 20</a> is barred.\n      In order to be a valid claim for reference under\n      <a href=\"/doc/811701/\" id=\"a_29\">Section 20</a> of the Arbitration Act, 1940, it is\n      necessary that there should be an arbitration\n      agreement and secondly differences must arise\n      to which the agreement in question applied and,\n      thirdly, that must be within time as stipulated in\n      <a href=\"/doc/811701/\" id=\"a_30\">Section 20</a> of the Act.</span>\n</blockquote>\n<blockquote id=\"blockquote_8\">21. It was held that having regard to the fact that the\nexistence of an arbitration agreement was not denied\nand there had been an assertion of claim and denial\nthereof, the matter would be arbitrable. It was\nobserved:\n</blockquote>\n<blockquote id=\"blockquote_9\">      In order to be entitled to ask for a reference\n      under <a href=\"/doc/811701/\" id=\"a_31\">Section 20</a> of the Act, there must be an\n      entitlement to money and a difference or dispute\n      in respect of the same. It is true that on\n      completion of the work, right to get payment\n      would normally arise and it is also true that on\n      settlement of the final bill, the right to get further\n      payment get weakened but the claim subsists and\n      whether it does subsist, is a matter which is\n      arbitrable.\n</blockquote>\n<blockquote id=\"blockquote_10\">                                 [Emphasis supplied]\n\n</blockquote><blockquote id=\"blockquote_11\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1229716\" id=\"span_25\">22. This aspect of the matter has also been\n      considered in <a href=\"/doc/1229716/\" id=\"a_32\">Jayesh Engineerng Works</a> (supra)\n      wherein following <a href=\"/doc/864798/\" id=\"a_33\">L.K. Ahuja</a> (supra) it was held:</span></span>\n</blockquote><span class=\"hidden_text\" id=\"span_26\">                                   -11-</span>\n\n<blockquote id=\"blockquote_12\">                          &quot;Whether any amount is due to be paid\n                          and how far the claim made by the\n                          appellant is tenable are matters to be\n                          considered by the arbitrator. In fact,\n                          whether the contract has been fully worked\n                          out and whether the payments have been\n                          made in full and final settlement are\n                          questions      to     be    considered          by   the\n                          arbitrator     when        there      is    a   dispute\n                          regarding the same.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\">                    23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_27\">In M/s. <a href=\"/doc/864798/\" id=\"a_34\">P.K. Ramaiah and Company</a> (supra)\n                    the amount was received unconditionally. The full\n                    and final satisfaction was acknowledged by a\n                    separate receipt in writing. In that situation the\n                    following finding was recorded :</span>\n</p>\n<blockquote id=\"blockquote_13\">                          &quot;Thus there is accord and satisfaction by\n                          final   settlement         of   the        claims.   The\n                          subsequent allegation of coercion is an\n                          afterthought and a devise to get over the\n                          settlement of the dispute, acceptance of\n                          the payment and receipt voluntarily given.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">It was further emphasized that even when rights and obligations of the\nparties are worked out, the contract does not come to an end inter alia for\nthe purposes of determination of the dispute arising thereunder and\nreferring to the principles that necessity knows no law, it was held:-\n</p>\n<blockquote id=\"blockquote_14\">             &quot;27. Even when rights and obligations of the parties are\n             worked out the contract does not come to an end inter\n             alia for the purpose of determination of the disputes\n             arising   thereunder,       and,    thus,       the      arbitration\n             agreement can be invoked. Although it may not be\n             strictly in place but we cannot shut our eyes to the\n             ground reality that in the cases where a contractor has\n             made huge investment, he cannot afford not to take\n             from the employer the amount under the bills, for\n<span class=\"hidden_text\" id=\"span_28\">                                     -12-</span>\n\n            various reasons which may include discharge of his\n            liability towards the banks, financial institutions and\n            other persons. In such a situation, the public sector\n            undertakings would have an upper hand. They would\n            not ordinarily release the money unless a &#x27;No Demand\n            Certificate&#x27; is signed. Each case, therefore, is required\n            to be considered on its own facts.\n</blockquote>\n<blockquote id=\"blockquote_15\">            28. Further, necessitas non habet legem is an old age\n            maxim which means necessity knows no law. A person\n            may sometimes have to succumb to the pressure of\n            other party to the bargain who is on a stronger\n            position.\n</blockquote>\n<blockquote id=\"blockquote_16\">            29. We may, however, hasten to add that such a case\n            has to be made out and proved before the Arbitrator\n            for obtaining an award.\n</blockquote>\n<blockquote id=\"blockquote_17\">            30. At this stage, the Court, however, will only be\n            concerned with the question whether triable issues\n            have been raised which are required to be determined\n            by the Arbitrators. &quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_21\">Finally, upon consideration of the entire material including various\ncorrespondences, the fact situation given <a href=\"/doc/864798/\" id=\"a_35\">in that case</a> led the Court to\nconclusion that arbitration agreement subsists, as contained in para-39 of\nthe judgment, which is reproduced herein below :-\n</p>\n<blockquote id=\"blockquote_18\">            &quot;39. The fact situation in the present case, would lead\n            to the conclusion that the arbitration agreement\n            subsists because:\n</blockquote>\n<blockquote id=\"blockquote_19\">            (i) Disputes as regard final bill arose prior to its\n            acceptance thereof in view the fact that the same was\n            prepared by the respondent but was not agreed upon\n            in its entirety by the appellant herein;\n</blockquote>\n<blockquote id=\"blockquote_20\">            (ii) The appellant has not pleaded that upon submission\n            of the final bill by the respondent herein any\n<span class=\"hidden_text\" id=\"span_29\">                      -13-</span>\n\nnegotiation or settlement took place as a result\nwhereof the final bill, as prepared by the appellant, was\naccepted by the respondent unequivocally and without\nany reservation therefor;\n</blockquote>\n<blockquote id=\"blockquote_21\">(iii) The respondent herein immediately after receiving\nthe payment of the final bill, lodged its protest and\nreiterated its claims.\n</blockquote>\n<blockquote id=\"blockquote_22\">(iv) Interpretation and/or application of clause 52 of the\nagreement would constitute a dispute which would fall\nfor consideration of the arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_23\">(v) The effect of the correspondences between the\nparties would have to be determined by the arbitrator,\nparticularly as regard the claim of the respondent that\nthe final bill was accepted by it without prejudice.\n</blockquote>\n<blockquote id=\"blockquote_24\">(vi) The appellant never made out a case that any\nnovation of the contract agreement took place or the\nthe contract agreement was substituted by a new\nagreement. Only in the event, a case of creation of new\nagreement is made out the question of challenging the\nsame by the respondent would have arisen.\n</blockquote>\n<blockquote id=\"blockquote_25\">(vii) The conduct of the appellant would show that on\nreceipt of the notice of the respondent through its\nadvocate dated 21.12.1991 the same was not rejected\noutright but existence of disputes was accepted and the\nmatter was sought to be referred to the arbitration.\n</blockquote>\n<blockquote id=\"blockquote_26\">(viii) Only when the clarificatory letter was issued the\nplea of settlement of final bill was raised.\n</blockquote>\n<blockquote id=\"blockquote_27\">(ix) The finding of the High Court that a prima facie in\nthe sense that there are triable issues before the\nArbitrator so as to invoke the provisions of <a href=\"/doc/811701/\" id=\"a_36\">Section 20</a>\nof the Arbitration Act, 1940 cannot be said to be\nperverse or unreasonable so as to warrant interference\nin exercise of extraordinary jurisdiction under <a href=\"/doc/427855/\" id=\"a_37\">Article\n<span class=\"hidden_text\" id=\"span_30\">                                      -14-</span>\n\n               136</a> of the Constitution of India.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">               (x) The jurisdiction of the arbitrator under the 1940 Act\n               although emanates from the reference, it is trite, that in\n               a given situation the arbitrator can determine all\n               questions of law and fact including the construction of\n               the contract agreement. (See Pure Helium India Pvt.\n</p><p data-structure=\"Precedent\" id=\"p_23\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"260676\" id=\"span_31\"><a href=\"/doc/260676/\" id=\"a_38\">Ltd. Vs. Oil and Natural Gas Commission</a> reported in\n               2003 (8) SCALE 553).</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"864798\" id=\"span_32\">(xi) The cases cited by the learned counsel for the\n               appellant [<a href=\"/doc/864798/\" id=\"a_39\">P.K. Ramaiah and Company</a> (supra) and\n               Nathani Steels (supra)] would show that the decisions\n               therein were rendered having regard to the finding of\n               fact that the contract agreement containing the\n               arbitrator   clause    was    substituted   by   another\n               agreement. Such a question has to be considered and\n               determined in each individual case having regard to the\n               fact situation obtaining therein.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">11.These decisions laid down the approach which is required to be followed in\n   order to decide whether the claim of the Claimant is arbitrable or not or in\n   other words, on account of there being a case of accord and satisfaction\n   having been made out, the Claimant is estopped from raising claim and\n   thus dispute itself being not arbitrable. It would be relevant to note that\n   even for the purposes of arriving at such conclusion, the complete factual\n   details of the case, correspondences between the parties and their conduct\n   was taken into consideration and the conclusion was not arrived at for or\n   against only on the basis that &#x27;NCC&#x27; was issued, without consideration of\n   other attending material and circumstances.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674769\" id=\"span_33\">12.In the case of <a href=\"/doc/674769/\" id=\"a_40\">R.L. Kalathia</a> (supra), the earlier decisions were again\n   referred to, acknowledging similar issue regarding arbitrability of dispute\n   on account of submission of &#x27;No Dues Certificate&#x27; by a Contractor. It was\n   taken into consideration that the Claimant had a genuine claim which was\n   considered in great detail by the trial Court supported by oral and\n   documentary evidence which was reversed by the High Court on\n   application of principles of estoppel, only on the ground that &#x27;No Dues\n<span class=\"hidden_text\" id=\"span_34\">                                    -15-</span>\n\nCertificate&#x27; was issued without adverting to any of the factual details/claims\nof the Claimant. This factual score was noticed as below:-</span>\n</p>\n\n<blockquote id=\"blockquote_28\">                &quot;14. In the light of the above principles, we are\n                convinced from the materials on record that in the\n                instant case, the appellant/plaintiff also had a\n                genuine claim which was considered in great detail\n                by the trial Court and supported by oral and\n                documentary evidence. Though the High Court has\n                not adverted to any of the factual details/claim of the\n                plaintiff except reversing the judgment and decree of\n                the trial Court on the principle of estoppel, we have\n                carefully perused and considered the detailed\n                discussion and ultimate conclusion of the trial\n                Judge.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">In the aforesaid decision, upon consideration of various decisions including\nnumber of decisions referred to hereinabove, the principles which emerged\nwere laid down as below :-\n</p><p data-structure=\"Precedent\" id=\"p_28\">                &quot;13. From the above conclusions of this Court, the\n                following principles emerge:\n</p><blockquote id=\"blockquote_29\">                   (i) Merely because the contractor has issued &quot;No\n                   Due Certificate&quot;, if there is acceptable claim, the\n                   court cannot reject the same on the ground of\n                   issuance of &quot;No Due Certificate&quot;.\n</blockquote><blockquote id=\"blockquote_30\">                   (ii) Inasmuch as it is common that unless a\n                   discharge certificate is given in advance by the\n                   contractor,     payment   of   bills    are   generally\n                   delayed, hence such a clause in the contract\n                   would not be an absolute bar to a contractor\n                   raising claims which are genuine at a later date\n                   even    after   submission     of      such   &quot;No-claim\n                   Certificate&quot;.\n</blockquote><blockquote id=\"blockquote_31\">                   (iii) Even after execution of full and final discharge\n                   voucher/receipt by one of the parties, if the said\n                   party able to establish that he is entitled to\n<span class=\"hidden_text\" id=\"span_35\">                                     -16-</span>\n\n                     further amount for which he is having adequate\n                     materials, is not barred from claiming such\n                     amount merely because of acceptance of the final\n                     bill by mentioning &quot;without prejudice&quot; or by\n                     issuing `No Due Certificate&#x27;. &quot;\n</blockquote>\n<blockquote id=\"blockquote_32\">13.In a recent decision in the case of Genus Power Infrastructure (supra)\n  424, this issue again came up for consideration and while considering the\n  said issue, some of the decisions referred to hereinabove, again came up\n  for consideration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_36\">Relying upon the decision rendered in the case of <a href=\"/doc/1682326/\" id=\"a_41\">Union\n  of India Vs. Master Construction Co.</a> (2011) 12 SCC 349, upon examination of\n  the factual aspect of the case in hand, it was concluded thus:</span>\n</blockquote><blockquote id=\"blockquote_33\">               &quot;9. It is therefore clear that a bald plea of fraud,\n               coercion, duress or undue influence is not enough and\n               the party who sets up a plea, must prime facie\n               establish the same by placing material before the Chief\n               Justice/his   designate.    Viewed   thus,   the   relevant\n               averments in the petition filed by the respondent need\n               to be considered, which were to the following effect:-\n</blockquote><blockquote id=\"blockquote_34\">                     &quot;(g) That the said surveyor, in connivance with\n               the Respondent Company, in order to make the\n               Respondent Company escape its full liability of\n               compensating the Petitioner of such huge loss, acted in\n               a biased manner, adopted coercion undue influence\n               and duress methods of assessing the loss and forced\n               the Petitioner to sign certain documents including the\n               Claim Form. The Respondent Company also denied the\n               just claim of the Petitioner by their acts of omission\n               and commission and by exercising coercion and undue\n               influence and made the Petitioner Company sign\n               certain documents, including a pre-prepared discharge\n               voucher for the said amount in advance, which the\n               Petitioner Company were forced to do so in the period\n               of extreme financial difficulty which prevailed during\n               the said period. As stated aforesaid, the Petitioner\n               Company was forced to sign several documents\n<span class=\"hidden_text\" id=\"span_37\">                                    -17-</span>\n\n               including a letter accepting the loss amounting to\n               Rs.6,09,55,406/- and settle the claim of Rs.5,96,08,179/-\n</blockquote><p data-structure=\"PetArg\" id=\"p_29\">               as against the actual loss amount of Rs.28,79,08,116/-\n               against the interest of the petitioner company. The said\n               letter and the aforesaid pre-prepared discharge\n               voucher stated that the petitioner had accepted the\n               claim amount in full and final settlement and thus,\n               forced the petitioner company to unilateral acceptance\n               the same. The petitioner company was forced to sign\n               the said document under duress and coercion by the\n               Respondent Company. The Respondent Company\n               further threatened the petitioner Company to accept\n               the said amount in full and final or the Respondent\n               Company will not pay any amount toward the fire\n               policy. It was under such compelling circumstances\n               that the petitioner company was forced and under\n               duress was made to sign the acceptance letter.&quot; &quot;\n</p>\n\n<blockquote id=\"blockquote_35\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1682326\" id=\"span_38\">The claims <a href=\"/doc/1682326/\" id=\"a_42\">in that case</a> filed by the Claimant were taken into consideration\n  and it was held that plea raised by the Claimant was bereft of any details\n  and particulars and cannot be anything but a bald assertion. It was further\n  noticed that in the said case, there was no protest or demur raised around\n  the time or soon after the letter of subrogation was signed and the notice\n  itself was given after three weeks and further that financial condition of the\n  Claimant was not so precarious that it was left with no alternative but to\n  accept the terms as suggested and opinion was formed that the discharge\n  and signing of letter of subrogation was not because of any undue\n  influence but it was voluntarily and free from any coercion or undue\n  influence.</span>\n</blockquote>\n<blockquote id=\"blockquote_36\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_39\">It would thus be seen that <a href=\"/doc/1682326/\" id=\"a_43\">in that case</a> also, the matter was examined by\n  the Court by taking into consideration all the attending circumstances,\n  pleadings, to decide as to whether the submission of &#x27;No Claim Certificate,\n  No dues Certificate/ Letter of subrogation&#x27; was result of coercion, undue\n  influence or voluntary and option exercised freely.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1875748\" id=\"span_40\">14.The recent decision in the case of <a href=\"/doc/1875748/\" id=\"a_44\">ANS Constructions Ltd.</a> (supra) was\n<span class=\"hidden_text\" id=\"span_41\">                                  -18-</span>\n\nconsidered to see as to whether there was accord and satisfaction as\nagainst the plea that &#x27;No Dues/No Claim Certificate&#x27; was outcome of\ncoercion and duress.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674769\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_44\">The earlier decisions in the case of <a href=\"/doc/1682326/\" id=\"a_45\">Union of India Vs.\nMaster Construction</a> (2011) 12 SCC 349, New India Assurance Co. Ltd. Vs.\nGenus Power Infrastructure Ltd (<a href=\"/doc/1243245/\" id=\"a_46\">2015) 2 SCC 424, National Insurance\nCompany Limited Vs. Boghara Polyfab Pvt. Ltd.</a> (<a href=\"/doc/674769/\" id=\"a_47\">2009) 1 SCC 267 and R.L.\nKalathia &amp; Co. Vs. State of Gujarat</a> (2011) 2 SCC 400 were referred to and on\nfacts, it was recorded that &#x27;No Dues Certificate&#x27; was submitted by the\ncontractee -company and on their request, completion certificate was\nissued by the Contractor. It was also found that contractee, after a gap of\none month, withdrew &#x27;No Dues Certificate&#x27; on the ground of coercion and\nduress and claim for losses was made. The conclusion arrived at was as\nbelow:-</span></span></span>\n</p>\n<blockquote id=\"blockquote_37\">            &quot;25. Admittedly, No-Dues Certificate was submitted by\n            the contractee-Company on 21.09.2012 and on their\n            request Completion Certificate was issued by the\n            appellant- Contractor. The contractee, after a gap of\n            one month, that is, on 24.10.2012, withdrew the No\n            Dues Certificate on the grounds of coercion and\n            duress and the claim for losses incurred during\n            execution of the Contract site was made vide letter\n            dated 12.01.2013, i.e., after a gap of 3  (three and a\n            half) months whereas the Final Bill was settled on\n            10.10.2012. When the contractee accepted the final\n            payment in full and final satisfaction of all its claims,\n            there is no point in raising the claim for losses\n            incurred during the execution of the Contract at a\n            belated stage which creates an iota of doubt as to why\n            such claim was not settled at the time of submitting\n            Final Bills that too in the absence of exercising duress\n            or coercion on the Contractee by the appellant-\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">            Contractor. In our considered view, the plea raised by\n            the contractee-Company is bereft of any details and\n            particulars, and cannot be anything but a bald\n            assertion. In the circumstances, there was full and\n<span class=\"hidden_text\" id=\"span_45\">                                      -19-</span>\n\n                final settlement of the claim and there was really\n                accord and satisfaction and in our view no arbitrable\n                dispute existed so as to exercise power under <a href=\"/doc/596725/\" id=\"a_48\">Section\n                11</a> of the Act. The High Court was not, therefore,\n                justified in exercising power under <a href=\"/doc/596725/\" id=\"a_49\">Section 11</a> of the\n                Act.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">15.In view of aforesaid decisions of the Supreme Court, the principle of\n   universal application which emerges is that a Claimant would be estopped\n   from raising a claim once there is accord and satisfaction, from raising a\n   claim which has been finally settled between the parties, pursuant to which\n   the Claimant freely and voluntarily and without any coercion, fraud, duress\n   had submitted &#x27;No Dues Certificate/ No Claim Certificate&#x27;. However,\n   whether in a given case, there has been accord and satisfaction, would\n   essentially be a factual dispute required to be decided with reference to\n   averment, oral and documentary evidence, attending circumstances,\n   conduct of the parties etc. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318552\" id=\"span_46\">In view of the decision of the Supreme Court in\n   the case of <a href=\"/doc/318552/\" id=\"a_50\">ANS Construction</a> (supra) and earlier decisions also, referred\n   to hereinabove, arbitrability of dispute could be raised even at the stage\n   where one of the parties seeks reference of dispute for arbitration by\n   making application for appointment of Arbitrator. It may also be raised\n   before the Arbitrator also, in which case, the Arbitrator is competent to\n   decide that issue as an issue of fact as to whether there was accord and\n   satisfaction and whether submission of &#x27;No Claim / No Dues Certificate&#x27; by\n   the Claimant was voluntary and free from any pressure or it was an\n   outcome of any coercion, fraud or duress.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">16.Keeping in forefront, the aforesaid legal position, first issue with regard to\n   tenability of Claimant&#x27;s claim on the face of issuance of &#x27;No Claim\n   Certificate/No Dues Certificate&#x27; is required to be considered. The Claimant\n   in his statement of claim filed before the Arbitrator, had specifically come\n   out with a case of coercion and undue influence which led him to\n   reluctantly submit &#x27;No Dues Certificate&#x27;. The relevant pleading made in the\n   statement of claim in this regard are as below:\n</p><blockquote id=\"blockquote_38\">                &quot;2.2. Claimant vide his letter dated 19.4.2007\n                submitted two Bank Guarantees worth Rs.119.65\n                lacs valid up to 02.07.2007 for major part of the\n<span class=\"hidden_text\" id=\"span_47\">                                     -20-</span>\n\n               work and Rs.1.5 lacs for smaller length of work valid\n               up to 19.12.2007. Both Bank Guarantees were\n               submitted in expectation to release the Security\n               Deposit which was not done by the Respondent.\n               Respondent with malafide intention caused financial\n               harassment to the Claimant and exercised coercion\n               on Claimant to withdraw his claim letter dated\n               28.3.2007 without which Respondent will not be\n               released his Security Deposit against the Bank\n               Guarantee.\n</blockquote>\n<blockquote id=\"blockquote_39\">               2.3. Claimant under coercion vide his letter dated\n               25.4.2007 withdraw his earlier claim letter dated\n               28.3.2007 stating therein that his settlement is\n               under active consideration between the parties. At\n               this stage of time Respondent vide his letter dated\n               11.5.2007 send telex message to the Claimant to\n               withdraw letter dated 28.3.2007 giving text message\n               of   &quot;No     claim   certificate&quot;    required   for    the\n               department.     Accordingly     on    very   same     date\n               11.5.2007 Claimant based upon said telex message\n               given &quot;No Claim Certificate.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_34\">17.The appellant-company herein, however, resisted the claim on several\n  grounds including the objection that as the Claimant had submitted his &#x27;No\n  Objection Certificate&#x27; and had received amount as settled between the\n  parties after negotiation, the claim was liable to be rejected. This, therefore,\n  became an issue for consideration and decision making by the Arbitrator.\n  On the basis of the oral and documentary evidence led by the parties in the\n  arbitration proceedings, correspondences, established circumstances,\n  financial stringencies which were faced by the Claimant- Contractor, the\n  conduct of the parties, evidence, the Arbitrator recorded detailed finding in\n  paragraphs 33 to 40 of the Award, on the issue of maintainability of the\n  claim on the ground of submission of &#x27;No Dues Certificate dated 11.5.2007&#x27;\n  as also coercive tactics adopted by the appellant-company, that the consent\n  given by the Claimant was actuated by coercion and he was forced to give\n<span class=\"hidden_text\" id=\"span_48\">                                     -21-</span>\n\n  consent. While deciding the issue, the Arbitrator took into consideration the\n  submission regarding vagueness of the pleadings made by the Contractor\n  in his claim and rejected the same on following consideration:-\n</p>\n<blockquote id=\"blockquote_40\">              &quot;33.00. As already mentioned learned counsel for the\n              respondent strenuously urged that non-furnishing of\n              particulars regarding coercion and duress by the claimant\n              in the claim statement would render his vague and\n              general plea in that regard, futile. Similarly learned\n              counsel for the respondent also submitted that the\n              claimant having not prayed for the relief of setting aside\n              of accord and satisfaction of his claims arrived at\n              between the parties, he is not entitled to any relief\n              claimed    by   him     and   his   pleas   do   not   deserve\n              consideration on merits. Learned counsel in the above\n              regard    has    also    relied     upon    earlier    referred\n              pronouncements of the Hon&#x27;ble Apex Court. However, it\n              is noted that the case law as above, mostly relate to civil\n              proceedings. It hardly needs to be pointed out in this\n              context that provision of code of civil procedure, do not\n              apply to the arbitration proceedings. Hence, strict rules of\n              pleadings etc. as per provisions <a href=\"/doc/161831507/\" id=\"a_51\">of Code of Civil\n              Procedure</a> would not apply in these proceedings.\n              Moreover, the pleas of the claimant regarding duress and\n              coercion exercised by the respondent will have to be\n              considered taking overall view of all the facts pleaded and\n              material and circumstances brought on record. The\n              above aspect of the matter will have to be kept in view\n              while considering the material available on record,\n              including pleadings of parties.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_35\">18.The Arbitrator took into consideration the conduct of the parties and\n  important development before submission of application for reference of\n  dispute for arbitration. The oral evidence in which the Claimant had\n  specified that the BALCO was ready to convert security deposit into bank\n  guarantee only on withdrawal of earlier notice given by the Claimant was\n<span class=\"hidden_text\" id=\"span_49\">                                     -22-</span>\n\n   taken notice of. It is relevant to mention here that it is not a case where\n   without any demeanour or protest, the Claimant had directly submitted &#x27;No\n   Dues Certificate / No Claim Certificate&#x27;. It is admitted position on record\n   that, in fact, the Claimant was not satisfied and therefore, he had initially\n   issued notice dated 28.3.2007 through his counsel raising a dispute seeking\n   reference of dispute to Arbitrator. The reason why he was compelled to\n   withdraw this legal notice dated 28.3.2007 was stated in his evidence, as\n   <a href=\"/doc/318552/\" id=\"a_52\">referred to above</a>. The Arbitrator also took into consideration relevant\n   evidence in this regard as below:-\n</p>\n<blockquote id=\"blockquote_41\">               &quot;35.00......In the above context, the claimant has clarified\n               in his answers to question Nos.118, 119 &amp; 120 etc. in\n               cross-examination that earlier notice given by the\n               claimant through his counsel dated 28.3.2007 was\n               withdrawn by him because the claimant was anxious to\n               receive his dues from the respondent BALCO, which was\n               being held back by the respondent. It would, therefore,\n               appear that the claimant has duly offered reasonable\n               explanation of withdrawal of his earlier notice dated\n               28.3.2007 and has stated that he was compelled to\n               withdraw the said notice on account of the fact that his\n               substantial amount towards Security Deposit &amp; claims was\n               withheld by the respondent BALCO and as he was anxious\n               to receive back the said amount from the respondent.\n               Therefore, he was compelled to submit to the directions\n               of the respondent to do so.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_36\">19.The Arbitrator also took into consideration, established circumstances to\n   draw an inference that the Contractor acted under duress, as below:-\n</p><blockquote id=\"blockquote_42\">               &quot;36.00. The circumstances as above, would appear to\n               justify, the claimant&#x27;s submission that he was forced not\n               only to withdraw his earlier notice dated 28.3.2007 but\n               similarly he was also compelled to issue &#x27;No Dues\n               Certificate&#x27;, which was later issued by him despite the\n               claimant&#x27;s bill for extra work having been reduced and\n               also L.D. was levied against him by the respondent. As\n               contended by the learned counsel for the claimant,\n<span class=\"hidden_text\" id=\"span_50\">                                    -23-</span>\n\n               circumstances and documents placed on record do not\n               show that he exercised free will or voluntary issued &#x27;No\n               Dues Certificate&#x27; or had agreed to receive lesser amount\n               on account of extra work or had agreed to any imposition\n               of L.D, as has been imposed upon him by the respondent.\n               In the above context, Annex R-2 (Counter-statement)\n               dated 14.2.2007 on which the respondent relied upon in\n               this context, may be noticed, in which the claimant\n               appears to have stated that he would be accepting Rs.60\n               lacs instead of Rs.76.95 lacs towards extra work, in order\n               to get rid of the contract. He has further specifically\n               pointed out therein that he is not liable for any L.D. It\n               would therefore, appear that the claimant has denied his\n               liability to pay any L.D. Even the payment of extra work\n               was not acceptable to him of his freewill, but it appears\n               that he wanted to somehow wriggle out of the whole\n               situation relating to the contract. The above facts and\n               circumstances would go to show that the claimant was\n               under stress and entertained legitimate anxiety to recover\n               his dues of work done by him, as well as to get released\n               the amount due to him, including security deposit, as also\n               Bank Guarantees furnished by him.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_37\">20.The other circumstances borne out from the conduct of the appellant,\n  which put the Contractor into a situation of duress and coercion, without\n  his free will, to succumb to the pressure and submit application for\n  withdrawal of legal notice, were subsequently taken into consideration by\n  the Arbitrator as below:-\n</p>\n\n<blockquote id=\"blockquote_43\">               &quot;37.00. It may be noted that though the claimant\n               submitted his 10th and pre-final bill on 7th July 2006\n               ANN. C-30 (CD-11, P-164). However, the matter was kept\n               pending by the respondent for a long time till Jan. 2007\n               and payment to the claimant was not made as would be\n               clear from Claimant&#x27;s letter dated 12.1.2007 ANN.R-1\n               (Pg.43-48 of Counter Statement) wherein he has stated\n<span class=\"hidden_text\" id=\"span_51\">                                    -24-</span>\n\n               that 10th &amp; final bill has again been submitted and so\n               also bill for extra work. However, it appears that several\n               items in the said Bill of Quantity were reduced by the\n               respondent without proper justification, as would be\n               apparent from page 44 to 48 of Counter Statement\n               which are enclosures of R-1. It further appears that\n               thereafter a long lapse of time, the respondent started\n               holding meeting with the claimant for settlement of his\n               dues, as would be clear from Minutes of Meeting dated\n               14th Feb.2007. ANN.R-2 (P-49 of counter statement)\n               wherein the claimant had put in his objection, as would\n               be clear from Minutes recorded therein.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_38\">21.As to how the Claimant-contractor was suffering on account of unequal\n  bargaining capacity and the appellant-company was taking undue\n  advantage with regard to imposition of liquidated damages was specifically\n  taken into consideration by the Arbitrator as below:-\n</p>\n<blockquote id=\"blockquote_44\">              &quot;38.00. It may further be noted from the above, that\n              though the respondent stated that claimant has finally\n              agreed to accept Liquidated Damages (LD) but it is\n              noteworthy that it would appear from the Minutes of\n              meeting dated 23.3.2007 (which are at page-53 of\n              counter statement) that the issue of LD was not finally\n              settled and though negotiations were held, it was\n              specifically mentioned in the said minutes that the\n              proposals are subject to Management decision. Clearly,\n              therefore, the issue of liquidated damages alleged by\n              the respondent, to have been finally settled between\n              the parties, was still subject to approval and clearance\n              by the Management of the Respondent. It is clear\n              therefore, that the discussion of the meeting was\n              tentative in nature and did not attain finality, as has\n              been tried to be asserted on behalf of respondent.\n</blockquote>\n<blockquote id=\"blockquote_45\">              39.00. It may further be noted in the above context that\n              the claimant was all along resisting imposition of LD as\n<span class=\"hidden_text\" id=\"span_52\">                                    -25-</span>\n\n               would be clear from his note appended on Minutes of\n               Meeting dated 14th Feb. 2007, ANN R-2 (of counter\n               statement pages 49,50). It also may be noted that, it was\n               recorded in the Minutes of meeting dated 22 nd Mar.\n               2007 at Page 53 of the counter statement, that the\n               complainant&#x27;s work was reported to be satisfactory. It\n               was recorded by the Sr. Officers of the respondent in\n               the said minutes that the quality, workmanship and the\n               material used by the claimant was satisfactory and that\n               overall construction was also found to be satisfactory. It\n               was further mentioned therein that though the forest\n               clearance of only 3 mtr. Width was approved. However,\n               the contractor has managed the forest official during\n               the execution of work, which helped in constructing the\n               road of desired width. It would therefore appear that\n               the claimant has all along been requesting for payment\n               of bill, yet the matter was kept hanging by the\n               respondent and the claimant&#x27;s bill were not paid.\n               Ultimately, the bills were released highly belatedly ,\n               after the claimant was made to agree to the terms, as\n               desired by the respondent.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_39\">22.In paragraph 40 of the Award, the Arbitrator has taken into consideration\n   the blame over the conduct of the appellant-company in delaying\n   consideration of liquidated damages issue and thereafter, not acting fairly\n   and justly towards the Claimant, which is reproduced as below:-\n</p>\n\n<blockquote id=\"blockquote_46\">               &quot;40.00. It may further be noted in the above context\n               that issue of LD was not taken up immediately after the\n               work was completed by the contractor i.e. on 2 nd July\n               2007, but was initiated quite late after the whole work\n               including the extra work was got done by the claimant.\n               Therefore, the respondent do not seem to have acted\n               fairly and justly towards claimant and continued to\n               withhold payment of his dues till ultimately he was\n               compelled and made to agree to LD finally imposed on\n<span class=\"hidden_text\" id=\"span_53\">                                       -26-</span>\n\n                him on 16.4.2007 by ANN R-4 (page 54 of counter\n                statement).&quot;.....\n</blockquote>\n\n<blockquote id=\"blockquote_47\">   It was only upon such detailed consideration of the material on record,\n   established circumstances, conduct of the parties particularly, the unequal\n   bargaining capacity and taking undue advantage of its position by the\n   appellant, the Arbitrator finally reached to following conclusion :-\n</blockquote>\n\n<blockquote id=\"blockquote_48\">                &quot;....Therefore, the respondent&#x27;s averment that the matter\n                was amicably settled, does not appear to be so and\n                settlement does not appear to be on account of free-\n                consent of the claimant, as has been alleged by the\n                respondent. This being so, the claimant allegations that\n                the settlement was not by his free will, but was extracted\n                from him by exerting pressure on him continuously by\n                holding    several   meetings.    The    above   conduct   of\n                respondent shows that consent given by claimant was due\n                to coercion and he was forced to give consent because he\n                wanted that the payment be made to him and amount\n                due to him be released by the respondent so also Bank\n                Guarantees be released. This also shows that there was\n                no settlement on the issue L.D and value of executed\n                work.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">23.The finding recorded by the Arbitrator on the contentious and specific issue\n   as to whether, in fact, there was accord and satisfaction, is based on\n   detailed consideration of material on record and the finding cannot be said\n   to be suffering from any perversity, patent illegality nor suffers from any\n   other defect rendering the Award liable for interference by the Court in\n   exercise of jurisdiction under <a href=\"/doc/1722761/\" id=\"a_53\">Section 34</a> of the Arbitration Act in view of the\n   Supreme Court decision in the case of Associate Builders (supra). The\n   finding with regard to coercion and duress and as to whether there was an\n   accord and satisfaction is essentially a finding of fact.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">24.It is noteworthy that when finally a dispute was raised by the Claimant-\n   Contractor and he sought reference of dispute for arbitration, the\n   appellant-Company herein did not, at that stage, raise any issue of\n<span class=\"hidden_text\" id=\"span_54\">                                       -27-</span>\n\n   arbitrability of the dispute but it proceeded to appoint Arbitrator. Vide\n   letter dated 16.2.2008, the Chief Executive Officer of the appellant-\n   Company and the whole time Director communicated the Claimant that a\n   former Judge of Madhya Pradesh High Court has been appointed as Sole\n   Arbitrator in the matter. Though, the Claimant filed an application before\n   this Court challenging this appointment of the Arbitrator on the ground\n   that it is not in accordance with the procedure prescribed under Clause\n   17.1 of the agreement, in those proceedings also, the appellant did not\n   raise the issue of arbitrability but supported the order of appointment of\n   Arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318552\" id=\"span_55\">25.In view of various decision referred to hereinabove, particularly the\n   decision in the case of <a href=\"/doc/318552/\" id=\"a_54\">Reshmi Construction</a> (supra), there can be no\n   quarrel with the legal position that the question whether there has been\n   full and final settlement of a claim under the contract is itself a dispute\n   arising &quot;upon&quot; or &quot;in relation to&quot; or &quot;in connection with&quot; and these grounds\n   are wide enough to cover the dispute sought to be referred.</span> In the case of\n   Bharat Heavy Electricals Ltd. (supra) also, it was observed that whether\n   there was discharge of the contract by accord and satisfaction or not is a\n   dispute arising out of a contract and is liable to be referred to arbitration.\n   Similar view has also been taken in the case of Jayesh Engineering Works\n   Vs. New India Assurance Co. Ltd. (2000) 10 SCC 178, wherein it was held\n   that whether any amount is due to be paid and how far the claim made by\n   the Claimant is tenable are matters to be considered by the Arbitrator and\n   further whether the contract has been fully worked out and whether the\n   payment have been made in full and final settlement are questions to be\n   considered by the Arbitrator when there is a dispute regarding the same.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">26.Therefore, it has to be concluded that the Arbitrator had the jurisdiction to\n   deal with the issue as to whether there was accord and satisfaction and\n   whether the &#x27;No Claim Certificate&#x27; was outcome of coercion and duress. In\n   the present case, this issue was actually raised on which, an issue was\n   framed and then answered by the Arbitrator, after referring to the\n   averment and entire evidence on record by drawing reasonable inferences\n   from the established facts and circumstances. The finding in this regard can\n   neither be said to be suffering from patent illegality or against fundamental\n   policy of &#x27;Indian Law&#x27; or the &#x27;Interest of India or Justice&#x27; or &#x27;Morality&#x27; or any\n<span class=\"hidden_text\" id=\"span_56\">                                      -28-</span>\n\n   other ground enumerated either in the pre-amended <a href=\"/doc/1722761/\" id=\"a_55\">Section 34</a> or the\n   ground enumerated in <a href=\"/doc/1722761/\" id=\"a_56\">Section 34</a> as amended by the Amendment Act\n   2015. These are pure finding of facts and in exercise of jurisdiction under\n   <a href=\"/doc/1722761/\" id=\"a_57\">Section 34</a> of the Act of 1996, the Court cannot be called upon to assume\n   the role of Court of appeal on facts, to undertake reassessment of the\n   evidence on record. Once view taken by the Arbitrator is a possible view\n   which could be taken on the basis of material on record, interference with\n   the finding in exercise of power under <a href=\"/doc/1722761/\" id=\"a_58\">Section 34</a> of the Act of 1996 is\n   completely barred under the Law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">27.Next issue for consideration is whether the Award of Arbitrator allowing\n   Claims No.9,10,11, 12 is liable to be interfered with. In this regard, what we\n   find from the Award is that the Arbitrator, after having recorded a finding\n   that the plant and machinery and work force of the Claimant were kept\n   idle, has straightway proceeded to award token amount of Rs.2 lakh on\n   each above heads totaling Rs.8 lakh. Relevant part of finding on claims\n   No.9, 10, 11 &amp; 12, under paragraph -84 of the Award is as below:-\n</p>\n<blockquote id=\"blockquote_49\">                &quot;84.00.......Claim No.9, 10, 11, 12: are regarding under\n                utilization of labour force, under utilization of machinery,\n                under-utilization of overhead and loss of business\n                opportunity for the extended period during which the\n                work was got executed from the claimant. The claims in\n                the above regard have not been duly proved to the\n                extent claimed. Claims on the above counts also appear\n                to be on the higher side. However, it is clear that the\n                claimant must have been required to retain at least\n                some men, machinery and overheads, which must have\n                resulted in extra expenditure. Similarly, he would have\n                fruitfully done some other work and earned some profit\n                out of it. Hence, a token amount of Rs.2 lacs on each of\n                the above heads, thus totaling to Rs.8 lacs is awarded on\n                the above heads of claims and the same shall be payable\n                to the claimant, by the respondent.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_45\">28.Apparently, the Arbitrator only presumed that the Claimant- Contractor\n   must have been required to retain at least some men, machinery and\n<span class=\"hidden_text\" id=\"span_57\">                                     -29-</span>\n\n   overheads, which must have resulted in extra expenditure. It has also been\n   observed that he would have fruitfully done some other work and earned\n   some profit out of it.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">29.In our considered opinion, it is only conjecture and surmise rather than a\n   considered finding on the claims under heads 9, 10, 11 &amp;           12. The\n   Arbitrator has proceeded to award token amount without taking into\n   consideration the evidence, if any, produced by the Claimant, on the\n   ground that Claimant must have been required to retain men, machinery\n   and overheads which incurred extra expenditure. Moreover, without\n   considering any pleading or evidence on record led by either of the parties,\n   it has been assumed that the Contractor would have fruitfully done some\n   other work and earn some profit out of it. This finding can only be said to\n   be perverse. In fact there is no adjudication of the Claim No.9, 10, 11 &amp; 12\n   and the Arbitrator has awarded Rs.8 lakh on these heads more as a token\n   amount rather than award upon a specific finding of entitlement under the\n   law, of the Claimant to receive such amount by way of compensation. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"467950\" id=\"span_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1875748\" id=\"span_59\">In\n   view of the Supreme Court decision in the cases of <a href=\"/doc/1875748/\" id=\"a_59\">Ferro Concrete\n   Constructions</a> (supra) and <a href=\"/doc/467950/\" id=\"a_60\">Garware Shipping Corpn. Ltd.</a> (supra), the\n   findings are without considering any evidence and, therefore, clearly\n   perverse and susceptible to interference in exercise of power under <a href=\"/doc/1722761/\" id=\"a_61\">Section\n   34</a> of the Arbitration Act. Therefore, to that extent, the impugned Award is\n   set aside.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">30. Another issue raised by the appellant-company is with regard to\n   arbitrability of the Award of escalated/revised rates of work in respect of\n   work executed by the Contractor- Claimant beyond the stipulated period\n   under the agreement. The circumstance under which the Contractor was\n   required to complete the work under original contract beyond the\n   stipulated period, has been considered in elaborate details by the\n   Arbitrator in its Award which are not under challenge. The only issue would\n   be whether the Contractor would be entitled to escalated or revised rates\n   or not. Though the appellant-Company has raised an issue that there is no\n   specific condition enumerated in the contract between the parties entitling\n   the Claimant-Contractor to claim higher/revised/escalated rates of work in\n   respect of work done beyond the normal schedule of work, finding of the\n   Arbitrator in this regard is not liable to be interfered with, in view of\n<span class=\"hidden_text\" id=\"span_60\">                                  -30-</span>\n\ndecision in the case of K.N. Sathyapalan (dead) by LRs. Vs. State of\nKerala and Anr., 2007 Arb.W.L.J. 1 (SC), wherein same issue was taken into\nconsideration and answered as below-\n</p>\n<blockquote id=\"blockquote_50\">            &quot;33. The question which we are called upon to answer\n            in the instant appeal is whether in the absence of any\n            price escalation clause in the Original Agreement and\n            a   specific   prohibition   to   the   contrary   in   the\n            Supplemental Agreement, the appellant could have\n            made any claim on account of escalation of costs and\n            whether the Arbitrator exceeded his jurisdiction in\n            allowing such claims as had been found by the High\n            Court.\n</blockquote><blockquote id=\"blockquote_51\">            34. Ordinarily, the parties would be bound by the\n            terms agreed upon in the contract, but in the event\n            one of the parties to the contract is unable to fulfill its\n            obligations under the contract which has a direct\n            bearing on the work to be executed by the other\n            party, the Arbitrator is vested with the authority to\n            compensate the second party for the extra costs\n            incurred by him as a result of the failure of the first\n            party to live up to its obligations. That is the\n            distinguishing feature of cases of this nature and M/s.\n            Alopi Parshad&#x27;s case (supra) and also Patel Engg.&#x27;s\n            case (supra). As was pointed out by Mr. Dave, the said\n            principle was recognized by this Court in P.M. Paul&#x27;s\n            (supra) , where a reference was made to a retired\n            Judge of this Court to fix responsibility for the delay in\n            construction of the building and the repercussions of\n            such delay. Based on the findings of the learned\n            Judge, this Court gave its approval to the excess\n            amount awarded by the arbitrator on account of\n            increase in price of materials and costs of labour and\n            transport during the extended period of the contract,\n            even in the absence of any escalation clause.\n</blockquote><blockquote id=\"blockquote_52\">            35. The said principle was reiterated by this Court in\n<span class=\"hidden_text\" id=\"span_61\">                                      -31-</span>\n\n               T.P. George&#x27;s case (supra).\n</blockquote><blockquote id=\"blockquote_53\">               36. We have intentionally set out the background in\n               which the Arbitrator made his award in order to\n               examine the genuineness and/or validity of the\n               appellant&#x27;s claim under those heads which had been\n               allowed by the Arbitrator. It is quite apparent that the\n               appellant       was    prevented     by     unforeseen\n               circumstances from completing the work within the\n               stipulated period of eleven months and that such\n               delay could have been prevented had the State\n               Government stepped in to maintain the law and order\n               problem which had been created at the work site. It is\n               also clear that the rubble and metal, which should\n               have been available at the departmental quarry at\n               Mannady, had to be obtained from quarries which\n               were situated at double the distance, and even more,\n               resulting in doubling of the transportation charges.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\">               Even the space for dumping of excess earth was not\n               provided by the respondents which compelled the\n               appellant to dump the excess earth at a place which\n               was far away from the work site entailing extra costs\n               for the same.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">               37. In the aforesaid circumstances, the Arbitrator\n               appears to have acted within his jurisdiction in\n               allowing some of the claims on account of escalation\n               of costs which was referable to the execution of the\n               work during the extended period. In our judgment,\n               the view taken by the High Court was on a rigid\n               interpretation of the terms of contract and the\n               Supplemental Agreement executed between the\n               parties, which was not warranted by the turn of\n               events. &quot;\n</p>\n<blockquote id=\"blockquote_54\">31.An issue has also been raised with regard to award, in so far as Claim No.4\n   relating to refund of bank guarantee is concerned, by submitting that the\n   Contractor having failed to complete the work within the stipulated period,\n<span class=\"hidden_text\" id=\"span_62\">                                     -32-</span>\n\n   the terms of contract entitled the appellant to encash the bank guarantee\n   which was of Rs.1,50,000/-.\n</blockquote>\n<blockquote id=\"blockquote_55\">   However, as the appellant-company has not assailed finding of the\n   Arbitrator as contained in para-42 to 51 of the Award wherein the\n   Arbitrator elaborately examined the issue and reached to the conclusion\n   that it was not the Claimant-contractor but the appellant-company, who\n   was responsible for delay in execution of work, the invocation of bank\n   guarantee has been found to be bad in law resulting in direction for refund.\n   Therefore, this ground was rightly rejected by the Commercial Court.\n</blockquote>\n<blockquote id=\"blockquote_56\">32.Though, we find that the Arbitrator has rejected the claim of liquidated\n   damage as raised in the counter claim without recording detailed finding in\n   that regard but in view of finding while deciding various heads of Claimant\n   that the delay in execution of work was not attributable to Contractor -\n   Claimant but only to the appellant and he could not be saddled with the\n   liability for delay in execution of work, claim for liquidated damage under\n   clause -13 of the Contractor also falls to the ground. In this regard, clause-\n   13 of the contract of the agreement between the parties is worth mention:-\n</blockquote>\n<blockquote id=\"blockquote_57\">                &quot;13.0. Liquidated Damage:- If the Contractor, fails to\n                complete the work within the stipulated dates or such\n                extension thereof as communicated by the owner in\n                writing, the Contractor shall pay compensation\n                (Liquidated Damage) to the owners and not as penalty\n                @0.1% (point one percent of the total value of work,\n                contract price) for every day till the work remains\n                unfinished. Provided always that the amount of such\n                compensation shall not exceed 10% of the contract\n                price.\n</blockquote><blockquote id=\"blockquote_58\">                Without prejudice to any of their legal rights, the\n                owners shall have the power to recover the said\n                amount of compensation/damage from any money\n                due or likely to become due to the Contractor. The\n                payment or deduction o such compensation/damage\n                shall not relieve the Contractor from his obligation to\n                complete the work or from any of his other\n<span class=\"hidden_text\" id=\"span_63\">                                                -33-</span>\n\n                          obligation/liabilities under the contract and in case of\n                          the Contractor&#x27;s failure and at the absolute discretion\n                          of the Engineer, the work may be ordered to be\n                          completed by some other agency at the risk and\n                          expense of the Contractor, after a minimum three\n                          days notice in writing has been given to the\n                          Contractor by the engineer or his representative.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_50\">          33.Apparently, in order to establish a claim of liquidated damage, the\n             appellant-company was required to establish that the delay in execution of\n             work beyond the scheduled period was occasioned on account of lapse or\n             negligence on the part of Contractor. But the finding recorded by the\n             Arbitrator is otherwise that delay was attributable to circumstances created\n             by the appellant herein and none of the causes of delay were attributable\n             to the Claimant- Contractor. Therefore, in this respect also, no relief can be\n             granted by interfering with the Award.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_51\">          34.In the result, the appeal is partly allowed only to the extent that the award\n             of Rs.8 lakh on Claim No.9, 10, 11, 12 is set aside.\n</p><pre id=\"pre_2\">                      Sd/-                                             Sd/-\n            (Manindra Mohan Shrivastava)                            (Rajani Dubey)\n                    Judge                                               Judge\n\nPraveen\n </pre>","numcites":26,"numcitedby":1,"docsource":"Chattisgarh High Court","citetid":67525597,"divtype":"judgments","relatedqs":[{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":" commercial court ","formInput":"%20commercial%20court%20"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"coercion","formInput":"coercion"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"oral evidence documentary evidence","formInput":"oral%20evidence%20documentary%20evidence"},{"value":"No due certificate ","formInput":"No%20due%20certificate%20"},{"value":"estoppel","formInput":"estoppel"},{"value":"duress","formInput":"duress"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"final bill","formInput":"final%20bill"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"subrogation","formInput":"subrogation"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":"escalation clause","formInput":"escalation%20clause"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"place-of-arbitration","formInput":"tag:place-of-arbitration"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}