{"tid":140460,"publishdate":"1992-11-02","title":"Kishan Singh vs State Of Uttar Pradesh on 2 November, 1992","doc":"<h2 class=\"doc_title\">Kishan Singh vs State Of Uttar Pradesh on 2 November, 1992</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 1992 SC 207</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:l-m-sharma\">Lalit Mohan Sharma</a>, <a href=\"/search/?formInput=benchid:k-ramaswamy\">K. Ramaswamy</a>, <a href=\"/search/?formInput=benchid:n-venkatachala\">N. Venkatachala</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nKISHAN SINGH\n\n\tVs.\n\nRESPONDENT:\nSTATE OF UTTAR PRADESH\n\nDATE OF JUDGMENT02/11/1992\n\nBENCH:\n[LALIT MOHAN SHARMA, K. RAMASWAMY AND N. VENKATACHALA, JJ.]\n\n\n\n\nACT:\n  <a href=\"/doc/445276/\" id=\"a_1\">Code\tof  Criminal  Procedure</a>\t 1973:\t<a href=\"/doc/1903086/\" id=\"a_2\">Sections  374</a>,\t<a href=\"/doc/962212/\" id=\"a_3\">382</a>,\n<a href=\"/doc/769517/\" id=\"a_4\">383</a>,<a href=\"/doc/1171128/\" id=\"a_5\">384</a>.\n Criminal  appeal-Non-prosecution Power\t of Court to dismiss\nHeld  a\t  criminal  appeal  cannot  be\tdismissed  for\tnon-\nprosecution Appellate  court should examine the\t petition of\nappeal and  judgment under challenge and consider the merits\nof  the\t  case\tbefore\t dismissing  the  appeal  summarily-\nDistinction between criminal and civil appeal discussed.\n Civil Procedure Code 1908: Order 47 Rule 11, 17 and 19.\n\n\n\nHEADNOTE:\nThe appellant  was convicted  under <a href=\"/doc/1420677/\" id=\"a_6\">Section 5(2)</a> of the\nPrevention of  Corruption Act and was sentenced to two years\nrigorous imprisonment  and a  fine of  Rs. 200.\t He filed an\nappeal under  <a href=\"/doc/1903086/\" id=\"a_7\">Section 374</a>  of the  Criminal  Procedure\tCode\nbefore the  Allahabad High  Court which\t was  dismissed\t for\ndefault of  the appearance of the appellant and his counsel.\nAn  application\t    for\t  restoration  of  the\tappeal\tmade\nthereafter was\talso dismissed.\t In appeal  to this Court it\nwas contended  on behalf  of the  appellant that  the appeal\ncould not  have been  dismissed for default on the ground of\nabsence of  the appellant or his counsel to appear and press\nthe appeal.\nAllowing the appeal and setting aside the orders of the\nHigh Court,  this Court,\nHELD: 1. The High Court was not right in dismissing the\nappeal on  the ground  of non-appearance of the appellant or\nhis counsel  and  it  should  have  allowed  the  prayer  of\nrestoration of\tthe criminal  appeal  under    its  inherent\npower. [310-C]\n2. Under  <a href=\"/doc/1171128/\" id=\"a_8\">Section 384</a> of the Criminal Procedure Code it\nis the\tduty of\t the appellant court to examine the petition\nof appeal  and the  judgment under challenge and to consider\nthe  merits   of  the  case  before  dismissing\t the  appeal\nsummarily. The\tsaid duty  is not dependent on the appellant\nor   his counsel  appearing before  the Court  to press\t the\nappeal. As  soon as  a petition of appeal is presented under\nSection 382  or 383  it becomes\t the duty  of the  appellate\ncourt to consider the same on merits, even in the absence of\nthe appellant  and his\tcounsel before\tdismissing the\tsame\nsummarily. Therefore,  the High\t Court\tshould\thave  either\nexamined  the\t appellant&#x27;s  petition\tof  appeal  and\t the\njudgment under\tchallenge, itself  or appointed a counsel to\nassist the  Court, but\tcould not  have proceeded to dismiss\nthe same  on the  ground that the advocate for the appellant\nwas not present.[308-H; 309-A, C]\n3. The\tposition of a criminal appeal is not be same as\nthat of\t a civil  appeal. A  comparison of the provisions of\n<a href=\"/doc/1171128/\" id=\"a_9\">Section 384</a>  of Criminal  Procedure Code with those of Order\n41, Rules  11 and  17 of  the Civil  Procedure Code  clearly\nbrings out  the difference.  Rule  17,\tOrder  41  of  Civil\nProcedure Code\tin express terms provides that an appeal may\nbe dismissed  on the ground of absence of the appellant when\nthe appeal  is called  out, and\t Rule 19  provides  for\t its\nrestoration on\tthe appellant  offering sufficient cause for\nhis non-appearance.  However, in  the  case  of\t a  criminal\nappeal the  corresponding provisions  are not to be found in\nthe <a href=\"/doc/445276/\" id=\"a_10\">Code  of Criminal  Procedure</a>. On the other hand the Code\nin express  terms requires  the matter\tto be  considered on\nmerits. Thus  a criminal appeal cannot be dismissed for non-\nprosecution. [309-D, E]\nRam Naresh  Yadav &amp;  Ors v. State of Bihar, A.I.R. 1987\nS.C. 1500, dissented form.\nShyam Deo Pandey &amp; Ors. v. state of Bihar, [1971 Suppl.\nS.C.R. 133, relied on.\nEmperor v.  Balumal Hotchand  and Ors., 39 Criminal Law\nJournal 890  and Ramesh Nanu v. State of Gujarat, 17 Gujarat\nLaw Reporter 350, referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CRIMINAL APPELLATE\t JURISDICTION: Criminal\t Appeal\t No.\n183 of 1993.\n</p><p data-structure=\"CDiscource\" id=\"p_2\">     From the  Judgment and  order dated  11.5.1992  of\t the\nAllahabad High\tCourt in  Criminal Appeal  No. 1791  of\t the\n1979.\n</p><p data-structure=\"Precedent\" id=\"p_3\">     Bahar U. Bargi and Anis Suhrawardy for the Appellant.\n     The following Order of the Court was delivered:\n</p><blockquote id=\"blockquote_1\">     The petitioner  was convicted  by\tthe  Special  Judge,\nMathura under  <a href=\"/doc/1420677/\" id=\"a_11\">Section 5(2)</a>  of the Prevention of Corruption\nAct and was sentenced to two years rigorous imprisonment and\na fine\tof Rs.\t200. He filed an appeal before the Allahabad\nHigh Court which was dismissed for default of the appearance\nOr the\tpetitioner and\this counsel,  when  the\t appeal\t was\ncalled\t out for  preliminary hearing.\tAn  application\t for\nrestoration of the appeal made thereafter has also dismissed\nby the\torder which has been challenged before this Court in\nthe present special leave petition.\n</blockquote><blockquote id=\"blockquote_2\">     2. The question which arises in this case is whether an\nappeal filed   under  <a href=\"/doc/1903086/\" id=\"a_12\">Section 374</a>  of the Criminal Procedure\nCode by an accused against his conviction and sentence could\nbe dismissed for the default of the appellant in prosecuting\nthe appeal either in person or through counsel.\n</blockquote><blockquote id=\"blockquote_3\">     3. Notice\twas issued  in the  special  leave  petition\nindicating that\t the matter  would be finally disposed of at\nthe notice  stage itself.  The office  report indicates that\nnotice has been served, but there is no appearance on behalf\nof the respondent State. Special leave is granted.\n</blockquote><blockquote id=\"blockquote_4\">     4. The  High Court\t in its\t order dated  14th November,\n1990 dismissing\t the appeal for non-prosecution, relied upon\nthe observations  of this  Court   in Ram  Naresh Yadav\t and\nothers v.  State of Bihar, AIR 1987 SC 1500 to the following\neffect:\n</blockquote><blockquote id=\"blockquote_5\">     &quot;The court\t can dismiss  the appeal\n     for  non-prosecution   and\t enforce\n     discipline or  refer the  matter to\n     the Bar  Council\twith this end in\n     view.  But\t  the  matter\tcan   be\n     disposed of  on   merits only after\n     hearing  the   appellant\tor   his\n     counsel.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_4\">     5. The  learned counsel for the appellant has contended\nthat the appeal could not have been dismissed for default on\nthe ground  of absence\tof the\tappellant or  his counsel to\nappear and press the appeal. The argument appears to be well\nfounded.\n</p><p data-structure=\"Section\" id=\"p_5\">     6). As  enjoined by <a href=\"/doc/962212/\" id=\"a_13\">Section 382</a> of the Code of Criminal\nProcedure, the\tappeal has  to be  filed in  the form  of  a\npetition. Section  384 (omitting  sub-sections (3)  and\t (4)\nwhich are  not relevant in the present context) quoted below\ndeals with summary disposal of appeal:\n</p><blockquote id=\"blockquote_6\">     &quot;384. Summary  dismissal of appeal:\n</blockquote><blockquote id=\"blockquote_7\">     (1) If upon examining  the petition\n     of appeal\tand copy of the judgment\n     received\tunder Sec.  382 or  Sec.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_6\">     383, the  Appellate Court considers\n     that there\t is no sufficient ground\n     for interfering,  it may\t dismiss\n     the appeal summarily:\n</p><blockquote id=\"blockquote_8\">     Provided that\n</blockquote><blockquote id=\"blockquote_9\">     (a) no  appeal presented under Sec.\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">     382 shall\tbe dismissed  unless the\n     appellant or  his pleader has had a\n     reasonable\t opportunity   of  being\n     heard in support of the same;\n</p><p data-structure=\"Section\" id=\"p_8\">     (b) no  appeal presented under Sec.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">     383 shall be dismissed except after\n     giving the\t appellant a  reasonable\n     opportunity  of   being  heard   in\n     support of\t the  same,  unless  the\n     Appellate Court  considers that the\n     appeal is\tfrivolous  or  that  the\n     production\t of   the   accused   in\n     custody  before   the  Court  would\n     involve such inconvenience as would\n     be\t   disproportionate    in    the\n     circumstances of the case;\n</p><p data-structure=\"Conclusion\" id=\"p_10\">     (c) no  appeal presented under Sec.\n</p><p data-structure=\"Conclusion\" id=\"p_11\">     383 shall\tbe  dismissed  summarily\n     until  the\t  period   allowed   for\n     preferring such appeal has expired.\n</p><p data-structure=\"Precedent\" id=\"p_12\">      (2)  Before dismissing  an  appeal\n     under this\t section, the  Court may\n     call for the record of the case.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_13\">     7. It  will be  seen that the very opening words of the\nSection require\t the Appellate Court to examine the petition\nof appeal  and copy  of the impugned judgment in considering\nwhether there  is any sufficient ground for interfering with\nthe same.  Sub-section (2)  provides that the Court may call\nfor the\t records of  the case even at the preliminary stage.\nIt is,\tthus clear,  that the duty of the appellate court to\nexamine the  petition  of  appeal  and\tthe  judgment  under\nchallenge and  to consider  the merits\tof the\tcase  before\ndismissing the\tappeal summarily  is not  dependent  on\t the\nappellant or his counsel appearing before the Court to press\nthe appeal.  As soon  as a  petition of\t appeal is presented\nunder Section  382 or  383 it  becomes\tthe    duty  of\t the\nappellate court\t to consider the same on merits, even in the\nabsence of  the appellant  and his counsel before dismissing\nthe same   summarily. In a case where the appellant has been\nsentenced to  imprisonment and he is not in custody when the\nappeal is  taken up  for preliminary  hearing, the Appellate\nCourt can  require him\tto surrender,  and if  the appellant\nfails to obey the direction, other considerations may arise,\nwhich may  render the  appeal liable to be dismissed without\nconsideration of  the\tmerits, but  that  is  altogether  a\ndifferent matter  with which  we are  not concerned  in\t the\npresent\t case.\t Here,\tthe  appellant&#x27;s  advocate  was\t not\npresent to argue the appeal when the case was called out and\nin the\trestoration application\t filed subsequently, attempt\nwas made  to explain  the default, which, of course, did not\nsucceed. The question is, whether in the  circumstances, the\nHigh Court  could have dismissed the appeal for default, and\nif not,\t whether the prayer for restoration should have been\nallowed. As  is manifest  from the  provisions\tof  <a href=\"/doc/445276/\" id=\"a_14\">Criminal\nProcedure Code</a>,\t referred to  above, the  High Court  should\nhave either  examined the appellant&#x27;s petition of appeal and\nthe judgment  under challenge, itself or appointed a counsel\nto assist  the\tCourt,\tbut  could  not\t have  proceeded  to\ndismissed the\tsame on the ground that the Advocate for the\nappellant was not present. The position of a criminal appeal\nis not\tthe same  as in a civil appeal governed by the Civil\nProcedure Code.\t comparison of the provisions of Section 384\nwith those  of Order  41, Rules\t 11  and  17  of  the  Civil\nProcedure Code\tclearly brings\tout the difference. Rule 17,\nOrder 41  of Civil  Procedure Code in express terms provides\nthat an\t appeal may be dismissed on the ground of absence of\nthe appellate  when the\t appeal is  called out,\t and Rule 19\nprovides for  its  restoration\ton  the\t appellant  offering\nsufficient cause  for his  non-appearance. In  the case of a\ncriminal appeal\t the corresponding  provisions are not to be\nfound in  the <a href=\"/doc/445276/\" id=\"a_15\">Code  of Criminal Procedure</a>. On the other hand\nthe  Code  in  express\tterms  requires\t the  matter  to  be\nconsidered on  merits. Thus  a\tcriminal  appeal  cannot  be\ndismissed for  non-prosecution, and this is the reason as to\nwhy the\t Criminal Procedure  does not  contain\tany  special\nprovision like Order 41, Rule 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1439508\" id=\"span_1\">The law was correctly laid\ndown in <a href=\"/doc/1439508/\" id=\"a_16\">Shyam Deo Pandey &amp; Ors. v State of Bihar</a>, [1971]\nSuppl. SCR 133 a case governed by the old <a href=\"/doc/445276/\" id=\"a_17\">Criminal Procedure\nCode</a>. The position in this regard remains the same under the\nnew Code.</span>  Even earlier, the High Courts were following this\nvery principle\tis clear  from the  observations Emperor  v.\nBalumal Hotchand and Others, 39 Criminal law Journal 890 and\nRamesh Nanu  v. State  of Gujarat,  17 Gujarat Law  Reporter\n</p><p data-structure=\"Conclusion\" id=\"p_14\">350. in\t Emperor v.  Balumal Hotchand\tand  others, it\t was\nobserved  thus:\t  That\tthe  law  requires  that  before  an\nAppellate Court\t dismisses and\tappeal summarily,  it  shall\nread a\tcopy of\t the judgment,\tand then,  if  there  is  no\nsufficient ground for interfering, it may dismiss the appeal\nsummarily. it  was emphasized  that  the  dismissal  of\t the\nappeal shall depend on the exercise by the judgment, and not\nupon the failure of the accused to press his appeal.\n</p><p data-structure=\"Conclusion\" id=\"p_15\">     8. In  view of  the  clear\t language  of  the  <a href=\"/doc/445276/\" id=\"a_18\">Code  of\nCriminal Procedure</a>  and the other reasons mentioned above we\nare constrained\t to hold that the observations of this Court\nin AIR\t1987 Supreme Court page 1500 relied Upon by the High\nCourt in  the case  before us,\tcannot be  treated as having\nlaid down  the law correctly. The High Court was, therefore,\nnot right  in dismissing  the appeal  on the  ground of non-\nappearance of  the appellant  or his  counsel and  it should\nhave, therefore,  allowed the  prayer of  restoration of the\ncriminal appeal under its inherent power. In the result, the\npresent appeal\tis allowed, the orders of the High Court are\nset aside,  the Criminal  Appeal No. 1791 of 1979 before the\nHigh Court  is restored\t and the  matter is  remitted to the\nHigh Court  for consideration  and  decision  on  merits  in\naccordance with law.\n</p><pre id=\"pre_2\">T.N.A\t\t\t\t\t    Appeal allowed.\n\n\n\n</pre>","numcites":7,"numcitedby":28,"docsource":"Supreme Court of India","citetid":140460,"divtype":"judgments","relatedqs":[{"value":"order 41 rule 17 cpc","formInput":"order%2041%20rule%2017%20cpc"},{"value":"non prosecution","formInput":"non%20prosecution"},{"value":"allahabad high court","formInput":"allahabad%20high%20court"},{"value":"non appearance","formInput":"non%20appearance"},{"value":"order 41","formInput":"order%2041"},{"value":"Petition of appeal.","formInput":"Petition%20of%20appeal."},{"value":"appeal dismissed ","formInput":"appeal%20dismissed%20"},{"value":"384","formInput":"384"},{"value":"Emperor ","formInput":"Emperor%20"},{"value":"374","formInput":"374"},{"value":"rule 11 ","formInput":"rule%2011%20"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"appeals-from-conviction","formInput":"tag:appeals-from-conviction"}],"courtcopy":true,"query_alert":null,"agreement":false}