{"tid":1546367,"publishdate":"2008-11-12","title":"Marwadi vs Kishorkumar on 12 November, 2008","doc":"<h2 class=\"doc_title\">Marwadi vs Kishorkumar on 12 November, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-r-shah\">M.R. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-r-shah\">M.R. Shah</a></h3>\n\n<pre id=\"pre_1\">   Gujarat High Court Case Information System \n\n  \n  \n    \n\n \n \n    \t      \n         \n\t    \n\t\t   Print\n\t\t\t\t          \n\n  \n\n\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\n\n\n \n\n\n\t \n\nSCA/24299/2007\t 20/ 22\tJUDGMENT \n \n \n\n\t\n\n \n\nIN\nTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nSPECIAL\nCIVIL APPLICATION No. 24299 of 2007\n \n\nWith\n\n\n \n\nSPECIAL\nCIVIL APPLICATION No. 24300 of 2007\n \n\nWith\n\n\n \n\nSPECIAL\nCIVIL APPLICATION No. 24302 of 2007\n \n\n \n \nFor\nApproval and Signature:  \n \nHONOURABLE\nMR.JUSTICE M.R. SHAH\n \n \n=============================================\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n1\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tReporters of Local Papers may be allowed to see the judgment ? YES\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n2\n\t\t\n\t\t \n\t\t\t \n\nTo\n\t\t\tbe referred to the Reporter or not ? YES\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n3\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\ttheir Lordships wish to see the fair copy of the judgment ? NO\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n4\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tthis case involves a substantial question of law as to the\n\t\t\tinterpretation of the constitution of India, 1950 or any order\n\t\t\tmade thereunder ? NO\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n5\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tit is to be circulated to the civil judge ? NO\n\t\t\n\t\n\n \n\n \n=============================================\n \n\nMARWADI\nSHARES AND FINANCE PVT LTD COMPANY - Petitioner(s)\n \n\nVersus\n \n\nKISHORKUMAR\nNAGJIBHAI MAVANI - Respondent(s)\n \n\n============================================= \nAppearance\n: \nMR SANJAY A MEHTA for\nPetitioner(s) : 1,MS. KRUTI M SHAH for Petitioner(s) : 1, \nMR\nANSHIN H DESAI for Respondent(s) :\n1, \n=============================================\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\nCORAM\n\t\t\t: \n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tMR.JUSTICE M.R. SHAH\n\t\t\n\t\n\n \n\n \n \n\n\n \n\nDate\n:  12 /11/2008 \n\n \n\n \n \nCAV\nJUDGMENT \n</pre>\n \n\n \n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_1\">1. \t   As\ncommon question of law and facts arise in these group of petitions,\nthey are being disposed of by this common judgment and order.  The\nshort but an interesting question of law posed for the consideration\nof this Court is whether in view of bye-laws in Chapter XI of \nNational Stock Exchange of India Limited, whether the jurisdiction of\ncivil suit is barred or the civil court&#x27;s jurisdiction to entertain\nthe dispute between petitioner and the respondent have been ousted ?\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_2\">1.1\t\nSpecial Civil Application No.24299 of 2007 is filed by the\npetitioner-original defendant  under <a href=\"/doc/1331149/\" id=\"a_1\">Article 227</a> of the Constitution\nof India  for an appropriate writ, order or direction quashing and\nsetting aside the order  dated 6.7.2007 passed  below application \nExh.27 in Special Civil Suit No.233 of 2001 (New Number Regular Civil\nSuit No.337 of 2005) passed by the learned 7th Additional\nSenior Civil Judge, Junagadh by which the learned trial court has\ndismissed the said application submitted by the petitioner-original\ndefendant submitted under Order 7 Rule 11(d) <a href=\"/doc/161831507/\" id=\"a_2\">of the Code of Civil\nProcedure</a> which was submitted to dismiss the suit.   \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_3\">1.2\t Special Civil\nApplication No.24300  of 2007 is filed by the petitioner-original\ndefendant  under <a href=\"/doc/1331149/\" id=\"a_3\">Article 227</a> of the Constitution of India  for an\nappropriate writ, order or direction quashing and setting aside the\norder  dated 6.7.2007 passed  below application  Exh.18 in Special\nCivil Suit No.231 of 2001  passed by the learned 7th\nAdditional Senior Civil Judge, Junagadh by which the learned trial\ncourt has dismissed the said application submitted by the\npetitioner-original defendant submitted under Order 7 Rule 11(d) <a href=\"/doc/161831507/\" id=\"a_4\">of\nthe Code of Civil Procedure</a> which was submitted to dismiss the suit. \n</p> \n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_4\">1.3\t\nSpecial Civil Application No.24302 of 2007 is filed by the\npetitioner-original defendant  under <a href=\"/doc/1331149/\" id=\"a_5\">Article 227</a> of the Constitution\nof India  for an appropriate writ, order or direction quashing and\nsetting aside the order  dated 6.7.2007 passed  below application \nExh.23 in Special Civil Suit No.232 of 2001  passed by the learned\n7th Additional Senior Civil Judge, Junagadh by which the\nlearned trial court has dismissed the said application submitted by\nthe petitioner-original defendant submitted under Order 7 Rule 11(d)\n<a href=\"/doc/161831507/\" id=\"a_6\">of the Code of Civil Procedure</a> which was submitted to dismiss the\nsuit.   \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_5\">2.\t Respondent in each of\nthe petition had instituted the aforesaid special civil suit against\nthe petitioner-defendant for recovery of the amount as mentioned in\nthe suits.  Certain trades of shares were transacted by the concerned\nrespondent-plaintiff through the petitioner who is a registered\ntrading member and stock broker of    National Stock Exchange of\nIndia Limited and contracts were drawn and issued and the bills were\nalso drawn and  issued in respect of such trades executed by the\npetitioner on behalf of the respondent.  It was alleged that certain\namounts were due and payable by the petitioner to the respondent and\ntherefore the respective respondent-original plaintiff instituted the\naforesaid suits in the Court of learned Civil Judge (S.D.), Junagadh.\n That in the said suits, the respective petitioners-original\ndefendants submitted application under Order 7 Rule 11(d) <a href=\"/doc/161831507/\" id=\"a_7\">of the CPC</a>\nread with <a href=\"/doc/1306164/\" id=\"a_8\">Section 142</a> of the Arbitration and Conciliation Act, 1996\n(hereinafter referred to as &quot;the Act of 1996&quot;) to reject\nthe respective plaints submitting that the petitioner-original\ndefendant is a Private Limited Company and `trading&#x27; member&#x27; of  \nNational Stock Exchange of India Limited and the transactions took\nplace between the plaintiff and the defendant  are subject to  and\ngoverned by the bye-laws and regulations of the   National Stock\nExchange. It was submitted that there is an arbitration clause behind\nall the bills and vouchers of the plaintiff.  The said arbitration\nclause is in a printed form and therefore the plaintiff is a\nconstituent and the defendant is trading member and therefore any\ndispute between the constituent and a trading member is to be\nreferred to the arbitration under the provisions of the Act of 1996,\nand as per the bye-laws of the  National Stock Exchange and therefore\nit was contended that the civil court has no jurisdiction and\ntherefore it was requested to dismiss the respective suit.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_6\">2.1\t  The said\napplications were resisted by the respective respondent\nherein-original defendant by submitting that merely because there is\nan arbitration clause as per the  bye-laws  of the   National Stock\nExchange unless there is a specific exclusion of the jurisdiction of\nthe civil court the suit is maintainable and therefore it cannot be\nsaid that the civil court had no jurisdiction at all.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_7\">2.2\t  After  considering\nthe rival submissions made on behalf of the respective parties, the\nlearned trial court by impugned orders  dismissed the aforesaid\napplications submitted by the petitioner-defendant submitted under\nOrder 7 Rule 11(d) <a href=\"/doc/161831507/\" id=\"a_9\">of the CPC</a> by holding that the civil court has\njurisdiction.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_8\">2.3\t   Being aggrieved\nand dissatisfied with the impugned orders passed by the trial court\ndismissing the applications submitted by the petitioner-defendant to\nreject the plaint on the ground that in view of arbitration clause\nand the bye-laws  of the   National Stock Exchange providing for\narbitration clause the civil court has no jurisdiction, the\nrespective petitioners-original plaintiffs have preferred present\nSpecial Civil Applications under <a href=\"/doc/1331149/\" id=\"a_10\">Article 227</a> of the Constitution of\nIndia. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_9\">3.\t Shri\nSanjay Mehta, learned advocate appearing on behalf of the common\npetitioners-defendants has vehemently submitted that the learned\ntrial court has materially erred in holding that the civil court has\njurisdiction to entertain the respective suits.  It is submitted that\nthe learned trial court has not considered the relevant provisions of\nBye-laws of National Stock Exchange more particularly Bye-law (1) in \nChapter X  of the Bye-laws of the   National Stock Exchange  and  the\n<a href=\"/doc/686376/\" id=\"a_11\">Regulation 3(5)(1)</a>, <a href=\"/doc/686376/\" id=\"a_12\">3(5)(2)</a>, Part-A Clause 5(1), 5(2), 5(3)(A),\n5(3)(B) and 5(4) which specifically provides reference of arbitration\nfor any dispute even between the member and non-member.  It is\nfurther submitted that even Clause 3(5) of the Contract Note between\nthe parties, the arbitration clause is printed with the information\nof Regional Arbitration Centre and therefore any dispute between\nplaintiff and the defendant shall be referred to and resolved only by\narbitration and therefore the jurisdiction  of the civil court with\nrespect to the dispute between the plaintiff and the defendant is\nousted in view of the specific provisions of arbitration clause and\nconsidering the Act of 1996.   Therefore, it is submitted that the\nlearned trial court ought to have allowed the aforesaid applications\nand ought to have dismissed the respective plaints in exercise of\npowers under Order 7 Rule 11(d) <a href=\"/doc/161831507/\" id=\"a_13\">of the CPC</a>.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_10\">3.1\t  It is further\nsubmitted by Shri Sanjay Mehta, learned advocate appearing on behalf\nof the respective petitioners that the learned trial court did not\nappreciate the fact that the petitioner-defendant is a Private\nLimited Company and `Trading&#x27; member of   National Stock Exchange of\nIndia Limited, and the transactions that took place between the\nplaintiff and the defendant are governed by the bye-laws and\nregulations of the National Stock Exchange of India Limited and that\nthere is an arbitration clause behind all the bills and vouchers of\nthe plaintiff and the plaintiff is a  constituent and the defendant\nis trading member and therefore any dispute between the constituent\nand a trading member is to be referred to the arbitration under the\nprovisions of the Act of 1996 and as per the bye-laws of the \nNational Stock Exchange and therefore  the civil court has no\njurisdiction at all. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_11\">3.2\t  It is further\nsubmitted that the learned trial court has erroneously held that\nthere is no specific provision in the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a> barring the\ncivil court&#x27;s jurisdiction.  It is submitted that as per <a href=\"/doc/1091250/\" id=\"a_15\">Section 5</a> of\nthe Arbitration Act, there is a specific bar of judicial\nintervention.  It is further submitted that even as per the\nprovisions of <a href=\"/doc/1232861/\" id=\"a_16\">Section 8</a> of the Act, it is compulsory to refer the\nparties to the arbitration if a party applies not later than the\nstage of submitting first statement on the substance of the dispute. \nIt is submitted that the provisions of <a href=\"/doc/1052228/\" id=\"a_17\">Arbitration Act</a> are not\nproperly appreciated by the learned trial court in its true\nperspective  inclusive of <a href=\"/doc/1937908/\" id=\"a_18\">Section 42</a> of the Arbitration Act.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"599066\" id=\"span_1\">3.3\t  Shri Sanjay Mehta,\nlearned advocate appearing on behalf of the respective\npetitioners-original defendants has heavily relied upon the decision\nof the Bombay High Court in the case of <a href=\"/doc/599066/\" id=\"a_19\">PRASHANT\nCOMMERCIAL VS. RAJRATAN R.MOHTA</a> reported in (2006) 69 SCL 241 (Bom.).\n It is submitted that considering the relevant bye-laws of the\nNational Stock Exchange and considering the arbitration clause, the\nBombay High Court has held that the civil court would not have\njurisdiction over the dispute arising out of a contract between the\nmember and non-member for purchase and sales of securities. \nTherefore it is requested to allow the present Special Civil\nApplications and hold that  in view of bye-laws of the National Stock\nExchange  as well as the contract note providing for arbitration\nclause, suit filed by the respective respondents herein-original\nplaintiffs  is not maintainable and the civil court would not have\njurisdiction over such dispute between the plaintiff and the\ndefendant, and in view of the arbitration clause, the jurisdiction of\nthe civil court is ousted.</span> \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_13\">4.\t  All these petitions\nare opposed by Shri Anshin Desai, learned advocate appearing on\nbehalf of the respective plaintiffs.  It is submitted that unless\nthere is a specific bar, the jurisdiction of the civil court cannot\nbe ousted. It is submitted that neither in the <a href=\"/doc/1052228/\" id=\"a_20\">Arbitration Act</a> nor\neven in the bye-laws of the National Stock Exchange, the jurisdiction\nof the civil court is specifically barred and/or ousted.  It is\nsubmitted that as per <a href=\"/doc/76869205/\" id=\"a_21\">Section 9</a> of the CPC, the civil court will have\njurisdiction to try all suits of a civil nature excepting the suits\nwhich either expressly or impliedly barred. It is submitted that\nconsidering the provisions of the <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act</a> as well as the\nbye-laws of the National Stock Exchange  relied upon by the\ndefendant, there is no express or implied provision to oust the\njurisdiction of the civil court.  It is submitted that the ouster of\nthe civil court&#x27;s jurisdiction cannot be presumed and the normal rule\nis that the civil court would have jurisdiction to entertain all the\ndisputes of a civil nature between the parties.  Therefore it is\nsubmitted that merely because there is an arbitration clause, the\nouster of the jurisdiction of the civil court cannot be presumed.  He\nhas relied upon the following decisions of the Hon&#x27;ble Supreme Court\nin support of his above submissions and his prayer to dismiss the\npresent Special Civil Applications. \n</p>\n \n\n \n\n\n \n\t  \n\n \n<p data-structure=\"Precedent\" id=\"p_14\">\t  RITE\n\tAPPROACH GROUP LTD., VS. ROSOBORON EXPORT reported in (2006)\n\t1 SCC 206.\n</p>\t \n\n\n\t  \n\n \n<p data-structure=\"Precedent\" id=\"p_15\">\t   DHULABHAI\n\tETC. VS. STATE OF MADHYA PRADESH AND ANOTHER reported in AIR\n\t1969 SC 78.\n</p>\t \n\n\n\t  \n\n \n<p data-structure=\"Precedent\" id=\"p_16\">\t     ITI\n\tLTD. VS. SIEMENS PUBLIC COMMUNICATIONS NETWORK LTD., reported\n\tin  (2002) 5 SCC 510.\n</p>\t \n\n\n\t  \n\n \n<p data-structure=\"Precedent\" id=\"p_17\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1336541\" id=\"span_2\"><a href=\"/doc/1336541/\" id=\"a_23\">S.\n\tVANATHAN MUTHURAJA VS. RAMALINGAM ALIAS KRISHNAMURTHY GURUKKAL AND\n\tOTHERS</a> reported in (1997) 6 SCC 143.</span>\n</p>\t \n\n\n\t  \n\n \n<p data-structure=\"Precedent\" id=\"p_18\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94111000\" id=\"span_3\"><a href=\"/doc/94111000/\" id=\"a_24\">VENKAMAMIDI\n\tVENKATA SUBBA RAO VS. CHATLAPALLI SEETHARAMARATNA RANGANAYAKAMMA</a>\n\treported in (1997) 5 SCC 460.</span>\n</p>\n \n\n\n\t\n \n\n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"139278\" id=\"span_4\">4.1\t   He has also relied\nupon the decision of Rajasthan High Court in the case of <a href=\"/doc/139278/\" id=\"a_25\">MAHESH\nKUMAR VS. RAJASTHAN STATE ROAD TRANSPORT CORPORATION</a> reported in AIR\n2006 RAJASTHAN 56 in support of his submission that mere \nexistence of arbitration clause in agreement does not bar\njurisdiction of civil court automatically. Relying upon the above\ndecisions and making the above submissions, it is requested to\ndismiss the present Special Civil Applications.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_20\">5.\t  Heard the learned\nadvocates appearing on behalf of the respective parties at length.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_21\">6.\t  The short but an\ninteresting question of law posed for consideration of this Court as\nstated hereinabove is whether in view of the arbitration clause in\nthe contract note and the bye-laws of the National Stock Exchange \nframed under the <a href=\"/doc/220169/\" id=\"a_26\">Securities Contracts (Regulation) Act, 1956</a>\nproviding for resolving the dispute by arbitration and considering\nthe provisions of the <a href=\"/doc/1306164/\" id=\"a_27\">Arbitration Act, 1996</a>,  whether the\njurisdiction of the civil court is ousted?\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_22\">7.\t Learned advocate\nappearing on behalf of the respective petitioners has heavily relied\nupon Chapter XI of the bye-laws of the National Stock Exchange of\nIndia Limited, and according to the petitioners, all claims,\ndifferences or disputes between the trading members and sub-brokers\nand between sub-brokers and clients of sub-brokers  and one of\nsub-broker arising out of or in relation to dealings, contracts and\ntransactions made subject to the bye-laws, rules and regulations of\nthe Exchange or with reference to anything incidental thereto or in\npursuance thereof or relating to their validity, construction,\ninterpretation, fulfillment or the rights, obligations and\nliabilities of the parties thereto and including any question of\nwhether such dealings, transactions and contracts have been entered\ninto or not shall be submitted to arbitration in accordance with the\nprovisions of the said bye-laws and regulations. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_23\">8.\t  Learned advocate\nappearing on behalf of the respective petitioner has submitted that\nas per clause 2 of Chapter XI of the aforesaid bye-laws  in all\ndealings, contracts and transactions, which are made or deemed to be\nmade subject to the bye-laws, rules and regulations of the exchange,\nthe provisions relating to arbitration as provided in the said\nbye-laws and regulations shall form and shall be deemed to form part\nof the dealings, contracts and transactions and the parties shall be\ndeemed to have entered into an arbitration agreement in writing by\nwhich all claims, differences or disputes of the nature referred to\nin bye-laws (1),  (1A), (1B) and (1D) of Chapter XI shall be\nsubmitted to arbitration as per the provisions of the said bye-laws\nand the regulations.  It is also further submitted that as per\nbye-law (3) of  Chapter XI all the claims are required to be\nsubmitted to  arbitration within six months from the date on which\nthe claim, difference or dispute arose or shall be deemed to have\narisen.  It is further submitted that as per Chapter XI of the said\nbye-laws all contracts relating to the dealings permitted on the\nexchange made by trading member are subject to the bye-laws, rules\nand regulations.  Under the circumstances, it is submitted that in\ncase of the dispute between the plaintiff and the defendant as per\nthe aforesaid bye-laws and the contract note, the said dispute is\nrequired to be submitted to the arbitration  only and therefore the\ncivil court would not any jurisdiction to entertain the dispute of\nclaims between the plaintiff and the defendant. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_24\">9.\t  Learned advocate\nappearing on behalf of the respective petitioners has also relied\nupon <a href=\"/doc/1232861/\" id=\"a_28\">Section 8</a> of the Act of 1996 in support of his submission that\nthe civil court would not have any jurisdiction and the civil court\nhas to refer the dispute for arbitration.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_25\">10.\t  A  fair reading of\nthe aforesaid bye-laws  of the National Stock Exchange of India\nLimited and even the contract note, it is true and it provides  all\nclaims, differences or disputes between the plaintiff and the\ndefendant is to be submitted to arbitration, however, the question is\nwhether in view of arbitration agreement   can it be said that the\ncivil court would not have any jurisdiction at all?  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_26\">11.\t  At this stage it is\nrequired to be noted that Chapter VII of bye-laws of the National\nStock Exchange of India Limited, there is a specific clause with\nrespect to jurisdiction, and as per the said chapter, the civil court\nin Mumbai in relation to any dispute arising out of or in connection\nwith or in relation to the contract note shall have exclusive\njurisdiction and that only civil court at Mumbai have exclusive\njurisdiction in claims arising out of such dispute.  It is also  to\nbe noted that even as per Chapter XI bye-law 14 the arbitration\nproceedings as provided for by the provisions of the said bye-laws\nand regulations shall be subject to the provisions of the Act to the\nextent not provided for in the said bye-laws or the regulations. \nEven as per bye-law 17 of Chapter XI which provides for jurisdiction,\nall parties to a reference to arbitration under the said bye-laws and\nregulations and the persons, if any, claiming under them, shall be\ndeemed to have submitted to the exclusive jurisdiction of the courts\nin Mumbai.  Therefore, considering the above, it can only be said\nthat there is an arbitration agreement between the plaintiff and the\ndefendant and any dispute  and the claim between the plaintiff and\nthe defendant is required to be referred to the arbitration.  Under\nthe circumstances and considering the above provisions, the\narbitration would govern by the <a href=\"/doc/1306164/\" id=\"a_29\">Arbitration Act, 1996</a>, and therefore,\n<a href=\"/doc/1232861/\" id=\"a_30\">Section 8</a> of the Arbitration Act would be applicable.  Therefore when\na suit is filed by any of the party to the arbitration agreement, the\naggrieved party has to submit an application before the civil court\nfor referring the parties to the arbitration invoking <a href=\"/doc/1232861/\" id=\"a_31\">Section 8</a> of\nthe Arbitration Act and subject to the limitation under <a href=\"/doc/1232861/\" id=\"a_32\">Section 8</a> of\nthe Arbitration Act, and subject to fulfillment of all the \nconditions referred to in <a href=\"/doc/1232861/\" id=\"a_33\">Section 8</a> of the Arbitration Act, the Civil\nCourt is required to refer the parties to the arbitration. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_27\">11.1\t  Therefore if the\nconditions provided under <a href=\"/doc/1232861/\" id=\"a_34\">Section 8</a> of the Act of 1996 are not\nsatisfied, the civil court is not required to refer the\ndispute/parties to the arbitration.  It is also required to be noted\nat this stage that even the aggrieved party who is aggrieved by the\naward of the arbitrator can submit an application for setting aside\nthe arbitral award under <a href=\"/doc/536284/\" id=\"a_35\">Section 34</a> of the Arbitration Act, 1996.\nTherefore even the arbitral award is subject to the order passed by\nthe civil court subject limitation under <a href=\"/doc/1722761/\" id=\"a_36\">Section 34</a> of the Act of\n1996  and therefore to that extent there is no finality attached to\nthe award by the arbitrator.  Learned advocate appearing on behalf of\nthe petitioner has failed to satisfy the court and/or  point out any\nprovisions either under the bye-laws of the National Stock Exchange\nof India Limited and/or under the <a href=\"/doc/1306164/\" id=\"a_37\">Arbitration Act, 1996</a>, excluding\nthe jurisdiction of the civil court where there is an arbitration\nclause or there is an arbitration agreement between the parties.\nLearned advocate appearing on behalf of the petitioner has failed to\npoint out any provision by which the jurisdiction of the civil court\nis specifically  barred and/or ousted in a case where there is an\narbitration clause and/or an arbitration agreement between the\nparties and the dispute is required to refer to the arbitration. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1336541\" id=\"span_5\">11.2\t     As observed by\nthe Hon&#x27;ble Supreme Court in the case of  <a href=\"/doc/1336541/\" id=\"a_38\">S.Vanathan Muthuraja</a>\n(supra), considering  <a href=\"/doc/76869205/\" id=\"a_39\">Section 9</a> of the CPC and the question of\nexclusion of civil court&#x27;s jurisdiction, the Hon&#x27;ble Supreme Court\nhas observed and held that when a  legal right is infringed,  a suit\nwould lie unless there is a bar against entertainment of such civil\nsuit and the civil courts would take cognizance of it.  It is further\nobserved by the Hon&#x27;ble Supreme Court in <a href=\"/doc/1336541/\" id=\"a_40\">the said decision</a> that the\nnormal rule of law is that civil courts have jurisdiction to try all\nsuits of civil nature except those of which cognizance is either\nexpressly or by necessary implication excluded. The rule of\nconstruction being that every presumption would be made in favour of\nthe existence of a right and remedy in a democratic set-up governed\nby rule of law and jurisdiction of the civil courts is assumed. The\nexclusion would, therefore, normally be an exception.  Courts\ngenerally construe the provisions strictly when jurisdiction of the\ncivil courts is claimed to be excluded.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94111000\" id=\"span_6\">11.3\t    Similar\nobservations are made by the Hon&#x27;ble Supreme Court in the case of\n<a href=\"/doc/94111000/\" id=\"a_41\">Vankamamidi Venkata Subba Rao</a> (supra).</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_30\">11.4\t     In the case of\nITI Ltd. (supra), considering the relevant provisions of the\n<a href=\"/doc/1306164/\" id=\"a_42\">Arbitration Act, 1996</a>, the Hon&#x27;ble Supreme Court has observed that\nthere is no express prohibition against the application of the Code\nto a proceeding arising out of the Act before a civil court, and\ntherefore that being so,  by inference it cannot be held that the\nCode is not applicable. In para 11 of the said decision the Hon&#x27;ble\nSupreme Court has further observed and held that the jurisdiction of\nthe civil court to which a right to decide a lis between the parties\nhas been conferred can only be taken by a statute in specific terms\nand such exclusion of right cannot be easily inferred because there\nis always a strong presumption that the civil courts have the\njurisdiction to decide all questions of civil nature.  It is also\nfurther observed by the Hon&#x27;ble Supreme Court in the said decision\nthat therefore if at all there has to be an inference the same should\nbe in favour of the jurisdiction of the court rather than the\nexclusion of such jurisdiction.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"139278\" id=\"span_7\">11.5\t      Identical\nquestion came to be considered by the Rajasthan High Court in the\ncase of <a href=\"/doc/139278/\" id=\"a_43\">Mahesh Kumar</a> (supra) and the Rajasthan High Court has\nspecifically held that mere existence of arbitration clause in the\nagreement does not bar jurisdiction of the civil court automatically.\n It is held that it cannot be presumed that the civil court would not\nhave any jurisdiction to entertain the suit only because that there\nis contract for referring the dispute to arbitrator.  It is not a\ncase of total ouster of jurisdiction of the Court in the cases where\nthe arbitration clause is there in the contract between the parties\nto the suit, but it depends upon compliance of the conditions by the\npersons seeking for referring the matter to the arbitration.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_32\">11.6\t     Considering the\naforesaid decision of the Hon&#x27;ble Supreme Court as well as the\nRajasthan High Court, the contention on behalf of the original\ndefendant that in view of the bye-laws of the National Stock Exchange\n and the contract note providing for resolving the dispute only by\narbitration, the jurisdiction of the civil court would be barred\nand/or ousted cannot be accepted more particularly when there is no\nspecific provision in the <a href=\"/doc/1052228/\" id=\"a_44\">Arbitration Act</a> and/or bye-laws of the\nNational Stock Exchange  framed under the <a href=\"/doc/220169/\" id=\"a_45\">Securities Contracts\n(Regulation) Act, 1956</a>  excluding the jurisdiction of the civil court\nin a case where the dispute is to be referred to the arbitration. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"599066\" id=\"span_8\">11.7\t     Now so far as\nthe reliance placed upon the decision of the Bombay High Court by the\nlearned advocate appearing on behalf of original defendant in the\ncase of <a href=\"/doc/599066/\" id=\"a_46\">Prashant Commercial</a> (supra) is concerned,  before the Bombay\nHigh Court the main dispute was whether a contract between a member\nand non-member for purchase and sales of securities is deemed to be\nmade subject to rules/bye-laws and the regulations of the Bombay\nStock Exchange  and any dispute or claim arising therefrom being\nsubject to arbitration in accordance with provisions contained in\nbye-laws, and therefore the civil court would not have any\njurisdiction over such dispute.  Before the Bombay High Court as such\nthere was no specific question whether in view of arbitration\nagreement and the bye-laws,  the jurisdiction of the civil court is\nexcluded.  Even the Bombay High Court has not specifically dealt with\nthe said question in detail considering <a href=\"/doc/76869205/\" id=\"a_47\">Section 9</a> of the CPC.  Even\notherwise considering the decision of the Hon&#x27;ble Supreme Court\nreferred to hereinabove and the discussions made hereinabove, this\nCourt is not  in agreement with the view expressed by the Bombay High\nCourt in <a href=\"/doc/599066/\" id=\"a_48\">the said decision</a> to the effect that the civil court would\nnot have any jurisdiction over the dispute where there is an\narbitration agreement.  This Court is in complete agreement with the\nview expressed by the Rajasthan High Court in the aforesaid decision.</span>\n</p> \n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_34\">12.       At the end of\nthe above discussion, therefore it is to be held that merely because\nthere is an arbitration clause and/or bye-laws provides for referring\nthe dispute and the claim to the arbitration, the civil court&#x27;s\njurisdiction is not barred but the same is subject to <a href=\"/doc/1146817/\" id=\"a_49\">Section 8</a> of\nthe Arbitration Act, 1996.  Under the circumstances, it cannot be\nsaid that the court below has committed any error and/or acted\nillegally  in dismissing the application submitted by the defendant\nsubmitted under Order 7 Rule 11(d) <a href=\"/doc/161831507/\" id=\"a_50\">of the CPC</a> by which it was prayed\nto reject the plaint.  No illegality has been committed by the trial\ncourt in dismissing the said applications, which calls for\ninterference of this Court in exercise of the powers under <a href=\"/doc/1331149/\" id=\"a_51\">Article\n227</a> of the Constitution of India. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_35\">13.\t   For the reasons\nstated above, all the petitions fail and deserves to be dismissed and\nare accordingly dismissed, and as stated above, it is held that\nmerely because there is an arbitration agreement the civil court&#x27;s\njurisdiction is not ousted at all, however the same would be subject\nto <a href=\"/doc/1232861/\" id=\"a_52\">Section 8</a> of the Arbitration Act of 1996 and other relevant\nprovisions of the <a href=\"/doc/1052228/\" id=\"a_53\">Arbitration Act</a>. Rule is discharged in each of the\npetitions.  In the facts and circumstances of the case, there shall\nbe no order as to costs.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_36\">( M.R. SHAH, J. )\n \n\n\n \n\n\n \n\n\nsyed/\n\n    \n\n \n\t   \n      \n      \n\t    \n\t\t      \n\t   \n      \n\t  \t    \n<span class=\"hidden_text\" id=\"span_9\">\t\t   Top</span>\n\t   \n      \n\n\n</p>","numcites":17,"numcitedby":1,"docsource":"Gujarat High Court","citetid":1546367,"divtype":"judgments","relatedqs":[{"value":"order 7 rule 11(d)","formInput":"order%207%20rule%2011%28d%29"},{"value":"jurisdiction of civil court in arbitration","formInput":"jurisdiction%20of%20civil%20court%20in%20arbitration"},{"value":"order 7 rule 11","formInput":"order%207%20rule%2011"},{"value":"order 7 rule 11 d","formInput":"order%207%20rule%2011%20d"},{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"section 8 arbitration act","formInput":"section%208%20arbitration%20act"},{"value":" jurisdiction bar","formInput":"%20jurisdiction%20bar"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"article 227","formInput":"article%20227"},{"value":"ouster","formInput":"ouster"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"civil court jurisdiction is barred ","formInput":"civil%20court%20jurisdiction%20is%20barred%20"},{"value":"arbitration section 8","formInput":"arbitration%20section%208"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act 1996","formInput":"arbitration%20act%201996"},{"value":"Civil application","formInput":"Civil%20application"},{"value":"special civil suit","formInput":"special%20civil%20suit"}],"cats":[{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}