{"tid":405347,"publishdate":"1986-09-12","title":"Uttam Singh Duggal And Co. Pvt. Ltd. vs Union Of India (Uoi) And Ors. on 12 September, 1986","doc":"<h2 class=\"doc_title\">Uttam Singh Duggal And Co. Pvt. Ltd. vs Union Of India (Uoi) And Ors. on 12 September, 1986</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1987(35)BLJR543</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nS.B. Sanyal, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. In this application the petitioner seeks quashing of Annexure 5, a direction issued by the Regional Labour Commissioner (Central), Dhanbad, respondent No. 2, to pay a sum of Rs. 7,17,602,36 constituting 60 day&#x27;s notice pay amounting to Rs. 5,07,914.79 and leave wages amounting to Rs. 3,09,687.57 to the concerned workers within a fortnight under intimation to him. In case of failure to pay the above dues to the workers by the petitioner, the same should be paid by the principal employer and the principal employer would deduct the said sum from the bills of the petitioner as per the provisions of <a href=\"/doc/316760/\" id=\"a_1\">Section 21 (4)</a> of the Contract Labour (Regulation and Abolition) Act, 1970 (for short &#x27;the Contract Labour Act&#x27;).\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioner company took a civil contract from M/s. Mining and Allied Machinery Corporation, a Government of India Undertaking, to construct a coal washery project at Rajrappa in the district of Hazaribagh. On completion of their part of the job they retrenched 347 workmen by notice dated 19-5-1981 (Annexure-1), offering the workers one month&#x27;s notice pay as required Under <a href=\"/doc/1056316/\" id=\"a_2\">Section 25-F</a> of the Industrial Disputes Act. The Union claimed retrenchment compensation Under Section 25-N of the said Act, i.e., two more month&#x27;s notice pay, as well as payment for earned leave. There was a great industrial unrest involving law and order problem. The Deputy Commissioner, Hazaribagh had to intervene and he called a meeting of the Management and the Union in presence of the Assistant Labour Commissioner, Dhanbad on 20-7-1984 to resolve the industrial dispute (vide Annexure A). The meeting was held on 27-7-1984 and the parties to the dispute agreed that the dispute be referred to respondent No. 2 for his advice which would be binding on both the parties, and pending such advice the petitioner should pay unpaid wages to the workmen, one month&#x27;s notice pay and 15 day&#x27;s wages for every completed year of service. This agreement was signed by the petitioner, the principal contractor. Sub-Divisional Officer, Assistant Labour Commissioner, Labour Enforcement Officer (Central), Deputy Commissioner, Hazaribagh and the representative of the workers.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. The workers admittedly have been paid one month&#x27;s notice pay and 15 day&#x27;s wages for each year of service as resolved in the said meeting. Respondent No. 2 thereafter asked the parties to file their written statement in the inquiry held by him pursuant to the agreement (Annexure B).\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. The management took the stand in their written statement that the workers were entitled to only one month&#x27;s notice pay and 16 day&#x27;s wages for each completed year of service, which they had already been, paid and they were not entitled to any additional wages as asked for.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. The workmen claimed retrenchment compensation as provided under <a href=\"/doc/500379/\" id=\"a_3\">Chapter V-B of the Industrial Disputes Act</a> which provide for three month&#x27;s wages in lieu of notice, as well as leave wages to them (vide Annexure-3).\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">6. A rejoinder was filed by the petitioner saying that the claim of the workmen falls under <a href=\"/doc/500379/\" id=\"a_4\">Chapter V-A of the Act</a> which provides payment of compensation as envisaged Under <a href=\"/doc/1056316/\" id=\"a_5\">Section 25-F</a> of the Act. It also submitted that Chapter V-B has no application. Further, <a href=\"/doc/700346/\" id=\"a_6\">Section 25-N</a> of the Act is ultra vires. It also stressed that the advice of the Regional Labour Commissioner, respondent No. 2, must be in conformity with legal position in order to be binding upon the parties. It was also stated in the rejoinder that leave wages as claimed were not legally due to the workmen and this was not covered by the minutes of the meeting held on 27-7-1984 in the office of the Deputy Commissioner, Hazaribagh.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. On 12-11-1984 the respondent Regional Labour Commissioner rendered an order that the workers were entitled to 90 days&#x27; wages in lieu of notice as required Under <a href=\"/doc/700346/\" id=\"a_7\">Section 25-N</a> of the Act forming part of Chapter V-B because the establishment had more than 300 workers. The petitioner having paid only 30 day&#x27;s wage in lieu of notice, it should, therefore, pay further wages for the remaining 60 days amounting to rupees four lacs and odd which were due to the workers. As the principal employer has been paying wages for the leave due to the workers at the time of termination of their services, the contractor must follow the same principle and should pay an amount of rupees three lacs and odd on this score. The enquiry revealed that the petitioner had agreed to pay the leave wages and bills therefore were prepared but subsequently it backed out and, therefore, it should be so paid. The respondent Regional Labour Commissioner further gave a direction that the amount should be paid within a fortnight with intimation to him as well as to the principal employer and on failure the principal employer should make the payment as per the provisions of Section 21 (4) of the Contract Labour Act (vide Annexure-5).\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. Mr. S.B. Sinha, learned Senior Counsel, appearing on behalf of the petitioner, contended that the petitioner is not an industrial establishment within the meaning of Section 25-I of Chapter V-B of the Act and, therefore, <a href=\"/doc/700346/\" id=\"a_8\">Section 25-N</a> which requires three month&#x27;s notice or pay in lieu of the same, as also prior permission for retrenchment as envisaged under the said Section, is not applicable. In the alternative, it was argued that <a href=\"/doc/700346/\" id=\"a_9\">Section 25-N</a> is ultra vires. He further submitted that proviso to <a href=\"/doc/136320359/\" id=\"a_10\">Section 25-O</a> is attracted in the instant case since the undertaking was involved in civil construction. Therefore, the instant closure is covered by <a href=\"/doc/1183163/\" id=\"a_11\">Section 25-FFF</a> which forms part of Chapter V-A which requires compensation to be paid Under Section 2-F i.e. one month&#x27;s pay in lieu of notice and 15 day&#x27;s wages for each completed year of service. The Regional Labour Commissioner, according to the learned Counsel, was required to give an advice and, therefore, he could not have issued a direction to the principal employer to deduct the sum payable from the petitioner&#x27;s bill. Further, the Regional Labour Commissioner did not act as an individual but as an arbitrator within the meaning of <a href=\"/doc/483312/\" id=\"a_12\">Section 10-A</a>, to which the industrial dispute was referred in course of conciliation, as admitted by the respondent in paragraph 10 of the stay petition. It was also contended that <a href=\"/doc/948567/\" id=\"a_13\">Section 25-J (2)</a> of the Act puts an embargo that the rights and liabilities of the employers and the workmen cannot be determined otherwise than in accordance with the provisions of Chapter V-A. Therefore, it cannot be held to be a private arbitration between the parties beyond the scope of the <a href=\"/doc/500379/\" id=\"a_14\">Industrial Disputes Act</a> nor the order rendered could be held to be by a private individual. In any view of the matter, the petitioner could not have ignored the decision of the Regional Labour Commissioner who is an authority under the Act. The decision rendered is vitiated by errors of law apparent on the face of the order, and as such amenable to writ jurisdiction.\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">9. Mr. Aftab Alam, learned Senior Advocate, contended that neither Annexure-A is a notice of conciliation, nor Annexure-B a conciliation settlement, nor the Regional Labour Commissioner has acted as an Arbitrator Under <a href=\"/doc/483312/\" id=\"a_15\">Section 10-A</a> of the Act read with Rules 7 to 8-A of the Industrial Disputes Central Rules, but has rendered a decision as an individual flowing from an agreement arrived at between the parties to decide the industrial dispute, making it binding upon them and as such the decision is not amenable to writ jurisdiction. Hence the writ petition is not maintainable.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">10. learned Counsel further contended that <a href=\"/doc/700346/\" id=\"a_16\">Section 25-N</a> is not ultra, Even if it be so, <a href=\"/doc/1775162/\" id=\"a_17\">Section 25-N (1)(c)</a>, which requires prior permission of the appropriate Government, is severable from the payment of three months&#x27; notice pay. The contention of non-applicability of Chapter V-B because of the Notification No. S.O. 3699, dated 22-11-1965 excluding coal washing plant from the definition of mine and, therefore, not an industrial establishment and defined Under <a href=\"/doc/1064357/\" id=\"a_18\">Section 25-L</a> of Chapter V-B, cannot be permitted to be raised at a belated stage, there being no proper pleading for the same. In any view of the matter, it is a factory within the meaning of <a href=\"/doc/344019/\" id=\"a_19\">Section 2(n)</a> of the Factories Act and the question is a mixed question of law and fact and, therefore, cannot be gone into in this writ petition.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. Further according to the learned Counsel, it would be most inequitable to tinker with the decision of the Regional Labour Commissioner when both the parties solemnly agreed to abide by the same and would amount to putting a premium on unfair labour practice, the workmen having been lulled by the agreement which dissuaded them from claiming relief under the <a href=\"/doc/500379/\" id=\"a_20\">Industrial Disputes Act</a>, and the management cannot be permitted to repudiate the agreement alter two years.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. The preliminary question which has been argued at length is as to the maintainability of this rit petition. It now admits of no debate that a writ petition against the award of an arbitrator rendered Under <a href=\"/doc/483312/\" id=\"a_21\">Section 10-A</a> of the Industrial Disputes Act is maintainable. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1966470\" id=\"span_1\">In the case of <a href=\"/doc/1966470/\" id=\"a_22\">National Projects Construction Corporation Ltd. v. Their Workmen</a> (1976) 1 L.L.J. 86 the Supreme Court modified the judgment of the High Court in its writ jurisdiction which was directed against an award of an arbitrator made Under <a href=\"/doc/483312/\" id=\"a_23\">Section 10 A </a>of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"832348\" id=\"span_2\">In the case of <a href=\"/doc/832348/\" id=\"a_24\">Rohtas Industries Ltd. v. Rohtas Industries Staff Union</a> 1976 (32) F.L.R. 50 it was <a href=\"/doc/832348/\" id=\"a_25\">laid down by</a> the Supreme Court that an award Under <a href=\"/doc/483312/\" id=\"a_26\">Section 10-A</a> is not only invulnerable but more sensitively succeptible to the writ lancet, being a quasi statutory body&#x27;s decision.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609478\" id=\"span_3\">The same view was taken in <a href=\"/doc/609478/\" id=\"a_27\">Gujrat Steel Tubes Ltd. v. Gujrat Steel Tubes Mazdoor Sabha</a>, 1980 (40) F.L.R. 152, Such an award can be upset if an apparent error of law stains its face.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"832348\" id=\"span_4\">It was further observed in the case <a href=\"/doc/832348/\" id=\"a_28\">Rohtas Industries</a> (supra) while considering the scope of <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a>, that the &quot;expensive and extraordinary power of the High Court under <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> is as wide as the amplitude of the language used indicates that it can affect any person even a private individual, and be available for any purpose, even one for which another remedy may exist.&quot;</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">13. Mr. Aftab Alam, learned senior counsel, appearing for the respondents, does not dispute the aforesaid proposition. What he contends is that the decision rendered by the Regional Labour Commissioner can by no stretch be held to have been rendered Under <a href=\"/doc/483312/\" id=\"a_31\">Section 10-A</a> of the Act. The requirement of <a href=\"/doc/483312/\" id=\"a_32\">Section 10-A</a> of the Act read with Rules 7 and 8 of the Industrial Disputes Central Rules, 1957, was not fulfilled inasmuch as Form C was not filled up nor a notification in that behalf as required Under Section 8-A was made. He further submits that any arbitration of an industrial dispute will not even attract the application of <a href=\"/doc/1052228/\" id=\"a_33\">Arbitration Act, 1940</a>. In short, the stand is that the Regional Labour Commissioner arbitrated the industrial dispute in an individual capacity and, therefore, the decision rendered by him is not amenable to writ jurisdiction, In support of the said contention learned Counsel strongly relied upon the decision in R. v. Disputes Committee of the National Joint Council for the Craft of Dental Technicians and Ors. 1953 (1) All England Reports 327). This was a case where private individuals by an agreement referred their dispute to a body which has the name of the National Joint Council for the Craft of Dental Technicians. It was not a public body. There was no statutory provision controlling their jurisdiction. It was a private tribunal set up as arbitrators by agreement between the parties. Lord Goddard, Chief Justice, observed:\n</p><blockquote id=\"blockquote_1\"> There is no instance of which I know in the books where certiorari or prohibition has gone to any arbitrator except a statutory arbitrator, and a statutory arbitrator is a person to whom, by statute, the parties must resort. It would be an enormous departure from the law relating to prerogative writ if we were to apply these remedies to an ordinary arbitrator.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">He also drew attention to the case of Rex. v. Electricity Commissioner 1924 (1) King&#x27;s Bench 171 where it was held by Atkin L. J. that writs will issue to control the proceedings of bodies where such bodies having legal authority to determine questions affecting the rights of subjects and having the duty to act judicially, act in excess of their legal authority.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_14\">14. Mr. Sinha, learned senior counsel appearing on behalf of the petitioner, submits that the agreement entered into between the parties to settle the industrial dispute by leaving it to the decision of the Regional Labour Commissioner, did not amount to a settlement during a conciliation proceeding Under <a href=\"/doc/1724112/\" id=\"a_34\">Section 12 (3)</a>, but it would clearly amount to an agreement to refer the dispute to arbitration. <a href=\"/doc/500379/\" id=\"a_35\">The Act</a> does not contemplate arbitration of an industrial dispute outside the scope of <a href=\"/doc/483312/\" id=\"a_36\">Section 10-A</a>. A private agreement in respect of an industrial dispute contracting out of the statutory provisions of <a href=\"/doc/483312/\" id=\"a_37\">Section 10-A</a> would be impermissible in law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"290317\" id=\"span_5\">15. In support of this stand of his, learned Counsel has relied upon various decisions of different High Courts, viz., Ramakrishna Kulwantrai Steels (P.) <a href=\"/doc/290317/\" id=\"a_38\">Ltd. v. Their Workmen and Anr.</a>, 1977 (1) L.L.J. 382 (F.B.) decision of the Madras High Court; Singh (K.P.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1889763\" id=\"span_6\">and <a href=\"/doc/1889763/\" id=\"a_39\">Anr. v. Gokhale (S.I</a>.)</span> and Anr. 1970 (1) L.L.J. 125 (Division Bench of Madhya Pradesh High Court) ; Workmen of Madras Woodlands Hotel v. K. Srinivasan Rao and Ors. 42 Factoreis Journal Reports 2238 (a Division Bench decision of the Mysore High Court); and Rash Biharl v. Mahanth (45) C.L.R. 474 (a decision of the Orissa High Court).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. In the alternative, he has submitted that the Regional Labour Commissioner is a public authority and is vested with large powers in respect of an industrial dispute. Public authorities are meant to have public effect and are intended to affect the acting and conduct of those to whom they are addressed. The direction of the Regional Labour Commissioner, a public authority, compels obedience as a matter of prudence and precaution and it would be wrong to expsct a person on whom it is served, to ignore it at his peril, howsoever he may be legally entitled to do so. One cannot ignore an official order at one&#x27;s peril and, therefore, the direction rendered by such a public authority who seeks obedience of his order is justiciable in a writ court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1966470\" id=\"span_7\">17. In the case of Ramkrishna Kulwantrai Steels (P.) <a href=\"/doc/1966470/\" id=\"a_40\">Ltd.</a> (supra) a dispute arose between the management of Enfield India and their workmen. There was a conciliation by the Assistant Commissioner and as a result of the conciliation the parties arrived at a settlement referring the dispute of bonus to the decision of the Assistant Commissioner of Labour (Conciliation), Madras and further making it final and binding on the parties. This was signed by the representative of the management, the workers Union and the Assistant Commissioner of Labour. The Assistant Labour Commissioner thereafter in pursuance of the aforesaid agreement, heard the parties and rendered an award. To quash the said award an application was filed under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the Constitution of India. Two questions arose. Firstly, the reference to the arbitrator was not one Under <a href=\"/doc/483312/\" id=\"a_42\">Section 10-A</a> of the Act but only an informal arbitration and, therefore, the Assistant Labour Commissioner had no jurisdiction to decide an industrial dispute at such informal arbitration notwithstanding the consent of the parties alternatively on the assumption that it is a reference to arbitration Under <a href=\"/doc/483312/\" id=\"a_43\">Section 10-A</a>, the arbitrator should have insisted upon compliance with the provisions of <a href=\"/doc/483312/\" id=\"a_44\">Section 10-A</a> before entering upon his duties. The respondents contended that it was an informal arbitration and not a decision rendered by an arbitrator with statutory status Under <a href=\"/doc/483312/\" id=\"a_45\">Section 10-A</a> and, therefore, no writ will lie against his awarded nor the provisions of the <a href=\"/doc/1052228/\" id=\"a_46\">Arbitration Act</a> would apply to an industrial arbitration. The question as to maintainability of the writ petition was referred to Full Bench. The Full Bench formulated the question whether the term of settlement arrived at before the Assistant Commissioner of Labour during the conciliation proceeding, amounted to an agreement to refer the dispute to arbitration within the meaning of <a href=\"/doc/483312/\" id=\"a_47\">Section 10 A </a>of the Act.</span> The stand of the respective counsel in the Full Bench case was that the agreement during the conciliation was to refer the dispute to arbitration within the meaning of <a href=\"/doc/483312/\" id=\"a_48\">Section 10-A</a>. whereas the counsel for the respondents contended that the parties deliberately avoided a statutory arbitration but agreed to refere the matter to an informal arbitration outside <a href=\"/doc/483312/\" id=\"a_49\">Section 10-A</a>. The agreement was not in the from prescribed nor the procedure prescribed Under <a href=\"/doc/483312/\" id=\"a_50\">Section 10-A</a> was followed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">18. The Full Bench opined that an industrial dispute can be resolved in three manner, within the scope of the <a href=\"/doc/500379/\" id=\"a_51\">Industrial Disputes Act</a>, namely:\n</p>  \n\n<blockquote id=\"blockquote_3\">(i) by a settlement in the course of conciliation proceeding Under <a href=\"/doc/1724112/\" id=\"a_52\">Section 12 (3)</a>, or by a settlement arrived at by an agreement between the parties otherwise than in the course of conciliation proceeding ;\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(ii) by adjudication on a reference Under <a href=\"/doc/1669932/\" id=\"a_53\">Section 10</a> ;\n</blockquote> \n\n<blockquote id=\"blockquote_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"290317\" id=\"span_8\">(iii) by arbitration on referring the dispute to an arbitrator as provided Under <a href=\"/doc/483312/\" id=\"a_54\">Section 10-A</a>.\n \n\nThere is no other method by which an industrial dispute could be resolved. No private agreement in respect of industrial dispute contracting out of statutory provisions Under <a href=\"/doc/483312/\" id=\"a_55\">Section 10-A</a> would te permissible at all in law. It approved the decision of the Madhya Pradesh High Court in the case of Singh (K. P.) and <a href=\"/doc/290317/\" id=\"a_56\">Anr.</a> (supra) and that of Orissa High Court in Rash Bihari&#x27;s case (supra), the effect that the <a href=\"/doc/500379/\" id=\"a_57\">Industrial Disputes Act</a> does not contemplate any private arbitration in respect of an industrial dispute and that an arbitration between the management and workmen could not be a private arbitration but it would necessarily be Under <a href=\"/doc/483312/\" id=\"a_58\">Section 10-A</a> of the Act. Such a private arbitration of an industrial dispute would amount to allowing the parties to contract out of the statutory provisions rendering the provisions of the special enactment nugatory and therefore, such agreements would be void Under <a href=\"/doc/1625889/\" id=\"a_59\">Section 23</a> of the Indian Contract Act. After having so held, even though the award of the Labour Commissioner was not, published as required Under <a href=\"/doc/271873/\" id=\"a_60\">Section 10-A (4)</a>, it was held that the arbitration agreement could only be interpreted as one having been entered into Under <a href=\"/doc/1563477/\" id=\"a_61\">Section 10-A (1)</a> of the Act and not otherwise and, therefore, the order passed as amenable to correction under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> of the Constitution of India.</span>\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"290317\" id=\"span_9\">19. In the case of Singh (K. P.) and <a href=\"/doc/290317/\" id=\"a_63\">another</a> (supra), in a conciliation proceeding the parties agreed to refer the industrial dispute for arbitration of the Regional Labour Commissioner and the parties agreed to be bound by the decision of the arbitrator. There was non-compliance of the provisions of <a href=\"/doc/483312/\" id=\"a_64\">Section 10-A</a> and it was contended that the decision rendered by the arbitrator was under a private agreement outside the scope of <a href=\"/doc/483312/\" id=\"a_65\">Section 10-A</a> of the Act. The Division Bench of Madhya Pradesh High Court held that <a href=\"/doc/500379/\" id=\"a_66\">Industrial Disputes Act</a> does not contemplate any private arbitration in respect of questions of public importance involving industrial disputes and it is for this reason that <a href=\"/doc/685822/\" id=\"a_67\">Section 10-A (5)</a> excluded the operation of the <a href=\"/doc/1052228/\" id=\"a_68\">Arbitration Act, 1940</a>. It has necessarily to be one Under <a href=\"/doc/483312/\" id=\"a_69\">Section 10-A</a> and if the requisite procedure as prescribed by the Act was not followed so as to confer the necessary jurisdiction of the dispute referred to him, the High Court can in exercise of its prerogative power issue the writ. Any other view would amount to rendering the provisions of the special enactment nugatory, thereby allowing the parties to contract out of the statutory provisions and such private agreements in respect of industrial disputes based on contract out of the statutory provisions, in the opinion of their lordships, would be void Under <a href=\"/doc/831280/\" id=\"a_70\">Section 2</a> of the Indian Contract Act and as such the arbitration agreement has necessarily to be Under <a href=\"/doc/1563477/\" id=\"a_71\">Section 10-A (1)</a> of the Act and not otherwise. As the procedures Under <a href=\"/doc/483312/\" id=\"a_72\">Section 10-A</a> were not followed the award would not be enforceable and would be invalid and, therefore, a writ of certiorari and mandamus shall issue.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. A somewhat similar view was expressed in the case of Workmen of Madras Woodland Hotel (supra) where their Lordships held that even though the memorandum of settlement was not in full compliance with Form C, it cannot be held to be an award under the <a href=\"/doc/1052228/\" id=\"a_73\">Arbitration Act</a> beyond the pale of <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a> of the Constitution. It has to be Under <a href=\"/doc/483312/\" id=\"a_75\">Section 10-A</a> of the Act amenable to <a href=\"/doc/1712542/\" id=\"a_76\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_77\">227</a> of the Constitution of India and is quashable because the award was not submitted to the appropriate Government for being published in the Gazette.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">21. In the instant case, there was a conciliation proceeding held on 27-7-1984 to resolve the industrial dispute in the conference room of the Deputy Commissioner attended by the worker&#x27;s and employer&#x27;s representatives in presence of the Assistant Labour Commissioner (Central), Dhanbad, Labour Enforcement Officer (Central), Deputy Commissioner, Hazaribagh and Sub Divisional Officer, Hazaribagh, wherein the parties agreed to refer the Industrial dispute enumerated therein for advice of the Regional Labour Commissioner, Dhanbad, In pragraph 9 of the petition filed on behalf of the workmen on 20-9-1983 the Union described Annexure-B as a memorandum of settlement drawn up and signed by the representatives of the employers, workers and Assistant Labour Commissioner. la paragraph 10 it was stated to be a memorandum of settlement in the nature of conciliation settlement fully binding on the parties thereto. In paragraph 11 it was contended that pursuant to the said settlement the matter was referred for the arbitration of the Regional Labour Commissioner, Dhanbad, who passed the order, which is sought to be challenged in the writ petition.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">22. It is true in the counter-affidavit filed on 5-4-1986 the Union wanted to wriggle out of the said admission by stating that the Regional Labour Commissioner was not acting under the provision of the <a href=\"/doc/500379/\" id=\"a_78\">Industrial Disputes Act</a> or as an Authority under the Act. He was not acting in the capacity as a Conciliation Officer nor he was holding any conciliation proceeding, nor the matter was before him as a statutory arbitrator as envisaged Under <a href=\"/doc/483312/\" id=\"a_79\">Section 10-A</a> of the Act. He was a private arbitrator who derived his authority by virtue of the inter parties contract. In my opinion, it is too late for the respondents to contend that the settlement arrived at on 27-7-1984 (Vide Annexure-B) was not a conciliation settlement to refer the industrial dispute to the arbitration of the Regional Labour Commissioner, having so admitted in paragraphs 9, 10 and 11 of the petition to vacate the order of stay filed on 20-9-1985. The said settlement in the conciliation proceeding substantially conformed to the requirement of Form C as required under Rules 7 and 8 of the Industrial Dispute Central Rules, 1977. It is asserted in paragraph 9 of the petition dated 20 9-1985 that the memorandum of settlement was drawn up and signed by the representative of employers and the representative of workers, which would mean persons duly authorised in that behalf. If the agreement for arbitration is contended to be not on behalf of workers, the reference itself will be bad and the position will be still worse for the workers.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1966470\" id=\"span_10\">23. I respectfully agree to the view expressed by the Madras High Court in the case of Ramkrishna Kulwantrai Steels (P.) <a href=\"/doc/1966470/\" id=\"a_80\">Ltd.</a> (supra) and hold that the <a href=\"/doc/500379/\" id=\"a_81\">Industrial Disputes Act</a> does not contemplate any private arbitration in respect of an Industrial Dispute and that an arbitration agreement between the management and the workmen could not be a private arbitration agreement but must necessarily be Under <a href=\"/doc/483312/\" id=\"a_82\">Section 10-A</a> of the Industrial Disputes Act. I am also in respectful agreement that if the decision rendered by such an arbitrator is in breach of the provisions of <a href=\"/doc/483312/\" id=\"a_83\">Section 10-A</a>, such an award is void and not enforceable and is amenable to the writ jurisdiction being ultra vires <a href=\"/doc/483312/\" id=\"a_84\">Section 10-A</a> of the Act.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. I also find substance in the alternative argument of Mr. Sinha that the Regional Labour Commissioner is an authority under the Act. Orders and directions passed by him are meant to be obeyed. He has not rendered an advice ; on the contrary, he had issued directions not only to the petitioner to make the payment of three month&#x27;s notice pay but further directed the principal employer that in the event the petitioner does not pay the said sum its bill should be deducted by the principal employer who is none else but an instrumentality of the State. The order prima facie compels obedience and it would be wrong to expect a person on whom it is served to ignore it at his peril, howsoever he may be legally entitled to do so. A party aggrieved can always come and invoke the writ jurisdiction of this Court to avoid the decision of such a public authority which forces of its directions. Unlike a private individual he is not only a, public authority but an authority noticed under the <a href=\"/doc/500379/\" id=\"a_85\">Industrial Disputes Act</a> itself Further be does not purport to render an advice to the parties or expresses an opinion on the legal question but has issued a direction emanating from the office of the Regional Labour Commissioner on the letter pad of the Government of India, Ministry of Labour, in the capacity of Regional Labour Commissioner and asked for its obedience, on failure whereof he exercised the jurisdiction conferred upon him Under <a href=\"/doc/316760/\" id=\"a_86\">Section 21(4)</a> of the Contract Labour (Regulation and Abolition) Act by directing the principal employer to pay the dues (see Commissioner of Police, Bombay v. Gobardhan Das Bhanji .\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">25. For the foregoing reasons, the award given by the Regional Labour Commissioner is not by a private arbitrator or an individual. The award rendSfed by him relates to an industrial dispute and therefore, necessarily Under <a href=\"/doc/483312/\" id=\"a_87\">Section 10-A</a> of the Act which is amenable to writ jurisdiction. It is further a direction by a public authority demanding obedience of its order IS hat view of the matter, the cases relied upon by Mr. Aftab Alam, are of no assistance to him. The writ petition, therefore, is maintainable.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">26. I will not take up the case on merits. The crux of the dispute on merits whether the establishment is covered under Chapter V-A or V-B of the Industrial Disputes Act. The Regional Labour Commissioner was of the opinion that the impugned retrenchment on closure of the establishment will attracted the provision of Chapter V-B, entitling the workmen to three months wages in lieu of notice Under <a href=\"/doc/700346/\" id=\"a_88\">Section 25-N</a> which form part of chapter V-B. He has, however, given no reasons for attraction of sec-Son 25-N beyond stating that since more than 300 workers are employed, <a href=\"/doc/700346/\" id=\"a_89\">Section 25-N</a> is applicable. The employer having paid only one month&#x27;s notice pay, they should, therefore, further pay wages for the remaining period of 60 days.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">27 For attraction of Chapter V-B for 3 months notice pay, the industrial establishment must fall within the definition of <a href=\"/doc/1064357/\" id=\"a_90\">Section 25-L</a> Chapter V-B refers to only certain types of establishment and not all kinds of establishment. Establishment which are not covered by Chapter V-B fall under chapter V-A of the Act. The establishment which are covered under chapter V-B have been defined <a href=\"/doc/1064357/\" id=\"a_91\">Section 25-L</a>, of the Act. They are- factories defined Under Section 2 of the Fcctories Act, a mine defined under 2 (1)(j) of the <a href=\"/doc/1814464/\" id=\"a_92\">Mines Act</a>, a plantation defined Under <a href=\"/doc/1096103/\" id=\"a_93\">Section 2 (f)</a> of the Plantation Labour Act 1951. The petitioner was engaged admittedly in civil construction of a coal washery plant <a href=\"/doc/1395133/\" id=\"a_94\">Section 2 (m)</a> of the Factory Act defines &#x27;factory&#x27; meaning a premise including the precincts thereof where is 10 or more persons were engaged in the preceding 12 months in any part of which a which a manufacturing process is carried without the aid of power but does not include a mine defined under the <a href=\"/doc/1814464/\" id=\"a_95\">Mines Act, 1951</a>, or a railway running shed. &#x27;Manufacturing process&#x27;, as defined Under <a href=\"/doc/189659891/\" id=\"a_96\">Section 2 (k)</a> means ; any process of making, altering, repairing, ornamenting, finishing, packing, oiling, washing, breaking up, demolishing or otherwise treating or adopting any article or substance with a view to its use, sale, transport, delivery, disposal; any process for pumping oil, water, sewerage; generating, transforming or transmitting power ; or composing types for printing by letter press, lethography, photography or other similar process or bookbinding ; or constructing, reconstructing, repairing, re-fitting, finishing or breaking up of ships and vessles ; or preserving or storing any article in cold storage.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1530900\" id=\"span_11\">28. The cases relied upon by Mr. Aftab Alam in support of his sub-mission that it is a factory, appear to be out of desperation. The reference to the decision of the Supreme Court in the case of <a href=\"/doc/1530900/\" id=\"a_97\">Ardeshir M. Bhiwandiwala v. State of Bombay</a>, 1962 (2) F.L.R. 586. does not at all appeal to me. That was a case where processes were carried out in salt works in converting sea water into salt and in that context it was held that the word &quot;premises&quot; cannot be restricted to mean building but can cover open land as well. It is a clear case of treatment of sea water transforming the same into salt. I do not see how this case can at all be applicable to the present case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"316117\" id=\"span_12\">29. The next case relied upon by the learned Counsel is <a href=\"/doc/316117/\" id=\"a_98\">The Nagpur Electric Light and Power Co. Ltd. and Anr. v. The Regional Director, Employees State Insurance Corporation and Anr.</a>, 1967 (14) F. L. K. 370. This was a case where the Supreme Court held that the premises constituting a factory may be a building or open land or both. It was also held that process of transforming or transmitting electrical energy is a manufacturing process. This case admittedly has no application.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"221097\" id=\"span_13\">30. The third case is that of <a href=\"/doc/221097/\" id=\"a_99\">V.P. Gopala Rao v. Public Prosecutor Andhra Pradesh</a>, 1969 (18) F.L.R. 397. where it was held that curing of tobacco leaves subjected to process of moistening, stretching and packing in the comoany&#x27;s premises with a view to their use and transport to company&#x27;s use in factory for manufacturing cigarettes constitute a factory. All these cases are therefore, of no help to the respondents. Further, proviso to <a href=\"/doc/136320359/\" id=\"a_100\">Section 25-O</a> of the Industrial imputes Act envisages that 90 day&#x27;s notice for closing down any undertaking for closure is not at all required when the undertaking is engaged in construction of building, bridge, roads, canals dams or for other construction work. Incidentally this Section also falls under Chapter V-B. In this case I am concerned with 90 day&#x27;s pay in lieu of 90 day&#x27;s notice.&#x27; As such the civil construction for setting up a Coal Washery Plant is not a factory within the meaning of <a href=\"/doc/1395133/\" id=\"a_101\">Section 2 (m)</a> of the Factories Act.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_31\">31. The next question is whether it could be held to be a mine as defined Under <a href=\"/doc/22375191/\" id=\"a_102\">Section 2 (j)</a>. Ordinarily it would have so included unless a notification Under <a href=\"/doc/22375191/\" id=\"a_103\">Section 2 (j)(x)</a> would not have been made by the Central Government excluding the same from the definition of &#x27;mine&#x27;. On 20-11-65 the Central Government issued Notification No. S.O. 3699, excluding coal whashing plant from the definition of a mine.&quot; I am, therefore of the opinion that chapter V-B has no application to this case and as such the award of the arbitrator is vitiated by error of law apparent on its face.\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">32. For the view I have taken as aforesaid, it is not at all required to decide the vires of <a href=\"/doc/700346/\" id=\"a_104\">Section 25-N</a> ; the question would be wholly academic in this case.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_33\">33. Coming to the question of the direction to pay leave wages, Mr. Sinha contended that the Regional Labour Commissioner was not at all called upon to render his advice on this question. - The only thing referred to was what would be the amount of retrenchment compensation and wages in lieu of notice. He further submitted that the workmen being casual workers not en titled to leave wages.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">34. The reason assigned by the Regional Labour Commissioner in making direction for the payment of leave wages is that during the course of inquiry it had come to his notice that the petitioner agreed to pay the amount of leave wages but subsequently backed out. It also find a mention that since the principal employer has been paying wages for the leave due to the workers at the time of termination of their services, the same practice ought to be followed by the sub-contractor.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">35. In the written statement filed before the Regional Labour Commissioner I find that a claim for leave wages was made and assailed by the parties. As I have held that even though the settlement agreement purported to make a reference of the industrial dispute to the arbitration of Regional Labour Commissioner Under <a href=\"/doc/483312/\" id=\"a_105\">Section 10-A (I)</a>, the Regional Labour Commissioner did not follow the procedure for making an award Under <a href=\"/doc/483312/\" id=\"a_106\">Section 10-A</a>, nor the award has been published by the Government and, therefore, the impugned award (Annexure-5) has to be quashed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">36. But all the same, it would be open to the Regional Labour Commissioner to proceed in accordance with <a href=\"/doc/483312/\" id=\"a_107\">Section 10-A</a> read with rules in relation thereto, and render an award in accordance with law. I will, however, desire that the management, in their good sense to bury the hatchet for ever, should make payment of the leave wages due to the workers as shown in the list appended to Annexure-5, in the interest of fair play and industrial peace, more particularly as pointed out by the Regional Labour Commissioner that the management at some point of time was prepared to pay the same.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">37. In the result, the writ petition is allowed and Annexure-5, the order passed by the Regional Labour Commissioner, dated 15-11-84, is quashed with the observations aforesaid. There will be no order as to costs.\n</p> \n\n","numcites":34,"numcitedby":1,"docsource":"Patna High Court","citetid":405347,"divtype":"judgments","relatedqs":[{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"retrenchment compensation","formInput":"retrenchment%20compensation"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"ultra vires ","formInput":"ultra%20vires%20"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"c forms","formInput":"c%20forms"},{"value":"leave wages ","formInput":"leave%20wages%20"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"contract act","formInput":"contract%20act"},{"value":"rohtas industries","formInput":"rohtas%20industries"},{"value":"public authority ","formInput":"public%20authority%20"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"manufacturing process and manufacture","formInput":"manufacturing%20process%20and%20manufacture"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"notice pay","formInput":"notice%20pay"}],"cats":[{"value":"voluntary-reference-of-disputes-to-arbitration","formInput":"tag:voluntary-reference-of-disputes-to-arbitration"},{"value":"industrial","formInput":"tag:industrial"},{"value":"conditions-precedent-to-retrenchment-of-workmen","formInput":"tag:conditions-precedent-to-retrenchment-of-workmen"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":false,"query_alert":null,"agreement":false}