{"tid":1647325,"publishdate":"1947-02-07","title":"Governor-General In Council vs Associated Live-Stock Farm (India) ... on 7 February, 1947","doc":"<h2 class=\"doc_title\">Governor-General In Council vs Associated Live-Stock Farm (India) ... on 7 February, 1947</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1948CAL230, AIR 1948 CALCUTTA 230</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-das\">S.R. Das</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-das\">S.R. Das</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nS.R. Das, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is an application by the defendant for stay of this suit under the provisions of the <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a>. An interim order for stay was made by Gentle J., on 12-11-1946 pending the hearing of this application.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_2\">2. On 17-2-1943 the plaintiff company made a tender for the supply of meat for troops and hospitals in a certain area in Eastern Command between 1-4-1943 and 31-3-1944 subject to the conditions and stipulations specified in the said tender and in the &quot;instructions to tenderers.&quot; The said tender was duly accepted and the contract was sanctioned by Q.M.G. in India. On 15-3-1943 the plaintiff company made another tender for the supply of meat, live goat and sheep in a certain area in Eastern Command between 1-5-1943 to 31-3-1944 subject to similar terms. This tender was also duly accepted and the contract was sanctioned by Q.M.G. in India. In each case the instructions to tenderers, the tender and the acceptance constituted the contract between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. In some of the clauses of the printed forms of &quot;instructions to tenderers&quot; and in the &quot;tender&quot; there are certain blank spaces with certain marks. There are notes at the foot of the forms indicating how those spaces are to be filted in. Thus in Clause 12 of the &quot;instructions to tenderers&quot; there is a blank space with a double dagger mark. The footnote indicates that that apace is meant to be filled in by setting forth &quot;The officer who sanctions the contract, as specified in Financial Regulations, India, Part 1.&quot; Likewise in Clause 1 of the tender there is a blank space with an asterisk mark. The footnote shows that that space is to be filled in by setting forth &quot;The officer sanctioning the contracts&quot;. In each of the forms of &quot;Instructions to Tenderers&quot; and of &quot;Tender&quot; which have been filled in and which form part of the two contracts between the parties the words &quot;Q.M.G., in India&quot; appear to have been inserted in Clause 12 of the former and in Clause 1 of the latter.\n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. In each of the contracts there is an arbitration clause reading as follows:\n</p><blockquote id=\"blockquote_1\"> Any dispute or difference arising out of the contract, settlement of which is not hereinbefore provided for, shall be referred to the arbitration of the officer sanctioning the contract, whose decision shall be final and binding.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">There are two things to be observed in relation to the aforesaid arbitration clause. In the first place the arbitration clause covers any dispute or difference arising out of the contract other than those the settlement of which is provided for in the preceding clauses. Therefore the disputes and differences the settlements of which are provided for in the earlier clauses are excepted from this arbitration clause. Turning to the preceding clauses I find that &quot;the officer operating the contract&quot; may, under Clause 6 of the tender, reject the a applies if they, in his opinion, are not in accordance with the contract, under Clause 7, purchase or procure or arrange from Government stocks or otherwise at the risk of the plaintiff company the supplies as may have been rejected or, under Clause 8, rescind the contract in certain circumstances and under Clause 9, recover compensation form the plaintiff company. Clause 10 provides that the decision of the officer operating the contract under Clause 7, 8 or 9 shall be subject to an appeal within a specified time to his immediate superior officer whose decision shall be final and that if no appeal is preferred as aforesaid the original decision shall be accepted as final. The disputes which are to be thus settled are, therefore, outside the arbitration clause. In the next place according to this arbitration clause the arbitrator is &quot;the officer sanctioning the contract.&quot; Clause 12 of the &quot;instructions to tenderers&quot; and Clause 1 of the &quot;Tender&quot; clearly indicate that Q.M.G. in India is the officer sanctioning these contracts. It may be mentioned here that the particular officer who held the post of Q.M.G. in India at the date of these contracts and who actually sanctioned these contracts has been transferred or has retired and is not in British India now.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. On 15-8-1916 the plaintiff filed this suit claiming, according to the prayers of the plaint, the sum of Rs. 1,90,52,500-12-9 &quot;for the supply at market rate as per para 8 herein, which sum includes damages and losses suffered by the plaintiff company as per paras 10 to 18 herein as also the deposit as per para 19 herein, the details of the said damages and losses being given in the Schedule &#x27;C&#x27; below&quot;. There is an alternative prayer for &quot;Rs. 1,36,70,466-5-6 as per Schedule &quot;C&quot; below or such other sum as may be found due to the plaintiff company.&quot; There are also prayers for an account and discovery and for enquiry into damages, compensation and or the price payable as aforesaid and a decree for the sums found due including the amount due in respect of the security deposit and for interest and costs.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. The defendant has now applied to Court for stay of this suit on the ground that the matters in dispute in this suit are covered by the arbitration clause and that the defendant was at the date of this suit and is now ready and willing to go to arbitration and that there is no reason why the matters should not be referred to arbitration.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. The plaintiff company opposes this application. It is not alleged that the defendant has taken any step in the proceeding so as to disentitle the defendant from making this application. It is not disputed that if the conditions specified or implied in <a href=\"/doc/1052228/\" id=\"a_2\">Section 84</a>, Arbitration Act, 1940, are fulfilled the Court will lean in favour of a stay of the suit and thus give effect to the agreement of the parties. Mr. Chatterjee appearing for the plaintiff company has urged three several points in opposition to this application, namely, (a) that the arbitrator designated in the arbitration clause having left British India nobody else can perform the duties of arbitrator and therefore arbitration will be infructuous and consequently there should be no stay of the suit; (b) that it has not been alleged or proved that there was any dispute between the parties before this action was brought and therefore the application for stay must be refused; (c) that the suit covers many matters which are outside the ambit of the arbitration clause and as the suit must go on with respect to those matters the Court should not stay the suit at all and should decide the whole suit.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"63403\" id=\"span_1\">8. Re. (a): The argument on this head is that the contract provides for reference of the disputes to the arbitration of &quot;the officer sanctioning the contract&quot;; that the officer who actually sanctioned these contracts was the then Q.M.G. in India; that the agreement between the parties was to go to arbitration of that particular officer who held the post of Q.M.G., in India at that time; that that particular officer has left British India and is not available; that consequently the arbitration will inevitably be infructuous and therefore the Court should not stay the suit. It is contended that the arbitration clause does not contemplate arbitration by any other officer and that if the intention was that the Q.M.G. in India at the time when disputes arose would arbitrate, then suitable words, like &quot;Q.M.G. in India for the time being&quot; would have been used. Mr. Chaudhuri, appearing for the defendant, points out that the particular officer may easily be made available. In any event he contends that during the war officers were constantly being transferred and it could not possibly have been intended that particular officer who held the office of Q.M.G. in India and as such sanctioned the contracts would remain in that office all the time the contracts would be in force. I am inclined to agree with Mr. Chaudhuri. I do not find anything in the arbitration clause suggesting that the parties agreed that any vacancy in the office of arbitrator Should not be filled up. In the absence of any such agreement the vacancy can be easily supplied and there is no reason to think that the arbitration will be infructuous at all. If the particular officer sanctioning the contracts refuses to act or is incapable of doing so by reason of his absence or otherwise there are provisions in the Indian Arbitration Act for the appointment of another arbitrator in his place and the arbitrator so appointed will be quite competent to proceed with the arbitration. There is a passage in the judgment of Mitter J. in <a href=\"/doc/63403/\" id=\"a_3\">Ladha Singh v. Jyoti Prosad</a>  to the following effect:</span>\n</p><blockquote id=\"blockquote_3\"> The stay of a suit under para. 18 of Schedule 2 as also under <a href=\"/doc/710617/\" id=\"a_4\">Section 19</a>, Arbitration Act, is made by the Court only with a view that the parties may go to arbitration in accordance with their agreement. The stay of a suit will be refused when there are impediments to arbitration, as for instance, when the arbitrator named by the parties in their submission is dead or refuses to act.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">I read the above observations of Mitter J. as intended to be confined to a case where parties agree to refer to a designated person and where there is indication in the agreement that the vacancy in the office of the arbitrator will not be supplied. It is only then that there can be a real impediment in the way of arbitration. In the absence of any such indication there is provision in the Act for supplying the vacancy and there can be no question of arbitration becoming infruetuous. If as urged by Mr. Chatterjee, Mitter J. is to be understood as having laid down an inflexible rule that in case of death or refusal of a named arbitrator the Court must, irrespective of whether the parties had agreed that the vacancy should not be filled up, refuse to stay the suit, I respectfully beg to differ from him, for having regard to the provisions of the Indian Arbitration Act for appointment of an arbitrator in place of the appointed arbitrator dying or refusing to act there cannot be said to be any insuperable impediment to arbitration, I do not think, in view of those provisions, that it can at all be contended that the non-availability of a named arbitrator by itself and ipsofacto provides a ground for stay of a suit brought in contravention of an arbitration agreement. Indeed learned counsel for the plaintiff company after his attention was drawn to this aspect off the matter, did not press this point.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"63403\" id=\"span_2\">9. Re: (b): This objection is founded on the decision of the House of Lords in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 which was followed and applied by Mitter J. in <a href=\"/doc/63403/\" id=\"a_5\">Ladha Singh v. Jyoti Prosad</a>  mentioned above. It is necessary therefore to examine closely the facts and circumstances of the case before House of Lords so as to appreciate actual principle <a href=\"/doc/63403/\" id=\"a_6\">laid down in</a> that case and then to ascertain whether that principle is applicable in an application for stay of a suit under <a href=\"/doc/1722761/\" id=\"a_7\">Section 34</a>, Arbitration Act.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">10. <a href=\"/doc/1612841/\" id=\"a_8\">The London and North Western Railway Company (Rates and Charges) Order Confirmation Act, 1891</a> (54 and 55 Vic C. CCXXI) Schedule <a href=\"/doc/1091250/\" id=\"a_9\">Section 5</a> empowered the Railway Company to charge a reasonable sum, by way of addition to the tonnage rate, for certain services rendered to a trader and proceeded as follows:\n</p><blockquote id=\"blockquote_5\"> Any difference arising under this section shall be determined by an arbitrator to be appointed by the Board of Trade at the instance of either party.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">In 1895 the General Manager of the Railway Company gave circular notice to traders that 4 days would be allowed free of charge to the consignee to release each wagon, exclusive of the day of arrival, and that a siding or standage rent would be charged at the rate of 6d. per day or part of a day for every wagon not so released and remaining on the company&#x27;s premises.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_11\">11. The Railway Company brought an action against Donellan, one of the traders who bad received the aforesaid notice, in the County Court for recovery of £21 for rent of sidings. The defence was that the Court had no jurisdiction because under the statute mentioned above jurisdiction had been given to a special tribunal namely an arbitrator to be appointed by the Board of Trade. The County Court Judge found that the Railway Company had demanded the siding rent from the defendant but that he had always refused to pay and in fact had never paid it and that he had always told the Railway Company&#x27;s servants that it was &quot;exorbitant and unjust.&quot; The Judge was of opinion that, under those circumstances, the County Court had no jurisdiction and he gave judgment for the defendant i.e., dismissed the action. The Railway Company appealed to the Divisional Court which reversed this decision. The defendant Donellan appealed to the Court of Appeal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. The Railway Company had brought another action in another County Court against Billington Ltd. which also had received the notice, to recover £38, 7S. for siding rent. The defendant company took the same defence of want of jurisdiction. The County Court Judge found as a fact that no difference had arisen before action as to the question whether the charge of 6d. was reasonable or whether the 4 days was a reasonable time for unloading and that the defendant only disputed the right of the Railway Company to make any charge at all. The County Court Judge accordingly held that he had jurisdiction and gave judgment for the Railway Company for the whole amount claimed. The defendant company appealed to the Divisional Court which affirmed this decision. The defendant company went up on further appeal to the Court of Appeal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">13. The two appeals came up before the Court of Appeal consisting of A. L. Smith and Chitty L. JJ. and were disposed of by one judgment which will be found reported in London and North Western Rly Co. v. Donellan (1898) 2 Q.B. 7. On an exhaustive analysis of the provisions of that statute the Court of appeal held that the jurisdiction of the Court had been completely ousted, because under <a href=\"/doc/1091250/\" id=\"a_10\">Section 5</a> an arbitrator appointed by the Board of Trade was the only tribunal for the settlement of any differences arising under that section and allowed both the appeals. In the result both the suits were dismissed for want of jurisdiction in the County Court to entertain the suits.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">14. The Railway Company does not appear to have questioned this decision of the Court of Appeal in so far as it dismissed the suit against Donellan the trader who had before action raised disputes as to the reasonableness of the charges sought to be made by the Railway Company under the statute. The Railway Company, however carried the matter to the House of Lords in respect of the dismissal of their suit against Billington Ltd., which had not, before action, raised disputes as to the reasonableness of those charges. The House of Lords reversed the decision of the Court of Appeal and restored the order of the Divisional Court which had affirmed the judgment of the County Court Judge. In the result the judgment in favour of the Railway Company against Billington Ltd. for the full amount claimed was restored. In his speech the Earl of Halsbury L.C. at p. 80 observed as follows:\n</p><blockquote id=\"blockquote_7\"> My Lords, in this case the finding of fact by the learned County Court Judge is upon familiar principles, and indeed by the &#x27;express language of the statute which allows an appeal from the County Court Judge, conclusive upon any tribunal which has to decide the matter afterwards.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">Further down, the learned Lord Chancellor concluded as follows:\n</blockquote><blockquote id=\"blockquote_9\"> In my opinion, these proceedings have been concluded by the finding of the County Court Judge.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">To the same effect are the following observations at the end of Lord Ludlow&#x27;s speech:\n</blockquote><blockquote id=\"blockquote_11\"> It is sufficient for the purpose of this case to say that it is concluded by the finding of the County Court Judge. As I understand that finding (and it is final) is that there was no difierence between the parties at the time the action was brought,\n \n\nIt is clear, therefore, that the decision of the House of Lords in Billington&#x27;s case went entirely on the findings of fact by the County Court Judge. It will have to be considered how the House of Lords regarded the findings of fact by the County Court Judge in that case.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\">15. My attention is drawn to the following observations of the Earl of Halsbury in Billington&#x27;s case at p. 81:\n</p><blockquote id=\"blockquote_12\"> ... a condition precedent to the invocation of the arbitrator on whatever grounds is that a difference between the parties should have arisen; and I think that must mean a difference of opinion before the action is launched either by formal plaint in the County Court or by writ in the superior Courts. Any contention that the parties could, when they are sued for the price of services, raise then for the first time the question whether or not the charges were reasonable and that therefore they have a right to go to an arbitrator, seems to me to be absolutely untenable. If, in the ordinary course of things, some question had arisen between the parties which they wanted to arbitrate upon, and a submission to arbitration were agreed upon in this form which very commonly is the form-that all matters in difference shall be submitted to A. B,&#x27; it would be a condition precedent to the arbitrator entering upon any form of enquiry there that the person who insisted that there was a difference should shew that the difference had arisen before the submission to arbitration was made. That is a matter which has been repeatedly decided, and I should think that no lawyer would hesitate to say that that is the true condition of the law.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">Reliance is also placed on the following passage in the speech of Lord Ludlow at p. 82:\n</blockquote><blockquote id=\"blockquote_14\"> There is, however, one matter about which I desire to say a word and that is this... that this difference is a difference which ought to have arisen before action brought and that it is too late afterwards to raise a difference which can be brought within the meaning of this section.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. What are the true meaning, import and implications of the above observations? Do they mean that if a defendant does not, for any reason, raise a dispute within the meaning of the Statute before action is brought he will be precluded forever thereafter to raise such disputes? Why should the position of a defendant in a case under the Statute be worse than a defendant in any other case&quot;? Further, if this be the true meaning of the above observations then a plaintiff may, by rushing to Court before the defendant has had an opportunity to raise a dispute under the statute, prevent the defendant from raising a legitimate and bona fide dispute. I cannot, for a moment, think that the House of Lords meant to lay down such a startling and inequitable proposition which may have the result of imposing a tremendous hardship on a defendant who may never have had a chance of formulating his defence before the action. If we discard this meaning, then do the observations of the House of Lords mean that if the defendant fails to raise disputes before action but seeks to raise them after action then the Court will have jurisdiction to entertain the action and decide these disputes in the action? The statute having taken away the jurisdiction of the Court, how could the conduct of the defendant re-invest that jurisdiction in the Court? If parties could not by consent give jurisdiction to a Court whose jurisdiction had been ousted by statute, how could the unilateral conduct of the defendant alone give jurisdiction to the Court? How could the ouster of jurisdiction of the Court, which was under the statute absolute in respect of certain disputes, be made dependent on the point of time when such disputes were raised? There was nothing in the statute making the ouster of jurisdiction of the Court dependent on the conduct of the parties or on the point of time when disputes were raised. Therefore, this alternative meaning, if adopted, will run counter to the well-established principle, namely, that when a statute creates new rights and provides a special tribunal for adjudicating upon disputes relating to such rights, the jurisdiction of the ordinary Courts is ousted and the special tribunal set up by the statute is the only tribunal which has jurisdiction to decide the matter. That is the principle which, as I have pointed out, was adopted by the Court of appeal in Billington&#x27;s case. It will be noticed that the House of Lords in Billington&#x27;s case did not impeach or even touch that principle of the decision of the Court of appeal. In fact the House of Lords did not in this case express any opinion on the question of construction of the different provisions of the statute. Subsequently in Midland Rly Co. v. Loseby (1899) 1899 A.C. 133 the House of Lords expressly approved of the principle of the decision of the Court of Appeal in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79. The same principle was adopted and applied by the Court of Appeal in England in Norwich Corporation v. Norwich Electric Tramways Corporation (1906) 2 K.B. 119 where the question was raised for the first time in the Court of Appeal and by the Divisional Court in London and North Western Rly Co. v. Jones (1915) 2 K.B. 35 and by Courts in this country in numerous cases some of which will be found in Mulla&#x27;s notes to <a href=\"/doc/1120409/\" id=\"a_11\">Section 9</a>, Civil P.C. I cannot think that the House of Lords in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 intended to impair that well established principle. Thus we see that there is difficulty in adopting either of the two meanings which a literal reading of the above observations of the Lord Chancellor and Lord Ludlow in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 will logically imply. We have, therefore, &quot;to interpret the actual decision of the House of Lords in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 &#x27;consistently with the aforesaid sound and well established principles.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. This aspect of the matter was adverted to by the Court of King&#x27;s Bench in London and North Western Rly Co. v. Jones (1915) 2 K.B. 35. There the Railway Company brought the action in the County Court to recover £2,15s. 6d., being the demurrage charges under the same statute in respect of the detention of certain trucks. The County Court Judge&#x27;s findings were as follows:\n</p><blockquote id=\"blockquote_15\"> I came to the following conclusions of fact and law in this case: That the difference between the parties had not arisen before the plaint was entered and that the Court had jurisdiction; that the plaintiff company failed to prove to my satisfaction that the scale of demurrage charges put in by the plaintiff company was valid and binding as against the defendant; that the sum adjudged to the plaintiff company was the equivalent of the damage it had actually sustained.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">It is quite clear that in this case the County Court Judge assumed jurisdiction not because he found that the defendant had expressly or impliedly agreed to the reasonableness of the charges but because he found that the defendant had not raised the disputes before action and feeling himself free to decide the question of the reasonableness of the charges and the quantum thereof allowed a sum which was less than what had been claimed. In course of his considered judgment Rowlatt J. referring to London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 made the following observations:\n</blockquote><blockquote id=\"blockquote_17\"> If that case proceeded upon the basis that, as upon the findings of the County Court Judge the defendant had accepted the services with full knowledge of what was charged without contesting their reasonableness, he could not be heard to &#x27;Say that there was any difference and must be treated as having agreed the charges in spite of the fact that he protested he would not pay, no difficulty arises. It may be, however, that though no difference has arisen before action in the shape of a demand made and challenged, it cannot be shown on the other hand that the demand has been agreed to. Such a case can readily be imagined as arising under <a href=\"/doc/420705/\" id=\"a_12\">Section 6</a> where the trader would not in the ordinary course send a notice to the company as to the amount he would charge if his trucks were detained, and might commence an action without giving an opportunity to the company of raising any difference fit for arbitration. In such a case does Billington&#x27;s case lay down that the action is properly brought, and if so, must judgment be given for the amount claimed, or is the Court to enter into the questions which, if the defendant had raised his points before action, would have been submitted to arbitration. Either course presents great difficulties. Looking at the wording of the order and remembering the circumstances under which this legislation was passed, one would think that the intention was clearly expressed that differences as to the rights of a railway company or trader under the sections were in no case to be for the Courts, but in every case for arbitration; and this seems to be amply borne out by what was said in the cases already referred to, and in the further case of Great Western By. Co. v. Phillips (1907) 2 K.B. 664 especially by Fletcher Moulton L.J., when that case was in the Court of Appeal. On the other hand, if the defendant whether trader or railway company, is not to be able to make any defence merely because he has not put his point before action (perhaps because the other side gave him no opportunity) and notwithstanding that he can never be said to have agreed the demand, an injustice would be done which it is hardly possible to contemplate as being in accordance with the law. In truth, the argument that this result must follow (which is what, Mr. Eustace Hills contended for) proves too much.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">The conclusion arrived at by the learned Judge was expressed in the words following:\n</blockquote><blockquote id=\"blockquote_19\"> It seems to me that we are bound to hold, firstly, that the only case in which the Court can be appealed to before arbitration is where the defendant has agreed the demand and merely refuses to pay; secondly, that wherever this cannot be shown and he has not paid, the case must be treated as one in which a difference has arisen; and, thirdly, that the decision in the House of Lords in Billington&#x27;s case is no anthority to the contrary.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">Shearman J. who concurred with Rowlatt J. after referring to the statute said at p. 41:\n</blockquote><blockquote id=\"blockquote_21\"> I think it clear that the intention of that order was to exclude from the jurisdiction of the ordinary Courts any dispute which might arise within the purview of those sections and Sub-sections I think that is quite clear from the cases to which my brother has referred, and there is no case which is in contradiction of it.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">Then referring to a portion of the passage in the speech of the Lord Chancellor in Billington&#x27;s case which I have quoted above, Shearman J. observed:\n</blockquote><blockquote id=\"blockquote_23\"> I read those words as meaning that if there was a bona fide dispute that the charges were unreasonable, that must go to the arbitrator. Under those circumstances the law is this, that the matter must go to the arbitrator, and the ordinary Courts have no jurisdiction to determine anything which comes within the purview of the section. I think the judgment in the present case is wrong because the county Court judge in asserting the sum of £1. 17s. as the equivalent of the damage actually sustained, was dealing with a matter which was outside his jurisdiction.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">I respectfully agree with the above explanation of the decision of the House of Lords in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79. The speeches of the Lord Chancellor and Lord Ludlow must be read with reference to and in the light of the particular facts of that case. That decision, as I have said, went entirely on the findings of fact by the County Court. Those findings must have been regarded as implying and amounting to a finding that the defendant had agreed to the reasonableness of the charges. The charges having been thus agreed there was no dispute which could go to the arbitrator and there could be no question of the Court adjudicating upon them. The findings being so regarded the case became a simple case of failure or refusal to pay the just dues about which there was no controversy which was required to be referred to arbitration under the statute. It is only in this view of the findings that the Court could assume jurisdiction and enter judgment for the Railway Company for the entire amount which was claimed and which was regarded as the agreed amount. I do not read this decision as implying that a mere omission to raise disputes before action, which is not tantamount to an agreement to give up the disputes, precludes a party from at all raising such disputes after action or authorises the Court to adjudicate upon such disputes although its jurisdiction is taken away by a statute. A mere omission to raise dispute, short of an agreement, cannot re-invest in the Court a jurisdiction which the statute has taken away from it and conferred on the arbitrator. The principle laid down by the Court of appeal, in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 namely, that the arbitrator was the only tribunal to adjudicate upon disputes arising under the statute was not touched by the House of Lords in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 and indeed that principle was expressly approved by the House of Lords in Midland Rly Co. v. Loseby (1899) 1899 A.C. 133 and later on by the Court of appeal in Norwich Corporation v. Norwich Electric Tramways Corporation (1906) 2 K.B. 119 and by the King&#x27;s Bench Division in London and in London and North Western Rly Co. v. Jones (1915) 2 K.B. 35. The decision of the House of Lords in Billington&#x27;s case, when properly understood, does not militate against or in any way impair that principle.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\">18. Billington&#x27;s case was referred to in Dawoodbhai Abdul Kader v. Abdul Kader Ismailji . The last mentioned case only lays down that where there are no disputes at all there can be no question of arbitration and consequently no occasion for stay of a suit. In that case there was no indication that any dispute existed either before or after the institution of the suit. It was a case of mere failure or refusal to pay what was due and it throws no light on the point I am considering. London and North Western Rly Co. v. Jones (1915) 2 K.B. 35 and the general principles referred to above were not discussed or considered.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"63403\" id=\"span_3\">19. Mr. Chaterjee has strongly relied on the case in <a href=\"/doc/63403/\" id=\"a_13\">Ladha Singh v. Jyoti Prosad</a>  to which reference has already been made. In that case the contention of the parties centred on the question as to whether the differences between them should be shown to have existed from before the suit or not. Learned advocate for the respondent submitted that as there was no indication that there was any dispute or difference before suit, the stay applied for must be refused. Mitter J. found that neither in the application for stay nor in the supplementary affidavit filed in the appeal nor in the written statement subsequently filed under protest was there any indication that there was any dispute between the parties before the suit was filed and acceded to the contention of the learned advocate for the plaintiff in that suit.</span> The learned Judge referred to the facts in Billington&#x27;s case and observed:\n</p><blockquote id=\"blockquote_25\"> The question before the Court was not whether the action to be stayed or not. The question was of wider scope, namely, whether the action was maintainable or not. As the greater must be taken to include the less, the principle formulated by the House of Lords in deciding the question defore it, can, in our judgment, be applied where the question relates to stay of action.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">His Lordship then quoted the two passages from the speeches of the Lord Chancellor and Lord Ludlow to which I have already referred as laying down the principle and stated that the principle so formulated had been applied in India in Dawoodbhai Abdul Kader v. Abdul Kader Ismailji  His Lordship then dealt with the case in London and North Western Rly Co. v. Jones (1915) 2 K.B. 35 and characterised the observations of Rowlatt J., relied on by learned counsel before him, as obiter dicta and observed that the obiter dicta of the Court of the King&#x27;s Bench Division could not affect the plain words of the Lord Chancellor and Lord Ludlow in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79. The learned Judge concluded his judgment on this point asfollows:\n</blockquote><blockquote id=\"blockquote_27\"> The principle underlying para. 18 of Schedule 2, Civil P.C., and also <a href=\"/doc/710617/\" id=\"a_14\">Section 19</a>, Arbitration Act, is to force, by an indirect method, a contumacious party, who bad agreed to arbitration, to go to arbitration. It follows, therefore, that where the plaintiff is not aware, before the institution of the suit, that there is a difference between him and the defendant, or of the nature of the difference., he cannot be said to have gone back upon his agreement to refer to arbitration or to be attempting to go back upon it by rushing to Court. The Court, under these circumstances, would, in our judgment, be justified, in the exercise of its discretion, in refusing to stay the suit. We, therefore, give effect to the contention of Mr. Ghose on this part of the case.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">It is contended by Mr. Chatterjee that the effect of Mitter J.&#x27;s judgment is that if disputes are not shown to have arisen between the parties before suit the Court will as a matter of course refuse to stay the suit. The question is whether Mitter J. went to this extreme length. The penultimate sentence in the passage from the judgment of Mitter J. quoted above seems to indicate that the learned Judge treated the matter as ultimately one of Court&#x27;s discretion and if there was nothing else I would have respectfully agreed with him. But the general trend of his judgment appears to lend some support to the extreme contention of Mr. Chatterjee. It appears to me that Mitter J. read the observations of the Lord Chancellor and Lord Ludlow much too literally and not in the light of the true effect of the findings of fact in that case. For reasons already explained by me I do not regard the actual decision of the House of Lords in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 as an authority for the proposition that a mere omission of a defendant, to raise disputes before action, by itself and in the absence of circumstances from which? an agreement not to raise such disputes may be implied, precludes the defendant from raising the same after action or revests jurisdiction in the Court to decide disputes in respect of which its jurisdiction is ousted by a statute. The principle fromulated by the Court of appeal in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 which was not impeached by the House of Lords on appeal in that case but which was subsequently in Midland Rly Co. v. Loseby (1899) 1899 A.C. 133 expressly approved by the House of Lords is that where a statute creates special rights and sets up a special tribunal for adjudicating upon disputes relating to such rights the jurisdiction of the ordinary Courts is completely ousted and that the special tribunal is the only tribunal which can decide such disputes. To reconcile the actual decision of the House of Lords in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 with this well-established principle it must be held that in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79, the House of Lords regarded the findings of fact by the County Court Judge as implying that the defendant in that case by not raising dispute before action had impliedly in the circumstances of that case agreed to the claims of the Railway Company and that the case was therefore a simple case of mere failure or refusal to pay agreed dues about which there was no dispute which was required by the statute to be decided by the arbitrator. As there was no dispute there could be no question of arbitration and therefore there was no ouster of jurisdiction of the County Court. If, however, there be disputes within the meaning of the statute which a party is not, by reason of his conduct before action, precluded from raising after action, the Court can have no jurisdiction and the arbitrator is the only tribunal to decide the same. This, I apprehend, is the true effect in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 the case in London and North Western Rly Co. v. Jones (1915) 2 K.B. 35 and the other cases I have mentioned. So understood there is no conflict between those cases.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. Mitter J., brushed aside the observations of Rowlatt J., in the last mentioned case as obiter and observed as follows:\n</p><blockquote id=\"blockquote_29\"> The Railway company had sued the defendant for £2-15-6. The County Court Judge held that the suit would lie but reduced the claim to £1-17-0. It was the plaintiff company, who preferred an appeal to the King&#x27;s Bench Division. There, the company contended that it was not for the County Court Judge to decide whether the rate charged was reasonable or not, but that question could only be decided by the arbitrator to be appointed by the Board of Trade. The contention, if accepted, would have had the effect of depriving the County Court Judge of his judicial functions, for in that case he was simply to receive the plaint and to pass a decree forthwith for the sum claimed, notwithstanding any objections which the defendant might have to make. That would reduce the trial of the action to a farce. The King&#x27;s Bench Division refused to accede to such contention of the plaintiff company and held that if the suit was maintainable, the County Court Judge would be right in deciding whether the claim of the plaintiff was just and reasonable. The obiter dicta of the Court of the King&#x27;s Bench Division, cannot, in our opinion, affect the plain words of the Lord Chancellor and Lord Ludlow in Billingsor&#x27;s case (supra).\n</blockquote> \n\n<blockquote id=\"blockquote_30\">In all humility I say that this analysis of London and North Western Rly Co. v. Jones (1915) 2 K.B. 35 does not appear to be borne out by the observations of the learned Judges in London and North Western Rly Co. v. Jones (1915) 2 K.B. 35 At p. 40 Rowlatt J,, observed:\n</blockquote><blockquote id=\"blockquote_31\"> That being so, what is the effect of the findings in the present case? If the first finding means that liability for the amount claimed had been assented to by the defendant before action, and the last two finding;) merely mean that the Judge considered he had it eight to reduce the charges in spite of that assent, the effect would be that the plaintiffs would be settled to mjeceed. I do not think, however, that we can assume that this is what is meant. I think, if the company defile it, the case ought to go back to the Judge to find whether the defendant did enjoy the service in fad; with knowledge of the charges that would be made and without objecting to them. It he does find that, the appeal succeeds. If he does not, it fails, and if thorn had been a cross-appeal the proper order would be that the action be dismissed. I think the railway company should be entitled to elect whether they will have the appeal dismissed or sent back to the Court below for the above-mentioned purpose.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">In the same&#x27;, case Shearmen J. at p. 41 stated:\n</blockquote><blockquote id=\"blockquote_33\"> If the finding of the County Court Judge, that the difference between the parties had not arisen before the plaint was entered, means that, the services having been rendered and the charges not having been disputed before the plaint was entered, an agreement by the defendant to pay could be assumed, then the Court had jurisdiction and the plaintiffs would have been entitled to judgment for the amount claimed. But it the finding means that although no difference had actully arisen yet the defendant had never agreed to Pay the charges demanded by the plaintiffs, then judgment ought to have been entered for the defendant on the ground that the matter was one for arbitration and not for the Court.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">I read the above observations as meaning this: If the findings of the County Court Judge are that the defendant by reason of tacit assent had agreed to the demand before action but did not pay then the appeal succeeds i.e. the Court would have jurisdiction to decree the full amount claimed but would not be able to reduce the charges in spite of that assent: if, on the other hand, the findings are that the conduct of the defendant before action did not amount to agreeing to the demand then the Court would have no jurisdiction to decide the disputes and the suit must be dismissed. If I am right in my appreciation of the decision in London and North Western Rly Co. v. Jones (1915) 2 K.B. 35 then I say respectfully that Mitter J., was not right in saying that the Court refused to accede to the contentions of the plaintiff in that case and held that if the suit was maintainable the County Court Judge would be right in deciding whether the claim of the plaintiff was just and reasonable. The suit would be maintainable only if the defendant had by conduct accepted the plaintiff&#x27;s demand and if the defendant had accepted the demand there would be no occasion for the Court going into the question of the reasonableness of the demand. In my humble opinion, Mitter J., misunderstood the actual decision in Jones&#x27;s case and this misconception, if I may say so with great respect, led Mitter J., to characterise the other observations of Rowlatt J. as mere obiter dicta and to hold that there was a conflict between London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 and that of Jones&#x27; If the decision in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 is understood in the way I have indicated above then I can see no conflit between it and Jones&#x27;s case and the general principles to which I referred and the observations&#x27; of the learned Judges in the last mentioned case cannot be said to be obiter dicta.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\">21. Mitter J. applied the decision in London and North Western and Great Western Joint Rly v. Billington Ltd. (1899) 1899 A.C. 79 which was a case governed by a special statute to a case under the Indian Arbitration Act. The special statute took away the jurisdiction of the Court completely in reapect of certain disputes and left no discretion to the Court. A private arbitration agreement does not oust the jurisdiction of the Court in the same sense but the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a> gives a discretion to the Court to exercise jurisdiction or not to do so. The position appears to be fundamentally different. Under the special statute the Court may assume jurisdiction only if there be no dispute falling within the statute or if the party is precluded from raising them but if there be such disputes and a party is not by reason of his agreement, express or implied, precluded from raising them, the Court cannot exercise jurisdiction and must dismiss the suit and give effect to the statute. There is no room here for exercise of discretion. It is difficult to see how this principle can be applied to a case where the Court has always a discretion to exercise jurisdiction or to decline to do so. If, however, this principle is at all applicable to a case of private arbitration agreement under the <a href=\"/doc/1052228/\" id=\"a_16\">Arbitration Act</a>, I do not see why the Court should not apply the whole of that principle as explained by me, namely, stay the action when there are disputes within the meaning of the arbitration agreement and where the party applying for stay is not precluded from raising it even if he did not raise it before action and refuse a stay only when there is no dispute or when a party by reason of agreement express or implied is precluded from raising it. As I have said a mere omission to raise dispute before action from which and agreement cannot be inferred, is no ground for precluding a party from raising it and is no justification for the Court assuming jurisdiction to decide questions in respect of which its jurisdiction is ousted by statute. Likewise a mere omission to raise disputes before action, without more, ought not by itself to be any ground for refusing a stay under the <a href=\"/doc/1052228/\" id=\"a_17\">Arbitration Act</a>.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">22. In my judgment the contention that in order to succeed in an application for stay under <a href=\"/doc/1722761/\" id=\"a_18\">Section 34</a>, Arbitration Act, 1940, the applicant must show that disputes arose before suit and that he must fail otherwise is, in principle, quite untenable and unsound and may, in practice, encourage a plaintiff to rush to Court without giving an opportunity to the defendant to raise the disputes before suit and deprive the defendant of the valuable right of arbitration and thereby cause great hardship and inconvenience to the defendant which cannot be compensated by awarding costs. Mitter J. has taken the case of a plaintiff who files his suit in good faith and in ignorance of the existence of any dispute. Upto the point of filing the suit such a plaintiff is certainly not contumacious. But if the defendant is not, by reason of his conduct before suit, precluded from raising disputes falling within the arbitration agreement after suit and yet the plaintiff resists arbitration I do not see why he should not be called contumacious and why the Court should not order a stay of the suit and give effect to the agreement between the parties. The inconvenience suffered by such a plaintiff by having his suit stayed on the ground of arbitration agreement may well be compensated by awarding him costs. I, therefore, hold against the extreme contention of the plaintiff company on this point of law. I agree with Mr. Chaudhuri that a mere omission to raise dispute before suit, without more, is not by itself a ground for refusing a stay although it may be taken into consideration along with other facts in exercising the discretion of the Court in the matter of a stay of the suit.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">23. Coming to the facts I find that there is no foundation in fact on which this point of law can be maintained. It is true that in the affidavit in support of this application there is no indication as to what the differences are or as to when the differences, if any, arose. But I find that ordinarily in a common form of an affidavit in support of an application for stay this is not done. See Form No. 17 in Russell on Arbitration, Edn. 13, p. 554. The arbitration agreement and the plaint are, however, clearly referred to in the affidavit in support of this application. The plaint may surely be looked at to ascertain what the subject matter of the suit is. Turning to the plaint it is reasonably clear that disputes arose before action. Paragraphs 6 and 7 of the plaint clearly indicate that disputes arose between the parties before suit. Reference may also be made to the other paragraphs of the plaint. A perusal of the plaint as a whole makes it reasonably clear that divers disputes arose between the parties before action was brought and that those disputes fall within the arbitration agreement and the suit has been filed to get a decision on those very disputes. Therefore it is clear that this application cannot be thrown out on the ground that there is no dispute between the parties or that such disputes did not arise before the suit was instituted.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">24. Re: (c). The argument on this head is that this suit comprises various matters which are not within the ambit of the arbitration clause and cannot, therefore, be referred to arbitration and that the suit must go on with respect to those matters. It is submitted that as the suit has to go on with respect to the matters outside the arbitration clause, the Court should, in its discretion, refuse the stay and decide all the disputes and thereby avoid splitting up of the disputes and piecemeal trial by two tribunals.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">25. The principles on which the Court proceeds in the matter of staying actions are not in dispute. The legal proceedings which are sought to be stayed must be in respect of matters which the parties have agreed to refer, that is to say, which come within the terms of the arbitration agreement. If a party brings an action in respect of any matter not agreed to be referred the Court has no jurisdiction at all to stay the proceedings and the Court will refuse a stay. Further the Court will exercise its discretion and refuse to stay the action in cases where a substantial part of the disputes does not fall within the arbitration agreement and cannot be conveniently separated. It is, however, not sufficient to induce the Court not to stay the action to show that only a small part of the disputes is outside the arbitration clause.\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">26. In order to arrive at a conclusion as to whether the action is in respect of matters agreed to be referred, the Court has to examine the arbitration clause and ascertain its ambit and scope. The arbitration clause in the contracts before me comprises &quot;any dispute or difference arising out of the contract, settlement of which is not hereinbefore provided for.&quot; Leaving out for the moment the exceptions, the arbitration clause covers &quot;any dispute or difference arising out of the contract.&quot; It should be noted that what is agreed to be referred is &quot;any dispute or difference arising out of the contract&quot; and not &quot;any claim arising out of the contract.&quot; Further, the words &quot;arising out of the contract&quot; appear to me to be of wider import than the words &quot;under the contract&quot; or &quot;in respect of contract.&quot; Keeping the above principles and the true meaning and import of the terms of the arbitration clause in mind I now proceed to consider which part of the claim, if any, is outside the scope of the arbitration clause.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">27. It is first alleged that the disputes regarding the claim for Rs. 9,10,366-3.0 set forth in para. 9 of the plaint does not come within the arbitration clause. It will be noticed that the demand for supply is alleged to be &quot;far above the local requirements of the army&quot; and therefore a &quot;breach of the terms of the aforesaid contracts.&quot; It is further alleged that the defendant &quot;wrongfully employed other contractors at much higher rates,&quot; and that the supplies were &quot;taken wrongfully.&quot; According to the pleading the disputes are whether the demand for supply was or was not far above the local requirements of the army as provided in the contracts, whether such demand constituted a breach of the contracts or was made legitimately under the contracts, whether employment of other contractors was wrongful or was permissible under the terms of the contracts and whether these supplies were taken wrongfully in breach of the contracts or legitimately in terms of the contracts. It takes two to make a dispute. If one party bases his claim outside the contracts but the other bases his defence on the contracts, the resulting disputes certainly arise out of the contracts. Such disputes could not have arisen at all in the absence of the contracts. The disputes have their origin in the contract. I do not find it possible to hold that these disputes are not within the arbitration clause. Even if the claim of the plaintiff be said to be outside the contracts, the disputes between the parties regarding such claim arise out of the contracts.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">28. The next item of dispute said to be outside the arbitration clause is with respect to the claim in para. 10 for Rs. 5,12,500 for damages for wrongful rescission of the contracts. Prima facie, disputes relating to the rescission of a contract are disputes arising out of the contract. But it is argued that the settlements of these disputes are provided for by the earlier clauses and are, therefore, expressly excepted from the arbitration clause. I have already mentioned that under Clause 6 of the Tender the officer operating the contract may reject the supplies and the contractor may not claim any payment as therein mentioned. Under Clause 7 the officer operating the contract may in certain specified circumstances purchase or procure the supply at the expense of the contractor. Under Clause 8 the same officer may rescind the contract in certain events and under Clause 9 he may recover compensation from the contractor. Then comes Clause 10 which provides that the decision as to recovery of money in respect of purchase at the risk of the contractor or of compensation and any order for rescission of the contract by the officer shall be subject to an appeal, within a certain time, to superior officer whose decision, will be final and if no appeal is preferred the original derision will be final. Confining myself to the question of rescission it seems to me that this clause only makes provision for settlement of the question whether an order of rescission should be made at all and if made whether it should stand. It makes no provision for settlement of disputes relating to claim for compensation or damages for wrongful rescission. Those disputes are outside the exception and therefore fall within the arbitration clause as disputes arising out of the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">29. Paragraph 11 of the plaint contains a claim for Rs. 10,00,000 for loss of profit by reason of wrongful employment of other contractors. It is expressly pleaded that under the contracts the defendant was not entitled to employ other contractors and had committed breach by so appointing. Thus pleaded the disputes relating to this claim arise directly out of the contracts.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">30. In para. 13 the plaintiff company claims Rs. 6,00,000 for wrongful rejection of certain supplies and for wrongful deduction of the value of the substitutes. As I have pointed out Clause 10 of the Tender does not provide for settlement of dispute as to compensation for wrongful rejection of supply or rescission of the contract and therefore those disputes are within the arbitration clause. Further, these disputes can be outside the arbitration clause only if they are with-in Clause 10. If they are within Clause 10 then the decision of the officer operating the contract or the decision on appeal of his superior officer is final. If the order of rejection of supplies and deduction of the value of the substitutes are final then the plaintiff company can have no claim and I am not prepared, in exercise of my discretion, to refuse to stay the action on the ground of a claim which, even if it be outside the arbitration clause, is prima facie untenable and is comparatively speaking a small part of the entire claim in the suit. This reasoning also applies to the claim for damages for wrongful rescission of the contracts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">31. The last claim said to be outside arbitration clause is that for Rs. 72,81,250 set forth in para. 14. This also is claimed as on a &quot;breach of the aforesaid contracts.&quot;\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">32. Reading the plaint as a whole it seems to me that all the disputes between the parties have, on ultimate analysis, their origin in the two contracts and therefore arise out of the contracts. But for those contracts the disputes would not have arisen at all. The plaintiff company makes its claim as on a breach of the contracts, and in any case the defendant bases his defence on the terms of the contracts. The resulting disputes, as they appear &quot;on the face of the plaint, therefore, clearly arise out of the contracts even if some of the claims of the plaintiff company may be said to be de hors the contracts. If the defendant has been guilty of any wrongful act or conduct it is because of the alleged violation of the terms of the contracts express or implied. In my opinion the suit as framed is clearly in respect of matters agreed to be referred to arbitration, for the disputes as formulated in the plaint clearly arise out of the contracts. It is not suggested that there is any other good reason why the matter should not be referred to arbitration in terms of the agreement between the parties. I, therefore, accede to this application and make the order prayed for except that the costs will be costs in the arbitration.\n</p>\n \n\n","numcites":8,"numcitedby":20,"docsource":"Calcutta High Court","citetid":1647325,"divtype":"judgments","relatedqs":[{"value":"obiter dicta","formInput":"obiter%20dicta"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"ouster","formInput":"ouster"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"rescission","formInput":"rescission"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" special statute ","formInput":"%20special%20statute%20"},{"value":"named arbitrator","formInput":"named%20arbitrator"},{"value":"infructuous","formInput":"infructuous"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"\"arbitration\" \"suit\"","formInput":"%22arbitration%22%20%22suit%22"},{"value":"appointment of arbitrator citedby:1091250","formInput":"appointment%20of%20arbitrator%20citedby%3A1091250"},{"value":"the chancellor ","formInput":"the%20chancellor%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"}],"courtcopy":false,"query_alert":null,"agreement":false}