{"tid":187589,"publishdate":"1997-11-06","title":"Subhash Singh Thakurshyam Kishore ... vs State (Through Cbi) on 6 November, 1997","doc":"<h2 class=\"doc_title\">Subhash Singh Thakurshyam Kishore ... vs State (Through Cbi) on 6 November, 1997</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-k-mukherjee\">M.K. Mukherjee</a>, <a href=\"/search/?formInput=benchid:k-t-thomas\">K.T. Thomas</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSUBHASH SINGH THAKURSHYAM KISHORE GARIKAPATTICHANDRAKANT ANN\n\n\tVs.\n\nRESPONDENT:\nSTATE (THROUGH CBI)\n\nDATE OF JUDGMENT:\t06/11/1997\n\nBENCH:\nM.K. MUKHERJEE, K.T. THOMAS\n\n\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t       THE 6TH DAY OF NOVEMBER, 1997\nPresent:\n</p><blockquote id=\"blockquote_1\">\t       Hon&#x27;ble Mr. Justice M.K.Mukherjee\n\t       Hon&#x27;ble Mr. Justice K.T.Thomas\nV.R.Reddy,  Additional\t Solicitor  General,  Arun  Jaitley,\nV.C.Mahajan, V.S.Kotwal, Rajinder Singh, S.R.Chitnis, K.T.S.\nTulsi,\tGopal\tSubramanium,  M.N.Sukumaran  Nair,  S.B.Wad,\nSr.Advs., H.R.Khan,  I.U.Khan, Rajeev  K.Singh, Chandra Kant\nNayak,\tR.N.Keshwani,  D.K.Garg,  Alok\tMahajan,  P.N.Gupta,\nC.R.Dighe, Ms. Late Krishnamurti, Vikas Pahwa, Anil K.Gupta,\nRanjit Thomas,\tMs.C.K. Sucharita,  K.R.Nambiar, M.T.George,\nM.Nizamudeen,\t\t\t\t  ,Sunil Mehta, Arun\nK.Sinha,   A.Mariarputham,    P.Parmeswaran,\tY.P.Mahajan,\nT.C.Sharma, Advs. with them for the appearing parties.\n</blockquote><blockquote id=\"blockquote_2\">\t\t      J U D G M E N T\n     The following Judgment of the Court was delivered:\n</blockquote><blockquote id=\"blockquote_3\">\t       CRIMINAL APPEAL NO.311 OF 1997\n\t\t\t    WITH\n\t      CRIMINAL APPEAL NO. 438 OF 1997\n\t\t\t    AND\n\t       CRIMINAL APPEAL NO.445 OF 1997\n\t\t\t    AND\n\t      CRIMINAL APPEAL NO. 447 OF 1997\n\t\t\t    AND\n\t      CRIMINAL APPEAL NO. 486 OF 1997\nJayendra Thakur @ Bhai Thakur\nThe Govt. of National Capital Territory of\nDelhi/C.B.I\n\t\t\t    AND\n\t      CRIMINAL APPEAL NO. 418 OF 1997\nSabu V. Chacko\nUnion of India\n\t\t\t    AND\n\t      CRIMINAL APPEAL NO. 440 OF 1997\nS.P. Rai\nState through C.B.I\n\t\t\t    AND\n\t      CRIMINAL APPEAL NO. 374 OF 1997\nM/s. East West Travel &amp; Trade Links Ltd.\nUnion of India\n\t\t\t    AND\n\t      CRIMINAL APPEAL NO. 545 OF 1997\nParesh Mohan Desai\nThe Govt of National Capital Territory of\nDelhi/C.B.I.\n\t\t\t    AND\n\t      CRIMINAL APPEAL NO. 591 OF 1997\nMohd. Ahmed Mansoor\nThe State through C.B.I.\n\t\t      J U D G M E N T\nThomas J.\n</blockquote><blockquote id=\"blockquote_4\">     Out  of  twelve  accused  persons\tarraigned  before  a\nDesignated Court  In Delhi,  ten were convicted of different\noffences   under   <a href=\"/doc/17848451/\" id=\"a_1\">Terrorist   and   Disruptive\t  Activities\n(Prevention) Act</a>  1987 (for  short  &#x27;TADA&#x27;).  They  are\t the\nappellants before  us. Some of them were found to be members\nof a  terrorists gang  called &#x27;Davood  Ibrahim Group.&#x27; Three\npersons, including  a former  Union Minister  of  State\t for\nPower (Kalpnath\t Rai) were  found to have harboured hardcore\nterrorists, besides  fastening such  a finding with A12 (M/s\nEast West  Travel and  Trade Links  Ltd). All of them except\nthe company  were sentenced to varying terms of imprisonment\n(three of  them to  life imprisonment) and fine ranging from\nRupees ten lakhs downwards. A-12, company was sentenced to a\nwhopping fine of Rs. fifty lakhs.\n</blockquote><blockquote id=\"blockquote_5\">     The incipient  backdrop with events which culminated in\nthe nabbing  of five  accused (A1-Subhash  Singh Thakur; A2-\nJaynendra Thakur  @ Bhai Thakur; A3-Shyam Kishore Garikapti;\nA4-Chanderkant Patil  and A5-Paresh  Mohan Desai)  has\tbeen\ndelineated  by\t the  prosecution   by\treferring  to  three\ndifferent incidents  which took\t place\tduring\tthe  nascent\nstages.\t The   first  was  in  incident\t which\thappened  on\n30.40.1991 when\t a  ruthless  attack  was  launched  on\t the\nvillagers at  Vadrai (a\t coastal village  in Maharashtra) in\nretaliation for\t picking up the scattered silver bars strewn\nin  the\t  sea  from  a\tcapsized  vessel  employed  by\tsome\nsmugglers. (The said incident is referred to in the evidence\nas Vadrai  incident). The second one happened in the City of\nMumbai when  a number  of multistory  buildings were blasted\nwith bombs  on 12.3.1993 in which a lot of people died and a\nlot  others   were  seriously  injured.\t (That\tincident  is\nreferred to  in evidence as Bombay blast). The third is some\nterrorists armed  with\thighly\tsophisticated  weapons,\t had\ngatecrashed into  the JJ  hospital Bombay  where some former\nmembers of a terrorists gang were hospitalised and they were\nall shot  dead by  the intruders. (That incident is referred\nto as the Jj shoot-out case).\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">     For some  time in early July 1993 the Delhi Police were\ngetting\t secret\t informations  that  certain  members  of  a\nterrorists gang\t having nexus  with &quot;Davood  Ibrahim  group&quot;\n</p><blockquote id=\"blockquote_6\">have escaped  from Bombay  and perched in hideouts in Delhi.\nThose  hiding\tterrorists   were   closely   watching\t the\ndevelopments following\tthe arrest  of one  Amit  Tyagi\t who\nbelong to yet another terrorists&#x27; gang. They feared that the\npolice might track them down getting scent from the arrested\nterrorist. Delhi  Police were  on  the\talert  the  arrested\nterrorist. Delhi  Police were on the alert to trace out such\nhide-outs. Delhi  Crime Branch\tPolice\tformed\ta  squad  to\nprevent any blitz being operated by the hiding terrorists.\n</blockquote><blockquote id=\"blockquote_7\">     On 23.7.1993  Delhi  Crime\t Branch\t Police\t got  secret\ninformation about  the movements  of certain  terrorists and\nthat they  might  proceed  to  Indira  Gandhi  International\nAirport as  part of  an\t orchestrated  cabal  to  strike  at\ndesigned targets.  So a posse of police personnel, headed by\nShri Ajay Kumar, Assistant Commissioner of Police, proceeded\nto Gagan  Vihar Extension,  Vikas Marg, Delhi in six private\ncars and  reached there\t by 3.00  A.M. The  police-party got\nthemselves divided  into four  different teams and each took\ndifferent strategic position by keeping a close vigil on the\nsuspected persons.\n</blockquote><blockquote id=\"blockquote_8\">     During the\t wee hours,  around 4.00 A.M. accused 1 to 5\nsneaked out  from their\t hiding place  in a  Toyota car. The\npolice party  stopped the  car. When  its  driver  tried  to\nreverse it  in a  bid to escape, the police-party surrounded\nthe vehicle.  They caught  the five  accused red-handed with\nlethal arms  as\t well  as  ammunitions.\t A-1  Subhash  Singh\nThakuar had a pistol (0.38 bore) and four live cartidges; A-\n3 Shyam Kishore Garikapti had a country-made pistol and some\ncartridges; A-4 Chanderkant Patil had a revolver (0.38 bore)\nand four live cartridges; A5 Paresh Mohan Desai had a button\nactuated Knife. With the help of Fateh Singh, SI of the Bomb\nDisposal  Squad,   the\thand-grenade   was  dismantled\t and\ndiffused. The  police-party seized all the lethal weapons as\nwell as\t ammunitions under seizure memorandums prepared then\nand there.  Requisitions were  forwarded to  the DCP seeking\npermission to  proceed with  the case  and  after  obtaining\nwritten\t permission  they  arrested  the  five\taccused\t and\nbrought them to the police station.\n</blockquote><blockquote id=\"blockquote_9\">     On 26.7.1993,  investigation of this case was made over\nto the Central) Bureau of Investigation as per orders of the\nGovernment.  On\t  interrogation\t of  the  five\taccused\t CBI\nofficials came\tto know\t that there  were links between them\nand other hardcore terrorists.\n</blockquote><blockquote id=\"blockquote_10\">     On 24.10.1993,  the  CBI  officials  caught  A-6  Ahmad\nMansoor @  Suhel Ahmed\tfrom near Jama Masjid area in Delhi,\nbeing an  active associate  of the  arrested persons besides\nbeing a member of the &quot;Davood Ibrahim group.&quot; It was further\nrevealed that  A-6 Ahmad  Mansoor and  other terrorists were\nsheltered by  A-9 (Kalpnath  Rai)  in  the  guest  house  of\nNational Power Transmission Corporation (NPTC) at Safdarjang\nDevelopment  Area  in  New  Delhi.  Such  accommodation\t was\narranged by  A-9 through his Personal Secretary S.P. Rai (A-\n</blockquote><blockquote id=\"blockquote_11\">8). It was also revealed that A-10 (Brij Bhushan Saran Sing)\na Member  of Parliament had sheltered some terrorists in his\nresidence at  New Delhi.  It was  also known  that  A6-Ahmad\nMansoor had  received substantial  financial  help  from  A7\n(Sabu V.Chako) who gave shelter to A1 (Subhash Singh Thakur)\nas well\t as one\t B.N.Rai (another hardcore terrorist) in his\n&quot;Hotel\t Hans\t Plaza&quot;-    During    investigation    PW-45\n(Superintendent of  Police) recorded confessional statements\nmade by\t A-1 to\t A-6 in the purported exercise of <a href=\"/doc/187258181/\" id=\"a_2\">Section 15</a>\nof TADA.  Section  to  prosecute  A1  was  accorded  by\t the\nDirector of  CBI, for the offence under <a href=\"/doc/17720539/\" id=\"a_3\">Section 3(S)</a> of TADA\nand <a href=\"/doc/73862/\" id=\"a_4\">Section  25</a> of  the Arms Act, 1959. Charge-sheet, at the\nfirst instance,\t was filed  against A1\tto A6  for the\tsaid\noffences.  Learned  Judge  of  the  Designated\tCourt,\tupon\nconsideration of  the charge-sheet,  found that\t there\twere\nmaterials to  proceed against A7 (Sabu Chako) for harbouring\nsome  terrorists.   Thereupon  he  issued  summons  to\tthat\naccused. Subsequently the CBI filed as supplementary charge-\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">sheet against  A8 (SP  Rai), A9\t (Kalpnath Rai),  A10  (Brij\nBhushan Saran  Singh), A11  (Sanjay Singh) and A12 (M/s East\nWest Travel  and Trade\tLinks Ltd.)  on the allegations that\nthose accused have harboured one or another terrorist during\nsome time or the other.\n</p><p data-structure=\"Facts\" id=\"p_4\">     As A-11  (Sanjay Singh)  could not be brought to trail,\ninspite of  many  efforts,  he\twas  declared  a  proclaimed\noffender and  the case\tagainst him  was hence\tsplit\t up.\nSubsequently, the  Director  of\t CBI  accorded\tsanction  to\nprosecute all  the accused  in the  Designated Court.  After\nhearing both  the prosecution  and the\taccused charges were\nframed against\tdifferent  accused  for\t different  offences\nunder TADA and also under <a href=\"/doc/73862/\" id=\"a_5\">Section 25</a> of the Arms Act.\n</p><p data-structure=\"Facts\" id=\"p_5\">     After a  long drawn  trial, examining a large number of\nwitnesses and  marking a  good number of documents and after\nquestioning each of accused under <a href=\"/doc/767287/\" id=\"a_6\">Section 313</a> of the Code of\nCriminal  Procedure   (for  short   &#x27;the  Code&#x27;)  and  after\naffording an opportunity to the accused for adducing defence\nevidence the  Designated Court convicted A1, A2 and A3 under\n<a href=\"/doc/1092263/\" id=\"a_7\">Section 3(5)</a>  and <a href=\"/doc/1601096/\" id=\"a_8\">Section  5</a> of\t the  TADA  and\t also  under\n<a href=\"/doc/73862/\" id=\"a_9\">Section 25</a>  of the  Arms Act, (Each of them was sentenced to\nundergo imprisonment  for life and a fine of rupees ten lacs\nunder first count, imprisonment for five years and a fine of\nrupees ten thousand under the second count, imprisonment for\nthree years  and a  fine of  rupees ten\t thousand under\t the\nthird court)\n     A-4 was  convicted under  <a href=\"/doc/1362552/\" id=\"a_10\">Section 3(4)</a> and <a href=\"/doc/1601096/\" id=\"a_11\">Section 5</a> of\nthe TADA  as well  as <a href=\"/doc/73862/\" id=\"a_12\">Section  25</a> of  the Arms Act.  (He was\nsentenced to undergo imprisonment for life and a fine of Rs.\nfive lacs  on the  first count,\t imprisonment for five years\nand a  fine of\trupees ten thousand on the second count, and\nimprisonment for  three years  and  a  fine  of\t rupees\t ten\nthousand on the third count).\n</p><p data-structure=\"Issue\" id=\"p_6\">     A-5 was convicted only under <a href=\"/doc/73862/\" id=\"a_13\">Section 25</a> of the Arms Act\nand was\t sentenced to undergo imprisonment for the period he\nhad already  undergone and  to pay  a  fine  of\t rupees\t ten\nthousand. A6  was convicted  under <a href=\"/doc/1092263/\" id=\"a_14\">Section  3(5)</a> of the TADA\nand was\t sentenced to  undergo imprisonment  for life and to\npay a fine of rupees five lacs.\n</p><p data-structure=\"Facts\" id=\"p_7\">     A7, A8, A8 and A12 were convicted under <a href=\"/doc/1362552/\" id=\"a_15\">Section 3(4)</a> of\nTADA. (A7 was sentenced to imprisonment for five years and a\nfine  of   rupees  ten\t thousand.  A8\t was  sentenced\t  to\nimprisonment for five years and to pay a fine of rupees five\nhundred. A8  was sentenced  to undergo\timprisonment for ten\nyears and  to pay  a  fine  of\trupees\tten  lacs.  A12\t was\nsentenced to  pay a  fine of  rupees fifty lacs and a period\nwas fixed  for\tits  payment  and  provision  was  made\t for\nrecovery of  the fine in default of payment committed by the\ncompany.)  A10\t (Brij\tBhusan\t Saran\tSingh)\twas  however\nacquitted.\n</p><p data-structure=\"PetArg\" id=\"p_8\">     We heard  arguments of  different\tsenior\tcounsel\t for\ndifferent appellants  at  length.  Shri\t V.R.  Reddy,  Add1.\nSolicitor  General   argued  for   CBI\tin  defence  of\t the\nconviction and sentence passed on the respective appellants.\n</p><p data-structure=\"Section\" id=\"p_9\">     We deem  it necessary to deal first with the contention\npertaining to the requirement in Section 20A(1) of the TADA.\nIf that contention deserves acceptance the entire charge and\nthe subsequent\tproceedings would  stand vitiated.  The sub-\nsection reads like this:\n</p><blockquote id=\"blockquote_12\">     &quot;20A(1)  Notwithstanding\tanything\n     contained\t in    the   Code,    no\n     information about the commission of\n     an offence\t under this Act shall be\n     recorded by  the police without the\n     prior  approval   of  the\tDistrict\n     Superintendent of Police.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_10\">     All  the\tsenor  counsel\t contended  that   the\tsaid\nrequirement was\t not complied  with in\tthis case before FIR\nwas registered\tin respect  of\teach  of  the  five  accused\nintercepted on\t23.7.1993. PW1\t(Prithvi Singh-Inspector  of\nCrime Branch)  who claimed  to\thave  been  in\tthe  raiding\noperation has  deposed that  immediately after the arrest of\nthe armed  men he  sent a  written application\tto DCP (same\nrank  as   District  Superintendent   of   Police)   seeking\npermission to  register the case against first accused under\nthe TADA.  According to\t PW1 the application so forwarded is\nExt. PW1/A  and DCP  has accorded  approval thereon. Similar\napplications were  forwarded by\t the persons  who headed the\nother three  teams also and they to claimed to have obtained\nsimilar approval.  The said  factual position adopted by the\nCrime  Branch\twas  very   hotly  assailed   during  cross-\nexamination.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     All the  applications  for\t approval  were\t typewritten\nrecords. PW1  has said\tduring cross-examination,  that\t one\ntypewriter was\tbrought from  the office  of the  ACP to the\nvenue of  capture of  the accused  and all  the applications\nwere  got  typewritten\ton  it.\t The  trial  judge  was\t not\npersuaded to  believe this  part  of  the  evidence  of\t the\nprosecution   because\tthe   types   found   on   different\napplications could  only have  been produced  from different\ntypewriters.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">     We scrutinised  the application  and we  are  satisfied\nthat there  is considerable  force in  the contention of the\ndefence that all the applications were not typed on the same\ntypewriter. So\tthe stand  of the  prosecution that  written\nrequests were  made by\tthe police party for approval cannot\nbe believed  and the contention of the defence on that score\nwas rightly repelled by the Designated Court.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">     But the above finding is not enough to end the travails\nof the\tappellants in  this case.  Ex. PW-1/D  is the report\n(Rukka) which  PW1 submitted  to  the  Crime  Branch  Police\nStation and  Ex. PW10.A\t is the\t FIR prepared  by  the\tsaid\npolice on  its basis.  It is clearly mentioned in the former\nthat &quot;permission  for registration  of the case was obtained\nfrom  DCP/CR   after  informing\t  him  of   the\t facts\t and\ncircumstances.&quot; The  said fact is mentioned in the FIR also.\nSo the\tfactual position  is this.  PW 10/A  is the  FIR. it\ncould only  have been  made with  the approval obtained from\nthe DCP, though it might not have been a written approval.\n</p><p data-structure=\"Section\" id=\"p_14\">     The the question is whether prior approval envisaged in\nSection 20A(1) of the TADA should necessarily be in writing.\nThere is  nothing in  the sub section to indicate that prior\napproval of  the District Superintendent of Police should be\nin writing.  What is necessary is the fact of approval which\nis sine\t qua non  for recording\t the information  about\t the\ncommission of  the offence  under  TADA.  The  provision  is\nintended to  operate as\t a check against police officials of\nlower ranks  commencing investigation  into  offences  under\nTADA because  of the  serious consequences which such action\nbefalls the  accused. However,\tthe check can effectively be\nexercised if  a superior  police official of the rank of DSP\nfirst considers the need and feasibility of it. His approval\ncan be\tobtained even  orally if such an exigency arise in a\nparticular situation.  So oral\tapproval by  itself  is\t not\nillegal and would not vitiate the further proceedings.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">     The apart,\t one of the offence included in the FIR (Ex.\nPW10/A) is  <a href=\"/doc/1335368/\" id=\"a_16\">Section 5</a> of the Explosive Substances Act. There\nis no  legal requirement to obtain prior permission from the\nDSP to\tregister a case for that offence. So the FIR as such\nwas not\t vitiated even otherwise. Perhaps investigation into\nthe offences  could not\t have been  commenced until approval\nwas obtained  from the\tDSP. Be\t that as it may, as we found\nthat oral approval was obtained from the DSP concerned, that\nis sufficient to legalise the further action.\n</p><p data-structure=\"Precedent\" id=\"p_16\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1416918\" id=\"span_1\"><a href=\"/doc/1416918/\" id=\"a_17\">I Ahmad  Umar Saeed Sheikh vs. State of U.P.</a> [1996 (11)\nSCC 61]\t an FIR\t was registered under <a href=\"/doc/1440821/\" id=\"a_18\">Sections 332</a>, <a href=\"/doc/455468/\" id=\"a_19\">307</a>, <a href=\"/doc/222396/\" id=\"a_20\">427</a>\nof the\tIPC and\t also under <a href=\"/doc/1092263/\" id=\"a_21\">Sections 3</a> and <a href=\"/doc/1555874/\" id=\"a_22\">4</a> of the TADA. No\nprior approval\twas obtained  <a href=\"/doc/1416918/\" id=\"a_23\">in  that\tcase</a>  under  Section\n20A(1) and  hence it  was contended  that the entire FIR was\nliable to  be quashed.\tA  Bench of two judges of this Court\nhas repelled the contention and observed thus:</span>\n</p><blockquote id=\"blockquote_13\">     &quot;It is of course true that when the\n     above FIR\twas  recorded  no  prior\n     approval of  the Superintendent  of\n     Police  was  obtained  as\trequired\n     under  Section   20A(1)   but,   as\n     noticed above, the FIR was recorded\n     not only  for offences  under  TADA\n     but also  for  offences  under  the\n     <a href=\"/doc/1569253/\" id=\"a_24\">Indian Penal Code</a> for commission of\n     which the\tpolice officer concerned\n     was  competent   to  lodge\t an  FIR\n     without such  approval. The absence\n     of\t    approval\t of\tDistrict\n     Superintendent   of    Police    as\n     required under  Section  20A(1)  of\n     TADA at that stage only disentitled\n     the   investigating    agency    to\n     investigate   into\t  the\toffences\n     relating  to  TADA\t but  it  had  a\n     statutory right to investigate into\n     the other\toffence alleged\t in  the\n     FIR.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">     The next  hurdle which  prosecution has to surmount was\nregarding sanction  under Section  20A(2) of  the TADA.\t The\nsanction accorded by the Director of the C.B.I. to prosecute\nA-1 to\tA-6 has\t been marked  in this case as Ext. PW-93/27.\nThe order  narrates the facts leading to the seizure of arms\nand  ammunitions   from\t A-1  to  A-5  and  also  about\t the\nactivities of  A-6. In\tthe operative  portion\tthereof\t the\nDirector has stated thus:\n</p><blockquote id=\"blockquote_14\">     &quot;AND WHEREAS  I. K. Vijay Rama Rao,\n     Inspector General\tof Police, Delhi\n     Special  Police   Establishment   &amp;\n     Director,\t Central    Bureau    of\n     Investigation, New\t Delhi being the\n     competent\tauthority   to\tsanction\n     prosecution in  respect of offences\n     u/s 3(5)  of TADA (p) ACT, 1987 and\n     25\t <a href=\"/doc/1934415/\" id=\"a_25\">Arms\tAct,  1959</a>   fully   and\n     carefully\texamining  the\tmaterial\n     placed before  me in  regard to the\n     said allegations  and circumstances\n     of the  ace consider  that\t accused\n     Scubas   Sing   Thakur,   Jaynendra\n     Thakur, Shyam  Kishore Garikapatti,\n     Chandrakant Patil,\t Paresh Mohanlal\n     Desai and Mod. Ahmed Mansoor should\n     br prosecuted  in the  court of law\n     for the said offences.\n</blockquote><blockquote id=\"blockquote_15\">     NOW,  THEREFORE,\tI  ........   do\n     hereby accord  sanction  u/s  20(A)\n     (2) of  TADA (P)  ACT, 1987 for the\n     prosecution of  S/Sh. Subhash Singh\n     Thakur,  Jayendra\t Thakur,   Shyam\n     Kishore  Garikapatti,   Chandrakant\n     Patil, Paresh  Mohanlal  Desai  and\n     Mohd. Ahmed  Mansoor for  the  said\n     offences in  respect  of  abovesaid\n     acts and  taking of  cognizance  of\n     the said  offences by  the court of\n     competent jurisdiction.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_18\">     Learned counsel  for the  appellants made multi-pronged\nonslaught on  the aforesaid  sanction.\tFirst  is  that\t the\nsanction is  not sufficient  to proceed\t against the accused\nunder <a href=\"/doc/1362552/\" id=\"a_26\">Section  3(4)</a> and\t under <a href=\"/doc/1601096/\" id=\"a_27\">Section 5</a> of the TADA. Second\nis, the\t sanctioning authority\tdid not\t intend\t prosecution\nproceedings to\tbe launched  against the  appellants for any\noffence other  than  those  specifically  mentioned  in\t the\nsanction order.\t Third is,  the sanction  even in respect of\noffences mentioned therein is without application of mind of\nthe sanctioning authority.\n</p><p data-structure=\"Facts\" id=\"p_19\">     We may  observe, straightway, that we are not impressed\nby the\tthird point  as we  are satisfied,  by\treading\t the\nsanction order,\t that the  authority concerned was satisfied\nof the facts constituting the offences mentioned therein. Of\ncourse, Shri  V.S. Kotwal,  learned senior counsel contended\nthat sanctioning  authority did not have necessary materials\nbefore him  to show  that the  arms seized on 23.7.1993 were\nlive arms. But the report of the officers who seized them to\nthe effect  that they  were live  arms was  available to the\nDirector of  C.B.I. If\the felt\t that such  a report  can be\nbelieved it  is not  necessary that the Director should have\nwaited for  the result\tof the\tanalysis  conducted  by\t the\nlaboratory upon\t those arms.  That the sanctioning authority\nreally intended\t to launch  prosecution for  the offence  of\nillegal\t possession   of  arms\t is  quite  clear  from\t the\nstatements made\t in the\t order. True,  the section  for\t the\noffence (<a href=\"/doc/1601096/\" id=\"a_28\">Section  5</a>  of\t TADA)\thas  not  been\tspecifically\nmentioned therein  but that  is of  no serous consequence as\nlong as\t the authority has specified the facts and mentioned\nfurther that  for  the\toffence\t arising  from\tsuch  facts,\nsanction is accorded.\n</p><p data-structure=\"Section\" id=\"p_20\">     In this  context we  would refer  to Section 465 of the\nCode:\n</p><blockquote id=\"blockquote_16\">     &quot;465.  Finding   or  sentence  when\n     reversible\t by   reason  of  error,\n     omission  or   irregularity.-   (1)\n     Subject\tto     the    provisions\n     hereinbefore contained, on finding,\n     sentence or order passed by a court\n     of competent  jurisdiction shall be\n     reversed or  altered by  a court of\n     appeal, confirmation  or revision o\n     account of\t any error,  omission or\n     irregularity  in\tthe   complaint,\n     summons,\twarrant,   proclamation,\n     order,    judgment\t    or\t   other\n     proceedings before\t or during trial\n     or\t in   any   inquiry   or   other\n     proceedings under this Code, or any\n     error,  or\t  irregularity\tin   any\n     sanction\tfor   the   prosecution,\n     unless  in\t  the  opinion\tof  that\n     Court, a  failure of justice has in\n     fact been occasioned thereby.\n</blockquote><blockquote id=\"blockquote_17\">     (2)  In   determining  whether  any\n     error, omission  or irregularity in\n     any proceeding  under this Code, or\n     any error,\t or irregularity  in any\n     sanction for  the\tprosecution  has\n     occasioned a  failure  of\tjustice,\n     the Court shall have regard to that\n     fact whether  objection  could  and\n     should  have   been  raised  at  an\n     earlier stage in the proceedings.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">     In the  corresponding provision  under the old Code (of\n1898) the words &quot;or any error or irregularity i any sanction\nfor the\t prosecution&quot; were  absent. Legal position under the\nold Code, as settled by the decisions of various courts, was\nthat any  defect in  sanction was  not curable and hence the\nprosecution itself  would have been void. [vide Dr. Hori Ram\nSingh vs.  Emperor (AIR\t 1939 FC  43), Gokulchand  Dwarkadas\nRamayya Munipalli vs. State of Bombay (AIR 1955 SC 287).\n</p><p data-structure=\"PetArg\" id=\"p_22\">     When Parliament enacted the present Code they advisedly\nincorporated the  words &quot;any  error or\tirregularity in\t any\nsanction for  the prosecution&quot; in Section 465 of the present\nCode as they wanted to prevent failure of prosecution on the\nmere ground of any error or irregularity in the sanction for\nprosecutions. An  error or  irregularity in  a sanction may,\nnevertheless, vitiate  the prosecution only if such error or\nirregularity has occasioned failure of justice.\n</p><p data-structure=\"RespArg\" id=\"p_23\">     Learned counsel  adopted  a  twin\tcontention  on\tthis\naspect. First  is that the defence has raised this objection\nat the\tearliest instance itself as they were concerned with\nthe  impact   of  such\t irregular  sanction  affecting\t the\nprosecution. Second is that non-mention of other offences in\nthe sanction is not merely an irregularity but it will go to\nthe root of it.\n</p><p data-structure=\"Section\" id=\"p_24\">     Sub-section (2)  of Section  465 of  the Code  is not a\ncarte blanche for rendering all trials vitiate on the ground\nof the\tirregularity of\t sanction if  objection thereto\t was\nraised at  the first  instance itself.\tThe sub-section only\nsays that  &quot;the court  shall have  regard to  the fact&quot; that\nobjection has  been raised  at\tthe  earlier  stage  in\t the\nproceedings. It\t is only  one of  the considerations  to  be\nweighed but  it dos not mean that if objection was raised at\nthe earlier  stage, for that very reason the irregularity in\nthe sanction  would spoil  the prosecution and transmute the\nproceedings into a void trial.\n</p><p data-structure=\"Section\" id=\"p_25\">     Shri  V.R.\t Reddy,\t learned  Add1.\t Solicitor  General,\nadopted another contention in this context. According to hm,\n<a href=\"/doc/1884507/\" id=\"a_29\">Section 12(2)</a>  of  the\tTADA  is  sufficient  to  equip\t the\nDesignated Court  with valid  jurisdiction  to\tconvict\t any\naccused for  any other\toffence whether\t or not sanction for\nsuch offence  was also\taccorded. The said sub-section reads\nas under:\n</p><blockquote id=\"blockquote_18\">     &quot;If, in  the course  of  any  trial\n     under this\t Act of\t any offence, it\n     is found  that the\t accused  person\n     has  committed  any  other\t offence\n     under this\t Act or\t any  rule  made\n     thereunder or  under any other law,\n     the Designated  Court  may\t convict\n     such person  of such  other offence\n     and pass any sentence authorised by\n     this Act  or such\trule or,  as the\n     case may  be, such\t other law,  for\n     the punishment thereof.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_26\">     There the\twords &quot;in the course of any trial under this\nAct of\tany offence&quot;  pertain to  the trial in respect of an\noffence\t for   which  sanction\thas  been  accorded  by\t the\nauthority as  contemplated under Section 20A(2) of the TADA.\nSimilarly, the\twords &quot;any  other offence  under this Act or\nany rule  made thereunder or under any other law&quot; denote all\noffences other than those falling in the first category. The\nintention of  the Parliament  in conferring  such a power on\nthe Designated\tCourt is  to  prevent  unmerited  escape  of\noffenders from\tthe clutches  of penal\tconsequences even in\ncases where the Designated Court is satisfied during a valid\ntrial that  some other\toffence has  been established beyond\nreasonable doubt.  Once cognizance of any offence under TADa\nhas been taken validly by the Designated Court with a proper\nsanction the  court  is\t not  disabled\tfrom  convicting  an\naccused for  any other\toffence\t proved\t during\t the  trial,\nwhether or not sanction has been accorded in respect of such\nother offence.\tThe raisin d&#x27;etre is that it is the court of\nlaw which  after a  judicial scrutiny  is satisfied  on\t the\nmaterials placed  before it  that another  offence has\tbeen\nmade out  and such  satisfaction is of a higher calibre than\nthe satisfaction  of a\tsanctioning authority.\tThe sanction\nenvisaged in  Section 20A.  is, of course, a curb imposed on\nthe prosecution agency to approach the Designated Court with\na case.\t But once  such approach  is validly  made with\t the\nproper sanction\t then the court gets a wider jurisdiction to\ndeal with  the offenders in respect of all offences made out\nin the trial.\n</p><p data-structure=\"Precedent\" id=\"p_27\">     A-1, A-2, A-3 and A-6 were convicted under <a href=\"/doc/1092263/\" id=\"a_30\">Section 3(5)</a>\nof TADA\t in addition  to other offences. For convenience, we\nreproduce the sub-section here:\n</p><blockquote id=\"blockquote_19\">     &quot;Any person  who is  a member  of a\n     terrorists\t gang  or  a  terrorists\n     organisation, which  is a\tinvolved\n     in\t  terrorist    act,   shall   be\n     punishable with  imprisonment for a\n     term which\t shall not  be less than\n     five years\t but which may extend to\n     imprisonment  for\tlife  and  shall\n     also be liable to fine.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_28\">     The sustainability\t of  the  conviction  thereunder  is\nassailed before\t us from different angles. First is that the\nprovision itself  is invalid  due to stark vagueness. Second\nis, to claw down to the tentacles of the provision it is not\nenough that the accused concerned is a terrorist by himself,\nbut he\tshould have membership in a terrorists gang which is\ninvolved  in   terrorist  acts.\t  The  third  is  that\tboth\ningredients  i.e.   membership\tof   terrorists&#x27;  gang\t and\ninvolvement of\tsuch gang  terrorist acts,  must have  taken\nplace after  the sub-section  was enacted.  According to the\ncounsel there is utter lack of evidence in this case in that\nregard.\n</p><p data-structure=\"Section\" id=\"p_29\">     Sub-<a href=\"/doc/1092263/\" id=\"a_31\">section 3(5)</a> was inserted in TADA by Act 43 of 1993\nwhich into  force on  23.5.1993. Under\t<a href=\"/doc/1501707/\" id=\"a_32\">Article 20(1)</a> of the\nConstitution &quot;no  person shall\tbe convicted  of any offence\nexcept for  violation of  a law\t in force at the time of the\ncommission of  the act\tcharged as an offence&quot;. So it is not\nenough\tthat  one  was\tmember\tof  terrorists\tgang  before\n23.5.1993.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">     There are\ttwo postulates\tin sub-section (5). First is\nthat the  accused should have been a member of &quot;a terrorists\ngang&quot; or  &quot;terrorists organisation&quot;  after 23.5.1993. Second\nis that\t the said  gang or organisation should have involved\nin  terrorist  acts  subsequent\t to  23.5.1993.\t Unless\t bot\npostulates  exist  together  <a href=\"/doc/1092263/\" id=\"a_33\">Section  3(5)</a>  cannot  be\tused\nagainst any person.\n</p><blockquote id=\"blockquote_20\">     &quot;Terrorist act&quot;  is defined  in <a href=\"/doc/124983/\" id=\"a_34\">Section  2(h)</a> as having\nthe meaning assigned to it in <a href=\"/doc/1092263/\" id=\"a_35\">Section 3(1)</a>. That sub-section\nreads thus:\n</blockquote><blockquote id=\"blockquote_21\">     &quot;Whoever with intent to overawe the\n     Government as by law established or\n     to strike\tterror in  people or any\n     section  of   the\tpeople\t or   to\n     alienate any  section of the people\n     or to  adversely affect the harmony\n     amongst different\tsections of  the\n     people does  any act  or  thing  by\n     using  bombs,   dynamite  or  other\n     explosive\t     substances\t      or\n     inflammables  substances  or  fire-</blockquote>\n<blockquote id=\"blockquote_22\">     arms or  other  lethal  weapons  of\n     poisons or\t noxious gases\tor other\n     chemicals\t or    by   any\t   other\n     substances (whether  biological  or\n     otherwise) of a hazardous nature in\n     such a manner as to cause, or as is\n     likely  to\t  cause,  death\t of,  or\n     injuries to,  any person or persons\n     or\t loss\tof,  or\t damage\t to,  or\n     destruction   of,\t  property    or\n     disruption\t of   any  supplies   or\n     services essential\t to the\t life of\n     the  community,   or  detains   any\n     person and\t threatens  to\tkill  or\n     injure  such  person  in  order  to\n     compel the\t Government or any other\n     person to\tdo or abstain from doing\n     any act, commits a terrorist act.&quot;\n     The requirements of the sub-section are: (1) the person\nshould have  done an act in such a manner as to cause, or as\nis likely to cause death or injuries to any person or damage\nto any property, or disruption of any supplies; (2) doing of\nsuch act should have been by using bombs dynamites etc.; (3)\no alternatively\t he should  have  detained  any\t person\t and\nthreatened to  kill or\tinjure him  in order  to compel\t the\nGovernment or  any other  person to do or abstain form doing\nanything.\n</blockquote><blockquote id=\"blockquote_23\">     He\t who   does  a\tterrorist  act\tfalling\t within\t the\naforesaid meaning is liable to be punished under sub-section\n(2) of\t<a href=\"/doc/1092263/\" id=\"a_36\">Section 3</a>.  But there  are some\t other acts  closely\nlinked with  the above\tby not\tincluded in sub-section (1),\nsuch as\t entering into\ta conspiracy to do the above acts or\nto abet, advise, incite or facilitate the commission of such\nacts. Such  acts are  also made punishable under sub-section\n(3) which reads thus:</blockquote>\n<blockquote id=\"blockquote_24\">     &quot;(3) Whoever  conspires or attempts\n     to\t commit,  or  advocates,  abets,\n     advises  or  incites  or  knowingly\n     facilitates the  commission  of,  a\n     terrorists\t  act\t or   any    act\n     preparatory to   a\t terrorist  act,\n     shall    be     punishable\t    with\n     imprisonment for a term which shall\n     not be  less than\tfive  years  but\n     which may\textend\tto  imprisonment\n     for life  and shall  also be liable\n     to fine.&quot;\n</blockquote><blockquote id=\"blockquote_25\">     Can it  be said  that a  person who  conspires,  abets,\nadvises or incites or facilitates the commission of the acts\nspecified in  sub-section (1) was not committing a terrorist\nact? It\t would be  illogical delink  the acts  enumerated in\nsub-section (3)\t from those specified in sub-section (1) for\nthe purposes of understanding the meaning of &quot;terrorist act&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_31\">indicated in <a href=\"/doc/1092263/\" id=\"a_37\">Section 3(5)</a>.\n</p><p data-structure=\"Section\" id=\"p_32\">     It is  a cardinal\tprincipal of  interpretation of\t law\nthat the  definition  given  in\t a  statute  is\t not  always\nexhaustive unless  it is expressly made clear in the statute\nitself. They key words in the definition section (<a href=\"/doc/124983/\" id=\"a_38\">section 2</a>)\nthemselves are\tclear guide  to show  that  the\t definitions\ngiven thereunder  are to  be  appropriately  varied  if\t the\ncontext so  warrantees. The  key words\tare these:  &quot;In this\nAct, unless the context otherwise requires&quot;.\n</p><p data-structure=\"Section\" id=\"p_33\">     Therefore the  meaningful understanding should be this.\nFor the\t purpose of  sub-section (2)  the terrorist acts are\nthose specified\t in sub-section\t (1) whereas fro the purpose\nof sub-section (5) the terrorist acts would embrace not only\nthose enumerated  in sub-section  (1) but  those other\tacts\nclosely linked\tto them\t and indicated\tin  sub-section\t (3)\nalso.\n</p><p data-structure=\"Section\" id=\"p_34\">     When so  understood, if  there is\tany evidence to show\nthat the  gang to  which A-1, A-2, A-3 or A-6 or any of them\nwas a member, has done any such act after 23.5.1993 then the\naccused concerned  is liable  to be  convicted under <a href=\"/doc/1092263/\" id=\"a_39\">Section\n3(5)</a> of TADA.\n</p><p data-structure=\"RespArg\" id=\"p_35\">     But the  fact is, in none of the charges framed against\nthe above  accused  there  is  any  specification  that\t any\nterrorist act  has been\t committed by  a gang  subsequent to\n23.5.1993, nor has any evidence, whatsoever, been adduced to\nshow that  any terrorists  gang (of  which those accused are\nthe members  or not)  has committed  any terrorist act after\nthe said date.\n</p><p data-structure=\"Precedent\" id=\"p_36\">     In the  light of stark paucity of materials in evidence\nand in\tview of\t total want  of any  averment in the charges\nregarding any  activity after  the said\t date it would be an\nidle exercise  to further probe into the width and amplitude\nof  the\t  expression   &quot;terrorists   gang&quot;   or\t  &quot;terrorist\norganisation&quot; or  as to\t whether A-1,  A-2, A-3\t or A-6 were\nmembers of any such gang.\n</p><p data-structure=\"PetArg\" id=\"p_37\">     The result\t of the\t above discussion is that conviction\nof A-1\tto A-6\tfor the\t offence under\t<a href=\"/doc/1092263/\" id=\"a_40\">Section 3(5)</a> of TADA\ncannot be  sustained under law.\n</p><p data-structure=\"Section\" id=\"p_38\">     Now, we  proceed to  consider whether the offence under\n<a href=\"/doc/1362552/\" id=\"a_41\">section 3(4)</a>  of TADA  has been\t made out  against A-7 (Sabu\nV.Chako), A-8(SP Rai), A-9 (Kalpnath Rai) and A-12 (M/s East\nWest Travel  Links). Before  we take  up the individual case\nagainst each  one of  them we  may refer  to the  contention\nseverally made\tby the\tlearned counsel on a point of law as\nagainst the  conviction under  <a href=\"/doc/1362552/\" id=\"a_42\">Section 3(4)</a>, Sub-section (4)\nof <a href=\"/doc/1092263/\" id=\"a_43\">Section 3</a> of TADA reads thus:\n</p><blockquote id=\"blockquote_26\">     &quot;Whoever harbours\tor conceals,  or\n     attempts to harbour or conceal, any\n     terrorist shall  be punishable with\n     imprisonment for a term which shall\n     not be  less than\tfive  years  but\n     which may\textend\tto  imprisonment\n     for life  and shall  also be liable\n     to fine.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_39\">     The word  &quot;harbours&quot; has  not been\t defined in TADA. An\nendeavour was  made, during  arguments,\t to  hook  with\t the\nmeaning attached  to the  same word in the Indian Penal code\non the\tstrength of  <a href=\"/doc/470135/\" id=\"a_44\">section 2(1)(i)</a> of the TADA which reads\nthus:-\n</p><blockquote id=\"blockquote_27\">     &quot;Words and\t expression used but not\n     defined in\t this Act and defined in\n     the code  shall have  the\tmeanings\n     respectively assigned  to\tthem  in\n     the code.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_40\">     The Word &quot;Code&quot; in TADA must be understood as referring\nto the\t<a href=\"/doc/445276/\" id=\"a_45\">Code of\t Criminal Procedure</a>.  1973, as\tper  <a href=\"/doc/126108/\" id=\"a_46\">Section\n2(1)(b)</a> of TADA. But the word &quot;harbour&quot; has not been defined\nin the\tCode. <a href=\"/doc/124983/\" id=\"a_47\">Section 2</a> of the Code which is a fasciculus of\ndefinition clauses  contains an\t opening to  the  definition\nclauses in  the <a href=\"/doc/1569253/\" id=\"a_48\">Indian\tPenal Code</a> by the following words in\nclause &#x27;Y&#x27; of <a href=\"/doc/124983/\" id=\"a_49\">Section 2</a> of the Code:\n</p><blockquote id=\"blockquote_28\">     &quot;Words and\t expression  used herein\n     and not  defined but defined in the\n     <a href=\"/doc/1569253/\" id=\"a_50\">Indian Penal Code</a> (45 of 1860) have\n     the meanings  respectively assigned\n     to them in that Code.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_41\">     On the  strength of the above provision learned counsel\ncontended that\tthe word  &quot;harbour&quot;, which is not defined in\nTADA, must  be understood  in  the  same  manner  as  it  is\nunderstood in the <a href=\"/doc/1569253/\" id=\"a_51\">Indian Penal Code</a>.\n</p><p data-structure=\"Section\" id=\"p_42\">     There are\ttwo hurdles  in the  way to  adopt  the\t <a href=\"/doc/1569253/\" id=\"a_52\">IPC</a>\ndefinition of  the word &quot;harbour&quot; as for TADA. First is that\nTADA permits  reliance to  be made  only on  the definitions\nincluded in the Procedure Code and not on the definitions in\nthe <a href=\"/doc/1569253/\" id=\"a_53\">IPC</a>.  Second is, the word &quot;harbour&quot; as such has not been\nused in\t the Procedure\tCode and hence the question of side-\nstepping to Penal Code definitions does not arise.\n</p><p data-structure=\"Section\" id=\"p_43\">     Be that  as it  may, we  would refer  to the expression\n&quot;harbour&quot; as  understood in  <a href=\"/doc/1569253/\" id=\"a_54\">IPC</a>, for, TADA is essentially a\npenal statute and hence the meaning attached to the words in\nthe <a href=\"/doc/1569253/\" id=\"a_55\">IPC</a> can have a bearing on the words used in TADA, unless\nthey are differently defined in the Code.\n</p><p data-structure=\"Section\" id=\"p_44\">     Section 52-A  of India  Penal  Code  defines  the\tword\n&quot;harbour&quot; as including:\n</p><blockquote id=\"blockquote_29\">     &quot;Supplying a  person with\tshelter,\n     food, drink,  money, clothes, arms,\n     ammunition or  means of conveyance,\n     or the  assisting a  person by  any\n     means, whether  of the same kind as\n     those enumerated in this section or\n     not to evade apprehension.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_45\">     <a href=\"/doc/194391/\" id=\"a_56\">Sections  136</a>   and  <a href=\"/doc/1990693/\" id=\"a_57\">312</a>  of  IPC\tare  the  provisions\nincorporating two  of the  offence  involving  &quot;harbour&quot;  in\nwhich the  common words\t used are &quot;whoever knowing or having\nreason to  believe.&quot;  Another  offence\tin  the\t Penal\tCode\ninvolving &quot;harbour&quot;  is section\t 157 wherein  also the words\n&quot;whoever  harbours   knowing  that  such  person  etc.&quot;\t are\navailable. It  was contended  that mens\t rea  is  explicitly\nindicated in  the said\tprovisions in the Penal Code whereas\nno such\t indication is\tmade in\t <a href=\"/doc/1362552/\" id=\"a_58\">Section 3(4)</a>  of  TADA\t and\ntherefore, the\telements of  mens rea must be deemed to have\nbeen excluded from the scope of <a href=\"/doc/1362552/\" id=\"a_59\">Section 3(4)</a> of TADA.\n</p><p data-structure=\"Precedent\" id=\"p_46\">     The word  &quot;harbours&quot; used in TADA must be understood in\nits ordinary meaning as for penal provisions. In Black&#x27;s Law\nDictionary its meaning is shown as &quot;to afford lodging to, to\nshelter, or  to give  a refuge to&quot;. Quoting from Susnjar vs.\nU.S.,  CCA   Ohio,  27\t F.2d  223,   224,  the\t  celebrated\nlexicographer has  given the  meaning of the word harbour as\n&#x27;receiving clandestinely  and  without\tlawful\tauthority  a\nperson for  the purpose\t of so\tconcealing him\tthat another\nhaving a right to the lawful custody of such person shall be\ndeprived of the same.&quot; In the other dictionaries the meaning\nof the\tsaid word is delineated almost in the same manner as\nabove. It  is, therefore,  reasonable to  attribute a mental\nelement (such  as knowledge  that the  harboured person\t was\ninvolved in  a terrorist  act) as indispensable to make it a\npenal act.  That apart,\t there is nothing in the Act, either\nexpressly or  even by implication, to indicate that mens rea\nhas been  excluded from\t the offence  under <a href=\"/doc/1362552/\" id=\"a_60\">Section  3(4)</a> of\nTADA.\n</p><p data-structure=\"Precedent\" id=\"p_47\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1564263\" id=\"span_2\">There is  catena of  decisions which  has\tsettled\t the\nlegal proposition  that unless\tthe statute clearly excludes\nmens rea  in the  commission of\t an offence the same must be\ntreated as  essential ingredient  of  the  criminal  act  to\nbecome punishable.  (<a href=\"/doc/1564263/\" id=\"a_61\">State of  Maharashtra  vs.\t Mayer\tHans\nGeorge</a>, AIR  1965 SC  722, Nathulal  vs. State\tof M.P., AIR\n1966 Sc 43).</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\">     If\t <a href=\"/doc/1362552/\" id=\"a_62\">Section   3(4)</a>\t is  understood\t as  imposing  harsh\npunishment on  a person\t who gives  shelter to\ta  terrorist\nwithout\t knowing   that\t he   was  a   terrorist   such\t  an\nunderstanding would lead to calamitous consequences. Many an\ninnocent person,  habituated to offer hospitality to friends\nand  relatives\tor  disposed  to  zeal\tof  charity,  giving\naccommodation and  shelter to  others without  knowing\tthat\ntheir guests  were involved in terrorist acts, would then be\nexposed to incarceration for a long period.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">     For all  the above\t reasons we hold that mens rea is an\nessential ingredient  for the  offence envisaged  in <a href=\"/doc/1362552/\" id=\"a_63\">Section\n3(4)</a> of TADA.\n</p><p data-structure=\"Section\" id=\"p_50\">     On the above understanding of the legal position we may\nsay at\tthis stage  that there\tis no  question\t of  A-12  -\ncompany to  have had  the mens rea even if any terrorist was\nallowed to occupy the rooms in Hotel Hans Plaza. The company\nis not\ta natural  person. WE are aware that in\t many recent\npenal statutes,\t companies or  corporations are deemed to be\noffenders on  the strength  f the  Acts committed by persons\nresponsible for the management of affairs of such company or\ncorporations e.g.  Essential Commodities  Act, Prevention of\nFood Adulteration Act etc. But there is no such provision in\nTADA which  makes the  company liable  for the\tacts of\t its\nofficers. Hence, there is no scope whatsoever to prosecute a\ncompany for  the offence  under <a href=\"/doc/1362552/\" id=\"a_64\">Section\t 3(4)</a> of  TADA.\t The\ncorollary is  that the\tconviction passed  against  A-12  is\nliable to be set aside.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">     A-7 (Sabu\tV. Chacko)  the\t Regional  Manager  of\tA-12\ncompany has been convicted of the offence under <a href=\"/doc/1362552/\" id=\"a_65\">Section 3(4)</a>\non the strength of a finding that he had harboured A-6 Ahmed\nMansoor in  Hotel Hans\tPlaza, New  Delhi on  different days\nduring a  period between  February  and\t October  1993.\t For\nproving the said offence against him prosecution should have\nestablished four  facts. They are: (10 A-6 Ahmed Mansoor had\nstayed in  the Hotel;  (2) Such\t stay was  arranged  at\t the\nbehest of  A-7; (3) A-6 himself was a terrorist; and (4) A-7\nknew that A6 was a terrorist.\n</p><p data-structure=\"PetArg\" id=\"p_52\">     Shri. Gopal  Subramaniyam, learned\t senior counsel\t who\nargued for  A-7 contended  that even  the first fact has not\nbeen established  in this case and hence there is no need to\nproceed to the other essentials.\n</p><p data-structure=\"CDiscource\" id=\"p_53\">     There is  enough evidence\tin this\t case to show that a\nperson called  &quot;Suhel Ahmed&quot;  had stayed  in the  said hotel\nduring the  said period.  We do\t not think  it necessary  to\nrefer to  the evidence\tin that\t respect  as  it  is  not  a\ndisputed fact.\tHowever, there must be evidence to show that\nthe said  Suhel\t Ahmed\tis  A-6\t Mansoor.  Unfortunately  no\nwitness has  started so\t nor has any one identified the said\nSuhel Ahmed  as one  of the  arraigned accused. An endeavour\nwas, of course, made by the prosecution to show that A-6 had\nimpersonated in\t other areas  as Suhel Ahmed. Even if it was\nso, what should have been established is that A-6 had stayed\nin the\thotel.\t But not  witness said\tthat\tfact  during\nevidence.\n</p><p data-structure=\"Precedent\" id=\"p_54\">     Learned judge of the Designated Court has relied on two\nletters which  he had received presumably from A-7 while the\naccused was languishing in Jail during the pre-trial period.\nLearned judge while questioning A-7 under Section 313 of the\nCode whipped  out those letters from his pocket, marked them\nas Ext. DA-7/1 and DA-7/2 and asked the following question:\n</p><blockquote id=\"blockquote_30\">     Question:-\t You  had  submitted  to\n     this court\t document Ex.  DA-7/1  &amp;\n     DA-7/2 under  your signatures, What\n     have you got to say?\n</blockquote><blockquote id=\"blockquote_31\">     Before A-7\t answered  the\tquestion  he  wanted  to  go\nthrough them and after going through the letters he answered\nthus:\n</blockquote><blockquote id=\"blockquote_32\">     &quot;Both documents bear my signatures.\n     They were\tprepared by  my\t brother\n     and my  representatives but  I  had\n     signed them  without reading  them.\n     They were submitted to the court on\n     my behalf\tbut I was not having any\n     knowledge whether\tthese have  been\n     submitted to the court or not.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">     The above\tletters, read as a whole, were in substances\na litany of his innocence. Such as:\n</p><blockquote id=\"blockquote_33\">     &quot;My lord, Sir, I suffered all these\n     9 months  for not being guilty. Sir\n     I have  a family.\tI  have\t only  a\n     small dram,  to lead  a  good  life\n     with my  family  without  any  over\n     ambitions.\n</blockquote><blockquote id=\"blockquote_34\">     with pain\tand sorry  I request you\n     to please\ttake appropriate actions\n     against the  people  who  tell  and\n     spread the\t untold story  which you\n     or CBI  never told. Because that is\n     an assasination of the character of\n     a person who does not know anything\n     or did  not do  anything wrong.  My\n     Lordship, I  have never  even heard\n     the name  of A1  to A6. or met them\n     in any  life before I came to jail.\n     I the  name of  Jesus I  can assure\n     you these things. My Lordship, I am\n     swearing in  the name  of God, I am\n     an innocent  man, Please relieve me\n     from this\tagony and  pain.  Please\n     relieve  me  from\tthis  agony  and\n     pain. If  not, I do not think I can\n     take all  these  things  for  long.\n</blockquote><blockquote id=\"blockquote_35\">     Please have pity on me.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_56\">     But  the  unfortunate  aspect  is,\t learned  judge\t has\nextricated one\tsentence out of those letters and used it as\nthough it  was\tart  of\t prosecution  evidence\tagainst\t the\naccused and  jettisoned the  entire remaining  bulk  of\t the\nletters which  are lengthy  supplications for  kindness\t and\nmercy.\n</p><p data-structure=\"CDiscource\" id=\"p_57\">     It was  illegal on the part of the learned judge of the\nDesignated Court  to have used any part of the said letters,\nespecially when\t those letters\twere not adduced as evidence\nin the\tcase through any procedure known to law. Not even an\naffidavit has  been filed  by any  one atheist\tfor formally\nproving those  letters in  evidence. Section 314 of the Code\nis intended  to afford opportunity to an accused &quot;to explain\nany circumstance  appearing in the evidence against him.&quot; It\nis trite  that an  accused cannot  be confronted during such\nquestioning with any circumstances which is not in evidence.\nSection 313  of the  Code is  not intended  to be used as an\ninterrogation. No  trial court\tcan pick   out\tany paper of\ndocument from  outside the  evidence and abruptly slap it on\nthe   accused and corner him for giving an answer favourable\nor unfavourable.  The procedure adopted by the learned judge\nis using  the said  two letters\t is not permitted by law. We\ntherefore, disapprove  the said\t course and  dispel the said\nletters book bell and candle.\n</p><p data-structure=\"Conclusion\" id=\"p_58\">     What remains  as against A-7 is that one person by name\nSuhel Ahmed  had stayed\t in Hotel  Hans Plaza - nothing more\nand nothing else. We need not, therefore, proceed further to\nthe other  three requirements  necessary to  fasten him with\nliability  under  <a href=\"/doc/1362552/\" id=\"a_66\">section  3(4)</a>\t of  TADA.  The\t result\t is,\nconviction of A-7 in this case cannot be upheld.\n</p><p data-structure=\"Precedent\" id=\"p_59\">     The case  against A8. (S.P. Rai) and A-9 (Kalpnath Rai)\ncan be\tconsidered together  so that  much overlappings\t and\nrepetitions can\t be averted. A-8 was the Additional Personal\nPrivate Secretary  of A-9 during the tie when the latter was\nUnion Minister\tof State  for Power. The charge against them\nis that\t they\thave sheltered\ttwo terrorists\t(A-1 Subhash\nSingh Thakur  and another  person called  &quot;V.N. Rai&quot;) in the\nguest house  attached to  the  National\t Power\tTransmission\nCorporation (NPTC  for\tshort),\t now  known  as\t Power\tGrid\nCorporation. V.N.  Rai is  said to be an accused in JJ shoot\nout case.  The finding\tof the\tDesignated Court is that A-8\nhad harboured A-1 Subhash Singh Thakur and A-9 has harboured\nV.N. Rai during certain period in 1992.\n</p><p data-structure=\"RespArg\" id=\"p_60\">     Shri Jaitley, learned senior counsel who argued for the\naccused has  contended that  even assuming  that a person by\nname V.N. Rai had stayed in the NPTC Guest House there is no\nevidence that  he was a terrorist and that there is no shred\nof evidence  that A-9  knew  that  the\tsaid  person  was  a\nterrorist.\n</p><p data-structure=\"Precedent\" id=\"p_61\">     There seems  to be\t some evidence to show that a person\nby name\t &quot;B.M. Rai&quot; had stayed in the Guest House concerned.\nPW-21 was  the Senior  Manager (Admn.)\tin  the\t Power\tGrid\nCorporation. He\t said that  a person called V.N.  Rai had to\nbe accommodated\t in the guest house on the recommendation of\nA-8. This  was corroborated  by PW-38  who was Add1. General\nManager of  the said  corporation, though  there is a little\ndiscrepancy in\tthe name mentioned by the last two witnesses\n(one said  it was  on B.N.  Rai, the other witness said that\nthe name  is B.M. Rai), but nobody had identified the person\ncalled B.N.  Rai or  B.M. Rai  in the  trial court. There is\nnothing to show that the said person had anything to do with\nany  terrorist\tactivity.  Of  course  prosecution  made  an\nendeavour to  show that\t the person  called B.N.  Rai is the\nsame person arraigned in JJ shoot out case by name &quot;Vijendra\nRai&quot;. Apart from the absence of any connecting nexus between\nVijendra Rai in JJ shoot out case and B.N. Rai (or B.M. Rai)\nwho stayed  in the  guest house,  there is no legal evidence\nwhatsoever  to\t prove\tthat  Vijendra\tRai  himself  was  a\nterrorist.\n</p><p data-structure=\"CDiscource\" id=\"p_62\">     It appears\t that there is some evidence in this case to\nshow that  A-1 had  stayed in the NPTC Guest House but there\nis no  evidence to  show that is stay was at the instance of\nA-8 S.P. Rai. Hence it is unnecessary to proceed to consider\nthe next  aspect whether  A-8 was  having any knowledge then\nthat A-1 was a terrorist.\n</p><p data-structure=\"Conclusion\" id=\"p_63\">     The result\t of the above discussion is that A-8 and A-9\ncannot be  convicted of\t the offence  under <a href=\"/doc/1362552/\" id=\"a_67\">Section  3(4)</a> of\nTADA.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">     Turning to\t the case  against A-4 that he had harboured\nA-1, A-2  and A-3, we must observe that the only evidence on\nrecord on  that score  is the  statement recorded from those\nthree  accused\t by  the  Superintendent  of  Police.  Those\nstatements are described as confessional statements. To what\nextent those  confessional statements have involved A-4 need\nbe considered  only if\tthe confession of one accused can be\nused against another accused.\n</p><p data-structure=\"Section\" id=\"p_65\">     <a href=\"/doc/1972990/\" id=\"a_68\">Section 15</a>\t of the\t TADA provides that &quot;notwithstanding\nanything in  the Code or in the <a href=\"/doc/1953529/\" id=\"a_69\">Indian Evidence Act</a> ...... a\nconfession made\t by a  person before  a police\tofficer\t not\nlower in  rank than  a Superintendent of Police ...... shall\nbe admissible  in the  trial of\t such person  or co-accused,\nabettor or  conspirator for  an offence\t under this  Act  or\nrules made  thereunder provided\t that co-accused, abettor or\nconspirator in\tcharged and  tried in the same case together\nwith the accused&quot;. In this context we may point out that the\nwords  &quot;or  co-accused,\t abettor  or  conspiration&quot;  in\t the\nproviso were  not in  the section until the enactment of Act\n43 of  1993 by\twhich those words were inserted. By the same\namendment Act  <a href=\"/doc/161536/\" id=\"a_70\">Section 21</a>  was\talso  recast  which,  as  it\noriginally stood,  enabled the\tDesignated Court  to draw  a\nlegal presumption that the accused had committed the offence\n&quot;if it\tis proved  that a  confession has been made by a co-\naccused that the accused had committed the offence-&quot;\n</p><blockquote id=\"blockquote_36\">     The legal\tpresumption linked to an accused vis-a-vis a\nconfession  made   by  a  co-accused  had  been\t deleted  by\nParliament through  Act 43 of 1993 and as a package inserted\nthe words mentioned above in <a href=\"/doc/1972990/\" id=\"a_71\">Section 15</a>.\n</blockquote><blockquote id=\"blockquote_37\">     What is the effect of such deletion from <a href=\"/doc/161536/\" id=\"a_72\">Section 21</a> and\naddition to <a href=\"/doc/1972990/\" id=\"a_73\">Section 15</a> of TADA? It should be remembered that\nunder <a href=\"/doc/494844/\" id=\"a_74\">Section  25</a> and  <a href=\"/doc/387768/\" id=\"a_75\">26</a> of  the Evidence Act no confession\nmade by\t an accused  to a  police officer,  or to any person\nwhile  he  was\tin  police  custody  could  be\tadmitted  in\nevidence, and  under Section  162 of  the Code\tno statement\nmade by\t any person during investigation to a police officer\ncould  be  used\t in  a\ttrial  except  for  the\t purpose  of\ncontradiction. In  view of  the aforesaid ban imposed by the\nlegislature <a href=\"/doc/1972990/\" id=\"a_76\">Section  15</a> of the TADA provides an exception to\nthe ban.  But it  is well to remember that other confessions\nwhich are  admissible even  under the  <a href=\"/doc/1953529/\" id=\"a_77\">Evidence Act</a> could be\nused as\t  against  a co-accused\t only  upon  satisfaction  o\ncertain\t conditions.   such  conditions\t are  stipulated  in\n<a href=\"/doc/1974480/\" id=\"a_78\">Section 30</a> of the Evidence Act, which reads thus:\n</blockquote><blockquote id=\"blockquote_38\">     &quot;When more\t persons  than\tone  are\n     being tried  jointly for  the  same\n     offence, and  a confession\t made by\n     one  of   such  persons   affecting\n     himself  and  some\t other\tof  such\n     persons is\t proved, the  court  may\n     take   into    consideration   such\n     confession as  against  such  other\n     person  as\t  well\tas  against  the\n     person who makes such confession.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_66\">     The  first\t  condition  is\t  that\tthere  should  be  a\nconfession  i.e.   inculpatory\tstatement.  Any\t exculpatory\nadmission is  not  usable  for\tany  purpose  whatsoever  as\nagainst a co-accused. The second condition is that the maker\nof the confession and the co-accused should necessarily have\nbeen tried  jointly for the same offence. In other words, if\nthe co-accused\tis tried  for some  other offence, though in\nthe same  trial, the  confession made  by one  is not usable\nagainst\t the   co-accused.  Third   condition  is  that\t the\nconfession made by one accused should affect himself as well\nas the co-accused. In other words, if the confessor absolves\nhimself from the offence but only involves the co-accused in\nthe crime,  while making  the confession,  such a confession\ncannot be used against the co-accused.\n</p><p data-structure=\"Precedent\" id=\"p_67\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924452\" id=\"span_3\">Even if  no conditions  are  satisfied  the  use  of  a\nconfession as  against a  co-accused  is  only\tfor  a\tvery\nlimited\t purpose   i.e.\t the\t same\tcan  be\t taken\tinto\nconsideration as  against such\tother person. It is now well\nsettled that  under <a href=\"/doc/1974480/\" id=\"a_79\">Section  30</a>\t of  the  Evidence  Act\t the\nconfession made\t by one\t accused is not substantive evidence\nagainst a  co-accused. It  has only  a corroborative  value,\n(vide <a href=\"/doc/1924452/\" id=\"a_80\">Kashmira\tSingh vs. State of Madhya Pradesh</a> - AIR 1952\nSC 159,\t Nathu vs.  State of Uttar Pradesh - AIR 1956 SC 56,\nHaricharan Kurmi vs. State of Bihar - AIR 1964 SC 1184)\n     A confession  made admissible  under <a href=\"/doc/1972990/\" id=\"a_81\">Section  15</a> of the\nTADA can  be used  as against  a co-accused only in the same\nconditions as stipulated in <a href=\"/doc/1974480/\" id=\"a_82\">Section 30</a> of the Evidence Act.</span>\n</p><p data-structure=\"Section\" id=\"p_68\">     In view of the above legal position the confession made\nby A-1(Subhash\tSingh Thakur),\tA-1(Jaynendra Thakur  and A-\n3(Shyam\t Kishore   Garikapti)  cannot  be  used\t against  A-\n4(Chanderkant Patil),  even as\tfor  corroborative  purposes\nbecause the  former set\t of accused  were not  tried for the\noffence under  <a href=\"/doc/1031309/\" id=\"a_83\">Section 3(4)</a>  of TADA. So the first condition\nset for\t the in\t <a href=\"/doc/1974480/\" id=\"a_84\">Section 30</a>  of the  Evidence  Act  is\tnon-\nexistent. Though  under <a href=\"/doc/560927/\" id=\"a_85\">Section 15</a> of TADA such a confession\nis admissible  in evidence  even when  the confessor and the\nco-accused are\ttried in  the same case (no matter that they\nare not\t tried together for the same offence) the utility of\nsuch  a\t  confession  as   against   the   co-accused\tgets\nsubstantially impaired\tfor all\t practical  purposes  unless\nboth of them are tried for the same offence. Consequently in\nthe present  trial the\tconfessions made  by the first three\naccused would  remain at  bay so  far  as  A-4\t(Chanderkant\nPatil) is concerned as for <a href=\"/doc/1031309/\" id=\"a_86\">Section 3(4)</a> of TADA. The further\ncorollary is  since there is no substantive evidence against\nA-4 regarding  <a href=\"/doc/1031309/\" id=\"a_87\">Section 3(4)</a>  of TADA  he cannot be convicted\nunder this Section.\n</p><p data-structure=\"Precedent\" id=\"p_69\">     Now we  have to  consider the  case of prosecution that\nthe police  party conducted  a raid  during the wee hours of\n23.7.1993 and  rounded up A-1 to A-5 red-handed with illegal\narms and  ammunition while  they were proceeding in a Toyota\ncar.\n</p><p data-structure=\"CDiscource\" id=\"p_70\">     We have  to observe,  at the outset on this point, that\neven if\t prosecution story is accepted by us and the finding\nof the\tDesignated Court  is upheld  on this  point  we\t are\nunable to  uphold the conviction of A-5 (Paresh Mohan Desai)\nunder  <a href=\"/doc/73862/\" id=\"a_88\">Section\t25</a>  of\tthe  Arms  Act.\t A-5  was  found  in\npossession of  only a  knife the  length of  which is  9.2&quot;.\nPossession of  a knife,\t if that has to amount to an offence\nunder the  aforesaid provisions,  must be  of such  a  knife\nwhich  should\tanswer\tthe  description  specified  in\t the\nnotification issued  under <a href=\"/doc/1555874/\" id=\"a_89\">Section  4</a> of  the Arms  Act. The\nnotification which was in force at the relevant time was No.\n13/203/78-Home(G). What is prohibited under the notification\nis possession  of a knife having a length of  7.62 cm. and a\nwidth of  7.2 cm. or above. In the charge framed against A-5\n(Paresh Mohan  Desai) there is no averment that he possessed\na  knife   of  the  above  description.\t Nor  is  there\t any\nindication in  the document  evidencing seizure of the knife\nregarding its  width.  In  view\t of  the  total\t absence  of\nanything in  the evidence  that A-5 possessed a knife of the\ndescription specified  in  the\tnotification,  he  would  be\nentitled to an acquittal of the said offence.\n</p><p data-structure=\"Precedent\" id=\"p_71\">     According to  the evidence,  the police  party went  to\nGagan Vihar Extension, Vikas Marg, New Delhi  in 6 motorcars\nand they  reached the  place by\t about 3  A.M. and  they got\ndivided themselves  into four  different squads and remained\nat four\t different spots  within the  proximity of  the iron\ngate of\t the colony. When they spotted the Toyota car moving\nout of\tthe colony  the police\tparty stopped  it before the\nvehicle could  cross the  gate. It  was\t surrounded  by\t the\npolice personnel  and the lethal weapons which were found in\nthe possession of the miscreants were seized.\n</p><p data-structure=\"CDiscource\" id=\"p_72\">     PW-1 (Prithvi  Singh, Inspector  of Crime\tBranch)\t has\nsaid in his evidence that the first squad caught hold of A-4\n(Chanderkant  Patil)   and  seized   a\trevolver   and\tlive\ncartridges from him. That version is fully supported by PW-8\n(Lalit Kumar,  HC) and PW-9 (Rajinder Gautam, Inspector) who\nwere in that team. the second squad caught hold of A-2 (Bhai\nThakur) and  seized one\t 0.38 pistol  and 4  live cartridges\nfrom him.  That version\t is supported,\tinter alia,  by PW-4\n(Mehak Sing,  SI) and  PW-5 (Ashok  kumar, HC),\t who were in\nthat team.\n</p><p data-structure=\"Conclusion\" id=\"p_73\">     The third\tteam consisted\tof PW-6 (Roop Lal, SI), PW-7\n(Surendra Singh, Constable), PW-11 (Rajendra Singh, ASI) and\nPW-12 (Mahabir\tsingh, HC)  as well  as others,\t They caught\nhold of A-3 (Shyam Kishore Garikapati) and seized a country-\nmade pistol as well as alive cartridge for him. That version\nis  spoken  to\tby  the\t aforesaid  witnesses  besides\tPW-1\n(Prithvi Singh).\n</p><p data-structure=\"Precedent\" id=\"p_74\">     The fourth\t team consisted\t of  PW-1  (Prithvi  Singh),\nInspector), PW-2 (Jagdish, ASI), PW-3(Rakesh, Constable) and\na few  other  policemen.  They\tcaught\tA-1  (Subhash  Singh\nThakur) who  had in  his possession one hand-grenade wrapped\nin the raxine bag. Immediately a requisition was sent to the\nBomb Disposal  Squad for  defusing  the\t grenade  which\t was\npromptly reciprocated.\tAfter it  was defused the same taken\ninto  custody.\tThat  version  is  fully  supported  by\t the\naforesaid witnesses.\n</p><p data-structure=\"RespArg\" id=\"p_75\">     As against the said version of the prosecution the five\naccused had  put forth\ta totally different version in their\ndefence. According to them the police took them into custody\nfrom different\tplaces on  19.7.1993 and detained them under\nillegal custody\t and concocted\tthe present  version for the\npurposes of nailing them to a charge under TADA.\n</p><p data-structure=\"RespArg\" id=\"p_76\">     Learned counsel,  who  argued  for\t different  accused,\namongst the  first five,  cited before us a fact which looms\nlarge\tin   all   the\t confessions   recorded\t  by   PW-45\n(Superintendent of  Police, Special  Task Force\t of CBI). On\nthree dates  during the\t second week  of  August  1993,\t the\nconfessional statements\t of those accused have been recorded\nby PW-45.  What has  been highlighted by the counsel is that\nnarration  of\tthe  activities\t  in  all  the\tconfessional\nStatements stopped  with  18.7.1993  and  none\tamong  those\nconfessors mentioned anything beyond 18.7.1993.\n</p><p data-structure=\"CDiscource\" id=\"p_77\">     As\t the  first  blush,  we\t also  felt  that  the\tsaid\ncircumstance is\t a formidable  one lending  credence to\t the\ndefence version.  But a\t closer\t scrutiny  of  the  evidence\ndissuaded us  from attaching  any such\tsignificance to\t the\nsaid  circumstance.   It  cannot   be  assumed\t that\tPW-5\nSuperintendent of  Police was  unaware when  he recorded the\nconfessional statement that the police version was in favour\nof the\tarrest of  those accused on 23.7.1993. Very probably\nthe confessors\thad no\tsignificant activity  to be narrated\nafter  18.7.1993  and  it  cannot  be  believed\t that  those\nconfessors were\t unaware  of  what  happened  to  themselves\nsubsequent to that date.\n</p><p data-structure=\"CDiscource\" id=\"p_78\">     The second\t point of  attach was  that the police party\ndid not\t examine a single independent witness to support the\ncase that  the 5  accused were rounded up on the early hours\nof 23.7.1993,  nor did they secure the signature of at least\none such independent person in any of the documents prepared\nat the time of seizure of the arms and ammunition.\n</p><p data-structure=\"Precedent\" id=\"p_79\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"280656\" id=\"span_4\">As a  legal proposition  it was argued that it would be\nunsafe to  base a  conclusion  on  the\tevidence  of  police\nofficers alone\twithout being  supported  by  at  least\t one\nindependent person  from the locality. To reinforce the said\ncontention  Shri.  V.S.Kotwal,\tSenior\tAdvocate  cited\t the\ndecision of  this Court\t in  <a href=\"/doc/280656/\" id=\"a_90\">Pradeep  Narayan  Madqaonkar  &amp;\nothers vs.  State of  Maharashtra</a> [1995 (4) SCC 255] wherein\nwant of\t independent  witnesses\t of  the  locality  rendered\nsuspicious a raid conducted by the police.</span>\n</p><p data-structure=\"Precedent\" id=\"p_80\">     There can\tbe no  legal proposition  that\tevidence  of\npolice officers,  unless supported by independent witnesses,\nis unworthy  of acceptance.  Non-examination of\t independent\nwitness of  even presence of such witness during police raid\nwould cast  an added  duty on the court to adopt grater care\nwhile scrutinising  the evidence  of the police officers. If\nthe evidence  of the  police officer  is found acceptable it\nwould be an erroneous proposition that court must reject the\nprosecution version solely on the ground that no independent\nwitness was  examined. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"280656\" id=\"span_5\">In  <a href=\"/doc/280656/\" id=\"a_91\">Pradeep Narain Madgaonkar</a> (supra)\nto which  one of us (Mukherjee, J) is a party, the aforesaid\nposition has  been stated in unambiguous terms, the relevant\nportion of which is extracted below:</span>\n</p><blockquote id=\"blockquote_39\">     &quot;Indeed,  the   evidence\tof   the\n     official (police)\twitnesses cannot\n     be discarded  merely on  the ground\n     that  they\t belong\t to  the  police\n     force and are, either interested in\n     the    investigation     of     the\n     prosecuting  agency   but\tprudence\n     dictates that  their evidence needs\n     to be  subjected to strict scrutiny\n     and    as\t   far\t  as\tpossible\n     corroboration of  their evidence in\n     material  particulars   should   be\n     sought. Their  desire  to\tsee  the\n     success of\t the case based on their\n     investigation,   requires\t greater\n     care    to\t    appreciate\t   their\n     testimony.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_81\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"707363\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"503552\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1256540\" id=\"span_8\">In Balbir\tSingh vs. [1996 (11) SCC 139] this Court has\nrepelled a  similar contention\tbased on non-examination  of\nindependent witnesses.\tThe same  legal\t position  has\tbeen\nreiterated by  this  court time and again vide <a href=\"/doc/1256540/\" id=\"a_92\">Paras Ram vs.\nState of  Haryana</a> [1992 (<a href=\"/doc/503552/\" id=\"a_93\">4) SCC 662], Sama Alana Abdulla vs.\nState of   Gujarat</a>  [1996 (1)  SCC 427],  Anil\talias  <a href=\"/doc/707363/\" id=\"a_94\">Andya\nSadashiv Nandoskar  vs. State  of Maharashtra</a>  [1996 (2) SCC\n589], Tahir vs. State (Delhi) [1996 (3) SCC 338].</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_82\">     The factual  position is also to be mentioned now. PW-1\nPrithvi Singh  has said\t in evidence  that the\tpolice party\nhad, in\t fact, tried  to get  one or  two persons who cam by\nthat way  to remain  as witnesses  for the  action they were\nabout to take but none of them obliged. We should not forget\nthat the  time of  the raid  was during\t the odd  hours when\npossibly no  pedestrian would have been trekking on the road\nnor any shopkeeper remaining in his shop nor a hawker moving\naround on the pavements.\n</p><p data-structure=\"RespArg\" id=\"p_83\">     Learned counsel then pointed out from evidence that the\nDaily Dairy  which was\tmaintained  in\tthe  police  station\ncontained entries of all what happened on the early hours of\nthe crucial date. They are not produced. Counsel, therefore,\nargued that  an adverse\t inference can be made from the non-\nproduction of such diaries.\n</p><p data-structure=\"Precedent\" id=\"p_84\">     We do  not find  any force\t in the\t said contention  No\ndoubt Daily Diary is a document which  is in constant use in\npolice station.\t But no\t prosecution is\t expected to produce\nsuch diaries as a matter of course in every prosecution case\nfor supporting the police version. If such diaries are to be\nproduced by  prosecution as   a\t matter of  course in  every\ncase, the  function of\tthe police  station would be greatly\nimpaired. It  is neither  desirable  nor  feasible  for\t the\nprosecution to\tproduce such diaries in all cases. Of course\nit is open to the defence to move the court for getting down\nsuch diaries if the defence wants to make use of it.\n</p><p data-structure=\"CDiscource\" id=\"p_85\">     Regarding to  the occurrence  on  the  early  house  of\n23.7.1993, we  have before  us the  consistent version of 11\nwitnesses, of  course all  of them police officers, who have\nparticipated in the action. To support their version we have\nbefore us  in evidence\tExt. PW-1/D Rukkha which reached the\npolice station\tduring the early hours of the same ay itself\nwhich contains a narration of the events which took place at\nGagan Vihar  extension Delhi.\tThere  is no reason to doubt\nthat the  said Rukkha  wold have been concocted subsequently\nbecause an FIR was registered in the same police station the\nstrength of  the facts\trevealed in the said Rukkha. The FIR\nis (Ext.  PW-10/A). We\tput on record that nobody had argued\nbefore us  that the  said FIR  a subsequent  creation or was\nante-dated.\n</p><p data-structure=\"CDiscource\" id=\"p_86\">     A reference  to the  evidence of  PW-14 (Rajinder Kumar\nJain) would  be apposite in this context. He is the owner of\npremises No. 105 Gagan Vihar Extension,\t Delhi (which was in\nthe  name   of\this  wife)  which  was\trented\tout  to\t A-4\n(Chanderkant patil).  The witness  has said in evidence that\nA-4 was\t staying in  that apartment  and  in  July  1993  he\naccommodated 4\tor 5  friends in the same apartment with the\npermission of the landlord. The most important aspect of his\ntestimony  is,\the  had\t seen  A-4  in\tthe  apartment\ttill\n23.7.1993. Of  course a\t suggestion was\t ut to\thim that  he\nwould have seen A-4 only till 18th or 19th of July 1993, but\nthe witness  had emphatically  repudiated  that\t suggestion.\nThis evidence  of PW-14\t us almost  a guarantee that A-4 was\nnot taken  into police custody before 23.7.1993 and that his\ncase in\t defence  that\the  as\tactually  nabbed  by  police\n19.7.1993 is not a true version.\n</p><p data-structure=\"Conclusion\" id=\"p_87\">     Thus we  can unhesitatingly  concur with the finding of\nthe trial  court that  the prosecution version regarding the\nrounding of  A-1 to  A-5 during\t the wee  hours of 23.7.1993\nwith arms and ammunition, is true.\n</p><p data-structure=\"Precedent\" id=\"p_88\">     The  upshot  is  the  following:  Prosecution  has\t not\nestablished any case against A-5 to A-9 and A-12. Hence they\nare entitled  to acquittal.  We\t therefore,  set  aside\t the\nconviction and\tsentence passed\t on them and acquit them. WE\nalso set  aside the conviction and sentence passed on A-1 to\nA-3 under   <a href=\"/doc/1092263/\" id=\"a_95\">Section  3(5)</a> of  TADA and\ton A-4 under <a href=\"/doc/1362552/\" id=\"a_96\">Section\n3(4)</a> of\t TADA. But  A-1, A-2,  A-3  and\t A-4  cannot  escape\nconviction under <a href=\"/doc/1601096/\" id=\"a_97\">Section 5</a> of TAA and <a href=\"/doc/73862/\" id=\"a_98\">Section 25</a> of the Arms\nAct. We confirm their conviction under the said offences.\n</p><p data-structure=\"Precedent\" id=\"p_89\">     However, we are not satisfied that the minimum sentence\nof imprisonment for 5 years awarded by the trial court to A-\n1 to  A-4 for  the  offence  under  <a href=\"/doc/1601096/\" id=\"a_99\">Section  5</a>\tto  TADA  is\ncommensurate to\t the gravity  of the  offence.\tPerhaps\t the\ntrial court would have been persuaded to award that sentence\nin view\t of the\t fact that  those accused  were sentenced to\nimprisonment under  <a href=\"/doc/1092263/\" id=\"a_100\">Section 3(5)</a>  of TADA.  Now that we have\nset aside  the conviction  of those  accused of\t the offence\nunder <a href=\"/doc/1092263/\" id=\"a_101\">Section  3(5)</a> of\tTADA we\t think that  the sentence of\nimprisonment awarded  to A-1  to A-4  for the  offence under\n<a href=\"/doc/1601096/\" id=\"a_102\">Section 5</a>  of TADA  must be  enhanced. We  can consider that\naspect only after hearing A-1 to A-4  on the point. Hence we\ndirect the  Registry to\t serve notice on the counsel for A-1\nto A-4\ton the\tproposal to  enhance the  sentence  for\t the\noffence under <a href=\"/doc/1601096/\" id=\"a_103\">Section 5</a> of TADA.\n</p>\n\n\n","numcites":38,"numcitedby":14,"docsource":"Supreme Court of India","citetid":187589,"divtype":"judgments","relatedqs":[{"value":"bhai thakur","formInput":"bhai%20thakur"},{"value":"mens rea","formInput":"mens%20rea"},{"value":"prosecution sanction","formInput":"prosecution%20sanction"},{"value":"arms act","formInput":"arms%20act"},{"value":"jayendra thakur","formInput":"jayendra%20thakur"},{"value":"confession","formInput":"confession"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"Confession of co accused","formInput":"Confession%20of%20co%20accused"},{"value":"tada sortby: suresh patel","formInput":"tada%20sortby%3A%20suresh%20patel"},{"value":"sanction authority","formInput":"sanction%20authority"},{"value":"confession of accused","formInput":"confession%20of%20accused"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"sec 5 of TADA","formInput":"sec%205%20of%20TADA"},{"value":"tada act","formInput":"tada%20act"},{"value":"section 465","formInput":"section%20465"},{"value":"k.t.thomas ","formInput":"k.t.thomas%20"},{"value":"section 3 of TADA","formInput":"section%203%20of%20TADA"},{"value":"abetment","formInput":"abetment"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"guest house","formInput":"guest%20house"}],"cats":[{"value":"licence-for-acquisition-and-possession, firearms-and-ammunition","formInput":"tag:licence-for-acquisition-and-possession, firearms-and-ammunition"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"}],"courtcopy":true,"query_alert":null,"agreement":false}