{"tid":46740794,"publishdate":"2019-10-21","title":"M. Srikanth vs The State Of Telangana on 21 October, 2019","doc":"<h2 class=\"doc_title\">M. Srikanth vs The State Of Telangana on 21 October, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 SUPREME COURT 5363, AIRONLINE 2019 SC 1240, 2019 (10) SCC 373, (2019) 14 SCALE 169, (2019) 4 ALLCRILR 876, 2019 CRILR(SC MAH GUJ) 1216, 2020 (1) SCC (CRI) 178, AIR 2020 SC( CRI) 204</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-r-gavai\">B.R. Gavai</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-r-gavai\">B.R. Gavai</a>, <a href=\"/search/?formInput=benchid:n-sinha\">Navin Sinha</a></h3>\n\n<pre id=\"pre_1\">                                                      1\n\n\n                                                                          REPORTABLE\n\n\n\n                                     IN THE SUPREME COURT OF INDIA\n                                   CRIMINAL APPELLATE JURISDICTION\n\n                                    CRIMINAL APPEAL No.1586          OF 2019\n                                 (arising out of S.L.P.(Crl.) No. 9156 of 2017)\n\n\n                         M. SRIKANTH                              .... APPELLANT(S)\n\n                                          VERSUS\n\n                         STATE OF TELANGANA AND ANR.               .... RESPONDENT(S)\n\n\n                                                     WITH\n\n                                 CRIMINAL APPEAL Nos.1587­1588 OF 2019\n                              (arising out of S.L.P.(Crl.) Nos. 9160­9161 of 2017)\n\n\n                                               JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">                         B.R. GAVAI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                                 Leave granted in both the Special Leave Petitions.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_4\">                         2.      Both these appeals arise out of the common Judgment\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n                         and Order passed by the single Judge of High Court of\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">SANJAY KUMAR</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2019.10.21</span>\n\n                         Judicature at Hyderabad for the State of Telangana and the\n16:30:44 IST\nReason:\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n\n</p><blockquote id=\"blockquote_1\">                         State of Andhra Pradesh dated 01.06.2017.\n<span class=\"hidden_text\" id=\"span_5\">\f                               2</span>\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">3.       The criminal appeal arising out of S.L.P. (Crl.) No.\n\n9156 of 2017 filed by M. Srikanth, the original accused No. 4,\n\nchallenges that part of the order by which the single Judge of\n\nthe High Court has rejected his application under <a href=\"/doc/1679850/\" id=\"a_1\">Section 482</a> of\n\nthe Cr.P.C. for quashing the proceedings in Crime No.\n\n311/2010 of P.S., Central Crime Station, Hyderabad.           The\n\ncriminal appeals arising out of S.L.P. (Crl.) Nos. 9160­9161 of\n\n2017 at the instance of the original complainant challenge that\n\npart of the order vide which the single Judge of the High Court\n\nhas quashed the complaint qua accused Nos. 5, 6, 7, 8 and 9.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_7\">4.       The facts, in brief, giving rise to the present appeals\n\nare as under:\n</p>\n<blockquote id=\"blockquote_2\">         The parties are referred to herein as they are arrayed\n\nin the original complaint. The Respondent No. 2, Fatima Hasna,\n\nin the criminal appeal arising out of S.L.P. (Crl.) No. 9156 of\n\n2017 (hereinafter referred to as “the complainant”), is the sister\n\nof accused No. 1, Akramuddin Hasan.        The complainant had\n\nfiled a private complaint against nine persons including accused\n\nNo. 1. The allegations in the said complaint in a nutshell is that\n\nthe house bearing No. 3­5­1102 at Narayanaguda, Hyderabad,\n\noriginally belonged to Afzaluddin Hassan, the father of the\n<span class=\"hidden_text\" id=\"span_6\">\f                               3</span>\n\n\ncomplainant, who died on 28.05.1996. Afzaluddin Hassan,\n\npossessed the same upon death of his mother, Khairunnisa\n\nBegum Saheba as per the oral gift dated 12.12.1966 and deed of\n\nconfirmation of the said oral gift. It was the case of the\n\ncomplainant, that upon death of her father, Afzaluddin Hassan,\n\nthe said property was inherited by her as well as her three\n\nsisters and accused No. 1, her brother. It is further averred in\n\nthe complaint, that her father had entered into a development\n\nagreement on 25.05.1989 with M/s Banjara Construction\n\nCompany Pvt. Ltd. However, the same was cancelled during his\n\nlifetime. It is further averred by her that after the death of her\n\nfather, accused No. 3, Abid Rassol Khan, tried to trespass into\n\nthe property and for that on her complaint, Crime No. 159/1996\n\ncame to be registered for the offence punishable under <a href=\"/doc/1947545/\" id=\"a_2\">Sections\n\n448</a> and <a href=\"/doc/839778/\" id=\"a_3\">380</a> of the IPC on 14.06.1996.\n</blockquote>\n<blockquote id=\"blockquote_3\">\n\n</blockquote><p data-structure=\"Facts\" id=\"p_8\">5.       It is further averred by her that, thereafter, she came\n\nto know about the existence of a document thereby assigning\n\nthe rights by M/s Banjara Construction Company Pvt. Ltd. in\n\nfavour of M/s NRI Housing Company Pvt. Ltd., represented\n\nthrough accused No. 3, Abid Rasool Khan. For the said incident\n\nanother complaint     vide Crime No. 177/1996, came to be\n<span class=\"hidden_text\" id=\"span_7\">\f                               4</span>\n\n\nregistered for the offence punishable under <a href=\"/doc/1359568/\" id=\"a_4\">Sections 418</a> and\n\n<a href=\"/doc/1436241/\" id=\"a_5\">420</a> read with <a href=\"/doc/1128948/\" id=\"a_6\">Section 120</a>­B of the <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> against seven persons\n\nincluding M/s Banjara Construction Company Pvt. Ltd. and\n\naccused No. 3 in the present case. With regard to the said cause\n\nof action, the complainant had also filed Original Suit No.\n\n1989/1996 against accused No. 3 and others for permanent\n\ninjunction. The complainant’s sisters had filed O.S. No.\n\n1403/1999 against M/s Banjara Construction Company Pvt.\n\nLtd. of which accused No. 3, Abid Rasool Khan, was the\n\nManaging Director. According to the complainant, certain\n\ninterim orders were also passed in the said original suits.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">6.       It is further the case of the complainant in the\n\ncomplaint, that her brother accused No. 1, Akramuddin Hasan,\n\nwho had falsely created a will in Urdu purported to be executed\n\nby their paternal grandmother, Khairunnisa Begum Saheba, in\n\nfavour of their parents Afzaluddin Hassan and Liaquathunnisa\n\nBegum for their lifetime and vested remainder to accused No. 1.\n\nIt is the case of the complainant, that the said will is registered\n\nand said to have been executed on 02.04.1950. Further, it is the\n\ncase, that accused No. 1 had also created another forged and\n\nfabricated document styled as deed of confirmation (Hiba Bil\n<span class=\"hidden_text\" id=\"span_8\">\f                               5</span>\n\n\nMusha) dated 08.03.1990 vide which the property is orally\n\ngifted to accused No. 1 on 29.08.1989 and also handed over\n\nphysical possession thereof.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">7.       It is further the case of the complainant, that accused\n\nNo. 1, posing himself to be the owner of the premises, on the\n\nbasis of the alleged oral will and deed of confirmation, created a\n\nregistered   lease   on   01.12.2008,   bearing   document    No.\n\n3107/2008 permitting accused No. 4 to sub­lease the said land\n\nin favour of accused No. 5, Hindustan Petroleum Corporation\n\nLtd. (“HPCL”). Accused No. 6 and accused No. 9 are the\n\nemployees/officers of accused No. 5 ­ HPCL whereas, accused\n\nNos. 7 and 8 are the attesting witnesses. On the basis of the\n\nsaid complaint, the Chief Metropolitan Magistrate directed the\n\nregistration of an FIR on 24.11.2010.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n</p><p data-structure=\"Facts\" id=\"p_12\">8.       It appears, that various criminal petitions came to be\n\nfiled before the High Court. Criminal Petition No. 6047/2013\n\nwas filed by accused No. 7, Khaja Mohiuddin and accused No.\n\n8, G. V. Prasad. Criminal Petition No. 6064/2013 came to be\n\nfiled by accused No. 3, Abid Rasool Khan. Criminal Petition No.\n\n6609/2013 came to be filed by accused No. 4, M. Srikanth, who\n\nis the appellant in the criminal appeal arising out of SLP (Crl.)\n<span class=\"hidden_text\" id=\"span_9\">\f                               6</span>\n\n\nNo. 9156/2017. Criminal Petition No. 8743/2013 was filed by\n\naccused No. 5 ­ HPCL and its officers, accused No. 6, S.K. Srui\n\nand accused No. 9, R. Umapathi. By the impugned Order, the\n\nHigh Court allowed the Criminal Petitions of all the applicants\n\nexcept accused Nos. 3 and 4.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">9.         Being aggrieved by the dismissal of his petition,\n\naccused No. 4, so also the original complainant, being aggrieved\n\nby the impugned Order by which the petitions of accused Nos.\n\n5, 6, 7, 8 and 9 have been allowed, have approached this Court.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">10.        We have heard Mr. D. Rama Krishna Reddy, learned\n\ncounsel appearing on behalf of the appellant, M. Srikanth, and\n\nMr. Shakil Ahmed Syed, learned counsel appearing on behalf of\n\nthe complainant. We have also heard Mr. K. M. Nataraj, learned\n\nAdditional Solicitor General, appearing on behalf of the original\n\naccused No. 5 ­ HPCL and its officers/employees, accused Nos.\n\n6 and 9.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\n\n</p><p data-structure=\"RespArg\" id=\"p_17\">11.        The learned counsel for the original accused No. 4\n\nsubmitted, that the only role attributed to the said accused in\n\nthe complaint is that a lease deed was executed in his favour by\n<span class=\"hidden_text\" id=\"span_10\">\f                               7</span>\n\n\naccused No. 1, showing himself to be the absolute owner of the\n\nproperty in question; whereas, the property was owned by the\n\ncomplainant and her three sisters along with accused No. 1. It\n\nis further submitted, that the entire allegations of fabrication so\n\nas to show that the property belongs to accused No. 1 are\n\nagainst accused no. 1. It is submitted that accused No. 4, on\n\nthe basis of the advertisement issued by accused No. 5 – HPCL\n\nfor installation of a petrol pump, had applied and after being\n\nsuccessful in the competition had obtained the land in question\n\non lease from accused No. 1.       He submitted, that as per the\n\nterms and conditions for grant of the said outlet, he was\n\nrequired to get the land on long term lease and sub­lease the\n\nsame to accused No. 5 – HPCL. It is submitted, that even taking\n\nthe complaint at its face value, there are no averments which\n\nwould show that accused No. 4 had any role to play in\n\nfabrication of the document which bestowed the title on accused\n\nNo. 1. It is further submitted, that there are various civil\n\nproceedings pending amongst the complainant, accused No. 1\n\nand their sisters so also the other parties. Accused No. 4 is not\n\nat all concerned with the same.\n</p><span class=\"hidden_text\" id=\"span_11\">\f                                8</span><p data-structure=\"Section\" id=\"p_18\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_19\">12.      It is further submitted, that as a matter of fact, the\n\ncase of accused No. 4 could not have been distinguished from\n\nthe case as against accused Nos. 5, 6, 7, 8 and 9.          It is\n\nsubmitted, that applying the same logic, which the learned\n\nJudge of the High Court had applied while quashing the case\n\nagainst the said accused, the case against the present accused\n\nNo. 4 also ought to have been quashed. It is submitted that the\n\ncontinuation of criminal proceedings against accused No. 4, the\n\nappellant herein, would be nothing else but an abuse of the\n\nprocess of law.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">\n\n</p><p data-structure=\"PetArg\" id=\"p_21\">13.      Per contra, Mr. Shakil Ahmed Syed, learned counsel\n\nappearing on behalf of the private complainant, submitted that\n\nthe High Court has rightly dismissed the petition of accused\n\nNo. 4.   It is submitted, that accused No. 4 in order to deprive\n\nthe benefits of the property to the complainant had got the lease\n\ndeed executed in his favour from accused No. 1 knowing very\n\nwell that the claim of accused No. 1 was based on fabricated\n\ndocument(s).      He further submitted, that the High Court had\n\nalso erred in allowing the petitions of accused Nos. 5, 6, 7, 8\n\nand 9 and, therefore, the order to the extent that it quashes the\n\ncriminal proceedings qua them also needs to be set aside.\n<span class=\"hidden_text\" id=\"span_12\">\f                                        9</span>\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">   14.         Mr. K.M. Nataraj, learned Additional Solicitor General,\n\n   submitted        that     accused   Nos.   5,   6   and   9   have   been\n\n   unnecessarily dragged in the said criminal litigation. It is\n\n   submitted that accused No. 5 ­ HPCL is a public undertaking\n\n   and accused Nos. 6 and 9 are its officers. It is submitted that\n\n   the High Court has rightly arrived at a finding that there was no\n\n   material against them and quashed the criminal proceedings\n\n   qua them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_13\">15.         This Court, in the case of <a href=\"/doc/1033637/\" id=\"a_8\">State of Haryana and Ors.\n\n   vs. Bhajan Lal and Ors.1</a> after considering all its earlier\n\n   judgments, has laid down principles which are required to be\n\n   taken into consideration by the High Court while exercising its\n\n   jurisdiction under <a href=\"/doc/1679850/\" id=\"a_9\">Section 482</a> of the Cr.P.C. for quashing the\n\n   proceedings.</span>           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_14\">It will be relevant to refer to the following\n\n   observations of this Court in <a href=\"/doc/1033637/\" id=\"a_10\">Bhajan Lal</a> (supra):</span>\n\n</p><blockquote id=\"blockquote_4\">          “102. In the backdrop of the interpretation of the various\n         relevant provisions of the Code under Chapter XIV and of\n         the principles of law enunciated by this Court in a series of\n         decisions relating to the exercise of the extraordinary power\n         under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> or the inherent powers under <a href=\"/doc/903398/\" id=\"a_12\">Section 482</a>\n         of the Code which we have extracted and reproduced above,\n         we give the following categories of cases by way of\n         illustration wherein such power could be exercised either to\n         prevent abuse of the process of any court or otherwise to\n1 1992 Supp (1) SCC 335\n<span class=\"hidden_text\" id=\"span_15\">\f                              10</span>\n\n\nsecure the ends of justice, though it may not be possible to\nlay down any precise, clearly defined and sufficiently\nchannelised and inflexible guidelines or rigid formulae and\nto give an exhaustive list of myriad kinds of cases wherein\nsuch power should be exercised.\n</blockquote>\n<blockquote id=\"blockquote_5\">(1)   Where the allegations made in the first information\n      report or the complaint, even if they are taken at their\n      face value and accepted in their entirety do not prima\n      facie constitute any offence or make out a case against\n      the accused.\n</blockquote>\n<blockquote id=\"blockquote_6\">(2) Where the allegations in the first information report and\n    other materials, if any, accompanying the FIR do not\n    disclose    a   cognizable     offence,   justifying   an\n    investigation by police officers under <a href=\"/doc/833310/\" id=\"a_13\">Section 156(1)</a> of\n    the Code except under an order of a Magistrate within\n    the purview of <a href=\"/doc/1062869/\" id=\"a_14\">Section 155(2)</a> of the Code.\n</blockquote>\n<blockquote id=\"blockquote_7\">(3) Where the uncontroverted allegations made in the FIR\n    or complaint and the evidence collected in support of\n    the same do not disclose the commission of any offence\n    and make out a case against the accused.\n</blockquote>\n<blockquote id=\"blockquote_8\">(4)   Where, the allegations in the FIR do not constitute a\n      cognizable offence but constitute only a non­cognizable\n      offence, no investigation is permitted by a police officer\n      without an order of a Magistrate as contemplated\n      under <a href=\"/doc/1062869/\" id=\"a_15\">Section 155(2)</a> of the Code.\n</blockquote>\n<blockquote id=\"blockquote_9\">(5) Where the allegations made in the FIR or complaint are\n    so absurd and inherently improbable on the basis of\n    which no prudent person can ever reach a just\n    conclusion that there is sufficient ground for\n    proceeding against the accused.\n</blockquote>\n<blockquote id=\"blockquote_10\">(6) Where there is an express legal bar engrafted in any of\n    the provisions of the Code or the concerned Act (under\n    which a criminal proceeding is instituted) to the\n    institution and continuance of the proceedings and/or\n    where there is a specific provision in the Code or the\n    concerned Act, providing efficacious redress for the\n    grievance of the aggrieved party.\n</blockquote><span class=\"hidden_text\" id=\"span_16\">\f                                      11</span>\n\n\n<blockquote id=\"blockquote_11\">      (7) Where a criminal proceeding is manifestly attended with\n          mala fide and/or where the proceeding is maliciously\n          instituted with an ulterior motive for wreaking\n          vengeance on the accused and with a view to spite him\n          due to private and personal grudge.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">16.       It could thus be seen, that this Court has held, that\n\nwhere the allegations made in the FIR or the complaint, even if\n\nthey are taken at their face value and accepted in their entirety\n\ndo not prima facie constitute a case against the accused, the\n\nHigh Court would be justified in quashing the proceedings.\n\nFurther, it has been held that where the uncontroverted\n\nallegations in the FIR and the evidence collected in support of\n\nthe same do not disclose any offence and make out a case\n\nagainst the accused, the court would be justified in quashing\n\nthe proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n\n</p><p data-structure=\"Facts\" id=\"p_27\">17.       Let us consider the case of the complainant on its face\n\nvalue without going into the truthfulness or otherwise thereof.\n\nIt is the case of the complainant, that the property originally\n\nbelonged to her grandmother. After her death, it devolved upon\n\nher    father,   Afzaluddin     Hassan         and    after    his   death     on\n\n28.05.1996, it devolved upon accused No. 1 and his three\n\nsisters, namely, Karima Siddiqua, Saleha Asmatunnisa and\n\nSadika     Khairunnisa.       Their        father    had      entered   into    a\n<span class=\"hidden_text\" id=\"span_17\">\f                                12</span>\n\n\ndevelopment     agreement    with    M/s   Banjara      Construction\n\nCompany Pvt. Ltd., however, the same was cancelled during his\n\nlifetime. After the death of their father on 28.05.1996, accused\n\nNo. 3 tried to trespass into the property for which, on the basis\n\nof her complaint a crime was registered. That the said M/s\n\nBanjara Construction Company Pvt. Ltd. had executed some\n\ndocument alleging assignment of its rights in favour of M/s NRI\n\nHousing Company Pvt. Ltd. of which accused No. 3, Abid Rasool\n\nKhan was the Managing Director. In respect of the same action,\n\nCrime No. 177/1996 had been registered at the instance of the\n\ncomplainant. With respect to the said transaction, two original\n\nsuits were already filed, one by the complainant and another by\n\nher sisters.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">18.      It is further the case of the complainant, that accused\n\nNo.1 created a will in Urdu purported to be executed by her\n\ngrandmother bequeathing the property in favour of her parents,\n\nnamely, Afzaluddin Hassan and Liaquathunnisa Begum for\n\ntheir lifetime and vesting the remainder to accused No. 1. The\n\nsaid will is created on a non­judicial stamp paper of Nizamat\n\nJung   and     has   been   allegedly   executed   on   02.04.1950.\n\nAccording to the complainant, accused No. 1, her brother, had\n<span class=\"hidden_text\" id=\"span_18\">\f                              13</span>\n\n\ncreated another forged and fabricated document styled as deed\n\nof confirmation (Hiba Bil Musha) dated 08.03.1990 confirming\n\nthe oral gift to accused No. 1 and also recording handing over\n\nof physical possession. It is her case, that on the basis of these\n\nfabricated documents, accused No. 1, posing himself to be an\n\nabsolute owner of the property, executed a lease deed in favour\n\nof accused No. 4 (the appellant herein in one of the appeals) on\n\n01.12.2008.   It is further the case of the complainant, that\n\nthereafter accused No. 4 executed a sub­lease in favour of\n\naccused No. 5 ­ HPCL represented by accused Nos. 6 and 9\n\nwithin a period of two months i.e. on 30.01.2009 and that\n\naccused Nos. 7 and 8 are the attesting witnesses. That is all the\n\ncase of the complainant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">19.      The complaint filed by respondent No. 2 runs into 26\n\npages and 26 paragraphs. As already discussed hereinabove, it\n\nreveals a disputed property claim based on inheritance between\n\nthe complainant, her sisters and her brother, accused No. 1. A\n\nperusal of the complaint would further reveal, that the\n\ncomplainant also disputes with regard to the area of the\n\nproperty including the manner of its devolution upon the\n\nparents of the complainant and her competing interest with that\n<span class=\"hidden_text\" id=\"span_19\">\f                               14</span>\n\n\nof her siblings. There is not even a whisper in the complaint\n\nthat the present appellant, i.e., accused No. 4 was fully aware\n\nthat accused No. 1 was not the sole beneficiary by inheritance\n\nand that the property had devolved upon the complainant and\n\nher sisters. Also there is nothing to show that knowing this he\n\nhas collusively entered into the lease agreement with accused\n\nNo. 1, by creating a false and fabricated will. Though, there is a\n\nmention with regard to conspiracy, but there is not even a\n\nsuggestion with regard to manner of such conspiracy.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">20.       Upon perusal of the complaint itself, it would reveal\n\nthat the father of the complainant and accused No. 3 had\n\nhimself   entered   into   a   development    agreement    which\n\nsubsequently came to be cancelled during his lifetime. It would\n\nalso reveal, that only after the lease in question was executed in\n\nfavour of the appellant, the complainant has raised all these\n\nissues. We are of the considered view, that the issues raised\n\nreflect a civil dispute with regard to inheritance amongst the\n\nlegal heirs. We fail to understand as to how a dispute with\n\nregard to the inheritance under a will and deed of confirmation\n\ncan be decided in a criminal proceeding. We find, that the same\n\ncan be done only in an appropriate civil proceeding. Not only\n<span class=\"hidden_text\" id=\"span_20\">\f                                 15</span>\n\n\nthat, the civil proceedings with that regard are already\n\ninstituted by various parties including the complainant. These\n\nproceedings are as follows:\n</p>\n<blockquote id=\"blockquote_12\">   (i)     O.S. No. 239 of 2004 on the file of the Hon’ble XI ACJ,\n           CCC, Hyderabad.\n</blockquote>\n<blockquote id=\"blockquote_13\">   (ii)    O.S. No. 337 of 2002 on the file of the Hon’ble XI ACJ,\n           CCC, Hyderabad.\n</blockquote>\n<blockquote id=\"blockquote_14\">   (iii)   O.S. No. 58 of 2001 on the file of the Hon’ble XI ACJ,\n           CCC, Hyderabad.\n</blockquote>\n<blockquote id=\"blockquote_15\">   (iv)    O.S. No. 277 of 2000 on the file of the Hon’ble XI ACJ,\n           CCC, Hyderabad.\n</blockquote>\n<blockquote id=\"blockquote_16\">   (v)     O.S. No. 506 of 2001 on the file of the Hon’ble XI ACJ,\n           CCC, Hyderabad.\n</blockquote>\n<blockquote id=\"blockquote_17\">   (vi)    Writ Petition (C) No. 685 of 2010.\n</blockquote>\n<blockquote id=\"blockquote_18\">\n\n</blockquote><blockquote id=\"blockquote_19\">21.        It will be relevant to refer that though in the complaint,\n\nthe complainant had mentioned about pendency of O.S. No.\n\n1989 of 1996 against accused No. 3 and O.S. No. 1403 of 1999\n\nagainst M/s Banjara Construction Pvt. Ltd., there is no\n\nreference with regard to the other proceedings. Accused No. 4\n\nhas been impleaded as a party­defendant in O.S. No. 506 of\n\n2001 only on 30.10.2009.\n</blockquote><span class=\"hidden_text\" id=\"span_21\">\f                                      16</span><blockquote id=\"blockquote_20\">\n\n\n</blockquote><blockquote id=\"blockquote_21\">    22.         O.S. No. 239 of 2004 has already been filed by the\n\n    complainant against her brother, accused No. 1 and her three\n\n    sisters inter alia for partition and separate possession which is\n\n    stated to be pending. As such, the documents alleged to be\n\n    fraudulent in the complaint will fall for consideration in the\n\n    said suit. A possibility of contradictory finding in civil\n\n    proceeding as against criminal proceedings cannot be ruled\n\n    out. Though, the complainant had filed Writ Petition Nos.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">    23017/2009 and 23672/2009 to restrain construction on the\n\n    plot in question, the same was dismissed on 28.10.2009.\n\n    However, there is no mention with regard to the same in the\n\n    complaint. This Court in Sardool Singh              vs.   Nasib Kaur2\n\n    observed as follows:\n</p>\n<blockquote id=\"blockquote_22\">             “2.    A civil suit between the parties is pending\n            wherein the contention of the respondent is that no\n            will was executed whereas the contention of the\n            appellants is that a will has been executed by the\n            testator. A case for grant of probate is also pending\n            in the court of learned District Judge, Rampur. The\n            civil court is therefore seized of the question as\n            regards the validity of the will. The matter is sub\n            judice in the aforesaid two cases in civil courts. At\n            this juncture the respondent cannot therefore be\n            permitted to institute a criminal prosecution on the\n            allegation that the will is a forged one. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121103869\" id=\"span_22\">That question\n            will have to be decided by the civil court after\n            recording the evidence and hearing the parties in\n            accordance with law. It would not be proper to\n            permit the respondent to prosecute the appellants\n            on this allegation when the validity of the will is\n\n2 (1987) Supp. SCC 146\n<span class=\"hidden_text\" id=\"span_23\">\f                                17</span>\n\n\n      being tested before a civil court. We, therefore, allow\n      the appeal, set aside the order of the High Court,\n      and quash the criminal proceedings pending in the\n      Court of the Judicial Magistrate, First Class,\n      Chandigarh in the case entitled <a href=\"/doc/121103869/\" id=\"a_16\">Smt Nasib\n      Kaur v. Sardool Singh</a>. This will not come in the way\n      of instituting appropriate proceedings in future in\n      case the civil court comes to the conclusion that the\n      will is a forged one. We of course refrain from\n      expressing any opinion as regards genuineness or\n      otherwise of the Will in question as there is no\n      occasion to do so and the question is wide open\n      before the lower courts.”</span>\n\n\n</blockquote><blockquote id=\"blockquote_23\">23.      It is further to be noted, that the complainant and her\n\nsisters executed an agreement of sale­cum­irrevocable specific\n\npower of attorney on 20.03.2015 in favour of one Mohd. Khalid\n\nShareef. Various litigations have also been filed with regard to\n\nthe installation of the petrol pump and grant of N.O.C. etc. The\n\ncomplaint was sent to the police for registration of an FIR and\n\ninvestigation   under    <a href=\"/doc/99487/\" id=\"a_17\">Section     156(3)</a>   of   the   Cr.P.C.   on\n\n24.11.2010. In its final report dated 30.08.2017, the police has\n\nopined that no material had surfaced to show any conspiracy\n\nduring investigation.\n</blockquote>\n<blockquote id=\"blockquote_24\">\n\n</blockquote><blockquote id=\"blockquote_25\">24.      The learned Judge himself in Paragraph 8, after\n\nobserving that it is nobodies case that the signatures on the\n\ndocuments in question are forged or anybody has impersonated\n\nfor the purpose of cheating, goes on to observe thus:\n<span class=\"hidden_text\" id=\"span_24\">\f                               18</span>\n\n\n</blockquote><blockquote id=\"blockquote_26\">      “8…..The allegation in nutshell in this regard is that\n      accused No. 1 is not the absolute owner of the properties,\n      but for one of the co­owner or co­sharer along with the de\n      facto complainant and other sisters of them and he\n      falsely claimed as if he is the owner for purpose of\n      cheating by using as if genuine forged and fabricated\n      documents of so called will and so called deed of\n      confirmation. The so called will is of the year 1950 and\n      the so called deed of confirmation is of year 1989­1990\n      and the alleged oral gift prior to that is of 1966….”\n\n\n</blockquote><blockquote id=\"blockquote_27\">25.      We fail to understand, as to how after observing the\n\naforesaid, the learned Judge could have refused to quash the\n\nproceedings against accused No. 4. Not only that, but on the\n\nbasis of the said observations, the learned Judge himself has\n\nobserved that it will not be in the interest of justice to permit\n\nthe Police authorities to arrest the accused for the purposes of\n\ninvestigation. We are of the considered view, that the learned\n\nJudge, having found that the entire allegations with regard to\n\nforgery and fabrication and accused No. 1 executing the lease\n\ndeed on the basis of the said forged and fabricated documents\n\nwere only against accused No. 1, ought to have exercised his\n\njurisdiction to quash the proceedings qua accused No. 4 also.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_34\">We find that the learned Judge ought to have applied the same\n\nparameters to the present accused No. 4, which had been\n\napplied to the other accused whose applications were allowed.\n<span class=\"hidden_text\" id=\"span_25\">\f                               19</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">26.        Insofar as the criminal appeals arising out of the\n\nspecial leave petitions filed by the original complainant is\n\nconcerned, we absolutely find no merit in the appeals.           The\n\nlearned single Judge has rightly found that there was no\n\nmaterial to proceed against accused No. 5 – HPCL and its\n\nofficers accused Nos. 6 and 9 as also accused Nos. 7 and 8, who\n\nhave been roped in, only because they were the attesting\n\nwitnesses. The learned single Judge has rightly exercised his\n\njurisdiction under Section 482 of the Cr.P.C.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">27.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_26\">Insofar as original accused No. 4 is concerned, we have\n\nno hesitation to hold, that his case is covered by categories (1)\n\nand (3) carved out by this Court in the case of <a href=\"/doc/1033637/\" id=\"a_18\">Bhajan Lal</a>\n\n(supra).   As   already   discussed   hereinabove,   even   if   the\n\nallegations in the complaint are taken on its face value, there is\n\nno material to proceed further against accused No. 4. We are of\n\nthe considered view, that continuation of criminal proceedings\n\nagainst accused No. 4, M. Srikanth, would amount to nothing\n\nelse but an abuse of process of law. As such, his appeal\n\ndeserves to be allowed.</span>\n</p><span class=\"hidden_text\" id=\"span_27\">\f                              20</span><p data-structure=\"Conclusion\" id=\"p_37\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_38\">28.      In the result, the criminal appeal arising out of S.L.P.\n\n(Crl.) No. 9156/2017 filed by accused No. 4 is allowed. The\n\ncriminal proceedings in Crime No. 311/2010 of P.S., Central\n\nCrime Station, Hyderabad, against accused No. 4 are quashed\n\nand set aside. The criminal appeals arising out of S.L.P. (Crl.)\n\nNos. 9160­61/2017 filed by the original complainant are\n\ndismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">                                               …....................J.\n                                                [NAVIN SINHA]\n\n\n                                               ......................J.\n                                                     [B.R. GAVAI]\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_40\">OCTOBER 21, 2019.\n</p>\f","numcites":14,"numcitedby":42,"docsource":"Supreme Court of India","citetid":46740794,"divtype":"judgments","relatedqs":[{"value":"fabrication of documents","formInput":"fabrication%20of%20documents"},{"value":"oral gift ","formInput":"oral%20gift%20"},{"value":"confirmation deed","formInput":"confirmation%20deed"},{"value":"proceedings when can be quashed ","formInput":"proceedings%20when%20can%20be%20quashed%20"},{"value":"bhajan lal","formInput":"bhajan%20lal"},{"value":"development agreement","formInput":"development%20agreement"},{"value":"\"deed of confirmation\"","formInput":"%22deed%20of%20confirmation%22"},{"value":"attesting witnesses","formInput":"attesting%20witnesses"},{"value":"hpcl","formInput":"hpcl"},{"value":"slp","formInput":"slp"},{"value":"sub lease","formInput":"sub%20lease"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"gifts","formInput":"gifts"},{"value":"b r gavai","formInput":"b%20r%20gavai"},{"value":"\"oral gift \" ","formInput":"%22oral%20gift%20%22%20"},{"value":"devolved","formInput":"devolved"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"TELANGANA","formInput":"TELANGANA"},{"value":"what is a  development agreement","formInput":"what%20is%20a%20%20development%20agreement"}],"cats":[{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"},{"value":"theft","formInput":"tag:theft"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"liability-of-owner-for-riot, riot-benefiting-occupier","formInput":"tag:liability-of-owner-for-riot, riot-benefiting-occupier"}],"courtcopy":true,"query_alert":null,"agreement":false}