{"tid":126925376,"publishdate":"2017-09-18","title":"Bharat Heavy Electricals Limited vs The Micro And Small Enterprises ... on 18 September, 2017","doc":"<h2 class=\"doc_title\">Bharat Heavy Electricals Limited vs The Micro And Small Enterprises ... on 18 September, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-bakhru\">Vibhu Bakhru</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-bakhru\">Vibhu Bakhru</a></h3>\n\n<pre id=\"pre_1\">         IN THE HIGH COURT OF DELHI AT NEW DELHI\n%                                            Judgment delivered on: 18.09.2017\n\n+      W.P.(C) 10886/2016 and CM No. 42638/2016\n\nBHARAT HEAVY ELECTRICALS LIMITED                               ..... Petitioner\n                versus\n\nTHE MICRO AND SMALL ENTERPRISES FACILITATIONS\nCENTRE &amp; ANR                          ..... Respondent\n\n                                          AND\n+      W.P.(C) 10901/2016 and CM No. 42707/2016\n\nBHARAT HEAVY ELECTRICALS LIMITED                               ..... Petitioner\n                versus\n\nTHE MICRO AND SMALL ENTERPRISES FACILITATIONS\nCENTRE &amp; ANR                          ..... Respondent\n\nAdvocates who appeared in this case:\nFor the Petitioner                : Mr Ashim Vachher, Mr P. Piyush and Mr\n                                    Vaibhav Dabas.\nFor the Respondent                : Mr Siddharth Dutta for R-1.\n                                    Mr Vikram Nandrajog and Mr S. Khanna for R-\n                                    2.\n\nCORAM\nHON&#x27;BLE MR JUSTICE VIBHU BAKHRU\n\n                                      JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">VIBHU BAKHRU, J\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.     Bharat Heavy Electricals Limited (hereafter &#x27;the BHEL&#x27;) has filed\nthese petitions, challenging two separate orders (hereafter &#x27;the impugned\norders&#x27;), both dated 16.06.2016, passed by the respondent no.1, The Micro\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">W.P.(C) 10886/2016 &amp; 10901/2016                                       Page 1 of 17</span>\n and Small Enterprises Facilitations Centre (hereafter &#x27;the MSEFC&#x27;). By the\nimpugned orders, MSEFC had recorded its conclusion that resolution of\ndisputes between BHEL and respondent no.2 (hereafter &#x27;DRIPLEX&#x27;), by\nconciliation, was not possible; it had, accordingly, decided to terminate the\nconciliation proceedings and refer the disputes to Delhi International\nArbitration Centre (hereafter &#x27;DIAC&#x27;) for initiating arbitration proceedings.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.     The parties involved and the controversy raised in these petitions is\ncommon and, therefore, both the petitions were taken up and heard\ntogether.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">3.     The principal question involved in the present petitions is whether\nMSEFC could - in terms of <a href=\"/doc/145506223/\" id=\"a_1\">Section 18 (3)</a> of The Micro, Small and\nMedium Enterprises Development Act, 2006 (hereafter &#x27;the Act&#x27;) - refer\nthe disputes for arbitration under the aegis of DIAC, considering that the\ndisputing parties had also entered into an arbitration agreement. The\nGeneral Conditions of Contracts (hereafter &#x27;GCC&#x27;), included as a part of\nthe agreements (purchase orders) entered into between the parties, contains\nan arbitration clause in terms of which the disputes are to be referred to an\narbitrator appointed by BHEL. It is BHEL&#x27;s contention that MSEFC does\nnot have the jurisdiction to override the arbitration agreement and refer the\ndisputes to DIAC. According to BHEL, once MSEFC had concluded that\nthe disputes could not be resolved through conciliation, it could refer the\nparties to resolve their disputes by arbitration in terms of their agreement\nbut it could not supplant the arbitration agreement. The respondents, both\nMSEFC and DRIPLEX, dispute the same. According to the respondents, in\nterms of <a href=\"/doc/145506223/\" id=\"a_2\">Section 18(3)</a> of the Act, if the conciliation proceedings initiated\nis not successful, MSEFC is enjoined to adjudicate the disputes or refer the\n\n\n<span class=\"hidden_text\" id=\"span_2\">W.P.(C) 10886/2016 &amp; 10901/2016                                  Page 2 of 17</span>\n disputes for arbitration to any institution or centre providing alternate\ndisputes resolution services. The respondents claim that the provisions of\n<a href=\"/doc/145506223/\" id=\"a_3\">Section 18(3)</a> would override the arbitration agreement between the\ndisputing parties.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.     Briefly stated, the relevant facts necessary to address the controversy\nare as under:-\n</p>\n<blockquote id=\"blockquote_1\">4.1.   BHEL had entered into a contract for setting up a Thermal Power\nPlant in Syria on a turnkey basis. BHEL in turn has placed purchase order\ndated 26.03.2013 for supply of DM Plant (subject matter of W.P. (C)\n10901/2016) and purchase order dated 20.12.2016 for supply of\nCondensate Polishing System and other items (subject matter of W.P. (C)\n10886/2016), on DRIPLEX.\n</blockquote>\n<blockquote id=\"blockquote_2\">4.2.   BHEL&#x27;s claims that on 11.06.2012, it was forced to suspend all\noperations relating to the thermal plant in question, including exports to\nSyria from India, due to Civil unrest and the advisory issued by the Indian\nEmbassy at Damascus. Accordingly, BHEL informed all the concerned\nsuppliers, including DRIPLEX, that the project had been put on hold.\n</blockquote><p data-structure=\"Section\" id=\"p_6\">According to BHEL, it is, thus, not required to make payments under the\nagreements (purchase orders). DRIPLEX claims to the contrary; according\nto DRIPLEX, it is entitled to the consideration payable for supply of DM\nPlant and Condensate Polishing Unit delivered to BHEL.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">4.3.   Since BHEL declined to pay the consideration for the supplies, on\nJune 2015, DRIPLEX filed separate applications under <a href=\"/doc/417937/\" id=\"a_4\">Section 18</a> of the\nAct, with MSEFC, enclosing therewith a statement of their claims in\nrespect of the respective purchase orders. In respect of the purchase order\n\n\n<span class=\"hidden_text\" id=\"span_3\">W.P.(C) 10886/2016 &amp; 10901/2016                                   Page 3 of 17</span>\n dated 26.03.2013, DRIPLEX claimed a sum of `2,22,00,000/- along with\ninterest and, in respect of the purchase order dated 20.12.2011, DRIPLEX\nclaimed a sum for `6,08,59,300/- along with interest.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">4.4.   Pursuant to the above applications, MSEFC issued a notice to BHEL\non 02.11.2015 and called upon BHEL to appear before MSEFC on\n23.11.2015. BHEL was also called upon to file a reply to the claims filed\nby DRIPLEX. In response to the aforesaid notices, BHEL filed its replies\nto the respective claims preferred by DRIPLEX, inter alia, disputing the\nliability to pay the amount claimed on account of force majure conditions.\nBHEL claimed that the force majeure clause as contained in the Special\nConditions of Contract was applicable and, thus, BHEL was not obliged to\nmake any payments to DRIPLEX. DRIPLEX filed rejoinders countering\nthe contentions advanced by BHEL.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">4.5.   It appears that certain proceedings were undertaken by MSEFC for\nreconciliation of the disputes but since MSEFC found that the same was\nnot possible, MSEFC passed the impugned orders referring the disputes to\narbitration under the aegis of DIAC.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">Submissions\n\n</p><p data-structure=\"RespArg\" id=\"p_11\">5.     Mr Ashim Vachher, learned counsel appearing for BHEL contended\nthat there was no dispute that MSEFC would have the jurisdiction to\nundertake the conciliation proceedings in terms of <a href=\"/doc/145506223/\" id=\"a_5\">Section 18(3)</a> of the Act.\nHowever, the parties could not be referred to arbitration contrary to the\narbitration agreement entered into between them. He submitted that\n<a href=\"/doc/145506223/\" id=\"a_6\">Section 18(3)</a> of the Act only provided for the disputes to be resolved by\narbitration failing the conciliation proceedings, however, the said\n\n\n<span class=\"hidden_text\" id=\"span_4\">W.P.(C) 10886/2016 &amp; 10901/2016                                 Page 4 of 17</span>\n arbitration was to be conducted in terms of the agreement between the\nparties. He canvassed that there was no conflict between the arbitration\nagreement and the provisions of <a href=\"/doc/145506223/\" id=\"a_7\">Section 18(3)</a> of the Act and, the same\nmust be read in an harmonious manner. He relied on the decision of the\nBombay High Court in the case of M/s Steel Authority of India v. The\nMicro, Small Enterprise Facilitation Council and Anr. : AIR 2012 Bom\n178 and drew the attention of the Court to paragraph 11 of the said\njudgment, wherein the Court had observed that &quot;we find that there is no\nprovision in the Act, which negates or renders the arbitration agreement\nentered between the parties ineffective&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">6.     Mr Siddharth Dutta, learned counsel appearing for MSEFC\ncountered the aforesaid submissions and relied on the decision of the\nPunjab &amp; Haryana High Court in Welspun Corp. Ltd v. The Micro and\nSmall, Medium Enterprises Facilitation Council, Punjab and others :\n</p><blockquote id=\"blockquote_3\">CWP No. 23016/2011 decided on 13.12.2011, whereby the single Judge\nof the Punjab and Haryana High Court had taken a view contrary to that of\nthe Bombay High Court in M/s Steel Authority of India v. The Micro,\nSmall Enterprise Facilitation Council (supra). <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"84267911\" id=\"span_5\">He also relied on the\ndecision of the Madras High Court in M/s <a href=\"/doc/84267911/\" id=\"a_8\">Refex Energy Limited v. Union\nof India and Another</a> : AIR 2016 Mad139</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77040817\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104689157\" id=\"span_7\">7.     Mr Vikram Nandrajog, learned counsel appearing for DRIPLEX\nsupported the contentions advanced on behalf of MSEFC. He further\ncontended that there was a clear conflict between the provisions of <a href=\"/doc/145506223/\" id=\"a_9\">Section\n18(3)</a> of the Act and the arbitration agreement between BHEL and\nDRIPLEX (Clause 30 of the GCC) and, therefore, the provisions of the Act\nwould necessarily prevail. He relied on the decision of the Division Bench\n\n\n<span class=\"hidden_text\" id=\"span_8\">W.P.(C) 10886/2016 &amp; 10901/2016                                Page 5 of 17</span>\n of Allahabad High Court in <a href=\"/doc/104689157/\" id=\"a_10\">BHEL v. State of U.P. and Others</a> : W.P. (C)\n11535/2014 decided on 24.02.2014; the decision of the Punjab and\nHaryana High Court in The Chief Administrator Officer, COFMOW v.\nMSEFC of Haryana &amp; Ors.: CWP 277/2015 decided on 09.01.2015; the\ndecision of the Calcutta High Court in NPCC Limited and another v. West\nBengal State MSEFC &amp; Ors.: GA No. 304/2017 W.P. 294/2016 decided\non 16.02.2017; and the decision of a coordinate bench of this Court in <a href=\"/doc/77040817/\" id=\"a_11\">GE\nT &amp; D India Ltd. v. Reliable Engineering Projects and Marketing</a> : OMP\n(Comm.) No. 76/2016 decided on 15.02.2017, in support of his aforesaid\ncontention.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"162444548\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1061470\" id=\"span_10\">He also referred to the decisions of the Supreme Court in <a href=\"/doc/1061470/\" id=\"a_12\">Fair\nAir Engineers Pvt. Ltd &amp; Anr. v. N.K. Modi</a> : (<a href=\"/doc/162444548/\" id=\"a_13\">1996) 6 SCC 385 and\nNational Seeds Corporation Ltd v. M. Madhusudhan Reddy &amp; Anr.</a> :</span></span>\n</p><blockquote id=\"blockquote_4\">(2012) 2 SCC 506 and on the strength of the said decisions contended that\nthe Act being a <a href=\"/doc/701797/\" id=\"a_14\">Special Act</a> would override the provisions of <a href=\"/doc/1306164/\" id=\"a_15\">Arbitration\nand Conciliation Act, 1996</a> (hereafter the &#x27;A&amp;C Act&#x27;).\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_14\">8.     Mr Nandrajog also contended that BHEL, in its reply filed before\nMSEFC, had not raised any objection as to jurisdiction of MSEFC and,\ntherefore, was estopped from raising such objections at this stage. He\nreferred to paragraph 3 of the replies filed on behalf of BHEL wherein\nBHEL had reserved its rights to urge further grounds in case the matter was\nreferred to arbitration under the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">Reasons and Conclusion\n\n</p><p data-structure=\"Section\" id=\"p_16\">9.     At the outset, it is relevant to observe that the Act was enacted with\nthe object of facilitating the promotion, development and enhancing the\ncompetitiveness of small and medium enterprises. Chapter V of the said\nAct (funiculus of <a href=\"/doc/574789/\" id=\"a_16\">sections 15</a> to <a href=\"/doc/1050455/\" id=\"a_17\">24</a>) contains provisions to address the issue\n\n<span class=\"hidden_text\" id=\"span_11\">W.P.(C) 10886/2016 &amp; 10901/2016                                  Page 6 of 17</span>\n of delayed payment to Micro and Small Enterprises. <a href=\"/doc/574789/\" id=\"a_18\">Section 15</a> of the Act\nmandates that where any supplier supplies any goods or renders any\nservices to any buyer, the buyer would make the payment for the same on\nor before the date agreed, which in any case could not exceed 45 days from\nthe date of acceptance/deemed acceptance. <a href=\"/doc/1723683/\" id=\"a_19\">Section 16</a> of the Act provides\nfor payment of interest. <a href=\"/doc/1098764/\" id=\"a_20\">Section 17</a> of the Act mandates that the buyer\nwould be liable to pay the amount for the goods supplied or services\nrendered along with interest as provided under <a href=\"/doc/1723683/\" id=\"a_21\">Section 16</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">10.    <a href=\"/doc/290252/\" id=\"a_22\">Section 18(1)</a> of the Act contains a non obstante clause and enables\nany party to a dispute to make a reference to the Micro and Small\nEnterprises Facilitation Council (MSEFC). <a href=\"/doc/417937/\" id=\"a_23\">Section 18</a> of the Act is\nrelevant and is set out below:-\n</p><blockquote id=\"blockquote_5\">         &quot;18. Reference to Micro and Small Enterprises\n         Facilitation Council.-- (1) Notwithstanding anything\n         contained in any other law for the time being in force, any\n         party to a dispute may, with regard to any amount due\n         under <a href=\"/doc/1098764/\" id=\"a_24\">section 17</a>, make a reference to the Micro and\n         Small Enterprises Facilitation Council.\n</blockquote>\n<blockquote id=\"blockquote_6\">         (2) On receipt of a reference under sub-section (1), the\n         Council shall either itself conduct conciliation in the\n         matter or seek the assistance of any institution or centre\n         providing alternate dispute resolution services by making\n         a reference to such an institution or centre, for conducting\n         conciliation and the provisions of <a href=\"/doc/1974602/\" id=\"a_25\">sections 65</a> to <a href=\"/doc/1034395/\" id=\"a_26\">81</a> of the\n         Arbitration and Conciliation Act, 1996 (26 of 1996) shall\n         apply to such a dispute as if the conciliation was initiated\n         under Part III of that Act.\n</blockquote>\n<blockquote id=\"blockquote_7\">         (3) Where the conciliation initiated under sub-section\n         (2) is not successful and stands terminated without any\n         settlement between the parties, the Council shall either\n\n\n<span class=\"hidden_text\" id=\"span_12\">W.P.(C) 10886/2016 &amp; 10901/2016                                    Page 7 of 17</span>\n          itself take up the dispute for arbitration or refer to it any\n         institution or centre providing alternate dispute resolution\n         services for such arbitration and the provisions of the\n         <a href=\"/doc/1306164/\" id=\"a_27\">Arbitration and Conciliation Act, 1996</a> (26 of 1996) shall\n         then apply to the dispute as if the arbitration was in\n         pursuance of an arbitration agreement referred to in sub-\n</blockquote><p data-structure=\"Section\" id=\"p_18\">         section (1) of <a href=\"/doc/1846895/\" id=\"a_28\">section 7</a> of that Act.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">         (4) Notwithstanding anything contained in any other\n         law for the time being in force, the Micro and Small\n         Enterprises Facilitation Council or the centre providing\n         alternate dispute resolution services shall have\n         jurisdiction to act as an Arbitrator or Conciliator under\n         this section in a dispute between the supplier located\n         within its jurisdiction and a buyer located anywhere in\n         India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">         (5) Every reference made under this section shall be\n         decided within a period of ninety days from the date of\n         making such a reference.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_21\">11.    <a href=\"/doc/1731368/\" id=\"a_29\">Section 19</a> of the Act, inter alia, provides that no application for\nsetting aside any decree, award or other order made either by the Council\nitself or by any institution or centre providing alternate dispute resolution\nwould be entertained, unless the appellant (not being a supplier) has\ndeposited 75% of the amount in terms of the decree or award in the manner\nas directed by the Court. <a href=\"/doc/1731368/\" id=\"a_30\">Section 19</a> of the Act is set out below:-\n</p><blockquote id=\"blockquote_8\">         &quot;19. Application for setting aside decree, award or\n         order.--No application for setting aside any decree, award\n         or other order made either by the Council itself or by any\n         institution or centre providing alternate dispute resolution\n         services to which a reference is made by the Council, shall\n         be entertained by any court unless the appellant (not being a\n         supplier) has deposited with it seventy-five percent of the\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">W.P.(C) 10886/2016 &amp; 10901/2016                                      Page 8 of 17</span>\n           amount in terms of the decree, award or, as the case may be,\n          the other order in the manner directed by such court:\n</blockquote>\n<blockquote id=\"blockquote_9\">                 Provided that pending disposal of the application to\n          set aside the decree, award or order, the court shall order\n          that such percentage of the amount deposited shall be paid\n          to the supplier, as it considers reasonable under the\n          circumstances of the case subject to such conditions as it\n          deems necessary to impose.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">12.     <a href=\"/doc/385194/\" id=\"a_31\">Section 20</a> and <a href=\"/doc/138599/\" id=\"a_32\">21</a> of the Act provides for establishment and\ncomposition of Micro and Small Enterprises Facilitation Council. <a href=\"/doc/1986891/\" id=\"a_33\">Section\n22</a> mandates that a buyer would furnish certain additional information in\nhis annual accounts. <a href=\"/doc/1460737/\" id=\"a_34\">Section 23</a> of the Act expressly provides that the\namount of interest payable or paid by any buyer would not be allowed any\ndeduction for the purposes of computing the income charitable to tax under\nthe <a href=\"/doc/789969/\" id=\"a_35\">Income Tax Act, 1961</a>.\n</p><p data-structure=\"Section\" id=\"p_23\">13.    <a href=\"/doc/1444341/\" id=\"a_36\">Section 24</a> of the Act is a non-obstante provision and reads as\nunder:-\n</p>\n<blockquote id=\"blockquote_10\">       &quot;24 Overriding effect- The provision of <a href=\"/doc/626570/\" id=\"a_37\">sections 15</a> to <a href=\"/doc/1460737/\" id=\"a_38\">23</a>\n       shall have effect notwithstanding anything inconsistent\n       therewith contained in any other law for the time being in\n       force.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_24\">14.    A plain reading of <a href=\"/doc/1347069/\" id=\"a_39\">Section 18(2)</a> of the Act indicates that on receipt\nof a reference under <a href=\"/doc/1347069/\" id=\"a_40\">Section 18(1)</a> of the Act, the Council [MSEFC] would\neither conduct conciliation in the matter or seek assistance of any\ninstitution or centre providing alternate dispute resolution services. It also\nexpressly provides that <a href=\"/doc/1974602/\" id=\"a_41\">Section 65</a> to <a href=\"/doc/1034395/\" id=\"a_42\">81</a> of the A&amp;C Act would apply to\nsuch a dispute as it applies to conciliation initiated under the Part III of the\nA&amp;C Act.\n</p>\n\n<span class=\"hidden_text\" id=\"span_14\">W.P.(C) 10886/2016 &amp; 10901/2016                                     Page 9 of 17</span>\n<p data-structure=\"Section\" id=\"p_25\"> 15.    It is clear from the provisions of <a href=\"/doc/1347069/\" id=\"a_43\">Section 18 (2)</a> of the Act that the\nlegislative intention is to incorporate by reference the provisions of <a href=\"/doc/1974602/\" id=\"a_44\">Section\n65</a> to <a href=\"/doc/1034395/\" id=\"a_45\">81</a> of the A&amp;C Act to the conciliation proceedings conducted by\nMSEFC.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">16.    <a href=\"/doc/1347069/\" id=\"a_46\">Section 18 (3)</a> of the Act expressly provides that in the event the\nconciliation initiated under <a href=\"/doc/1347069/\" id=\"a_47\">Section 18 (2)</a> of the Act does not fructify into\nany settlement, MSEFC would take up the disputes or refer the same to any\ninstitution or centre providing alternate dispute resolution services for such\narbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">17.    It is at once clear that the provision of <a href=\"/doc/1347069/\" id=\"a_48\">Section 18(3)</a> of the Act do\nnot leave any scope for a non-institutional arbitration. In terms of <a href=\"/doc/1347069/\" id=\"a_49\">Section\n18 (3)</a> of the Act, it is necessary that the arbitration be conducted under\naegis of an institution -either by MSEFC or under the aegis of any\n&quot;Institution or Centre providing alternate dispute resolution services for\nsuch arbitration&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">18.    At this stage, it would be relevant to refer to clause 29 and 30 of the\nGCC. The relevant extracts of which are quoted below:-\n</p>\n<blockquote id=\"blockquote_11\">       &quot;29.0 SETTLEMENT OF DISPUTES\n       29.1 Except as otherwise specifically provided in the\n            Order/Contract, all disputes concerning questions of the\n            facts arising under the Order/Contract, shall be decided\n            by purchaser, subject to written appeal by the\n            Seller/Contractor to the purchaser, whose decision shall\n            be final.\n</blockquote><blockquote id=\"blockquote_12\">       29.2 Any disputes or differences shall be to the extent\n            possible settled amicably between the parties hereto,\n            failing which the disputed issues shall be settled through\n            arbitration.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_15\">W.P.(C) 10886/2016 &amp; 10901/2016                                   Page 10 of 17</span>\n<blockquote id=\"blockquote_13\">        29.3 The Seller/contractor shall continue to perform the\n            Order/Contract, pending settlement of dispute(s).\n       30.0     ARBITRATION\n\n       30.1 In the event of any dispute or difference arising out of\n            the execution of the Order/Contract or the respective\n            rights and liabilities of the parties or in relation to\n            interpretation of any provision by the Seller/Contractor\n            in any manner touching upon the Order/Contract, such\n            dispute or difference shall (except as to any matters, the\n            decision of which is specifically provided for therein) be\n            referred to the arbitration of the person appointed by the\n            competent authority of the Purchaser.\n</blockquote>\n<blockquote id=\"blockquote_14\">               Subject as aforesaid, the provisions of <a href=\"/doc/1306164/\" id=\"a_50\">Arbitration and\n               Conciliation Act, 1996</a> (India) or statutory\n               modifications or re-enactments thereof and the rules\n               made thereunder and for the time being in force shall\n               apply to the arbitration proceedings under this clause.\n               The venue of arbitration shall be at New Delhi.\n</blockquote>\n<blockquote id=\"blockquote_15\">       30.2 In case of order/contract on Public Sector Enterprises\n            (PSE) or a Govt. Deptt., the following clause shall be\n            applicable:-\n</blockquote>\n<blockquote id=\"blockquote_16\">               In the event of any dispute or difference relating to the\n               interpretation and application of the provisions of the\n               Order/Contract, such dispute or difference shall be\n               referred to by either party to the arbitration of one of the\n               arbitrators in the department of public enterprises. The\n               award of the arbitrator shall be binding upon the parties\n               to the dispute, Provided, however, any party aggrieved\n               by such award may make a further reference for setting\n               aside or revision of the award to the Law secretary,\n               Deptt. of Legal Affairs, Ministry of Law &amp; Justice,\n               Government of India. Upon such reference the dispute\n\n\n<span class=\"hidden_text\" id=\"span_16\">W.P.(C) 10886/2016 &amp; 10901/2016                                      Page 11 of 17</span>\n                shall be decided by the Law Secretary or the Special\n               Secretary or Additional Secretary when so authorized\n               by the Law Secretary, whose decision shall bind the\n               parties hereto finally and conclusively.\n</blockquote>\n<blockquote id=\"blockquote_17\">       30.3 The cost of the arbitration shall be borne equally by the\n            parties.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_29\">19.    It is apparent from the plain reading of clause 30 (1) above, that the\nDRIPLEX and BHEL had agreed to refer disputes to an arbitrator\nappointed by BHEL and this in material variance with the provisions of\n<a href=\"/doc/1347069/\" id=\"a_51\">Section 18(3)</a> of the Act. In this view, the contention that there is no\nconflict between the arbitration agreement and <a href=\"/doc/1347069/\" id=\"a_52\">Section 18(3)</a> of the Act, is\nnot persuasive. The arbitration clause under the GCC provides for an\narbitration by an arbitrator to be appointed by BHEL, which is repugnant to\nan institutional arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">20.    As noticed above, <a href=\"/doc/1444341/\" id=\"a_53\">Section 24</a> of the Act contains an non-obstante\nprovision and, expressly provides that the provisions of <a href=\"/doc/626570/\" id=\"a_54\">Section 15</a> to <a href=\"/doc/1460737/\" id=\"a_55\">23</a> of\nthe Act will have an overriding effect. Thus, the provisions of <a href=\"/doc/1347069/\" id=\"a_56\">Section\n18(3)</a> of the Act cannot be diluted and must be given effect to\nnotwithstanding anything inconsistent, including the arbitration agreement\nin terms of <a href=\"/doc/1846895/\" id=\"a_57\">section 7</a> of the A&amp;C Act.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">21.    If one examines the scheme of the provision of <a href=\"/doc/626570/\" id=\"a_58\">Section 15</a> to <a href=\"/doc/1460737/\" id=\"a_59\">23</a> of\nthe Act, it is apparent that the scheme is to provide a statutory framework\nfor Micro and Small Enterprises to expeditiously recover the amounts due\nfor supplies made by them. This is in conformity with the object of the Act\nto minimise the incidence of sickness in Small and Medium Enterprises\nand to enhance their competitiveness. It is understood that the Small and\nMedium Enterprises do not command a significant bargaining power and -\n</p>\n<span class=\"hidden_text\" id=\"span_17\">W.P.(C) 10886/2016 &amp; 10901/2016                                  Page 12 of 17</span>\n<p data-structure=\"Section\" id=\"p_32\"> as indicated in the statement of object and reasons of the Act - the object of\nthe Act is, inter alia, to extend the policy support and provide appropriate\nlegal framework for the sector to facilitate its growth and development. It\nis, apparently, for this reason that <a href=\"/doc/1347069/\" id=\"a_60\">Section 18 (3)</a> does not contemplate an\narbitration to be conducted by an arbitrator which is to be appointed by\neither party, but expressly provides that the same would be conducted by\nMSEFC or by any institution or a centre providing alternate dispute\nresolution services.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">22.    <a href=\"/doc/1731368/\" id=\"a_61\">Section 19</a> of the Act also ensures a more expedient recovery by\nmaking pre-deposit of 75% of the awarded amount a pre condition for\nassailing the award. The benefit of this provision is not available in case of\narbitrations in terms of agreements between the parties (and not by a\nstatutory reference under <a href=\"/doc/1347069/\" id=\"a_62\">Section 18 (3)</a> of the Act).\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">23.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"104689157\" id=\"span_18\">In <a href=\"/doc/104689157/\" id=\"a_63\">BHEL v. State of U.P. &amp; others</a> (Supra), a Division Bench of the\nAllahabad High Court had considered the case where the agreement\nbetween the disputing parties contained an arbitration clause, however, the\nMSEFC had decided to arbitrate the disputes under <a href=\"/doc/1347069/\" id=\"a_64\">Section 18(3)</a> of the\nAct. BHEL was also the petitioner <a href=\"/doc/104689157/\" id=\"a_65\">in that case</a> and, had approached the\nCourt seeking that the proceedings before Uttar Pradesh State Micro and\nSmall Enterprises Facilitation Council be set aside and the said Council be\ndirected to decide BHEL&#x27;s objection under Section 8 of the A &amp; C Act\n(that is, that the disputes be referred to Arbitration in terms of the\nagreement between the parties therein). The Division Bench of Allahabad\nHigh Court had repelled BHEL&#x27;s contention and held as under:-</span>\n</p>\n<blockquote id=\"blockquote_18\">         &quot;In this view of the matter, the relief of certiorari for\n         quashing all the proceedings before the Council is\n\n\n<span class=\"hidden_text\" id=\"span_19\">W.P.(C) 10886/2016 &amp; 10901/2016                                   Page 13 of 17</span>\n          manifestly misconceived. The proceedings had been\n         entertained by the Council in pursuance of the provisions of\n         the Act. Though there may be an arbitration agreement\n         between the parties, the provisions of <a href=\"/doc/1347069/\" id=\"a_66\">Section 18 (4)</a>\n         specifically contain a non obstante clause empowering the\n         Facilitation Council to as an Arbitrator. Moreover, section\n</blockquote><p data-structure=\"Conclusion\" id=\"p_35\">         24 of the Act states that <a href=\"/doc/626570/\" id=\"a_67\">sections 15</a> to <a href=\"/doc/1460737/\" id=\"a_68\">23</a> shall have effect\n         notwithstanding anything inconsistent therewith contained\n         in any other law for the time being in force.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">24.    The Punjab and Haryana High Court in The Chief Administrative,\nCOFMOW (supra) had rejected the contention that provisions of <a href=\"/doc/1347069/\" id=\"a_69\">Section\n18 (3)</a> of the Act for referring the disputes to arbitration would apply only\nwhere there was no arbitration agreement between the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77040817\" id=\"span_20\">25.    A coordinate bench of this court has in <a href=\"/doc/77040817/\" id=\"a_70\">GE T &amp; D India Ltd.</a> (supra)\nhad unequivocally held as under:-</span>\n</p>\n<blockquote id=\"blockquote_19\">          &quot;In the present case, therefore, the Court is satisfied that\n          the <a href=\"/doc/352833/\" id=\"a_71\">MSMED Act</a> to the extent it provides for a special\n          forum for adjudication of the disputes involving a\n          &#x27;supplier&#x27; registered thereunder, overrides the Act i.e., the\n          <a href=\"/doc/1306164/\" id=\"a_72\">Arbitration and Conciliation Act</a> 1996.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">26.    The Calcutta High Court in the case of National projects\nConstruction Corporation Limited (supra) had also concluded that in\ncases where an arbitration agreement existed between two parties and one\nsuch party was an entity within the meaning of the Act, the Council\nestablished under the Act would have jurisdiction to arbitrate the disputes\nbetween such parties. The Court further observed as under:-\n</p>\n<blockquote id=\"blockquote_20\">       &quot;When there exists an arbitration agreement between two\n       parties and one of such parties to the arbitration agreement is\n\n\n<span class=\"hidden_text\" id=\"span_21\">W.P.(C) 10886/2016 &amp; 10901/2016                                    Page 14 of 17</span>\n        an entity within the meaning of the Act of 2006, the Council\n       established under the provisions of the Act of 2006 or any\n       institution or centre identified by it has the jurisdiction to\n       arbitrate such disputes on a request being received by such\n       Council for such purpose.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">27.    This court, respectfully, is unable to concur with the view of the\nBombay High Court in M/s Steel Authority of India v. The Micro, Small\nEnterprise Facilitation Council (supra). In that case, the Court had\nreasoned that <a href=\"/doc/1444341/\" id=\"a_73\">Section 24</a> of the Act, which was enacted to give an\noverriding effect to provisions of <a href=\"/doc/626570/\" id=\"a_74\">Section 15</a> to <a href=\"/doc/1460737/\" id=\"a_75\">23</a> of the Act would\noverride only such provisions which were inconsistent with <a href=\"/doc/626570/\" id=\"a_76\">Section 15</a> to\n<a href=\"/doc/1460737/\" id=\"a_77\">23</a> of the Act. And, since the Court was of the view that there was no\ninconsistency between the provisions of <a href=\"/doc/1347069/\" id=\"a_78\">Section 18 (3)</a> of the Act and the\nagreement between the parties to refer the disputes to arbitration under the\n&#x27;A&amp;C Act&#x27;, it held that the arbitration agreement between the parties could\nnot be rendered ineffective.\n</p>\n<p data-structure=\"Section\" id=\"p_40\">28.    This Court - for the reasons as stated hereinbefore - is unable to\nsubscribe to the view that there is no inconsistency between the arbitration\nagreement and <a href=\"/doc/1347069/\" id=\"a_79\">section 18(3)</a> of the Act; <a href=\"/doc/1347069/\" id=\"a_80\">Section 18(3)</a> contemplates only\nan institutional arbitration and not an ad hoc arbitration. In the present\ncase, the provision that only BHEL would appoint the arbitrator, plainly,\nruns contrary to the mechanism under <a href=\"/doc/1347069/\" id=\"a_81\">section 18(3)</a> of the Act. Further, in\nterms of <a href=\"/doc/1731368/\" id=\"a_82\">Section 19</a> of the Act, the award rendered pursuant to an\narbitration under <a href=\"/doc/1347069/\" id=\"a_83\">Section 18(3)</a> of the Act cannot be assailed by the party\n(other than the supplier), without depositing seventy-five percent of the\namount awarded. Concededly, <a href=\"/doc/1731368/\" id=\"a_84\">Section 19</a> would be inapplicable to an\naward, which is rendered pursuant to an arbitration that is not conducted in\n\n\n<span class=\"hidden_text\" id=\"span_22\">W.P.(C) 10886/2016 &amp; 10901/2016                                 Page 15 of 17</span>\n terms of <a href=\"/doc/1347069/\" id=\"a_85\">Section 18(3)</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_41\">29.     Mr Vachher, earnestly contended that there was no issue with\nregard to MSEFC conducting the conciliation proceedings, however,\nMSEFC could not, on failure of such conciliation proceedings, refer the\ndisputes to arbitration in view of an express agreement between BHEL and\nDRIPLEX. This contention is unsustainable. The agreement between the\nparties also includes provisions for an amicable resolution of their inter se\ndisputes (clause 29 of GCC). Thus, it is difficult to find any rationale why\n<a href=\"/doc/1347069/\" id=\"a_86\">Section 18</a> of the Act would override part of the dispute resolution clause\nand not the other.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">30.    There is also much merit in Mr Nandrajog&#x27;s contention that BHEL\nhad not raised any objections for referring of the disputes to arbitration\nunder <a href=\"/doc/1347069/\" id=\"a_87\">Section 18(3)</a> of the Act and, thus, would be estopped from raising\nthis contentions at this stage. Paragraph 3 of the replies filed on behalf of\nBHEL, which are similarly worded in both the cases, read as under:-\n</p>\n<blockquote id=\"blockquote_21\">            &quot;In view of the above directions, the following reply is\n            being submitted to the claim lodged by Driplex.\n            However, the present reply to the claim is only a\n            preliminary reply and BHEL reserves its right to take\n            any other or further grounds or make further averments\n            in case the matter is referred to Arbitration under the\n            <a href=\"/doc/352833/\" id=\"a_88\">MSMED Act</a>. BHEL also reserves its rights to file a\n            Counter claim, if so advised, against Driplex in case the\n            dispute is referred to Arbitration.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"104689157\" id=\"span_23\">31.    It is apparent from the above that BHEL had proceeded on the basis\nthat if the conciliation proceedings failed, the disputes would be referred to\narbitration under the Act and, thus, they cannot be permitted to assail the\n\n\n<span class=\"hidden_text\" id=\"span_24\">W.P.(C) 10886/2016 &amp; 10901/2016                                   Page 16 of 17</span>\n orders passed by MSEFC under <a href=\"/doc/1347069/\" id=\"a_89\">Section 18(3)</a> of the Act. It was not\n<a href=\"/doc/104689157/\" id=\"a_90\">BHEL</a>&#x27;s case, as is apparent from its replies filed before MSRFC, that\nreference to arbitration would necessarily have to be as per the agreement\nbetween the parties and not under the Act. Thus, they cannot be permitted\nto agitate this issue in these proceedings.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">32.    In view of the above, the petitions are dismissed with costs\nquantified at `25,000/- in each case.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_45\">                                                  VIBHU BAKHRU, J\n\nSEPTEMBER 18, 2017\npkv\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">W.P.(C) 10886/2016 &amp; 10901/2016                                Page 17 of 17</span>\n </p>","numcites":27,"numcitedby":29,"docsource":"Delhi High Court","citetid":126925376,"divtype":"judgments","relatedqs":[{"value":"msefc","formInput":"msefc"},{"value":"alternative dispute resolution","formInput":"alternative%20dispute%20resolution"},{"value":"facilitation council","formInput":"facilitation%20council"},{"value":"driplex","formInput":"driplex"},{"value":"micro and small enterprises facilitation council","formInput":"micro%20and%20small%20enterprises%20facilitation%20council"},{"value":"Institutional  Arbitration ","formInput":"Institutional%20%20Arbitration%20"},{"value":"micro small enterprises facilitation council    filter:   arbitration cases","formInput":"micro%20small%20enterprises%20facilitation%20council%20%20%20%20filter%3A%20%20%20arbitration%20cases"},{"value":"BHEL","formInput":"BHEL"},{"value":"section 3 arbitration act  ","formInput":"section%203%20arbitration%20act%20%20"},{"value":"section 18 of arbitration act","formInput":"section%2018%20of%20arbitration%20act"},{"value":"conciliation proceedings","formInput":"conciliation%20proceedings"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"section 18 of arbitration","formInput":"section%2018%20of%20arbitration"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"institutional arbitration\" ","formInput":"%22institutional%20arbitration%22%20"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"non-obstante","formInput":"non-obstante"},{"value":"overriding effect","formInput":"overriding%20effect"},{"value":"arbitration agreement is between the parties","formInput":"arbitration%20agreement%20is%20between%20the%20parties"}],"cats":[{"value":"equal-treatment-of-parties","formInput":"tag:equal-treatment-of-parties"},{"value":"statements-of-claim-and-defence","formInput":"tag:statements-of-claim-and-defence"},{"value":"termination-and-substitution-of-arbitrator","formInput":"tag:termination-and-substitution-of-arbitrator"},{"value":"determination-of-rules-of-procedure","formInput":"tag:determination-of-rules-of-procedure"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}