{"tid":1828195,"publishdate":"2005-12-19","title":"Progressive Constructions Ltd. vs National Highways Authority Of India, ... on 19 December, 2005","doc":"<h2 class=\"doc_title\">Progressive Constructions Ltd. vs National Highways Authority Of India, ... on 19 December, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: IV(2006)BC409, 2005(2)CTLJ364(DEL), 128(2006)DLT714</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-b-lokur\">Madan B. Lokur</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-katju\">Markandeya Katju</a>, <a href=\"/search/?formInput=benchid:m-b-lokur\">Madan B. Lokur</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nMadan B. Lokur, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">Page 2649\n \n\n</p><p data-structure=\"PetArg\" id=\"p_2\">1. The Petitioner is said to be a leading construction company with vast experience in the field of civil construction comprising of roads and highways, bridges, tunnels, etc. It is aggrieved by the award of two contracts in favor of Respondent No. 2, that is, package C-II/BR-8 being &quot;Rehabilitation and upgradation to 4/6 Lane Divided Carriageway Configuration from Km 69.80 to Km 37.75 of Darbhanga &quot;Muzaffarpur Section of NH-57 in the State of Bihar under Phase-II Programme of North &quot;South and East West Corridor Project&quot; and package C-II/BR-9 being &quot;Rehabilitation and upgradation to 4/6 Lane Divided Carriageway Configuration from Page 2650 Km 37.75 to Km 000 of Darbhanga &quot;Muzaffarpur Section of NH-57 in the State of Bihar under Phase-II Programme of North &quot;South and East West Corridor Project&quot;. These two contracts are hereinafter referred to as BR-8 and BR-9. According to the Petitioner, it was the lowest tenderer in respect of both packages and yet the contract has been given to Respondent No. 2.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">The facts\n \n\n</p><p data-structure=\"Issue\" id=\"p_4\">2. Respondent No. 1 issued an invitation in 2004 for pre-qualification of contractors (international competitive bidding) for widening and strengthening the existing carriageway of the National Highway sections in Bihar. The invitation related to nine contract packages being BR-1 to BR-9. It appears that some time later BR-5 was excluded &quot;in any case, it is not the subject matter of any dispute between any of the parties in this writ petition.\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">3. One of the requirements in the pre-qualification process concerned the turn over as mentioned in Clause 3.3.2 of the Instructions to Applicant. This Clause reads as follows -\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;3.3.2 Turnover\n \n\nThe Applicant shall have generated a minimum average annual construction turnover during the last 5 years (commencing from the year 1999-2000) equivalent to 40% of the value of the contract (s) applied for.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_6\">A perusal of the above clause would show that for the purpose of turnover, the commencement year was 1999-2000 and the cut off year was 2003-2004.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">4. There is no dispute that on conclusion of the pre-qualification process, the Petitioner and Respondent No. 2 were found to have pre-qualified. Thereafter, by a letter dated 1st April, 2005 Respondent No. 1 required the pre-qualified bidders to submit their bid in respect of the packages BR-1 to BR-9 (except BR-5). The letter also mentioned that the last date of submission of bids would be 6th May, 2005 but it appears that this was later extended to 17th May, 2005.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">5. As per the Instructions to Applicant, the bid was required to be submitted in two parts, that is, technical bid and financial bid and each part was to be sealed in a separate envelope.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">6. When the technical bids in respect of all the packages were opened on 17th May, 2005, only three of the pre-qualified bidders were found to be technically qualified. Thereafter on 3rd June, 2005, the financial bids were opened and according to the Petitioner they were the lowest in respect of all the four contracts that they had bid for, that is, BR-1, BR-2, BR-8 and BR-9. The Petitioner was subsequently awarded two of these contracts, being BR-1 and BR-2 on 23rd June, 2005.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">7. Separately and independently, Respondent No. 1 had invited bids in respect of some other packages in relation to road construction being Package 1-B and WB-9, WB-10 and WB-12. The Petitioner was the lowest bidder in respect Page 2651 of these packages and was awarded these contracts by Respondent No. 1 on 1st August, 2005, 9th September, 2005, 9th September, 2005 and 8th July, 2005 respectively. In addition to these contracts, the Petitioner was also awarded another contract AS-12 on 14th July, 2005.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">8. For the sake of convenience, and to better appreciate the dispute raised by the Petitioner, a chart (Table I) indicating the Package No., date of submission of bid and date of award of the contract is given below:-\n</p><blockquote id=\"blockquote_2\">  ----------------------------------------------------------------------\n</blockquote><blockquote id=\"blockquote_3\">Package No.      Date of submission         Date of award\n</blockquote><blockquote id=\"blockquote_4\">----------------------------------------------------------------------\n</blockquote><pre id=\"pre_2\"> AS-12                 19.4.05                  14.7.05\nPackage 1-B            16.5.05                  1.8.05\n BR-1                  17.5.05                  23.6.05\n BR-2                  17.5.05                  23.6.05\n BR-8                  17.5.05                  Not awarded (19.10.05)\n BR-9                  17.5.05                  Not awarded (19.10.05)\n WB-12                 24.5.05                  8.7.05\n WB-9                  25.7.05                  9.9.05\n WB-10                 25.7.05                  9.9.05\n</pre><blockquote id=\"blockquote_5\">----------------------------------------------------------------------\n</blockquote><blockquote id=\"blockquote_6\">                              TABLE&quot;  I\n\n \n\nSubmissions of the Petitioner\n \n\n</blockquote><p data-structure=\"PetArg\" id=\"p_12\">9. Learned counsel for the Petitioner made three submissions:-\n</p>  \n\n<blockquote id=\"blockquote_7\">(i) Though the Petitioner was the lowest bidder in respect of BR-8 and BR-9 it was not awarded these two contracts because of two fundamental errors committed by Respondent No. 1. They were:-\n</blockquote>  \n\n<blockquote id=\"blockquote_8\">(a) All the contracts should have been considered and awarded in a chronological sequence, that is, on the basis of the date of submission of the tender.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(b) The turnover (and therefore the bid capacity) of the Petitioner ought to have been calculated at the time of bidding (that is, 1st April, 2005) instead of 1st April, 2004 in accordance with Clause 3.11 of the Instructions to Applicant.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_13\">According to learned counsel for the Petitioner, if both these fundamental errors had not been cumulatively committed, the Petitioner would have been awarded the two contracts in dispute, that is, BR-8 and BR-9. Putting the contention slightly differently, the submission is that all the contracts should have been considered and awarded sequentially and the turnover (and consequently the bid capacity) of the Petitioner should have been taken with reference to the financial year 2004-2005 (being the latest) and not 2003-2004.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\">Page 2652\n \n\n</p><p data-structure=\"PetArg\" id=\"p_15\">(ii) Even though the two contracts BR-8 and BR-9 had been awarded to Respondent No. 2, correspondence in respect of these contracts continued between the Petitioner and Respondent No. 1. According to learned counsel for the Petitioner, this was a ploy adopted by Respondent No. 1 to mislead the Petitioner and this conduct of Respondent No. 1 gives rise to a great suspicion about its bona fides.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">(iii) Respondent No. 1 should not have had any negotiations with Respondent No. 2 about reducing its bid behind the back of the Petitioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">Discussion\n \n\n</p><p data-structure=\"RespArg\" id=\"p_18\">10. The first contention of learned counsel for the Petitioner is based on a determination of the turnover for the year 2004-2005. In this regard, the Petitioner had sent a letter dated 9th June, 2005 to Respondent No. 1 giving its annual financial turnover. In the attachment to the letter, it was stated that the turnover (in lakhs) for the year 2003-2004 was Rs. 47,768.99 (or Rs. 477.68 crores) while the turnover (in lakhs) for the year 2004-2005 was Rs. 75,195.75 (provisional) (or Rs. 751.95 crores). According to the Petitioner, it is the turnover for the year 2004-2005 that ought to have been taken into consideration by Respondent No. 1 but according to Respondent No. 1 Clause 3.3.2 of the Instructions to Applicant required the cut off year to be 2003-2004 and, therefore, the turnover for 2004-2005 could not be taken into consideration. In addition to this, it was submitted by learned counsel for Respondent No. 1 that the turnover for the year 2004-2005 was only provisional and, therefore, could not form the basis of calculations by Respondent No. 1 for the purposes of ascertaining the bid capacity of the Petitioner. We agree with learned counsel for Respondent No. 1 on both counts.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">11. But, what is the meaning of &#x27;bid capacity&#x27;? Essentially, what this means is the financial capacity of the bidder to execute the contract within the time prescribed. The bid capacity is assessed through an arithmetical calculation, in which one of the variables is the turnover; and, as in the case of the Petitioner, if the turnover for 2004-2005 is taken into consideration, the bid capacity would be much higher than if the turnover for 2003-2004 is taken into consideration. It is this that forms the core of the argument of learned counsel for the Petitioner. The assessment of bid capacity is provided for in Paragraph 3.11 of the Instructions to Applicant and this reads as follows:-\n</p>  \n\n<blockquote id=\"blockquote_10\">&quot;3.11 Bid Capacity\n \n\nThe pre-qualified Applicants meeting the minimum qualification criteria will be invited for bids. The available bid capacity of the pre-qualified bidders will be assessed at the time of bidding. The bidders to be eligible for award of work shall have the bidding capacity more than the total estimated cost of the works as indicated in the pre-qualification document. The available bid capacity will be calculated as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_11\">Assessed Available Bid Capacity = (A * N * 1.5-B), where\n \n\nA = Maximum value of civil works executed during one financial year in the last five years (updated to the current price level) which will take into account the completed as well as works in progress, which will get Page 2653 completed next three years (the period of completion of work for which bids are invited)\n \n\nB = Value at current price level of the existing commitments and ongoing works to be completed during the next three years (period of completion of works for which bids are invited).\n</blockquote> \n\n<blockquote id=\"blockquote_12\">N = Number of years prescribed for completion of the works for which the bids are invited, which is three years for all the packages.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">Note: In case of a Joint Venture, the available bid capacity will be applied for each partner to the extent of his proposed participation in the execution of the works and combined.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_20\">12. Learned counsel for the Petitioner also submitted that if the higher turnover (and therefore, higher the bid capacity) of the Petitioner is taken into consideration and contracts are awarded in seriatim as per Table I above, the Petitioner would have also had sufficient bid capacity to execute the two contracts in dispute, that is, BR-8 and BR-9.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\">13. As already mentioned above, Respondent No. 1 contended that the turnover for 2004-2005 could not be taken into consideration and we agree with the view canvassed by learned counsel for Respondent No. 1. Nevertheless, to make it absolutely clear that there was no jugglery of figures by Respondent No. 1 in the award of contracts BR-8 and BR-9, learned counsel for Respondent No. 1 placed before us a tabular statement (Table II) based on the turnover as indicated by the Petitioner in its bid documents of 17th May, 2005 (with the bid capacity being Rs. 477.68 crores). In Table II, Respondent No. 1 assumes the award of the contracts in seriatim and a perusal thereof would show that on the basis of information supplied by the Petitioner itself, its bid capacity on 23rd June, 2005 when, according to the Petitioner, BR-8 and BR-9 should have been awarded was insufficient to execute the contracts. The tabular statement (Table II) prepared by Respondent No. 1 and which is not denied by the Petitioner is given below:-\n</p><blockquote id=\"blockquote_14\"> --------------------------------------------------------------------------------------\n</blockquote><pre id=\"pre_3\">Sr. No.  Package        Quoted price of    Bid Capacity   Balance Bid   Date of award\n                         the contract      before award     Capacity     of contract\n                           package         of contract    (in crores)\n                         (in crores)       (in crores)\n</pre><blockquote id=\"blockquote_15\">--------------------------------------------------------------------------------------\n1         AS-12              218               915            697          14.7.05\n2         BR-1               281.87            697            415.13       23.6.05\n3         BR-2               318.05            415.13         97.08        23.6.05\n4         BR-8               315.25            97.08          Insufficient (23.6.05)\n5         BR-9               318               97.08          Insufficient (23.6.05)\n</blockquote><blockquote id=\"blockquote_16\">--------------------------------------------------------------------------------------\n</blockquote><p data-structure=\"Conclusion\" id=\"p_22\">TABLE II &quot; Turnover Rs.477.68 crores\n\n\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">14. From the above, it is clear that even if the contention of learned counsel for the Petitioner is accepted that the award of contracts should have been chronologically based on the date of submission of the bid, on the turnover provided by the Petitioner itself, it did not have the bid capacity for the two contracts in question, that is, BR-8 and BR-9.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">Page 2654\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">15. To make assurance doubly sure, Respondent No. 1 prepared another chart on the basis of the turnover of the Petitioner for the year 2004-2005 being Rs. 751.94 crores. This chart (Table III) is based on the actual date of the award of the contracts and does not proceed chronologically on the basis of the date of submission of the bid. A perusal of Table III would indicate that the bid capacity of the Petitioner was insufficient when the two contracts BR-8 and BR-9 came up for consideration in October, 2005. The tabular statement prepared by Respondent No. 1 is given below:-\n</p><blockquote id=\"blockquote_17\"> ---------------------------------------------------------------------------------------\n</blockquote><pre id=\"pre_4\">Sr.No.     Package    Quoted price of    Bid Capacity     Balance Bid     Date of award\n                      the contract        before award      Capacity      of contract\n                        package           of contract      (in crores)\n                      (in crores)         (in crores)\n</pre><blockquote id=\"blockquote_18\">---------------------------------------------------------------------------------------\n1          BR-1        281.87              1799.38           1517.51         23.06.2005\n2          BR-2        318.05              1517.51           1199.46         23.06.2005\n3          AS-12       218                 1199.46           981.46          14.07.2005\n4          WB-12       156.67              981.46            824.79          08.07.2005\n5          Package-IB  237                 824.79            587.79          01.08.2005\n6          WB-9        297.62              587.79            290.18          09.09.2005\n7          WB-10       175.98              290.18            114.19          09.09.2005\n8          BR-8        315.25              114.19            Insufficient    19.10.2005\n9          BR-9        318.00              114.19            Insufficient    19.10.2005\n</blockquote><blockquote id=\"blockquote_19\">--------------------------------------------------------------------------------------\n</blockquote><p data-structure=\"Conclusion\" id=\"p_26\">TABLE III - Turnover Rs.751.94 crores\n\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">16. Both Table II and Table III make it clear that the Petitioner has not made out any credible case for interference.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">17. However, the Petitioner could succeed in the writ petition only if its premises are accepted that its turnover of Rs. 751.94 crores for the year 2004-2005 is taken into consideration and if the award of contracts is done chronologically on the basis of the date of submission of the bid. We are of the view that both these premises are not tenable.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">18. In the first instance, there is no warrant for taking the turnover as 2004-2005. This is because it would plainly be contrary to Clause 3.3.2 of the Instructions to Applicant. These instructions are sacrosanct and cannot be varied without any just cause, and at the say of one of the bidders. Moreover, the turnover given by the Petitioner is only a provisional figure. What it would finally be is anybody&#x27;s guess. In addition, we do not know what the turnover of all the other bidders is and if the contention of learned counsel for the Petitioner were to be accepted, the bidding process would, in a sense, have to be reopened, for which we do not find any justification, merely because it may suit the Petitioner.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">19. We also do not see any reason why the award of contracts should be done chronologically on the basis of the date of submission of the bids. There is no such requirement in the bid documents and unless there is something to show that Respondent No. 1 was actuated by some malice in not proceeding chronologically, we have to assume that Respondent No. 1 analyzed the bids and took a decision on them as and when it became possible to do so; and that there was no particular reason why the bids in Page 2655 respect of different contracts were accepted on different dates. This is purely an administrative and ministerial function performed by Respondent No. 1 and we cannot impose our view on what contract Respondent No. 1 should award first and what contract should be awarded next. No mala fides have been pointed out to us and, therefore, we cannot accept the contention urged by learned counsel for the Petitioner. The first submission of learned counsel is, therefore, rejected.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_31\">20. The second contention of learned counsel for the Petitioner is really based on a letter dated 27th October, 2005 addressed by Respondent No. 1 to the Petitioner. The subject of this letter is\n &quot;Sub:- Rehabilitation and upgrading of existing 2-lane road to 4-lane divided carriageway configuration for East West Corridor on NH-57 from Km.0.00 to Km.30.00 in the State of Bihar &quot;(BR-8 &amp; BR-9 regarding.).&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> It was contended that when BR-8 and BR-9 were already awarded to Respondent No. 2 on 19th October, 2005 there was no occasion for Respondent No. 1 to address a letter to the Petitioner on 27th October, 2005 on the same subject.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">21. We have perused the letter dated 27th October, 2005 and find that the context was totally different. It appears that the Petitioner had represented that it did not have any international liabilities or contracts but it appeared to Respondent No. 1 that this was factually incorrect. It is in this context that the letter dated 27th October, 2005 was written. Respondent No. 1 was not required, given the context of the letter, to inform the Petitioner that the contracts BR-8 and BR-9 have already been awarded to Respondent No. 2 on 19th October, 2005.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">22. Indeed, it must be said in all fairness that learned counsel for the Petitioner did not press this argument beyond a point but mentioned it only to cast some doubt on the working of Respondent No. 1.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">23. We may also mention in this regard that the contention of learned counsel for the Petitioner (based on the letter dated 27th October, 2005) that Respondent No. 1 was acting mala fide against his client does not seem to have any substance substance at all. The fact of the matter is that as many as seven contracts have been awarded to the Petitioner in the recent past. If Respondent No. 1 had any animus against the Petitioner, it would have found ways and means to stall the award of these seven contracts to the Petitioner. We are not at all impressed by the submission of learned counsel for the Petitioner that Respondent No. 1 has acted mala fide against the interests of his client. The second contention of learned counsel is also rejected.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_36\">24. The third contention urged by learned counsel for the Petitioner is only stated to be rejected. It was frankly conceded by learned counsel for the Petitioner that this contention would have some meaning if the first contention of the Petitioner were to be allowed because then negotiations would have to be conducted with the Petitioner also. However, since the Petitioner is out of the running and Respondent No. 2 is the lowest bidder, there was nothing that prevented Respondent No. 1 from negotiating with Page 2656 Respondent No. 2 to further lower the bid price and save something for the exchequer.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">25. In this context, we may mention that quite recently, the Central Vigilance Commission of the Government of India has issued Office Order No. 68/10/05 dated 25th October, 2005, which was placed before us, which clearly states that while negotiations should not be held, they may be held as an exception but only with the lowest bidder. For this reason also, we do not find anything wrong in Respondent No. 1 having had negotiations with Respondent No. 2 particularly when Respondent No. 2 was the lowest bidder and the intention of Respondent No. 1 was to further bring down the bid price. The third contention of learned counsel for the Petitioner is also rejected.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\">Conclusion\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_39\">26. In matters pertaining to award of contracts, there is a huge amount of pressure on the successful bidder because of the uncertainty that it is put to whether to go ahead with making investments in men and materials for executing the contract or not. Similarly, the Courts are also under a tremendous pressure to decide the cases within a very short time frame so that development projects are not held up. We would expect, under the circumstances, the parties challenging the award of contracts by the State to be far more careful in approaching the Courts and should not make it as a matter of routine because this can have serious consequences for the successful bidder and also delays dispensation of justice to others who also need speedy justice.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">27. We find that in this particular case, the Petitioner has unnecessarily rushed to Court and ought to have deliberated further before filing this petition and making all kinds of allegations against the Respondents and trying to stall the development process. Therefore, while dismissing the writ petition, we award costs against the Petitioner and in favor of Respondents No. 1 and 2. The Petitioner will pay to each of the Respondents Rs. 25,000/- as costs within six weeks from today.\n</p> \n\n","numcites":0,"numcitedby":8,"docsource":"Delhi High Court","citetid":1828195,"divtype":"judgments","relatedqs":[{"value":"bid capacity","formInput":"bid%20capacity"},{"value":"lowest bidder","formInput":"lowest%20bidder"},{"value":"qualification","formInput":"qualification"},{"value":"upgradation","formInput":"upgradation"},{"value":"capacity to contract","formInput":"capacity%20to%20contract"},{"value":"mala fides","formInput":"mala%20fides"},{"value":"awarding of contract ","formInput":"awarding%20of%20contract%20"},{"value":"highway","formInput":"highway"},{"value":"Turnover","formInput":"Turnover"},{"value":"rehabilitation ","formInput":"rehabilitation%20"},{"value":"\"negotiation\"","formInput":"%22negotiation%22"}],"courtcopy":false,"query_alert":null,"agreement":false}