{"tid":176449871,"publishdate":"2023-01-03","title":"Bharat Heavy Electricals Limited vs The Chairman on 3 January, 2023","doc":"<h2 class=\"doc_title\">Bharat Heavy Electricals Limited vs The Chairman on 3 January, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-s-kumar\">N.Sathish Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-s-kumar\">N.Sathish Kumar</a></h3>\n\n<pre id=\"pre_1\">                                                                             W.P.No.6216 of 2021\n\n                                  IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                               DATED: 03.01.2023\n\n                                                    CORAM:\n\n                             THE HONOURABLE MR.JUSTICE N.SATHISH KUMAR\n\n                                               W.P.No.6216 of 2021\n                                            and W.M.P.No.6834 of 2021\n\n                  Bharat Heavy Electricals Limited,\n                  Power Sector Western Region,\n                  Represented by its General Manager\n                  and Head Mr.Sanjeev Kumar Agarwal,\n                  No.345, Kingsway, Nagpur - 440 001.                   .. Petitioner\n\n                                                       Vs.\n                  1. The Chairman,\n                     Micro Small Enterprises Facilitation Council,\n                     Represented by its Regional Joint Director of\n                      Industries and Commerce,\n                     Thiru-vi-ka Industrial Estate,\n                     Guindy, Chennai - 600 032.\n\n                  2. ICS Engineering Limited,\n                     Represented by its Director,\n                     No.144, Shaila Villa, Thomas Street,\n                     Ganapathy Nagar, Alapakkam,\n                     Porur, Chennai - 600 116.\n                     Also at: No.3A, 3rd Floor, &#x27;Pushkar&#x27;,\n                     &#x27;Soundarya Enclave, Block No.H-65,\n                     East Avenue Road, Periyar Nagar,\n                     Korattur, Chennai - 600 080.\n\n                  3. The Hon&#x27;ble Presiding Arbitrator,\n                     Madras High Court Arbitration Centre,\n                     High Court, Parry&#x27;s Corner,\n                     George Town, Chennai - 600 108.                    .. Respondents\nhttps://www.mhc.tn.gov.in/judis\n                  1/19\n\f                                                                                   W.P.No.6216 of 2021\n\n                  Prayer : Writ Petition has been filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution\n\n                  of India seeking a Writ of Certiorari calling for the records of the first\n\n                  respondent culminating in passing the order dated 09.06.2017 in\n\n                  O.P.No.MSEFC/CR/68/2016 and quash the same.\n\n\n\n                                  For Petitioner           : Mr.V.V.Sivakumar\n\n                                  For Respondent 1         : Mr.N.Naveen Kumar\n                                                             Government Advocate\n\n                                  For Respondent 2         : Mr.O.Padma Prakash\n\n                                  For Respondent 3         : No appearance\n                                                         -----\n\n\n                                                       ORDER\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                              This writ petition has been filed challenging the order passed by the\n\n                  first respondent Micro Small Enterprises Facilitation Council, dated\n\n                  09.06.2017 in O.P.No.MSEFC/CR/68/2016.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                              2. The case of the writ petitioner is that the second respondent was\n\n                  the successful bidder in respect of a subcontract floated by the petitioner\n\n                  through its Western, Eastern and Northern regions.           The contract is in\n\n                  respect of material handling, erection, testing and commissioning of boilers,\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_1\">                  2/19</span>\n<span class=\"hidden_text\" id=\"span_2\">\f                                                                                 W.P.No.6216 of 2021</span>\n\n                  turbines and their auxiliaries in the State of Gujarat, Orissa, Bihar and\n\n                  Rajasthan.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Facts\" id=\"p_5\">                              3. The contracts are in the nature of works contract. The second\n\n                  respondent could not able to perform the contract as per the stipulations. In\n\n                  the meanwhile, the second respondent has approached the first respondent\n\n                  Micro Small Enterprises Facilitation Council (for short &#x27;MSEF Council&#x27;)\n\n                  seeking conciliation of difference of opinion which had arisen between the\n\n                  petitioner and the second respondent on the delay in execution of the subject\n\n                  contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Facts\" id=\"p_7\">                              4. The MSEF Council by its impugned order dated 09.06.2017,\n\n                  concluded that conciliation process could not succeed as the matter involves\n\n                  intricate engineering issues of contract management i.e. deployment of\n\n                  machineries, labour etc.,. The MSEF Council has however referred the\n\n                  matter to the Arbitration Center of the Madras High Court.            The writ\n\n                  petitioner has received communication from the Arbitration Center of\n\n                  Madras High Court after a lapse of three years.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Facts\" id=\"p_9\">                              5. The petitioner appeared before the Arbitrator and agreed to the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_3\">                  3/19</span>\n<span class=\"hidden_text\" id=\"span_4\">\f                                                                                  W.P.No.6216 of 2021</span>\n\n                  time schedule of hearing drawn up by the Arbitrator. Now, it is contended\n\n                  that MSEF Council has no jurisdiction to refer the issue to the Arbitrator\n\n                  since the dispute relates to works contract. The first respondent MSEF\n\n                  Council ought to have taken cognizance of these aspect of the matter and\n\n                  ought to have declined to refer the matter to arbitration and therefore on the\n\n                  ground of jurisdiction, the order of the first respondent MSEF Council is\n\n                  challenged in this writ petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Facts\" id=\"p_11\">                              6. The second respondent has filed a counter stating that their\n\n                  company is a MSME unit engaged in the business of planning, fabrication,\n\n                  construction, erection and commissioning of plant, machinery etc. The\n\n                  second respondent satisfactorily completed the contract at Kutch site,\n\n                  Gujarat and was executing the contracts at the other sites without any hitch\n\n                  or room for any complaint.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">                              7. The second respondent has further stated that the writ petitioner\n\n                  has failed to pay the amount to the second respondent and therefore the\n\n                  second respondent has sent a letter to the petitioner for initiating arbitration\n\n                  in the year 2013 itself. As the steps taken by the second respondent did not\n\n                  fructified, finally he filed a reference to the MSEF Council.\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_5\">                  4/19</span>\n<span class=\"hidden_text\" id=\"span_6\">\f                                                                                  W.P.No.6216 of 2021</span>\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">                              8. Before the MSEF Council, as conciliation has failed, with consent\n\n                  of both the parties, the matter has been referred to the Arbitration Center of\n\n                  the Madras High Court. An Arbitrator was also appointed by the Arbitration\n\n                  Center of the Madras High Court.            The petitioner&#x27;s representative has\n\n                  appeared before the Arbitrator on the date of preliminary hearing along with\n\n                  the counsel for the petitioner. They also gave consent to the Arbitration and\n\n                  the time schedule fixed by the Arbitrator. Claim petition and written\n\n                  statement has also been filed. Therefore, having given consent for\n\n                  arbitration, now the impugned order cannot be challenged after a lapse of\n\n                  several years and seeks dismissal of the writ petition.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_15\">                              9. The main contention of the learned counsel appearing for the\n\n                  petitioner is that a contract was entered for works contracts which has not\n\n                  been disputed by the other side. Such being the position, the learned MSEF\n\n                  Council should not have entertained the reference made by the second\n\n                  respondent and referred the matter to Arbitration.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"PetArg\" id=\"p_17\">                              10. It is his further contention that when MSEF Council has no\n\n                  jurisdiction to entertain the dispute since it is a works contract, conducting\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_7\">                  5/19</span>\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                                 W.P.No.6216 of 2021</span>\n\n                  conciliation and referring the matter to arbitration cannot be sustained in the\n\n                  eye of law. The impugned order proceeded as if the learned counsel for the\n\n                  petitioner has given his consent for referring the matter to the Arbitration\n\n                  Center of the Madras High Court to initiate the process of arbitration to\n\n                  resolve the issue. It is his contention that no such consent has been given by\n\n                  the learned counsel for the petitioner. At any event, merely based on the\n\n                  consent of the learned counsel for the petitioner, the MSEF Council ought\n\n                  not to have referred the matter to the Arbitrator since the MSEF Council has\n\n                  no jurisdiction to entertain the very dispute. Therefore, the reference made\n\n                  by MSEF Council itself is bad in the eye of law.            In support of his\n\n                  submissions the learned counsel relied upon the following judgments:\n\n</p><blockquote id=\"blockquote_1\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24357643\" id=\"span_9\">(<a href=\"/doc/24357643/\" id=\"a_2\">i) Samvit Buildcare Private Limited Vs. Ministry of Civil Aviation</a>\n\n                  in Special Civil Application No.1094 of 2018, dated 12.03.2018;</span>\n\n</blockquote><blockquote id=\"blockquote_2\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174253384\" id=\"span_10\">(<a href=\"/doc/174253384/\" id=\"a_3\">ii) Rashtriya Ispat Nigam Limited Vs. Union of India</a> in\n\n                  W.P.Nos.27670 of 2021 dated 26.04.2022;</span>\n\n</blockquote><blockquote id=\"blockquote_3\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121921120\" id=\"span_11\">(<a href=\"/doc/121921120/\" id=\"a_4\">iii) Kerala State Electricity Board Vs. Kurien E.Kalathil</a> reported\n\n                  in (2018) 4 SCC 793;</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">                              (iv) Surya International Vs. Union of India reported in\n\n                  Spl.C.A.No.14297 of 2017 dated 15.11.2017; and\n\n</blockquote><blockquote id=\"blockquote_5\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"148908641\" id=\"span_12\">(<a href=\"/doc/148908641/\" id=\"a_5\">v) Sterling and Wilson Private Limited Vs. Union of India</a> reported\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_13\">                  6/19</span>\n<span class=\"hidden_text\" id=\"span_14\">\f                                                                                W.P.No.6216 of 2021</span>\n\n                  in AIR 2017 Bom 242.</span>\n</blockquote>\n<blockquote id=\"blockquote_6\">\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_18\">                              11. Whereas, the learned counsel appearing for the second\n\n                  respondent would submit that admittedly there is an arbitration clause in the\n\n                  contract itself. The second respondent has in fact requested the petitioner to\n\n                  invoke Arbitration by sending a notice in the year 2013 itself. Even after\n\n                  such notice, the petitioner has not appointed any Arbitrator and dragged the\n\n                  matter one way or the other. Therefore, the second respondent has no other\n\n                  go except to file a claim before the MSEF Council for recovery of the\n\n                  money. The MSEF Council has in fact conducted conciliation and as the\n\n                  conciliation did not yield any result, the MSEF Council referred the matter to\n\n                  Arbitration Center of the Madras High Court for appointing an Arbitrator\n\n                  with the consent of the petitioner. Thereafter, an Arbitrator has been\n\n                  appointed by the Arbitration Center of the Madras High Court. Even before\n\n                  the Arbitrator, the petitioner has never raised any objections for his\n\n                  appointment or schedule of dates fixed by the Arbitrator. The learned\n\n                  counsel further submitted that arbitration proceedings has almost been\n\n                  completed and the second respondent side evidence is already over and on\n\n                  the petitioner&#x27;s side three witnesses were already examined and only one\n\n                  witness has to be examined on petitioner&#x27;s side.\n</p><p data-structure=\"Precedent\" id=\"p_19\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_15\">                  7/19</span>\n<span class=\"hidden_text\" id=\"span_16\">\f                                                                                  W.P.No.6216 of 2021</span>\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">                              12. According to the learned counsel appearing for the second\n\n                  respondent, at this stage, the writ petition has been filed to quash the very\n\n                  impugned order, therefore the learned counsel for the second respondent\n\n                  submitted that even assuming that the MSEF Council has no jurisdiction to\n\n                  go into the complicated works contract, the fact remains that MSEF Council\n\n                  has not decided the issue whereas the MSEF Council has only referred the\n\n                  matter to the Arbitration Center of the Madras High Court with the consent\n\n                  of both the parties and that the appointment of the Arbitrator has also not\n\n                  been challenged by the petitioner and the petitioner has in fact participated\n\n                  in the arbitration proceedings and therefore now the petitioner cannot\n\n                  question the impugned order. Hence, the learned counsel appearing for the\n\n                  second respondent oppose this writ petition. In support of his submissions,\n\n                  he relied upon the following judgments:\n</p>\n<blockquote id=\"blockquote_7\">                              (i) Krishna Bahadur Vs. M/s. Purna Theatre reported in\n\n                  MANU/SC/0667/2004;\n</blockquote>\n<blockquote id=\"blockquote_8\">                              (ii) Joint Action Committee of Airlines Pilots Association of India\n\n                  Vs. The Director General of Civil Aviation reported in AIR 2011 SC 2220;\n\n</blockquote><blockquote id=\"blockquote_9\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"27962494\" id=\"span_17\">(<a href=\"/doc/27962494/\" id=\"a_6\">iii) State of Punjab Vs. Dhanjit Singh Sandhu</a> reported in AIR\n\n                  2014 SC 2004; and\nhttps://www.mhc.tn.gov.in/judis</span>\n<span class=\"hidden_text\" id=\"span_18\">                  8/19</span>\n<span class=\"hidden_text\" id=\"span_19\">\f                                                                                     W.P.No.6216 of 2021</span>\n\n</blockquote><blockquote id=\"blockquote_10\">                              (iv) The Rajasthan State Industrial Development and Investment\n\n                  Corporation Vs. Diamond and Gem Development Corporation Ltd\n\n                  reported in AIR 2013 SC 12241.\n</blockquote>\n<blockquote id=\"blockquote_11\">\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_21\">                              13. I have heard the learned counsel on either side and also perused\n\n                  the materials available on record carefully.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n\n</p><p data-structure=\"Facts\" id=\"p_23\">                              14. It is not disputed by both sides that the contract entered into\n\n                  between the petitioner and the second respondent provides for arbitration.\n\n                  Similarly, the second respondent has also sent a notice on 07.08.2013 for\n\n                  appointment of an Arbitrator as per Clause 2.14 of the General Conditions of\n\n                  Contract for Work in Construction Management of Bharat Heavy Electricals\n\n                  Limited. However, as the petitioner has not taken any steps for appointing\n\n                  an Arbitrator as per the Contract, claim has been filed by the second\n\n                  respondent before the MSEF Council for recovery of certain dues.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">                              15. It is relevant to note that in this writ petition the impugned order\n\n                  dated 09.06.2017, passed by the MSEF Council is challenged. A perusal of\n\n                  the impugned order makes it clear that after entertaining the reference, the\n\n                  MSEF Council meeting was held on 23.11.2016. Thereafter, conciliation\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_20\">                  9/19</span>\n<span class=\"hidden_text\" id=\"span_21\">\f                                                                                   W.P.No.6216 of 2021</span>\n\n                  has failed and it is recorded that since the matter involves intricate\n\n                  engineering issues of contract management, deployment of machineries,\n\n                  labour etc., arbitration by a professional body is needed and accordingly,\n\n                  with the consent of both sides the matter has been referred to Arbitration\n\n                  Center of the Madras High Court for appointment of Arbitrator. The\n\n                  impugned order clearly records in paragraph 5 as follows:\n\n</p><blockquote id=\"blockquote_12\">                                            &quot;5.......Accordingly, both sides agreed for\n                                  nomination of Madras High Court Arbitration\n                                  Centre for the arbitration process to resolve the\n                                  issue.&quot;\n</blockquote>\n<blockquote id=\"blockquote_13\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">                              16. Pursuant to the same, a communication has been sent by the\n\n                  Arbitration Center of the Madras High Court with some delay. It is relevant\n\n                  to note that the reference was made by the MSEF Council in the year 2017\n\n                  itself to the Arbitration Center of Madras High Court, however due to some\n\n                  delay communication was sent from the Arbitration Center of Madras High\n\n                  Court only on 09.11.2020.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">                              17. Be that as it may, the Arbitration Center of the Madras High\n\n                  Court appointed Mr.K.M.Aasim Shehzad, Advocate as the Sole Arbitrator.\n\n                  The minutes of the first sitting held at 11.00 a.m. on 21.12.2020 before the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_22\">                  10/19</span>\n<span class=\"hidden_text\" id=\"span_23\">\f                                                                                        W.P.No.6216 of 2021</span>\n\n                  Sole Arbitrator indicate that none of the parties and their respective counsel\n\n                  expressed any objections to the constitution of the present Arbitral Tribunal\n\n                  or objections as to the Arbitration Clause or the adjudication of the mater by\n\n                  the Tribunal. Pursuant to the same, the Arbitral proceedings were\n\n                  commenced.          Now it is admitted by both sides that on the side of the\n\n                  claimant namely the second respondent herein his evidence has been closed\n\n                  and on the side of the writ petitioner three witnesses have already been\n\n                  examined and only one witness has to be examined. The above facts are not\n\n                  in dispute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n\n</p><p data-structure=\"PetArg\" id=\"p_29\">                              18. It is relevant to note that it is the contention of the learned\n\n                  counsel appearing for the petitioner that though he has not given its consent\n\n                  before the MSEF Council, the Council had referred the matter to Arbitration.\n\n                  The fact remains that MSEF Council has recorded a fact that the matter has\n\n                  been referred to the Arbitration Center of the Madras High Court only after\n\n                  consent by both sides. That apart, before the Arbitrator also no objections\n\n                  whatsoever has been raised by the petitioner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">                              19. It is relevant to note that the arbitration proceedings is in the final\n\n                  stage and even the application filed under Section 16 of the Arbitration and\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_24\">                  11/19</span>\n<span class=\"hidden_text\" id=\"span_25\">\f                                                                                W.P.No.6216 of 2021</span>\n\n                  <a href=\"/doc/1306164/\" id=\"a_7\">Conciliation Act</a>, raising objections has been rejected by the Arbitrator.\n\n                  Now the writ petition has been filed for challenging the very impugned order\n\n                  on the ground that there is no jurisdiction for the MSEF Council to refer the\n\n                  matter to the Arbitrator on the ground that the contract is a works contract\n\n                  and therefore the MSEF Council cannot have any jurisdiction.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">                              20. Admittedly, the Contract governing the parties contains\n\n                  Arbitration Clause which is not in dispute. Clause 2.14 of the General\n\n                  Conditions of the Contract provides mechanism for the parties if they choose\n\n                  so to go for arbitration and the parties have agreed by way of contract for\n\n                  such resolution of dispute by Arbitrator. This Court is of the view that when\n\n                  the matter has been referred by the MSEF Council after consent of the\n\n                  parties to the Arbitration Center of the Madras High Court to nominate an\n\n                  Arbitrator, the same cannot be said to be without any jurisdiction, since the\n\n                  contract itself provides for arbitration when the parties have given consent\n\n                  for going to arbitration. After the proceedings before the Arbitrator has\n\n                  reached the final stage, the writ petitioner cannot take a U-turn and question\n\n                  the proceedings on the ground of jurisdiction.       Once the petitioner has\n\n                  given his consent and has also participated in the         proceedings, now\n\n                  he cannot take up the issue of jurisdiction. Though it is stated that since\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_26\">                  12/19</span>\n<span class=\"hidden_text\" id=\"span_27\">\f                                                                                   W.P.No.6216 of 2021</span>\n\n                  it is a works contract, the MSEF Council ought not to have entertained the\n\n                  reference, it is relevant to note that MSEF Council has not decided the issues\n\n                  arising out of the works contract. The MSEF Council has only referred the\n\n                  matter to the arbitration with the consent of the parties. Admittedly, the\n\n                  contract between the parties also provides for arbitration. Such view of the\n\n                  matter, this Court is of the view that having participated in the arbitration\n\n                  proceedings and now it is in the final stage, the writ petitioner cannot at this\n\n                  stage question the impugned order.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n\n</p><p data-structure=\"PetArg\" id=\"p_34\">                              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"24357643\" id=\"span_28\">21. The learned counsel appearing for the petitioner placed relied on\n\n                  a Division Bench judgment of the High Court of Gujarat in <a href=\"/doc/24357643/\" id=\"a_8\">Samvit\n\n                  Buildcare Private Limited Vs. Ministry of Civil Aviation</a> in Special Civil\n\n                  Application No.1094 of 2018, dated 12.03.2018, wherein the Division Bench\n\n                  has held that the contract in question is a works contract, for which the\n\n                  <a href=\"/doc/352833/\" id=\"a_9\">MSME Act</a> shall not be applicable and that the authority is justified in\n\n                  applying QCBS method while evaluating bids and the eligibility criteria\n\n                  cannot be said to be perverse and/or arbitrary and accordingly dismissed the\n\n                  said writ petition. In the above matter, the writ petition has been filed for\n\n                  direction directing the respondents to accept the bids submitted by the\n\n                  petitioner considering <a href=\"/doc/1973221/\" id=\"a_10\">Section 11</a> of the MSME Act and the Court rejected\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_29\">                  13/19</span>\n<span class=\"hidden_text\" id=\"span_30\">\f                                                                                 W.P.No.6216 of 2021</span>\n\n                  the said plea.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174253384\" id=\"span_31\">22. The learned counsel appearing for the petitioner further relied\n\n                  upon a judgment of the Andhra Pradesh High Court in <a href=\"/doc/174253384/\" id=\"a_11\">Rashtriya Ispat\n\n                  Nigam Limited Vs. Union of India</a> in W.P.Nos.27670 of 2021 dated\n\n                  26.04.2022. The Andhra Pradesh High Court has held that <a href=\"/doc/352833/\" id=\"a_12\">MSME Act</a> is not\n\n                  applicable to the works contract. In the above judgment the learned Single\n\n                  Judge has also held that once a party appears before the Court or a Tribunal\n\n                  and raises an issue about the jurisdiction of the said Tribunal, it cannot be\n\n                  said that they have submitted to its jurisdiction. They are appearing under\n\n                  protest. Therefore, they are at liberty to seek an adjudication of this issue\n\n                  before the Writ Court under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution of India. It is\n\n                  relevant to note that in the above judgment the jurisdiction of MSEF Council\n\n                  is questioned by the writ petitioner therein, whereas the impugned order in\n\n                  this writ petition does not show any such objections being raised as to its\n\n                  jurisdiction. Be that as it may, the MSEF Council has not involved itself in\n\n                  deciding the issue arisen out of the so called works contract. It has only\n\n                  referred the matter to the Arbitrator with the consent of the parties.\n\n                  Admittedly the parties are governed by the contract which provides for\n\n                  alternative dispute resolution by way of arbitration. When the parties have\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_32\">                  14/19</span>\n<span class=\"hidden_text\" id=\"span_33\">\f                                                                                  W.P.No.6216 of 2021</span>\n\n                  consciously agreed that the matter be referred to the Arbitration, this Court is\n\n                  of the view that it cannot be said that MSEF Council has no jurisdiction at\n\n                  all, no doubt, if the MSEF Council had entertained the claim based on works\n\n                  contract and passed an order, it may be easily said that it lacks jurisdiction,\n\n                  whereas the MSEF Council has just with the consent of the parties referred\n\n                  the matter to arbitration and an Arbitrator has also been appointed, wherein,\n\n                  also no objection has been raised by the petitioner. Therefore the above\n\n                  judgment of the Andra Pradesh High Court will not be helpful to the\n\n                  petitioner.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121921120\" id=\"span_34\">23. The learned counsel for the petitioner also relied upon the\n\n                  judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/121921120/\" id=\"a_14\">Kerala State Electricity Board\n\n                  Vs. Kurien E.Kalathil</a> reported in (2018) 4 SCC 793. The Hon&#x27;ble Supreme\n\n                  Court has held that insofar reference of the parties to arbitration, oral consent\n\n                  given by the counsel without a written memo of instructions does not fulfill\n\n                  the requirement under <a href=\"/doc/66488754/\" id=\"a_15\">Section 89</a> C.P.C. Since referring the parties to\n\n                  arbitration has serious consequences of taking them away from the stream of\n\n                  Civil Courts and subject them to the rigor of arbitration proceedings, in the\n\n                  absence of arbitration agreement, the Court can refer them to arbitration only\n\n                  with written consent of parties either by way of joint memo or joint\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_35\">                  15/19</span>\n<span class=\"hidden_text\" id=\"span_36\">\f                                                                                   W.P.No.6216 of 2021</span>\n\n                  application; more so, when government or statutory body like the appellant-\n\n                  Board is involved. In the above judgment the Hon&#x27;ble Apex Court has clearly\n\n                  spelt out that in the absence of any written instructions either by way of\n\n                  memo or joint application, the matter cannot be referred to arbitration.\n\n                  Admittedly, in this case, the parties agreed for referring the dispute to\n\n                  arbitration in the contract itself.     Besides, the petitioner has also given\n\n                  consent for referring the matter to the Arbitrator. No objection has been\n\n                  raised by the petitioner.        Therefore, the above judgment is also not\n\n                  applicable to the facts of the present case since the contract between the\n\n                  parties itself provides for reference to Arbitration. The petitioner has\n\n                  consented to refer the matter to arbitration and without raising any\n\n                  objections participated in the arbitration proceedings and now the arbitration\n\n                  is in the final stages and therefore now the petitioner cannot be permitted to\n\n                  approbate and reprobate.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1660026\" id=\"span_37\">24. The Hon&#x27;ble Apex Court in <a href=\"/doc/1660026/\" id=\"a_16\">R.N.Gosain Vs. Yashpal Dhir</a>,\n\n                  reported in AIR 1993 SC 352 has observed as follows:</span>\n</p>\n<blockquote id=\"blockquote_14\">                                         &quot;Law does not permit a person to both\n                                  approbate and reprobate. This principle is based\n                                  on the doctrine of election which postulates that no\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_38\">                  16/19</span>\n<span class=\"hidden_text\" id=\"span_39\">\f                                                                                    W.P.No.6216 of 2021</span>\n\n                                  party can accept and reject the same instrument\n                                  and that &quot;a person cannot say at one time that a\n                                  transaction is valid any thereby obtain some\n                                  advantage, to which he could only be entitled on\n                                  the footing that it is valid, and then turn round and\n                                  say it is void for the purpose of securing some\n                                  other advantage.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_41\">                              25. Such view of the matter, this Court is of the view that as the\n\n                  dispute itself is not resolved by MSEF Council, only the matter has been\n\n                  referred to Arbitration with the consent of the parties, further the contract\n\n                  governing the parties also provides for such reference to arbitration, the\n\n                  second respondent has also already invoked the Arbitration Clause by\n\n                  issuing notice in the year 2013 itself and the petitioner has also participated\n\n                  in the said arbitration proceedings, now the petitioner cannot challenge the\n\n                  impugned order at this belated stage that to when the arbitration proceedings\n\n                  is in the final stage. Further, when the parties have consciously agreed to\n\n                  resolve the dispute arising out of the contract by way of arbitration, they can\n\n                  very well agitate their right before the Arbitrator and canvass their points\n\n                  and no prejudice would be caused to them since the Arbitrator has been\n\n                  independently appointed by the Arbitration Center of the Madras High\n\n                  Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">https://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_40\">                  17/19</span>\n<span class=\"hidden_text\" id=\"span_41\">\f                                                                                 W.P.No.6216 of 2021</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">                              26. Such view of the matter, this Court finds no merit in this writ\n\n                  petition and the writ petition is liable to be dismissed and accordingly\n\n                  dismissed. Consequently, the connected miscellaneous petition is closed. No\n\n                  costs.</p><pre id=\"pre_2\">\n\n                                                                                      03.01.2023\n                  Index                 : Yes / No\n                  Neutral Citation      : Yes / No\n                  kk\n\n                  To\n\n                  1. The Chairman,\n                     Micro Small Enterprises Facilitation Council,\n                     Represented by its Regional Joint Director of\n                      Industries and Commerce,\n                     Thiru-vi-ka Industrial Estate,\n                     Guindy, Chennai - 600 032.\n\n                  2. The Hon&#x27;ble Presiding Arbitrator,\n                     Madras High Court Arbitration Centre,\n                     High Court, Parry&#x27;s Corner,\n                     George Town, Chennai - 600 108.\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_42\">                  18/19</span>\n<span class=\"hidden_text\" id=\"span_43\">\f                                           W.P.No.6216 of 2021</span>\n\n                                  N.SATHISH KUMAR, J.\n\n                                                          kk\n\n\n\n\n                                  W.P.No.6216 of 2021 and\n<span class=\"hidden_text\" id=\"span_44\">                                   W.M.P.No.6834 of 2021</span>\n\n\n\n\n                                          03.01.2023\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_45\">                  19/19</span>\n\f</pre>","numcites":11,"numcitedby":0,"docsource":"Madras High Court","citetid":176449871,"divtype":"judgments","relatedqs":[{"value":"facilitation council","formInput":"facilitation%20council"},{"value":"msme act","formInput":"msme%20act"},{"value":"micro and small enterprises facilitation council","formInput":"micro%20and%20small%20enterprises%20facilitation%20council"},{"value":"arbitration consent ","formInput":"arbitration%20consent%20"},{"value":"micro small enterprises facilitation council    filter:   arbitration cases","formInput":"micro%20small%20enterprises%20facilitation%20council%20%20%20%20filter%3A%20%20%20arbitration%20cases"},{"value":"works contract","formInput":"works%20contract"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration madras high court","formInput":"arbitration%20madras%20high%20court"},{"value":"msme ","formInput":"msme%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"arbitration matters","formInput":"arbitration%20matters"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"Chennai court","formInput":"Chennai%20court"},{"value":"BHARAT HEAVY","formInput":"BHARAT%20HEAVY"},{"value":"micro","formInput":"micro"},{"value":"Aviation  ","formInput":"Aviation%20%20"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}