{"tid":1361495,"publishdate":"1954-12-14","title":"H. N. Rishbud And Inder Singh vs The State Of Delhi(And Connected ... on 14 December, 1954","doc":"<h2 class=\"doc_title\">H. N. Rishbud And Inder Singh vs The State Of Delhi(And Connected ... on 14 December, 1954</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1955 AIR 196, 1955 SCR (1)1150, AIR 1955 SUPREME COURT 196, 57 PUN LR 235</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-jagannadhadas\">B. Jagannadhadas</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-jagannadhadas\">B. Jagannadhadas</a>, <a href=\"/search/?formInput=benchid:b-k-mukherjea\">B.K. Mukherjea</a>, <a href=\"/search/?formInput=benchid:v-bose\">Vivian Bose</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nH.   N. RISHBUD AND INDER SINGH\n\n\tVs.\n\nRESPONDENT:\nTHE STATE OF DELHI(And connected Appeals)\n\nDATE OF JUDGMENT:\n14/12/1954\n\nBENCH:\nJAGANNADHADAS, B.\nBENCH:\nJAGANNADHADAS, B.\nMUKHERJEA, B.K.\nBOSE, VIVIAN\n\nCITATION:\n 1955 AIR  196\t\t  1955 SCR  (1)1150\n\n\nACT:\n<a href=\"/doc/33237157/\" id=\"a_1\">Prevention of Corruption Act, 1947</a> (II of 1947), s. 5(4) and\nproviso to s. 3-Prevention of Corruption (Second  Amendment)\nAct,  1952  (LIX  of  1952),  s.  5-A-Whether  mandatory  or\ndirectory-Cognizance taken on a police report vitiated by  a\nbreach of mandatory provisions -Legal effect thereof.\n\n\n\nHEADNOTE:\nHeld, that<a href=\"/doc/19648227/\" id=\"a_2\"> s. 5(4)</a> and proviso to<a href=\"/doc/176922417/\" id=\"a_3\"> s. 3</a> of the Prevention  of\nCorruption  Act, 1947 (II of 1947) and the corresponding  s.\n5-A of the Prevention of Corruption (Second Amendment)\tAct,\n1952 (LIX of 1952) are mandatory and not directory and\tthat\nan investigation conducted in violation thereof is illegal.\nIf cognizance is in fact taken on a police report in  breach\nof  a  mandatory provision relating  to\t investigation,\t the\nresults\t which\tfollow\tcannot\tbe  set\t aside\tunless\t the\nillegality in the investigation can be shown to have brought\nabout a miscarriage of justice.\nIt  is\twell-settled  that an illegality  committed  in\t the\ncourse\tof an investigation does not affect  the  competence\nand  the  jurisdiction\tof the court  for  trial  and  where\ncognizance  of the case has in fact been taken and the\tcase\nhas proceeded to termination the invalidity of the preceding\ninvestigation does not vitiate the result unless miscarriage\nof justice has been caused thereby\nWhen  any  breach of the mandatory  provisions\trelating  to\ninvestigation  is brought to the notice of the Court  at  an\nearly stage of the trial the Court will have to consider the\nnature\tand  extent of the violation  and  pass\t appropriate\norders for such reinvestigation as may be called for, wholly\nor  partly, and by such officer as it considers\t appropriate\nwith  reference\t to  the  requirements\tof  s.\t5-A  of\t the\nPrevention of Corruption (Second Amendment) Act, 1952.\nLiverpool Borough Bank v. Turner ([1861] 30 L. J. Ch.  379),\nPrabhu\tv.  Emperor  (A.I.R. 1944 P.C.\t73)  and  Lumbhardar\nZutshi v. The King (A.I.R. 1950 P.C. 26), referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL APPELLATE JURISDICTION: Criminal Appeals Nos. 95 to\n97 and 106 of 1954.\n</p><span class=\"hidden_text\" id=\"span_1\">1151</span>\n<p data-structure=\"Issue\" id=\"p_2\">Appeal\tby Special Leave from the Judgment and\tOrder  dated\nthe 24th August 1953 of the High Court of Judicature for the\nState of Punjab (Circuit Bench, Delhi) in Criminal  Revision\nNos.  109-D,  122-D  and 123-D of 1953 arising\tout  of\t the\nJudgment  and Order dated the 25th May 1953 of the Court  of\nSpecial Judge,Delhi, in Corruption Case No. 14 of 1954; from\nthe  Judgment  and Order dated the 27th August 1954  of\t the\nHigh  Court of Judicature for the State of  Punjab  (Circuit\nBench, Delhi) in Criminal Miscellaneous No. 131-D of 1954.\nH.   J. Umrigar and Rajinder Narain, for appellant No. 1.\nC.   K. Daphtary, Solicitor-General of India (G.  N.  Joshi,\nP.  A.\tMehta  and  P.\tG.  Gokhale,  with  him),  for\t the\nrespondent.\n</p><p data-structure=\"Issue\" id=\"p_3\">1954.  December 14.  The Judgment of the Court was delivered\nby\nJAGANNADHADAS J.-These are appeals by special leave  against\nthe  orders  of the Punjab High Court made  in\texercise  of\nrevisional jurisdiction, reversing the orders of the Special\nJudge, Delhi, quashing certain criminal proceedings  pending\nbefore himself against these appellants for alleged offences\nunder  the <a href=\"/doc/33237157/\" id=\"a_4\">Penal Code and the Prevention of Corruption\tAct,\n1947</a>.\tThe  Special Judge quashed the\tproceedings  on\t the\nground\tthat  the investigations on the basis of  which\t the\nappellants  were being prosecuted were in  contravention  of\nthe  provisions\t of  sub-section (4) of\t <a href=\"/doc/79881262/\" id=\"a_5\">section  5</a>  of\t the\nPrevention  of Corruption Act, 1947, and hence illegal.\t  In\nAppeal No. 95 of 1954 the appellants are two persons by name\nH.N.  Risbud and Indar Singh.  In Appeals No. 96 and  97  of\n1954  H.N.  Risbud above mentioned is  the  sole  appellant.\nThese  appeals raise a common question of law and are  dealt\nwith  together.\t  The  appellant Risbud\t was  the  Assistant\nDevelopment   Officer\t(Steel)\t in  the   office   of\t the\nDirectorate-General,   Ministry\t of  Industry  and   Supply,\nGovernment  of India and the appellant Indar Singh  was\t the\nAssistant  Project Section Officer (Steel) in the office  of\nthe Direc-\n</p><span class=\"hidden_text\" id=\"span_2\">1152</span>\n<p data-structure=\"Issue\" id=\"p_4\">torate-General, Ministry of Industry and Supply,  Government\nof  India.   There  appear to be a  number  of\tprosecutions\npending\t against  them\tbefore\tthe  Special  Judge,  Delhi,\nappointed  under the <a href=\"/doc/1732853/\" id=\"a_6\">Criminal Law Amendment Act</a>., 1952\t(Act\nXLVI of 1952).\tWe are concerned in these appeals with Cases\nNos. 12,13 and 14 of 1953.  Appeals Nos. 95, 96 and 97 arise\nrespectively   out  of\tthem.\tThe  cases   against   these\nappellants are that they along with some others entered into\ncriminal conspiracies to obtain for themselves or for others\niron and steel materials in the name of certain bogus  firms\nand  that they actually obtained quota certificates, on\t the\nstrength of which some of the members of the conspiracy took\ndelivery  of  quantities of iron and steel from\t the  stock-\nholders\t of these articles.  The charges,  therefore,  under\nwhich  the  various accused, including the  appellants,\t are\nbeing prosecuted are under <a href=\"/doc/1897847/\" id=\"a_7\">section 120-B</a> of the Indian Penal\nCode, <a href=\"/doc/1436241/\" id=\"a_8\">section 420</a> of the Indian Penal Code and section 7  of\nthe  Essential\tSupplies (Temporary Powers) Act,  1946.\t  In\nrespect\t of  such of these accused as are  public  servants,\nthere are also charges under <a href=\"/doc/171288855/\" id=\"a_9\">section 5(2)</a> of the  Prevention\nof Corruption Act, 1947.\n</p><p data-structure=\"Facts\" id=\"p_5\">Under  <a href=\"/doc/19648227/\" id=\"a_10\">section\t5(4)</a> of the Prevention\tof  Corruption\tAct,\n1947,\ta  police  officer  below  the\trank  of  a   Deputy\nSuperintendent\tof Police shall not investigate any  offence\npunishable  under sub-section (2) of <a href=\"/doc/79881262/\" id=\"a_11\">section 5</a>\twithout\t the\norder  of  a  Magistrate  of the  First\t Class.\t  The  first\ninformation  reports in these cases were laid in  April\t and\nJune,\t1949,\tbut  permission\t of  the   Magistrate,\t for\ninvestigation as against the public servants concerned, by a\npolice officer of a rank lower than a Deputy  Superintendent\nof Police, was given in March and April, 1951.\tThe  charge-\nsheets\tin  all these cases were filed by such\tofficers  in\nAugust\tand November, 1951, i.e. subsequent to. the date  on\nwhich  permission  as above was given.\tBut  admittedly\t the\ninvestigation  was entirely or mostly completed\t in  between\nthe  dates  when  the first information\t was  laid  and\t the\npermission to investigate by an officer of a lower rank\t was\naccorded.  It appears from the evidence taken in this behalf\nthat such investigation was con-\n</p><span class=\"hidden_text\" id=\"span_3\">\t\t\t    1153</span>\n<p data-structure=\"RespArg\" id=\"p_6\">ducted\tnot  by any Deputy Superintendent of Police  but  by\nofficers  of  lower rank and that after the  permission\t was\naccorded  little or no further investigation was made.\t The\nquestion,  therefore,  that  has been raised  is,  that\t the\nproceedings by way of trial initiated on such  charge-sheets\nare  illegal  and require to be\t quashed.\n</p><p data-structure=\"Section\" id=\"p_7\">To  appreciate\tthe argument it is necessary to\t notice\t the\nrelevant sections of the <a href=\"/doc/33237157/\" id=\"a_12\">Prevention of Corruption Act,\t1947</a>\n(Act  II  of  1947) (hereinafter referred  to  as  the\tAct.\n<a href=\"/doc/176922417/\" id=\"a_13\">Section 3</a> of the Act provides that offences punishable under\nsection 161 or 165 of the <a href=\"/doc/1569253/\" id=\"a_14\">Indian Penal Code</a> shall be  deemed\nto be cognizable offences.  <a href=\"/doc/16443199/\" id=\"a_15\">Section 4</a> enacts a special\trule\nof  evidence  against  persons\taccused\t of  offences  under\nsection\t 161 or 165 of the <a href=\"/doc/1569253/\" id=\"a_16\">Indian Penal Code</a>,  throwing\t the\nburden\tof  proof  on the  accused.   Broadly  stated,\tthis\nsection\t provides  that if it is proved against\t an  accused\nthat  lie has accepted or obtained gratification other\tthan\nlegal  remuneration, it shall be presumed against  him\tthat\nthis  was  so accepted or obtained as a motive\tor  reward.,\nsuch  as  is mentioned in <a href=\"/doc/48127346/\" id=\"a_17\">section 161</a> of  the  Indian  Penal\nCode.\tSub-sections (1) and (2) of <a href=\"/doc/79881262/\" id=\"a_18\">section 5</a> create  a\t new\noffence\t of  &quot;criminal misconduct in discharge\tof  official\nduty&quot; by a public servant punishable with imprisonment for a\nterm  of  seven\t years or fine\tor  both.   Sub-section\t (3)\nthereof\t enacts a new rule of evidence as against  a  person\naccused of the commission of offences under <a href=\"/doc/56496671/\" id=\"a_19\">section 5(1)</a> and\n(2).   That rule, broadly stated,. is that when a person  so\naccused, or any other person on his behalf, is in possession\nof  pecuniary resources or property disproportionate to\t the\nknown  sources\tof  his\t income\t and  for  which  he  cannot\nsatisfactorily\taccount, the Court shall presume him  to  be\nguilty\tof criminal misconduct unless he can  displace\tthat\npresumption by evidence.  The offence of criminal misconduct\nwhich  has been created by the Act, it will be seen,  is  in\nitself a cognizable offence, having regard to item 2 of\t the\nlast  portion  of  Schedule  11\t of  the  <a href=\"/doc/445276/\" id=\"a_20\">Code\tof  Criminal\nProcedure</a> under the bead &quot;offences against the other  laws&quot;.\nIn the normal course, therefore, an investi-\n</p><span class=\"hidden_text\" id=\"span_4\">1154</span>\n<p data-structure=\"Section\" id=\"p_8\">gation into the offence of criminal misconduct under <a href=\"/doc/171288855/\" id=\"a_21\">section\n5(2)</a> of the Act and an investigation into the offence  under\n<a href=\"/doc/48127346/\" id=\"a_22\">sections  161</a>  and <a href=\"/doc/126359453/\" id=\"a_23\">165</a> of the Indian Penal Code\t which\thave\nbeen  made cognizable by <a href=\"/doc/176922417/\" id=\"a_24\">section 3</a> of the Act would have  to\nbe  made by an officer incharge of a police station  and  no\norder  of any Magistrate in this behalf would  be  required.\nBut  the proviso to <a href=\"/doc/176922417/\" id=\"a_25\">section 3</a> as well as sub-section (4)  of\n<a href=\"/doc/79881262/\" id=\"a_26\">section\t 5</a>  of the Act specifically provide that  &quot;a  police\nofficer below the rank of a Deputy Superintendent of  Police\nshall not investigate any such offence without the order  of\na Magistrate of the First Class or make any arrest there for\nwithout\t a warrant&quot;.  It may be mentioned that this Act\t was\namended by Act LIX of 1952.  The above mentioned proviso  to\n<a href=\"/doc/176922417/\" id=\"a_27\">section 3</a> as well as sub-section (4) of <a href=\"/doc/79881262/\" id=\"a_28\">section 5</a> have\tbeen\nthereby omitted and substituted by <a href=\"/doc/32612003/\" id=\"a_29\">section 5-A</a>, the relevant\nportion of which may be taken to be as follows:\n</p><blockquote id=\"blockquote_1\"> &quot;Notwithstanding anything contained in the <a href=\"/doc/445276/\" id=\"a_30\">Code of Criminal\nProcedure</a>,  no\tpolice officer below the rank  of  a  Deputy\nSuperintendent\tof Police (elsewhere than in the  presidency\ntowns of Calcutta, Madras and Bombay) shall investigate\t any\noffence\t punishable under sections 161, 165 or 165-A of\t the\n<a href=\"/doc/1569253/\" id=\"a_31\">Indian Penal Code</a> or under <a href=\"/doc/171288855/\" id=\"a_32\">section 5(2)</a> of this Act  without\nthe order of a Magistrate of the First Class&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_9\">This  amendment\t makes\tno  difference.\t  In  any  case\t the\ninvestigation in these cases having taken place prior to the\namendment,  what  is relevant is <a href=\"/doc/19648227/\" id=\"a_33\">section 5(4)</a>  as  it  stood\nbefore the amendment.  It may also be mentioned that in 1952\nthere was enacted the <a href=\"/doc/544006/\" id=\"a_34\">Criminal Law Amendment Act, 1952</a>\t(Act\nXLVI of 1952) which provided for the appointment of  Special\nJudges to try offences under <a href=\"/doc/48127346/\" id=\"a_35\">sections 161</a>, <a href=\"/doc/126359453/\" id=\"a_36\">165</a> and <a href=\"/doc/54942699/\" id=\"a_37\">165-A</a>  of\nthe Indian Penal Code and under sub-section (2) of <a href=\"/doc/79881262/\" id=\"a_38\">section 5</a>\nof  the\t Act such offences were made triable  only  by\tsuch\nSpecial\t Judges.  Provision was also made that\tall  pending\ncases relating to such offences shall be forwarded for trial\nto the Special Judge.  That is how the present cases are all\nnow  before the Special Judge of Delhi appointed under\tthis\nAct.\n</p><p data-structure=\"Issue\" id=\"p_10\">On the arguments urged before us two points arise\n<span class=\"hidden_text\" id=\"span_5\">\t\t\t    1155</span>\nfor consideration. (1) Is the provision of the <a href=\"/doc/33237157/\" id=\"a_39\">Prevention of\nCorruption  Act, 1947</a>, enacting that the investigation\tinto\nthe  offences specified therein shall not be&#x27;  conducted  by\nany   police  officer  of  a  rank  lower  than\t  a   Deputy\nSuperintendent\tof  Police without the specific order  of  a\nMagistrate,  directory\tor  mandatory.\t(2)  Is\t the   trial\nfollowing  upon\t an investigation in contravention  of\tthis\nprovision illegal.\n</p><p data-structure=\"Section\" id=\"p_11\">To determine the first question it is necessary to  consider\ncarefully both the language and scope of the section and the\npolicy\tunderlying  it.\t  As has been pointed  out  by\tLord\nCampbell  in Liverpool Borough Bank v. Turner(1), &quot;there  is\nno  universal rule to aid in determining  whether  mandatory\nenactments shall be considered directory only or  obligatory\nwith  an implied nullification for disobedience.  It is\t the\nduty of the Court to try to get at the real intention of the\nLegislature by carefully attending to the whole scope of the\nstatute\t to be construed&quot;. (See Craies on Statute Law,\tpage\n242,  Fifth  Edition).\t The  <a href=\"/doc/445276/\" id=\"a_40\">Code  of\tCriminal   Procedure</a>\nprovides  not merely for judicial enquiry into or  trial  of\nalleged\t offences but also for prior investigation  thereof.\n<a href=\"/doc/79881262/\" id=\"a_41\">Section\t 5</a>  of the Code shows that all\toffences  &quot;shall  be\ninvestigated, inquired into, tried and otherwise dealt\twith\nin  accordance\twith  the Code&quot; (except in  so\tfar  as\t any\nspecial enactment may provide otherwise).  For the  purposes\nof  investigation offences are divided into  two  categories\n&#x27;cognizable&#x27; and &#x27;non-cognizable&#x27;.  When information of\t the\ncommission  of\ta  cognizable offence is  received  or\tsuch\ncommission is suspected, the appropriate police officer\t has\nthe  authority\tto enter on the investigation  of  the\tsame\n(unless\t it  appears  to him that  there  is  no  sufficient\nground).   But\twhere  the information\trelates\t to  a\tnon-\ncognizable offence, he shall not investigate it without\t the\norder  of a competent Magistrate.  Thus it may be seen\tthat\naccording  to  the scheme of the Code,\tinvestigation  is  a\nnormal preliminary to an accused being put up for trial\t for\na  cognizable  offence\t(except when  the  Magistrate  takes\ncognizance other-\n</p><p data-structure=\"Section\" id=\"p_12\">(1)  [1861] 30 L.J. Ch 879. 148\n<span class=\"hidden_text\" id=\"span_6\">1156</span>\nwise than on a police report in which case he has the  power\nunder  section 202 of the Code to order investigation if  he\nthinks\t fit).\t Therefore,  it\t is  clear  that  when\t the\nLegislature  made the offences in the Act cognizable,  prior\ninvestigation\tby  the\t appropriate  police   officer\t was\ncontemplated  as  the  normal preliminary to  the  trial  in\nrespect\t of  such  offences  under the\tAct.   In  order  to\nascertain  the\tscope of and the reason for  requiring\tsuch\ninvestigation  to  be conducted by an officer of  high\trank\n(except\t when  otherwise permitted by a Magistrate),  it  is\nuseful\tto  consider  what &quot;investigation&quot;  under  the\tCode\ncomprises.   Investigation  usually  starts  on\t information\nrelating to the commission of an offence given to an officer\nin charge of a police station and recorded under section 154\nof the Code.  If from information so received or  otherwise,\nthe  officer in charge of the police station has  reason  to\nsuspect\t the  commission  of an offence, he  or\t some  other\nsubordinate  officer deputed by him, has to proceed  to\t the\nspot to investigate the facts and circumstances of the\tcase\nand  if\t necessary to take measures for\t the  discovery\t and\narrest\tof  the\t offender.   Thus  investigation   primarily\nconsists in the ascertainment of the facts and circumstances\nof   the  case.\t  By  definition,  it  includes\t  &quot;all\t the\nproceedings  under the Code for the collection\tof  evidence\nconducted by a police officer&quot;.\t For the above purposes, the\ninvestigating  officer is given the power to require  before\nhimself\t the  attendance  of  any  person  appearing  to  be\nacquainted with the circumstances of the case.\tHe has\talso\nthe  authority\tto  examine such  person  orally  either  by\nhimself\t or  by\t a  duly  authorised  deputy.\tThe  officer\nexamining  any\tperson in the course  of  investigation\t may\nreduce\this  statement\tinto writing  and  such\t writing  is\navailable,  in\tthe trial that may follow, for\tuse  in\t the\nmanner\tprovided  in  this behalf  in  section\t162.   Under\nsection\t 155 the officer in charge of a police\tstation\t has\nthe power of making a search in any place for the seizure of\nanything  believed to be -necessary for the purpose  of\t the\ninvestigation.\t The  search  has to be\t conducted  by\tsuch\nofficer in person.  A subordinate officer may be deputed  by\nhim for the\n<span class=\"hidden_text\" id=\"span_7\">\t\t\t    1157</span>\npurpose only for reasons to be recorded in writing if he  is\nunable to conduct the search in person and there is no other\ncompetent officer available.  The investigating officer\t has\nalso the power to arrest the person or persons suspected  of\nthe commission of the offence under section 54 of the  Code.\nA  police  officer making an investigation  is\tenjoined  to\nenter  his  proceedings in a diary from\t day-to-day.   Where\nsuch investigation cannot be completed within the period  of\n24  hours and the accused is in custody he is enjoined\talso\nto send a copy of the entries in the diary to the Magistrate\nconcerned.   It\t is  important\tto  notice  that  where\t the\ninvestigation  is conducted not by the officer in charge  of\nthe  police station but by a subordinate officer (by  virtue\nof  one\t or other of the provisions enabling him  to  depute\nsuch  subordinate  officer  for\t any of\t the  steps  in\t the\ninvestigation)\tsuch  subordinate officer is to\t report\t the\nresult of the investigation to the officer in charge of\t the\npolice\t station.    If,   upon\t the   completion   of\t the\ninvestigation  it  appears to the officer in charge  of\t the\npolice\tstation\t that  there is no  sufficient\tevidence  or\nreasonable  ground, he may decide to release  the  suspected\naccused,  if  in  custody, on his  executing  a\t bond.\t If,\nhowever, it appears to him that there is sufficient evidence\nor  reasonable ground, to place the accused on trial, he  is\nto  take the necessary steps therefore under section 170  of\nthe  Code.   In either case, on the completion\tof  the\t in-\nvestigation  he\t has to submit a report\t to  the  Magistrate\nunder  section\t173  of\t the Code  in  the  prescribed\tform\nfurnishing   various   details.\t  Thus,\t  under\t  the\tCode\ninvestigation consists generally of the following  steps:(1)\nProceeding to the spot, (2) Ascertainment of the  facts\t and\ncircumstances of the case, (3) Discovery     and  arrest  of\nthe suspected offender, (4) Collection of evidence  relating\nto  the commission of the offence which may consist  of\t (a)\nthe  examination of various persons (including the  accused)\nand  the reduction of their statements into writing, if\t the\nofficer\t thinks fit, (b) the search of places of seizure  of\nthings considered necessary for the investigation and to  be\nproduced at the trial, and (5) Formation of the opi-\n</p><span class=\"hidden_text\" id=\"span_8\">1158</span>\n<p data-structure=\"Section\" id=\"p_13\">nion as to whether on the material collected there is a case\nto place the accused before a Magistrate for trial and if so\ntaking\tthe necessary steps for the same by the filing of  a\ncharge-sheet under section 173.\t The scheme of the Code also\nshows that while it is permissible for an officer in  charge\nof  a police station to depute some subordinate\t officer  to\nconduct\t some  of  these steps\tin  the\t investigation,\t the\nresponsibility\tfor every one of these steps is that of\t the\nperson\tin  the situation of the officer in  charge  of\t the\npolice\tstation, it having been clearly provided in  section\n168  that when a subordinate officer makes an  investigation\nhe should report the result to the officer in charge of\t the\npolice station.\t It is also clear that the final step in the\ninvestigation,\tviz.  the  formation of the  opinion  as  to\nwhether or not there is a case to place the accused on trial\nis  to\tbe  that  of the officer in  charge  of\t the  police\nstation.   There  is  no  provision  permitting\t  delegation\nthereof but only a provision entitling superior officers  to\nsupervise or participate under section 551.\nIt is in the light of this scheme of the Code that the scope\nof  a  provision  like <a href=\"/doc/19648227/\" id=\"a_42\">section 5(4)</a> of the  Act\t has  to  be\njudged.\t  When such a statutory provision enjoins  that\t the\ninvestigation shall be made by a police officer of not\tless\nthan  a\t certain rank, unless specifically  empowered  by  a\nMagistrate  in that behalf, notwithstanding anything to\t the\ncontrary  in the <a href=\"/doc/445276/\" id=\"a_43\">Code of Criminal Procedure</a>, it\t is  clearly\nimplicit  therein that the investigation (in the absence  of\nsuch  permission) should be conducted by the officer of\t the\nappropriate rank.  This is not to say that every one of\t the\nsteps  in the investigation has to be done by him in  person\nor  that  he cannot take the assistance of deputies  to\t the\nextent\tpermitted by the Code to an officer in charge  of  a\npolice\tstation\t conducting an investigation or that  he  is\nbound to go through each of these steps in every case.\tWhen\nthe  Legislature  has  enacted\tin  emphatic  terms  such  a\nprovision  it is clear that it had a definite policy  behind\nit.   To  appreciate that policy it is relevant\t to  observe\nthat  under  the  <a href=\"/doc/445276/\" id=\"a_44\">Code of Criminal  Procedure</a>  most  of\t the\noffences relating to public\n<span class=\"hidden_text\" id=\"span_9\">1159</span>\nservants as such, are non-cognizable.  A cursory perusal  of\nSchedule II of the <a href=\"/doc/445276/\" id=\"a_45\">Code of Criminal Procedure</a> discloses that\nalmost\tall the offences which may be alleged to  have\tbeen\ncommitted  by  a public servant, fall within  two  chapters,\nChapter\t IX &quot;Offences by, or relating to, public  servants&quot;,\nand  Chapter XI &quot;Offences against public justice&quot;  and\tthat\neach  one  of  them  is\t non-cognizable.  (Vide\t entries  in\nSchedule II under sections 161 to 169, 217 to 233, 225-A  as\nalso  128 and 129).  The underlying policy in  making  these\noffences  by  public servants non-cognizable appears  to  be\nthat public servants who have to discharge their  functions-\noften enough in difficult circumstancesshould not be exposed\nto   the  harassment  of  investigation\t against   them\t  on\ninformation levelled, possibly, by persons affected by their\nofficial  acts,\t unless a Magistrate is\t satisfied  that  an\ninvestigation  is  called  for,\t and  on  such\tsatisfaction\nauthorises  the same.  This is meant to ensure the  diligent\ndischarge  of their official functions by  public  servants,\nwithout\t fear or favour.  When, therefore,  the\t Legislature\nthought\t fit  to  remove  the  protection  from\t the  public\nservants,  in so far as it relates to the  investigation  of\nthe  offences of corruption comprised in the Act, by  making\nthem  cognizance, it may be presumed that it was  considered\nnecessary  to  provide a substituted  safeguard\t from  undue\nharassment  by\trequiring that the investigation  is  to  be\nconducted normally by a police officer of a designated\thigh\nrank.  Having regard therefore to the peremptory language of\nsub-section  (4) of <a href=\"/doc/79881262/\" id=\"a_46\">section 5</a> of the Act as well as  to\t the\npolicy apparently underlying it is reasonably clear that the\nsaid provision must be taken to be mandatory.\nIt has been suggested by the learned SolicitorGeneral in his\narguments  that\t the consideration as to  the  policy  would\nindicate,  if  at all, only the necessity  for\tthe  charge-\nsheets\tin such a case having to be filed by the  authorised\nofficer, after coming to his own conclusion as to whether or\nnot there is a case to place the accused on trial before the\nCourt,\ton a. perusal of the material previously  collected,\nand  that at best this might extend also to the\t requirement\nof arrest of the\n<span class=\"hidden_text\" id=\"span_10\">1160</span>\nconcerned  public servant by an officer of  the\t appropriate\nrank.  There is, however, no reason to think that the policy\ncomprehends within its scope only some and not all the steps\ninvolved in the process of investigation which, according to\nthe  scheme  of\t the  Act,  have  to  be  conducted  by\t the\nappropriate  investigating officer either directly  or\twhen\npermissible through deputies, but on his responsibility.  It\nis to be borne in mind that the Act creates two new rules of\nevidence  one  under <a href=\"/doc/16443199/\" id=\"a_47\">section 4</a> and the other  under  <a href=\"/doc/148293825/\" id=\"a_48\">section\n5(3)</a>, of an exceptional nature and contrary to the  accepted\ncanons of criminal jurisprudence.  It may be of considerable\nimportance  to the accused that the evidence in this  behalf\nis collected under the responsibility of the authorised\t and\ncompetent  investigating  officer or is at  least  such\t for\nwhich  such officer is prepared to take responsibility.\t  It\nis  true that the result of a trial in Court depends on\t the\nactual\tevidence in the case but it cannot be  posited\tthat\nthe  higher rank and the consequent  greater  responsibility\nand  experience\t of  a\tpolice\tofficer\t has  absolutely  no\nrelation  to  the nature and quality of\t evidence  collected\nduring investigation and to be subsequently given in Court.\nA  number of decisions of the various High Courts have\tbeen\ncited\tbefore\t us   bearing\ton   the   questions   under\nconsideration.\t We have also perused the recent  unreported\nFull  Bench  judgment of the Punjab  High  Court(1).   These\ndisclose a conflict of opinion.\t It is sufficient to  notice\none  argument based on section 156(2) of the Code  on  which\nreliance  has  been  placed in some of\tthese  decisions  in\nsupport\t of  the  view\tthat <a href=\"/doc/19648227/\" id=\"a_49\">section  5(4)</a>  of\tthe  Act  is\ndirectory  and\tnot mandatory.\t<a href=\"/doc/1291024/\" id=\"a_50\">Section 156</a> of the  Code  of\nCriminal Procedure is in the following terms:\n</p><blockquote id=\"blockquote_2\">&quot;156(1).   Any\tofficer in charge of a\tpolice-station\tmay,\nwithout\t  the  order  of  a  Magistrate,   investigate\t any\ncognizable  case which a Court having jurisdiction over\t the\nlocal  area  within the limits of such\tstation\t would\thave\npower to inquire into or try under the provisions of Chapter\nXV relating to the place of inquiry or trial.\n</blockquote><blockquote id=\"blockquote_3\">(1)  Criminal Appeals Nos. 25-D and 434 of 1953 disposed  of\non 3rd May,1954.\n</blockquote><span class=\"hidden_text\" id=\"span_11\">1161</span>\n<blockquote id=\"blockquote_4\">(2).  No  proceeding of a police-officer in  any  such\tcase\nshall at any stage be called in question on the ground\tthat\nthe case was one which such officer was not empowered  under\nthis section to investigate.\n</blockquote><blockquote id=\"blockquote_5\">(3).  Any Magistrate empowered under section 190  may  order\nsuch an investigation as above-mentioned&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_14\">The  argument advanced is that <a href=\"/doc/19648227/\" id=\"a_51\">section 5(4)</a> and\t proviso  to\n<a href=\"/doc/176922417/\" id=\"a_52\">section\t 3</a> of the Act are in substance and in effect in\t the\nnature\tof an amendment of or proviso to <a href=\"/doc/51689/\" id=\"a_53\">section  156(1)</a>  of\nthe  Code  of  Criminal Procedure.  In\tthis  view,  it\t was\nsuggested  that section 156(2) which cures the\tirregularity\nof  an investigation by a person not empowered is  attracted\nto <a href=\"/doc/19648227/\" id=\"a_54\">section 5(4)</a> and proviso to <a href=\"/doc/176922417/\" id=\"a_55\">section 3</a> of the 1947 Act and\n<a href=\"/doc/32612003/\" id=\"a_56\">section\t 5-A</a>  of the 1952 Act.\tWith  respect,\tthe  learned\nJudges appear to have overlooked the phrase &quot;under this sec-\ntion&quot; which is to be found in sub-section (2) of <a href=\"/doc/1291024/\" id=\"a_57\">section 156</a>\nof  the Code of Criminal Procedure.  What  that\t sub-section\ncures  is  investigation by an officer not  empowered  under\nthat  section, i.e. with reference to sub-sections  (1)\t and\n(3) thereof.  Sub-section (1) of section 156 is a  provision\nempowering  an\tofficer\t in charge of a\t police\t station  to\ninvestigate  a\tcognizable  case  without  the\torder  of  a\nMagistrate and delimiting his power to the investigation  of\nsuch  cases within a certain local jurisdiction.  It is\t the\nviolation of this provision that is cured under\t sub-section\n(2).   Obviously sub-section (2) of section 156 cannot\tcure\nthe  violation\tof any other  specific\tstatutory  provision\nprohibiting investigation by an officer of a lower rank than\na  Deputy  Superintendent  of  Police  unless\tspecifically\nauthorised.  But apart from the implication of the  language\nof  section  156(2),  it  is not  permissible  to  read\t the\nemphatic  negative language of sub-section (4) of <a href=\"/doc/79881262/\" id=\"a_58\">section  5</a>\nof  the\t Act or of the proviso to <a href=\"/doc/176922417/\" id=\"a_59\">section 3</a> of the  Act,  as\nbeing  merely in the nature of an amendment of or a  proviso\nto  sub-section (1) of <a href=\"/doc/1291024/\" id=\"a_60\">section 156</a> of the Code\tof  Criminal\nProcedure.   Some of the learned Judges of the\tHigh  Courts\nhave  called  in aid sub-section (2) of <a href=\"/doc/445276/\" id=\"a_61\">section 561</a>  of\t the\nCode of Criminal Procedure by way of analogy.  It\n<span class=\"hidden_text\" id=\"span_12\">1162</span>\nis  difficult to see how this analogy helps unless the\tsaid\nsub-section  is\t also  to be assumed as\t directory  and\t not\nmandatory  which  certainly is not obvious  on\tthe  wording\nthereof We are, therefore, clear in our opinion that <a href=\"/doc/19648227/\" id=\"a_62\">section\n5(4)</a>   and  proviso  to\t <a href=\"/doc/176922417/\" id=\"a_63\">section  3</a>  of\t the  Act  and\t the\ncorresponding  <a href=\"/doc/32612003/\" id=\"a_64\">section 5-A</a> of Act LIX of 1952 are  mandatory\nand  not directory and that the investigation  conducted  in\nviolation thereof bears the stamp of illegality.\nThe  question then requires to be considered whether and  to\nwhat  extent the trial which follows such investigation\t is.\nvitiated.   Now, trial follows cognizance and cognizance  is\npreceded  by investigation.  This is undoubtedly  the  basic\nscheme\tof the Code in respect of cognizable cases.  But  it\ndoes  not necessarily follow that an  invalid  investigation\nnullifies  the cognizance or trial based thereon.   Here  we\nare  not  concerned  with  the effect of  the  breach  of  a\nmandatory  provision regulating the competence or  procedure\nof  the\t Court as regards cognizance or trial.\tIt  is\tonly\nwith  reference\t to such a breach that the  question  as  to\nwhether\t  it   constitutes  an\tillegality   vitiating\t the\nproceedings  or\t a mere irregularity arises.   A  defect  or\nillegality in investigation, however serious, has no  direct\nbearing\t on  the  competence or the  procedure\trelating  to\ncognizance or trial.  No doubt a police report which results\nfrom an investigation is provided in <a href=\"/doc/686759/\" id=\"a_65\">section 190</a> of the Code\nof Criminal Procedure as the material on which cognizance is\ntaken.\t But it cannot be maintained that a valid and  legal\npolice\treport is the foundation of the jurisdiction of\t the\nCourt  to  take\t cognizance.  <a href=\"/doc/686759/\" id=\"a_66\">Section 190</a>  of  the  Code  of\nCriminal  Procedure is one out of a group of sections  under\nthe   beading  &quot;Conditions  requisite  for   initiation\t  of\nproceedings.   The  language of this section  is  in  marked\ncontrast with that of the other sections of the group  under\nthe  same heading, i.e. sections 193 and 195 to 199.   These\nlatter sections regulate the competence of the Court and bar\nits  jurisdiction in certain cases excepting  in  compliance\ntherewith.   But section 190 does not.\tWhile no  doubt,  in\none  sense, clauses (a), (b) and (c) of section\t 190(1)\t are\nconditions requisite for taking of cogni-\n</p><span class=\"hidden_text\" id=\"span_13\">\t\t\t    1163</span>\n<p data-structure=\"Section\" id=\"p_15\">zance,\tit  is\tnot possible to say that  cognizance  on  an\ninvalid\t police\t report\t is prohibited and  is\ttherefore  a\nnullity.  Such an invalid report may still fall either under\nclause (a) or (b) of section 190(1), (whether it is the\t one\nor the other we need not pause to consider) and in any\tcase\ncognizance  so\ttaken is only in the nature of\terror  in  a\nproceeding  antecedent\tto the trial.  To  such\t a situation\n<a href=\"/doc/445276/\" id=\"a_67\">section\t 537</a> of the Code of Criminal Procedure which  is  in\nthe following terms is attracted:\n</p><blockquote id=\"blockquote_6\">&quot;Subject  to  the  provisions herein  before  contained,  no\nfinding,  sentence or order passed by a Court  of  competent\njurisdiction  shall  be\t reversed or altered  on  appeal  or\nrevision  on account of any error, omission or\tirregularity\nin  the complaint, summons, warrant,  charge,  proclamation,\norder, judgment or other proceedings before or during  trial\nor  in\tany enquiry or other proceedings  under\t this  Code,\nunless\tsuch  error, omission or irregularity, has  in\tfact\noccasioned a failure of justice&quot;.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1569728\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1492390\" id=\"span_15\">If,  therefore,\t cognizance is in fact taken,  on  a  police\nreport\tvitiated  by  the breach of  a\tmandatory  provision\nrelating  to investigation, there can be no doubt  that\t the\nresult\tof  the trial which follows it cannot be  set  aside\nunless\tthe illegality in the investigation can be shown  to\nhave  brought  about  a miscarriage  of\t justice.   That  an\nillegality committed in the course of investigation does not\naffect the competence and the jurisdiction of the Court\t for\ntrial is well settled as appears from the cases in <a href=\"/doc/1492390/\" id=\"a_68\">Prabhu v.\nEmperor</a>(<a href=\"/doc/1569728/\" id=\"a_69\">1)  and Lumbhardar Zutshi v. The King</a>(2).  These  no\ndoubt  relate to the illegality of arrest in the  course  of\ninvestigation  while we are concerned in the  present  cases\nwith the illegality with reference to the machinery for\t the\ncollection  of\tthe evidence.  This distinction may  have  a\nbearing\t on  the  question of prejudice\t or  miscarriage  of\njustice, but both the cases clearly show that invalidity  of\nthe  investigation has no relation to the competence of\t the\nCourt.\t We  are, therefore, clearly, also, of\tthe  opinion\nthat where the cognizance of the case has in fact been taken\nand the case has proceeded to termi-</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_17\">(1)  A.I.R. 1944 P.C. 73. 149\n(2) A.I.R. 1950 P C. 26,\n<span class=\"hidden_text\" id=\"span_16\">1164</span>\nnation., the invalidity of the precedent investigation\tdoes\nnot  vitiate the result, unless miscarriage of\tjustice\t has\nbeen caused thereby.\n</p><p data-structure=\"Section\" id=\"p_18\">It  does  not follow, however, that the\t invalidity  of\t the\ninvestigation  is  to  be completely ignored  by  the  Court\nduring trial.  When the breach of such a mandatory provision\nis  brought to the knowledge of the Court at a\tsufficiently\nearly stage, the Court, while not declining cognizance, will\nhave to take the necessary steps to get the illegality cured\nand  the defect rectified, by ordering such  reinvestigation\nas  the\t circumstances of an individual case may  call\tfor.\nSuch a course is not altogether outside the contemplation of\nthe  scheme  of the Code as appears from section  202  under\nwhich  a  Magistrate taking cognizance on  a  complaint\t can\norder investigation by the police.  Nor can it be said\tthat\nthe  adoption of such a course is outside the scope  of\t the\ninherent  powers of the Special Judge, who for\tpurposes  of\nprocedure  at  the trial is virtually in the position  of  a\nMagistrate trying a warrant case.  When the attention of the\nCourt is called to such an illegality at a very early  stage\nit  would  not\tbe fair to the accused not  to\tobviate\t the\nprejudice that may have been caused thereby, by\t appropriate\norders,\t at  that  stage but to leave him  to  the  ultimate\nremedy\tof waiting till the conclusion of the trial  and  of\ndischarging the somewhat difficult burden under <a href=\"/doc/445276/\" id=\"a_70\">section\t 537</a>\nof the Code of Criminal Procedure of making out that such an\nerror  has in fact occasioned a failure of justice.   It  is\nrelevant  in this context to observe that even if the  trial\nhad proceeded to conclusion and the accused had to make\t out\nthat there was in fact a failure of justice as the result of\nsuch  an  error, explanation to <a href=\"/doc/445276/\" id=\"a_71\">section 537</a> of the  Code  of\nCriminal Procedure indicates that the fact of the  objection\nhaving been raised at an early stage of the proceeding is  a\npertinent factor.  To ignore the breach in such a  situation\nwhen  brought to the notice of the Court would be  virtually\nto make a dead letter of the peremptory provision which\t has\nbeen enacted on grounds of public policy for the benefit  of\nsuch an accused.  It is true that the peremptory pro-\n</p><span class=\"hidden_text\" id=\"span_17\">1165</span>\n<p data-structure=\"CDiscource\" id=\"p_19\">vision itself allows an officer of a lower rank to make\t the\ninvestigation  if permitted by the Magistrate.\tBut this  is\nnot any indication by the Legislature that an  investigation\nby an officer of a lower rank without such permission cannot\nbe said to cause prejudice.  When a Magistrate is approached\nfor  granting  such  permission he is  expected\t to  satisfy\nhimself\t that  there  are good and  sufficient\treasons\t for\nauthorising  an\t officer  of a lower  rank  to\tconduct\t the\ninvestigation.\tThe granting of such permission is not to be\ntreated\t by a Magistrate as a mere matter of routine but  it\nis  an exercise of his judicial discretion having regard  to\nthe  policy underlying it.  In our opinion, therefore,\twhen\nsuch  a breach is brought to the notice of the Court  at  an\nearly  stage  of the trial the Court have  to  consider\t the\nnature\tand  extent of the violation  and  pass\t appropriate\norders for such reinvestigation as may be called for, wholly\nor  partly, and by such officer as it considers\t appropriate\nwith  reference\t to the requirements of <a href=\"/doc/32612003/\" id=\"a_72\">section 5-A</a>  of\t the\nAct.   It is in the light of the above\tconsiderations\tthat\nthe validity or otherwise of the objection as to the  viola-\ntion  of <a href=\"/doc/19648227/\" id=\"a_73\">section 5(4)</a> of the Act has to be decided  and\t the\ncourse to be adopted in these proceedings, determined.\nThe  learned Special Judge before whom the objection  as  to\nthe  violation\tof <a href=\"/doc/19648227/\" id=\"a_74\">section 5(4)</a> of the Act  was\t taken\ttook\nevidence  as  to the actual course of the  investigation  in\nthese  cases.\tIn the cases out of which  Criminal  Appeals\nNos.  96 and 97 of 1954 arise, the first information  report\nwhich  in each case was filed on 29-6-1949 was in  terms  on\nthe   basis  of\t a  complaint  filed  by  the  Director\t  of\nAdministration\tand Co-ordination,, Directorate of  Industry\nand   Supply.\tThis  disclosed\t  information\tconstituting\noffences including that under <a href=\"/doc/171288855/\" id=\"a_75\">section 5(2)</a> of the Act.\t The\ncases were hence registered under various sections including\n<a href=\"/doc/171288855/\" id=\"a_76\">section 5(2)</a>, of the Act.  The investigation that was called\nfor  on the basis of such a first information report was  to\nbe  by\tan officer contemplated -under <a href=\"/doc/19648227/\" id=\"a_77\">section 5(4)</a>  of\t the\nAct.  The charge-sheets in these two cases were filed on 11-\n8-1951 by a Sub-Inspector\n<span class=\"hidden_text\" id=\"span_18\">1166</span>\nof Police, R. G. Gulabani and it appears that he applied  to\nthe  Magistrate\t for permission to  investigate\t into  these\ncases  on 26-3-1951.  His evidence shows that so far as\t the\ncase  relating\tto  Criminal  Appeal  No.  97  of  1954\t  is\nconcerned,  he\tdid  not  make\tany  investigation  at\t all\nexcepting  to put up the chargesheet.  All the prior  stages\nof  the\t investigation were conducted by a number  of  other\nofficers of the rank of Inspector of Police or Sub-Inspector\nof  Police  and\t none  of  them\t had  taken  the   requisite\npermission  of\tthe Magistrate.\t In the case  out  of  which\nCriminal Appeal No. 96 of 1954 arises the evidence of R.  G.\nGulabani  shows that he took up the investigation  after  he\nobtained  permission and partly investigated  it  thereafter\nbut  that the major part of the investigation was done by  a\nnumber\tof  other officers who were all below  the  rank  of\nDeputy Superintendent of Police without having obtained from\nthe Magistrate the requisite sanction therefor.\t Both  these\nare cases of clear violation of the mandatory provisions  of\n<a href=\"/doc/19648227/\" id=\"a_78\">section\t 5(4)</a> of the Act.  In the view we have taken of\t the\neffect\tof  such  violation it\tbecomes\t necessary  for\t the\nSpecial\t Judge\tto reconsider the course to  be\t adopted  in\nthese two cases.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">As  regards the case out of which Criminal Appeal No. 95  of\n1954  arises it is to be noticed that the first\t information\nreport which was filed on 30-4-1949 disclosed offences\tonly\nagainst\t Messrs\t Patiala Oil Mills, Dev\t Nagar,\t Delhi,\t and\nothers,\t and  not as against any public servant.   The\tcase\nthat  was registered was accordingly in respect of  offences\npunishable  under <a href=\"/doc/1436241/\" id=\"a_79\">section 420</a> of the Indian Penal  Code\t and\nsection 6 of the Essential Supplies (Temporary) Powers\tAct,\n1946,  and not under any offence comprised within  the\tPre-\nVention\t of  Corruption Act.  The  investigation  proceeded,\ntherefore,  in the normal course.  The evidence\t shows\tthat\nthe  investigation in this case was started on\t2-5-1949  by\nInspector Harbans Singh and that on 11-7-1949 he handed over\nthe investigation to Inspector Balbir Singh.  Since then  it\nwas only Balbir Singh that made all the investigation and it\nappears from his evidence that he examined as many\n<span class=\"hidden_text\" id=\"span_19\">1167</span>\nas 25 witnesses in the case.  It appears further that in the\ncourse\tof  this investigation it was found  that,  the\t two\nappellants  and\t another public servant were  liable  to  be\nprosecuted  under <a href=\"/doc/171288855/\" id=\"a_80\">section 5(2)</a> of the Act.  Application\t was\nthen  made  to the Magistrate by Balbir Singh  for  sanction\nbeing accorded to him under <a href=\"/doc/19648227/\" id=\"a_81\">section 5(4)</a> of the Act and\t the\nsame was given on 20-3-1951.  The charge-sheet was filed  by\nBalbir Singh on 15-11-1951.  He admits that all the investi-\ngation by him excepting the filing of charge-sheet was prior\nto  the\t obtaining  the\t sanction  of  the  Magistrate\t for\ninvestigation.\t But  since the investigation prior  to\t the\nsanction  was  with  reference to a  case  registered  under\n<a href=\"/doc/1436241/\" id=\"a_82\">section\t 420</a> of the Indian Penal Code and section 6  of\t the\nEssential  Supplies (Temporary) Powers Act, 1946,  that\t was\nperfectly valid.  It is only when the material so  collected\ndisclosed the commission of an offence under <a href=\"/doc/171288855/\" id=\"a_83\">section 5(2)</a> of\nthe Act by public servants, that any question of taking\t the\nsanction of the Magistrate for the investigation arose.\t  In\nsuch  a\t situation the continuance of such  portion  of\t the\ninvestigation  as remained, as against the  public  servants\nconcerned by the same officer after obtaining the permission\nof  the Magistrate was reasonable and legitimate.   We\tare,\ntherefore, of the opinion that there has been no such defect\nin   the  investigation\t in  this  case\t as  to\t  call\t for\ninterference.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">In the result, therefore, Criminal Appeal No. 95 of 1954  is\ndismissed.   Criminal  Appeals\tNos.96 and 97  of  1954\t are\nallowed with the direction that the Special Judge will\ttake\nback  the two cases out of which these appeals arose  on  to\nhis  file and pass appropriate orders after  reconsideration\nin the light of this judgment.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">Criminal Appeal No. 106 of 1954.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">This is an appeal by special leave against a common order of\nthe High Court of Punjab relating to Cases Nos. 19 to 25  of\n1953  before the Special Judge, Delhi.\tIt raises  the\tsame\nquestions  which  have been disposed of by our\tjudgment  in\nCriminal  Appeals Nos. 95 to 97 of 1954.  Since\t the  appeal\nis, in form, one\n<span class=\"hidden_text\" id=\"span_20\">1168</span>\nagainst\t the order of the High Court refusing to grant\tstay\nof the proceedings then pending, it is sufficient to dismiss\nthis appeal with the observation that it will be open to the\nappellants  to\traise , the objections\tbefore\tthe  Special\nJudge.\n</p>\n\n\n","numcites":23,"numcitedby":716,"docsource":"Supreme Court of India","citetid":1361495,"divtype":"judgments","relatedqs":[{"value":"reinvestigation","formInput":"reinvestigation"},{"value":"section 420 ipc","formInput":"section%20420%20ipc"},{"value":"criminal misconduct","formInput":"criminal%20misconduct"},{"value":"section 420","formInput":"section%20420"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"prevention of corruption act","formInput":"prevention%20of%20corruption%20act"},{"value":"investigation by police","formInput":"investigation%20by%20police"},{"value":"prevention of corruption act, 1947 ","formInput":"prevention%20of%20corruption%20act%2C%201947%20"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"\"prevention of corruption act\"","formInput":"%22prevention%20of%20corruption%20act%22"},{"value":"non cognizable","formInput":"non%20cognizable"},{"value":"section 190 ","formInput":"section%20190%20"},{"value":"deputation","formInput":"deputation"},{"value":"further investigation by the magistrate","formInput":"further%20investigation%20by%20the%20magistrate"},{"value":"indian penal code section 420 IPC","formInput":"indian%20penal%20code%20section%20420%20IPC"},{"value":"\"non cognizable\"","formInput":"%22non%20cognizable%22"},{"value":"corruption act","formInput":"corruption%20act"},{"value":"non-cognizable","formInput":"non-cognizable"},{"value":"investigation officer","formInput":"investigation%20officer"},{"value":"section 161","formInput":"section%20161"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}