{"tid":208447,"publishdate":"1949-08-30","title":"Dwarkadas And Co. vs Daluram Goganmull on 30 August, 1949","doc":"<h2 class=\"doc_title\">Dwarkadas And Co. vs Daluram Goganmull on 30 August, 1949</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1951CAL10, 54CWN544, AIR 1951 CALCUTTA 10</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nHarries, C.J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This appeal was referred to a Full Bench for decision by a Bench of this Court by an order dated 5-4-1949. In the referring order two questions are propounded, namely,\n  \n\n</p><p data-structure=\"Section\" id=\"p_2\">1. In the circumstances of this case was the arbitration clause contained in the contract between Bubna More &amp; Co. and the respondents imported into the contract made between the respondents and the appellants ?\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_1\">2. Which of the two decisions, namely, <a href=\"/doc/689555/\" id=\"a_1\">Chatturbhuj Chandunmull v. Basdeodas Daga</a>, 47 Cal. 799 : (A. I. R. (8) 1921 Cal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1488510\" id=\"span_2\"><a href=\"/doc/1488510/\" id=\"a_2\">767) and Haji Vali Mahomed Ayoob v. Shamdeo Gopiram</a>, 34 C. W. N. 447 :  is correctly decided ?</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">2. To appreciate the points in issue in this appeal it will be necessary shortly to set out the facts.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">3. By a contract indent No. 73 dated 13-12-1947, a firm known as Bubna More &amp; Co. sold to the respondents in this appeal two lacs yards of American O. D. Cotton Merquisette Olive Colour 48&quot; wide at Re. 1-1.6 per yard.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">4. By the contract the sellers were to deliver the goods to the buyers or their nominees as when released by the Textile Controller Calcutta, and the buyers were bound to accept delivery accordingly. The buyers were under an obligation to take delivery of the goods within a week from the date of receipt of an advice from the sellers failing which the sellers had the option of selling the goods in the open market on the buyers&#x27; account.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">5. The goods which were the subject-matter of the contract were apparently in course of transit from America and they are described as shipment period during December 1947 from any U. S. A. Port.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">6. It is expressly provided in the contract that the goods are sold on the terms and conditions mentioned overleaf.\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">7. There were no less than twenty-sis printed conditions overleaf and amongst them was an arbitration clause which was condition No. 17. The clause was in these terms :\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;If any dispute shall arise in respect of the goods or in reference to any of the conditions hereof such dispute shall be referred to the survey or arbitration of two merchants one to be appointed by you and one by me/us, and in the event of the said surveyors or arbitrators being unable to agree, the dispute shall be referred to the committee of the Bengal or Indian Chamber of Commerce for umpirage. And this indent shall be deemed to be a submission to arbitration within the meaning of the Indian Arbitration Act, 1899 and/or any statutory modification thereof.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">In either event the surveyors, arbitrators or umpire shall have power to decide and award that the description of the goods tendered does not correspond to the description of the goods contracted for in which case I/We shall be entitled to reject the goods, or that the goods while corresponding to description of the goods contracted for shall be taken up and paid for by me/us either with such an allowance as the surveyors, arbitrators or umpire may determine or without allowance, such decision to be final and binding to both parties.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">If I/we fail to appoint an arbitrator or surveyor within three days after an arbitration has been appointed by you and claim is thereby released or waived by me/us.&quot;\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_10\">8. On 12-1-1948 the respondents to this appeal sold 10,000 yards of the cloth which they bad purchased from M/s. Bubna More &amp; Co. through a broker, Beherilal Khemka to the appellants and on the same day sold a further 25,000 yards directly to the appellants. The terms of both these contracts were identical and I think it will be convenient to set out the terms of one of these contracts verbatim. The terms are as follows :\n</p>  \n\n<blockquote id=\"blockquote_4\">&quot;We confirm having this day sold to you the American O. D. Cotton Marquisette Olive Colour size 48&quot; wide quantity 10,000 yards (ten thousands yards.) Shipment during December 1947 from any U. S. A. port.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">Rate Sold--1-1.6 per yard.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">Delivery Ex-sellers godown either by Messrs. Bubna More &amp; Co. or by us soon after release.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">Subject to all terms and conditions of the contract No. 73 of 13-12.47 issued to us by Messrs. Bubna More &amp; Co. (Subject to release by Textile Director.&quot;)\n \n\n</blockquote><p data-structure=\"Section\" id=\"p_11\">9. It will be seen that the subject-matter of both these contracts was cloth which was the subject-matter of the contract between Bubna More &amp; Co. and the respondents dated 13-12-1947. The price, namely, Re. 1-1.6 per yard was the same as that in the earlier contract and the contract was subject to release by the Textile Commissioner. Delivery was ex-sellers&#x27; godown either by M/s. Bubna More &amp; Co., who were the original importers or by the respondents. It is an express term in both these contracts that they are subject to all terms and conditions of Contract No. 73 of 13-12-1947.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">10. In February 1948 the appellants took delivery of 9747 yards, but they alleged that 146 yards of the cloth was found to be in a damaged condition. It was however agreed between the parties that there should be no payment for the damaged 146 yards and that the total delivery should be treated as 9601 yards. The appellants paid a sum being the price of 9455 yards.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">11. On 27-2-1948 the appellants were called upon to take delivery of the balance under the two contracts. On 12-3-1948 the appellants took delivery of a further 6360 yards. Apparently 77 yards of this cloth was in a damaged condition  and credit was to be given to the sellers for this quantity.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">12. On 12-3-1948 the respondents Bent their bill to the appellants for Rs. 6873-11-3 which wag alleged to be due. The appellants failed or neglected to accept the balance of the goods and on 26-3-1948 the respondents resold the goods and claimed that the appellants were responsible for the loss which they had sustained.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\">13. The appellants denied liability and on 22-5-1948 the respondents referred the disputes to arbitration and nominated one L. P. Agarwalla as their arbitrator. The appellants failed to appoint an arbitrator as required by the submission and on 12-6-1948 the said L. P. Agarwalla became the sole arbitrator by reason of the appellants&#x27; failure to nominate their arbitrator. On 14-6-1948 Mr. L. P. Agarwalla directed the parties to file their statements and produce any witnesses which they might desire to call on 26-6-1943. On 26-6-1948, the respondents filed a statement and the matter was adjourned to 10-7-1948 for final disposal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_16\">14. The appellants filed no statement, neither did they appear before the arbitrator. But on 5-7-1948, they informed the arbitrator that a suit was being filed. On 16-7-1948 a writ of summons was served on the respondents. In their plaint the appellants claimed Rs. 8401-0-3 as damages for non-delivery and a declaration that the purported arbitration proceedings initiated by the defendants were null and void. They further prayed for an injunction restraining the respondents from proceeding with the said arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_17\">15. On 30-7-1948 the respondents applied to this Court for a stay of the suit under <a href=\"/doc/1722761/\" id=\"a_3\">Section 34</a>, Arbitration Act. The appellants contended that there was no submission to arbitration and that application for stay ought therefore to be dismissed. On 24-8-1948, Sinha J. directed a stay of all proceedings in the suit which was Suit No. 2203 of 1948 and Mr. L. P. Agarwalla thereupon proceeded with the arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\">16. On 29-9-1918 an award was made in favour of the respondents for Rs. 7030-6-9 and an application was made to Sinha J. for a decree in terms of the award. On 24-2-1949, Sinha J. made a decree in terms of the award and this decree is now under appeal as it is the appellants&#x27; contention that there was no valid submission to arbitration and that the award was made without jurisdiction.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\">17. Unfortunately, the application for stay of proceedings was not argued at any length be-fore Sinha J. and we have not had the advantage of a judgment by him. There was merely a formal order that the suit should be stayed pending the arbitration proceedings.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_20\">18. When the matter first came before a Bench, it was strenuously contended on behalf of the appellants that there was no agreement between the appellants and the respondents to refer any disputes arising out of the two contracts made between them to arbitration. On the other hand, it was urged by the respondents that the terms and conditions of the earlier contract between Bubna More &amp; Co., and the respondents had been imported into both the contracts made between the respondents and the appellants. As I have said earlier, there was an arbitration clause in the contract made between Bubna More &amp; Co. and the respondents, and the respondents contended that arbitration clause had been imported into each of the contracts made between them and the appellants.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\">19. If this arbitration clause had been import-ed into each of the contracts made between the parties to this appeal then Sinha J. was right in staying the proceedings if he was satisfied that the arbitration clause was a valid one.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">20. Unfortunately there is a conflict of decisions in this Court as to whether in the circumstances existing in this case an arbitration clause contained in an earlier contract could be imported into a later contract by suitable words,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"689555\" id=\"span_3\">21. The appellants relied upon a Bench decision of this Court in <a href=\"/doc/689555/\" id=\"a_4\">Chatturbhuj Chandanmull v. Basdeodas</a>, 47 Cal. 799: (A. I. R. (8) 1921 Cal. 767). In that case B entered into a contract with C for sale of 30 bales of dhoties with a condition stating\n &quot;We sold the goods as were bought by us of L. J. Batta, chafage, all other terms according to Bahar (importing) firms.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">The contract between B and L. J. had a clause for arbitration embodied in it. B filed a suit in respect of 27 bales out of 30 for non-delivery and referred the matter to arbitration in respect of a dispute relating to three bales. A Bench held that the arbitration clause was not incorporated into the contract between B and C therefore the reference to the arbitration was completely ultra vires.\n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">22. The arbitration clause in the contract between B and L. J. was in these terms:\n</p><blockquote id=\"blockquote_8\"> &quot;Any dispute or claim under this contract is to be settled by the Bengal Chamber of Commerce or at the option of the sellers by two merchants on the Bengal Chamber&#x27;s list, one to be chosen by each party. If the buyers fail to nominate any arbitrator, within three days after being required to do so the sellers will be at liberty to appoint both arbitrators or to refer to the Chamber at their discretion. The arbitrators, if such are appointed, shall in case of dispute appoint an umpire. The decision of the arbitrators or of the umpire or that of the Chamber shall be borne by the losing party.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\">23. Mookerjee J. who delivered the judgment of the Bench was of opinion hat the arbitration clause contained in the earlier contract was not  imported and could not be imported into the later contract. He did not hold that the term was not imported by reason of the use of the somewhat vague phrase &quot;all terms according to the importing firm.&quot; In his view the arbitration clause in the earlier contract was so worded that it could not be imported into the subsequent contract by any appropriate words. Mookerjee J. relied upon two English cases to which I shall make reference subsequently, namely, Thomas &amp; Co. Ltd. v. Port Sea Steamship Co. Ltd., (1912) A. C. 1 and Hamilton &amp; Co. v. Mackie &amp; Sons, (1889) 6 T. L. R. 677. After discussing the English cases Mookerjee J. at p. 804 observed:\n</p><blockquote id=\"blockquote_9\"> &quot;In the case before us, the first contract is between the defendant and the importers and the second between the defendant and his purchasers. the clause sought to be incorporated clearly refers to a dispute or claim &#x27;under this contract&#x27;, that is, the contract between the defendant and the importers, and if that clause were incorporated into the contract between the plaintiffs and the defendant, the result would be, that, to use the language of Lord Esher, the contract would be insensible. We must hold accordingly that the arbitration clause was not incorporated into the contract between the plaintiffs and the defendant, and the reference to the arbitration was completely ultra vires.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_27\">24. It is clear from this observation that the Bench in that case was of the view that any arbitration clause which dealt in terms with any dispute arising under that particular contract could never be imported into another contract because the arbitration clause in terms could only deal with the disputes under the former contract in which the clause found place.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1275076\" id=\"span_4\">25. This case was followed by a Single Judge of this Court in the case of <a href=\"/doc/1275076/\" id=\"a_5\">Ramlal Murlidhar v. Haribux Puranmull</a>,  the headnote of which is as follows:</span>\n</p><blockquote id=\"blockquote_10\"> &quot;In respect of a contract for safe of goods the entry in the sowdah book of the vendors, signed by the purchasers, contained the following--&#x27;As we bought the goods of Punnalal Sagoremull we sold to you in the same way. All the terms and conditions are the same as there&#x27;.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\">26. Roy J. held that the entry had cot the effect of incorporating into the second contract an arbitration clause which was to be found in the first contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\">27. It will be seen that in this case very clear words were used importing the terms of the earlier contract into the subsequent contract. It is expressly stated that as the goods were bought from Punnalal Sagoremull they are again resold and all the terms and conditions of the re-sale are the same as those of &#x27;the original purchase.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_5\">28. Roy J. held, following <a href=\"/doc/689555/\" id=\"a_6\">Chatturbhuj Chandunmull</a>&#x27;s case, 47 Cal 799. (A. I. R. (8) 1921 Cal. 767) that an arbitration clause contained in the earlier contract was not imported into the subsequent contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1488510\" id=\"span_6\">He referred to a later Bench decision of this Court in <a href=\"/doc/1488510/\" id=\"a_7\">Vali Mohamed Ayoob v. Shamdeo Gopiram</a>, 34 C. W. N. 447 :  to which I shall make reference shortly and he followed Chatturbhuj Chandunmull&#x27;s ease, (47 Cal. 799 : A. I. R. (8) 1921 Cal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1488510\" id=\"span_7\">767) as it had been expressly stated in <a href=\"/doc/1488510/\" id=\"a_8\">Vali Mahomed Ayoob</a>&#x27;s case  that the two cases were not in conflict.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">29. The main ground for Roy J.&#x27;s decision was that in his opinion the words of the Sowdah importing the terms of the earlier contract into the subsequent contract were ambiguous. At p. 740 he observed:\n</p>  \n\n<blockquote id=\"blockquote_11\"> &quot;I think it is difficult to say, on the language of the sowdah, that the parties in this case were intending to bind themselves to a clause for arbitration by the Bengal Chamber of Commerce or that they were intending to make the arbitration clause a term or condition of the bargain between themselves.&quot; Later at p. 741 he observed:\n</blockquote><blockquote id=\"blockquote_12\"> &quot;I am not prepared to say that the language of this sowdah is such as to make it clear that the parties ever intended to exclude or that the language ever had the effect of carrying out any intention of excluding jurisdiction of the ordinary Court of Law.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\">For these observations he relied in the main upon a dictum in the speeches of the learned Lords in Thomas &amp; Co. Ltd. v. Port Sea Steamship Co. Ltd., (1912) A. c. 1 which will be discussed shortly.\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">30. With very great respect to Roy J., I am unable to agree that the words in the sowdah were ambiguous. They clearly show that it was the intention of the parties to the subsequent contract that all the terms of the earlier contract should be imported into the subsequent one. With respect I agree that if these words were ambiguous a Court should not hold that they imported into a subsequent contract an arbitration clause. On the other hand, if the words importing the terms of an earlier contract into a later one are clear and unambiguous then it appears to me that different considerations arise.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1488510\" id=\"span_8\">31. On behalf of the respondents, it was contended that the two oases of this Court to which I have made reference were wrongly decided and reliance was placed on a Bench decision in <a href=\"/doc/1488510/\" id=\"a_9\">Vali Mahomed Ayoob v. Shamdeo Gopiram</a>,  which was a decision of Rankin C. J., and C.C. Ghose J. In that case an entry in the sowda book of the vendors in the subsequent sale which was signed by the purchasers, recited that the vendors had purchased the goods from a certain importing firm and that all terms of the present transaction were to be according to the contract between the vendors and the importing firm. It was held that the terms of the contract between the vendors and the importing firm, so far as they could and did apply were made applicable by the above to the present transaction and accordingly an arbitration clause which was to be found in the earlier contract was to be taken to have been imported into the subsequent contract.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_9\">32. C. C. Ghose J. who delivered the leading judgment in the case referred to the Bench decision in <a href=\"/doc/689555/\" id=\"a_10\">Chatturbhuj Chandunmull v. Basdeodas</a>, 47 Gal. 799 : (A. I. R. (8) 1921 Cal. 767) to which I have already referred, but did not think it was necessary to express any opinion as to the correctness of that judgment. At p. 448 C. C. Ghose J. observed:</span>\n</p><blockquote id=\"blockquote_13\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"689555\" id=\"span_10\">&quot;In my opinion, it is not necessary for the purpose of this judgment to go into any discussion as to whether or not the decision in the cage <a href=\"/doc/689555/\" id=\"a_11\">referred to above</a> was tight on the particular facts appearing therein. So far as the present case is concerned, I am content to put it on this footing.&quot;</span>\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">33. He then proceeded to hold that the arbitration clause in the former contract had been imported into the subsequent contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">34. Rankin C. J. who delivered a short judgment observed as follows:\n</p><blockquote id=\"blockquote_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_11\">&quot;I have same difficulty whether the words &#x27;Bahar Mouza&#x27; in the sowdah in this case should be taken as referring to the specific written contract of the 25 clauses upon which the sellers bought from the Japan Cotton Trading Co. Ltd. (earlier contract.) Assuming that they do, however, I see no reason why Clause 23 of that contract should not be taken to be incorporated into the contract in question (subsequent contract). With reference to the case of <a href=\"/doc/689555/\" id=\"a_12\">Chatturbhuj v. Basdeodas</a>, 47 Cal. 799 : (A. I. R. (8) 1921 Cal. 767), and the observations at p. 804 of that report, I agree with the learned Judge in the present case that &#x27;the terms of any other contract must as a general rule be intended only to apply between the parties thereto; yet that has never been suggested in the English oases as being in itself any difficulty, for the parties to the second contract in cases of this description agree that the terms made between other persons shall apply to their own contract.&#x27; It is, it seems to me, a different matter, if such words as under the charter&#x27; are sought to be read into a bill of lading, though even that is a very liberal interpretation.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1488510\" id=\"span_13\">In my judgment, this latter case of <a href=\"/doc/1488510/\" id=\"a_13\">Vali Mahomed Ayoob v. Shamdeo Gopiram</a>,  cannot possibly be distinguished from the earlier case of <a href=\"/doc/689555/\" id=\"a_14\">Chatturbhuj Chandunmull v. Basdeodas Daga</a>, (47 Cal. 799 : A. I. R. (8) 1921 Cal. 767). The words importing the terms of an earlier contract into a later one were very similar and it seems to me that it must be held that one or other of these oases is wrongly decided.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\">36. In the three cases of this Court to which I have made reference reliance was placed upon a number of English decisions and it appears to me that those decisions are helpful for the determination of this somewhat difficult question. That the terms of one contract may be imported into another contract, though the subject-matter of the contracts may be very different has clearly been established in English law. In Serraino &amp; Sons v. Campbell. (1891) 1 Q. B. 283 : (60 L. J. Q. B. 303), Lord Esher M. R. discussed this very question at p. 289. He observed whilst discussing an earlier case of Gray v. Carr, (1871) 6 Q. B. 522 : (40 L. J. Q. B. 257).\n</p><blockquote id=\"blockquote_15\"> &quot;In that case the action was brought by a shipowner against the consignees of goods named in the bill of lading for demurrage at the port of loading, and for damages for detention beyond the demurrage days; and in all the subsequent cases which have been referred to, the action was brought by the shipowner against the consignee. In Gray v. Carr, (1871) 6 Q. B. 522 : (40 L. J. Q. B. 257) an endeavour was made to restrict the meaning of the words, &#x27;and other conditions as per Charter-party,&#x27; by the words, &#x27;he or they paying freight,&#x27; so as to make them apply only to matters ejusdem generis as the payment of freight. Bat the Court gave a larger interpretation to the words, and I think their decision really amounted to this, that the effect of those words wag to introduce into the bill of lading all those conditions of the charter party which would have to be performed by the receiver of the goods--that is, all the conditions which would operate as against the consignee. The subsequent cases, I think, only shew the practical mode of carrying out the principle of the decision In Gray v. Carr, ((1871) 6 Q. B. 522 : 40 L. J. Q. B. 257) which is this : you are first to read into the bill of lading all the conditions of the charter-party; if some of those conditions are so large as not to be applicable to a bill of lading at all, they are to be treated as inconsistent, and must be struck out. This is the practical mode of carrying out the decision in Gray v. Carr, ((1871) 6 Q. B. 522 : 40 L. J. Q B. 257).&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_41\">37. At p. 801 Kay L. J. dealing with question whether the term of a charter party were imported into a bill of lading observed :\n</p><blockquote id=\"blockquote_16\"> &quot;We have been urged to hold, that the authorities which I have examined have determined that all the clauses of the charter-party, or at least all those that can be made to relate to a contract between the shipowner and the consignee, are to be read into a bill of lading containing these usual words of reference, and then those clauses which are inconsistent, which it is argued means contradictory to something in the bill of lading, are to be disregarded. It for &#x27;disregarded&#x27; yon say &#x27;rejected&#x27; that is equivalent to not reading them in at, all. I do not agree that this is the true result of the authorities. I bold the true result to be, that in each case the Court must decide from the context, and such surrounding circumstances as it is bound to regard which clauses of the charter-party are to be incorporated into the bill of lading by such-words as &#x27;all other conditions as per charter-party&#x27;, and that where, as in Russell v. Niemann, (1865) 17 C. B. (N. S.) 163 : (34 L. J. C. P. 10) and in the present case, certain risks are expressly expected in the bill of lading, it is not a legitimate construction of the clause of reference to give it the effect of importing other and larger exceptions, because they are contained in the charter-party.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_42\">From these observations of Lord Esher M. B. and Kay L. J. it is clear that the terms of one contract can be imported into a subsequent contract provided that when they are so imported they are not inconsistent with the terms of the subsequent contract. In so far as the imported terms are inconsistent with the terms of the subsequent contract they must be discarded, but if they are consistent with the terms of the subsequent contract then they are rightly included in that subsequent contract\n \n\n</p><p data-structure=\"Precedent\" id=\"p_43\">38. In Hamilton &amp; Co. v. Mackie &amp; Sons, (1889) 5 T. L. R. 677, the question arose whether the terms of a charter-party had been incorporated into a bill of lading by the phrase &quot;all other terms and conditions as par charter-party.&quot; It was held that an arbitration clause in the charter-party was not imported into the bill of lading. Lord Esher, M. E. observed :\n</p><blockquote id=\"blockquote_17\"> &quot;Where there was in a bill of lading such a condition as this, &#x27;all other conditions as per charter-party,&#x27; it had been decided that the conditions of the charter-party must be read verbatim into the bill of lading as though they were there printed in extenso. Then if it was found that any of the conditions of the charter-party on being 90 read were inconsistent with the bill of lading they were insensible, and must be disregarded. The bill of lading referred to the charter-party, and therefore, when the condition was read in, &#x27;All disputes under this chatter shall be referred to arbitration,&#x27; it was clear that that condition did not refer to disputes arising under the bill of lading, but to disputes arising under the charter-party. The condition therefore was insensible, and had no application to the present dispute, which arose under the till of lading.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\">39. The test laid down by Lord Esher is whether the terms of one contract if imported into the subsequent contract, would, if I may use the phrase &#x27;mike sense&#x27;. If they do not then they must be discarded. Farther they must be discarded if they are inconsistent with the terms of the subsequent contract as observed by Kay L J. in the observation which I have just cited. Where the arbitration clause in a charter-party is in these terms &quot;All disputes under this charter shall be referred to arbitration&quot; obviously such a term, if imported into a bill of leading is. quite meaningless because no disputes under the charter can arise in the contract evidenced by the bill of lading, However if the words of the arbitration clause in the charter-party had read &#x27;all disputes tinder this contrast shall be referred to arbitration then it appears to me if that term was transported bodily into the bill of lading it would be a perfectly sensible and reasonable term. Once it was imported the phrase &#x27;all disputes under this contract&#x27; would refer, to all disputes arising under the bill of lading. There would be nothing inconsistent between such a term and the terms of the bill of lading and that being so cases similar to case of Hamilton v. Mackie &amp; Sons, ((1889) 6 T. L. B. 677) would have no application to the case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\">40. The case of Hamilton v. Mackie &amp; Sons, (1889-5 T. L. B. 677) was considered and expressly approved of by the House of Lords in the case of Thomas &amp; Co. Ltd. v. Portsea Steamship Co. Ltd., 1912 A. C. I. In that case a bill of tiding provided that the goods shipped thereunder should be delivered to the shipper or to his assigns &quot;he or they paying freight for the said goods, with other conditions as per charter-party,&quot; and in the margin was written in ink,\n  \n\n&quot;Deck load at shipper&#x27;s risk, and all other terms and conditions and exceptions of the chatter to be as per charter-party, including negligence clause.&quot; The charter-party provided that,\n &quot;Any dispute or date arising out of any of the conditions of this charter shall be adjusted at port where it occurs, and same shall be settled by arbitration.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">It was held that the arbitration clause was not incorporated in the bill of lading. The case of Hamilton &amp; Co. v. Mackie &amp; Sons, (1889-5 T. L. J. R. 677) was expressly approved and followed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">41. In this case it was conceded before their Lordships of the House of Lords that the words &#x27;he or they paying freight for the said goods, with other conditions as per charter-party&quot; could not possibly import the arbitration clause into the bill of lading. It was however urged that the marginal note\n &quot;Dock load at shipper&#x27;s risk, and all other terms conditions and exceptions of &quot;charter-party including negligence clause&quot;\n</p> \n\n<blockquote id=\"blockquote_18\">did import an arbitration clause which was found in the charter-party into the bill of lading.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\">42. At p. 6 Lord Loreburn in his speech observed:\n</p><blockquote id=\"blockquote_19\"> &quot;Then there is another paragraph in the bill of lading relating to the charter-party. It is as follows: &#x27;Deck load at shipper&#x27;s risk, and all other terms and conditions and exceptions of charter to be as per charter-party&#x27; including negligence clause. I do not think that this paragraph brings into the bill of lading the arbitration clause any more than the other. The arbitration clause is not one that governs shipment or carriage or delivery or the terms upon which delivery is to be made or taken; it only governs the way of settling disputes between the parties to the charter-patty and disputes arising out of the conditions of the charter-party, not disputes arising out of the bill of lading.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_49\">43. It is to be observed that a charter-party is a contract entered into between a shipowner and a person hiring the ship. On the other hand, the bill of lading is a contract between the carrier, be he a shipowner or a charterer, and person entitled to the goods which are being carried. The con tracts are entirely different and a condition in the charter-party referring disputes arising under the charter-party, namely, a contract of hiring a ship is not applicable to disputes arising between the carrier and the person ultimately entitled to the goods. It will be observed that if the term relied upon in Thomas &amp; Co&#x27;s case, (1912 A. C. 1) had been imported into the bill of lading it would, in the words of Lord Esher M. R., in Hamilton&#x27;s case, (1889-5 T.L.R. 677) have been &quot;insensible&quot; as the arbitration clause in the charter-party merely referred disputes arising out of this charter to arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\">44. At p. 9 of the report in Thomas &amp; Co.&#x27;s case, (1912 A. c. 1) Lord Gorell observes :\n</p><blockquote id=\"blockquote_20\"> &quot;It therefore seems to me when one looks at the matter broadly, that the true construction to place upon this clause is what I have already suggested; and that the point may be made still plainer by trying to see what would be the effect produced it this clause of arbitration were actually written into the bill of lading. If it were written in, it would at once be seen that it is not a clause which In terms is consistent with the bill of lading it is consistent with disputes arising under a charter-party; and that again leads to the conclusion that it was never intended to be inserted as part of a bill of lading which was to pass from hand to hand as bills of lading, being negotiable instruments,, usually do.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\">Then Lord Gorell bases his decision on another ground and observes as follows:\n</p><blockquote id=\"blockquote_21\"> &#x27;But there is a wide consideration which I think it is important to bear in mind in dealing with this class of case. The effect of deciding to stay this action would be that the bill of lading holder or shipowner (in this case it would be the shipowner, but it might just as well occur where a bill of lading holder is concerned who does not wish for an arbitration) that either party is ousted from the jurisdiction of the Courts and compelled to decide all questions by means of arbitration. Now I think, broadly speaking, that very clear language should be introduced into any contract which is to have that effect, and I am by no means prepared to say that this contract, when studied with care, was ever intended to exclude, or does carry out any intention of excluding, the jurisdiction of the Courts in oases between the shipowner and the bill of lading holder. It seems to me that the clause of arbitration ought properly to be confined, as drawn, to disputes arising between the shipowner and the charterer; and therefore I concur in the motion which my noble and learned friend on the woolsack has made, that this appeal should be dismissed.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_22\">At p. 10 Lord Robson in his speach observed :\n</blockquote><blockquote id=\"blockquote_23\">  &quot;Both clauses are subject to the rule that the terms of the charter-party when incorporated or written into the bill of lading shall not be insensible or inapplicable to the document in which they are inserted, and it is not absolutely clear that, when thus tested, this arbitration clause is applicable to a dispute between persons other than the parties to the charter. It expressly relates only to disputes &#x27;arising out of the conditions of this charter-party&#x27; and would stand in the bill of lading with that limitation. In one sense, it is perhaps difficult to imagine any dispute relating to the chartered voyage which might not be said to arise out of the conditions of the charter, but we are here dealing with obligations founded primarily on the bill of lading, which is a different contract and is made between different parties, though it relates in part to the same subject-matter as the charter. The limitation of the clause to the conditions of &#x27;this charter-party&#x27; is therefore, to say the least, embarrassing and ambiguous when it comes to be written into the bill of lading. It requires, indeed, some modification to make it read even intelligibly in its new connection.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\">45. It is clear that in this case the House of Lords did not hold that the terms of an earlier contract could not be imported into a subsequent contract by appropriate language or that an arbitration clause found in an earlier contract could not be imported into a subsequent contract if the language, was both appropriate and clear. Further they admit that if an arbitration clause found in an earlier contract can be written in bodily into the later without any inconsistency or without causing any vagueness or uncertainty then such an arbitration clause could be imported. What their Lordships held however was that on the facts of the case, the nature of the arbitration clause in the charter-party was such that it could not be imported into a contract relating to a different subject-matter. If the arbitration clause was imported bodily into the bill of lading, it would on its face deal with no disputes arising under the bill of lading and at best it would be vague and uncertain and quite insufficient to oust the jurisdiction of the Courts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">46. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"299925\" id=\"span_14\">In the case of <a href=\"/doc/299925/\" id=\"a_15\">Louis Dreyfus &amp; Co. v. Arunachala Ayya</a>,  their Lordships of the Privy Council were clearly of opinion that an arbitration clause contained in an earlier agreement was imported into four subsequent contracts. The arbitration clause was as follows :</span>\n</p><blockquote id=\"blockquote_24\"> &quot;If any question or difference shall arise between the-parties hereto touching these presents or the constructions thereof or the rights, duties or obligations of any person hereunder, or as to any other matter in anywise arising out of or connected with the subject-matter of these presents, the same shall be referred to two arbitrators, being European merchants, and members of the Madras Chamber of Commerce, one to be nominated by each party to the reference .. . .&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_54\">The question arose whether this arbitration, clause had been imported into four subsequent contracts by the following words appearing is the four contracts &#x27;conditions as per agreement with you.&#x27; The agreement referred to was the agreement which contained inter alia the arbitration clause which I have set out. At p. 385 Lord Tomlin who delivered the judgment of the Board observed :\n</p><blockquote id=\"blockquote_25\"> &quot;In their Lordships&#x27; judgment, the combined effect-of the agreement of 25-4-1918, and the four contracts, was to import into each of the four contracts a provision for arbitration in the terms of clause 15 of the agreement of 25-4-1918.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_55\">At p. 390 the learned Lord again observed :\n</p><blockquote id=\"blockquote_26\"> &quot;It is remarkable that throughout this lengthy litigation no Court has in terms called attention to the fact that each of the four August contracts by direct reference to the, agreement of 25-4-1918 embodied the arbitration clause and that the respondent never repudiated such contracts or suggested that he was not bound by them.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_56\">47. Prom these observations it is clear that their Lordships were of opinion that an arbitration clause could be imported from an earlier; contract into a subsequent contract if appropriate words were used.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_15\">48. Mookerjee J., in the case of <a href=\"/doc/689555/\" id=\"a_16\">Chatturbhuj Chandunmull v. Basdeodas Daga</a>, 47 Cal. 799: (A. I. R. (8) 1921 Cal.</span> 767) seems to have found no distinction between the facts of that case and the facts of the cases in Thomas &amp; Go, Ltd. v. Portesea Steamship Co., (1912 A. C. 1) and Hamilton v. Hankie &amp; Sons, (1889-5 T.L.R. 677). In my judgment the English cases differ from the case of Chatturbhuj Chandunmull, (47 Cal. 799 : A. I. R. (8) 1921 Cal. 767) in very material particulars. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_16\">In <a href=\"/doc/689555/\" id=\"a_17\">Chatturbhuj Chandunmull</a>&#x27;s case. (47 Cal. 799 : A. I. R. (8) 1921 Cal. 767) the arbitration clause in the earlier contract, if imported into the later contract would be intelligible and entirely consistent with the terms of the later contract. It was an arbitration clause in wide terms and once it was imported it referred all disputes under the contract into which it was imported to arbitration. Whereas, in the two English oases to which I have made reference the arbitration clause, if imported from a charter-party into a bill of lading would be unintelligible as it referred not disputes under the bill of lading to arbitration but disputes under the charter-party.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1488510\" id=\"span_17\">This in my view is the distinction made by the English authorities and in my judgment the view taken by a Bench of this Court in <a href=\"/doc/1488510/\" id=\"a_18\">Vali Mahomed Ayoob v. Shamdeo Gopiram</a>,  is the light view. In the later case, the Bench accepted the distinction between the two classes of cases.</span> In the class of oases represented by Thomas &amp; Go. Ltd. v. Portsea Steamship Co., (1912 A. c. 1) the arbitration clause of the former contract, if imported into the subsequent contract was unintelligible or to use Lord Esher&#x27;s word &#x27;insensible.&#x27; The second type of cases is where the arbitration clause in the former contract is so framed &quot;that it would, if imported into a subsequent contract, be wholly consistent with the terms of that contract, intelligible, and applicable to all disputes under that subsequent contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_58\">49. In the present case, the arbitration clause in the first contract referred to arbitration disputes which arose &quot;in respect of the goods or in reference to any of the conditions hereof.&quot; It was in fact an arbitration clause framed in the very widest terms and if that clause, which was Clause 17 of the original contract were so written in both the subsequent contracts, it would be wholly intelligible and not inconsistent with any of the terms of the subsequent contract and would on its face apply to all disputes arising under the subsequent contracts. That being so, it appears to me that the arbitration clause which is found as Clause 17 of the terms and conditions of the first contract dated 13-12-1947 between Bubna More &amp; Co., and the respondents was imported into each of the subsequent contracts by reason of the phrase which appear sin each of the subsequent contracts &quot;Subject to all terms and conditions of the contract no. 73 of 13-12-47 issued to us by M/S. Bubna More &amp; Co.&quot; That being so, there was in each of the subsequent contracts an arbitration clause which, if valid, would govern disputes-arising between the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">50. During the first hearing of this appeal, it was pointed out by the Court that the arbitration clause was somewhat vague and uncertain. It provided for arbitration by two merchants to-be appointed by the parties and in the event of these arbitrators disagreeing it was provided that &quot;the dispute shall be referred to the committee of the Bengal or Indian Chamber of Commerce for umpirage,&quot; The Court pointed out that difficulties might arise if the arbitrators disagreed and one party referred the matter to-the committee of the Bengal Chamber of Commerce for umpirage and the other party referred the matter to the Indian Chamber of Commerce-for umpirage. This matter was brought to the notice of the parties in the order referring this appeal to the Full Bench for decision.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_60\">51. On behalf of the appellants it has been urged by Mr. Sankar Banerji that the contract to refer disputes to arbitration contained in Clause 17 of the terms and conditions of the contract between Bubna More &amp; Co. and the respondents-is void for uncertainty and he has relied on <a href=\"/doc/1818467/\" id=\"a_19\">Section 29</a>, Contract Act. Where a contract is uncertain, performance of which could never be enforced then it must be held that the contract is void for uncertainty. That was clearly laid down by the House of Lords in the recent case of G. Scammell and Nephew, Limited v. H.C. and J.G. Ouston, (1941) A. C. 251 : (110 L.J.K.B. 197). In that case the respondents agreed to purchase from the appellants a new motor van but stipulated that:\n</p><blockquote id=\"blockquote_27\"> &quot;This order is given on the understanding that the balance of purchase price can be had on hire-purchase-terms over a period of two years.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_61\">Their Lordships held that this clause as to hire-purchase terms was so vague that no precise-meaning could be attributed to it, and consequently there was no enforceable contrast between the parties. At p. 255 Viscount Maugham in his speech observed :\n</p><blockquote id=\"blockquote_28\"> &#x27;&#x27;In order to constitute a valid contract the parties must so express themselves that their meaning can be determined with a reasonable decree of certainty. It is plain that unless this can be done it would be impossible to hold that the contracting parties had the same intention; in other words, the consensus ad idem would be a matter of mere conjecture. This general rule, however, applies somewhat differently in different oases. In commercial documents connected with dealings in a trade with which the parties are perfectly familiar the Court is very willing, if satisfied that the parties thought that they made a binding contract, to imply terms and in particular terms as to the method of carrying out the contract which it would be impossible to supply in other kinds of contract.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_62\">52. There is considerable force in the argument put forward by Mr. Sankar Banerji on behalf of the appellants. But Mr. Bachawat who appeared on behalf of the respondents has con-tended that we should not allow this point to be raised as the matter was never canvassed in the Court below. Mr. Bachawat has pointed out that throughout this case the attitude of the appellants has been that the arbitration clause, though a good arbitration clause in the contract between Bubna More &amp; Co. and the respondents, was not in the circumstances imported into either of the contract made between the respondents and the appellants. Nowhere in their petition in the Court below is it alleged that the arbitration clause even if it was imported was void for vagueness and uncertainty. Farther it is clear that the point was never urged before Sinha J. and again it finds no place in the memorandum of appeal and indeed the point was not suggested on behalf of counsel, but was raised by the Court.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_63\">53. Mr. Bachawat has urged that if this point had been made before Sinha J. he might have been able to call evidence to show that this arbitration clause was in common use in con-tracts between importers and merchants and that it had in the commercial world a definite meaning. He has suggested that a possible meaning is that the Bengal Chamber of Commerce should in the first place be asked to appoint an umpire, but if they failed to do so the Indian Chamber of Commerce could have been asked to appoint such umpire.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\">54. As pointed out in the observations of Viscount Maugham to which I have made reference, considerable latitude is allowed to parties in the construction of commercial documents and phrases which would be sufficiently vague and uncertain in other forms of contract to render them unenforceable are frequently given effect to in commercial contracts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">55. An example of such a contract is Ash-forth v. Redford, (1873) 9 C. P. 20. In that case an invoice on a sale of goods expressed that they should be paid for in &quot;from six to eight weeks.&quot; The sale took place on May 1 and the action for the price commenced on June 18. At the trial the Judge left it to the jury to say what was the mercantile meaning of the expression &quot;from six to eight weeks;&quot; and they found that the action had not been brought prematurely. The Judge, being of the same opinion directed a verdict for the plaintiff. A Bench of three Judges of the Court of Common Pleas held that the matter had been rightly left to the jury as the phrase might well have some definite meaning in the commercial world. On the face of the contract, the payment could be made at any time before the expiry of eight weeks. Nevertheless the Court held that the phrase might mean something different and that payment was really due before the expiry of eight weeks.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_66\">56. A similar case is that of Alexander v. Vanderzee, (1872) 7 C. P. 530: (20 W. R. 871). There the defendant contracted for a quantity of maize for shipment in June and/or July 1869. In fulfilment of his contract, the seller tendered two cargoes of maize; the shipment commenced on May 12 and 16 and was completed on June 4 and 6 more than half of each cargo having been put on board in May. The learned Judge left it to the jury to say whether the cargoes in question were &quot;June shipments&quot; in the ordinary business sense of the term; and they found that they were. It was held by a Bench of the Court of Common Pleas that the question was rightly left to the jury.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_67\">57. Mr. Bachawat has contended that on the principle of these cases it might well have been established that this arbitration clause, though on the face of it vague and uncertain bears in the commercial world some definite and certain meaning. I am unable to say whether that contention is well founded. But it does appear to me that the matter should have been raised before Sinha J. or at the latest the point should have been taken in the memorandum of appeal. A point cannot now be taken without the leave of the Court and we do not think that we should allow the appellants to raise this new point at this very late stage. The respondents have had no opportunity of dealing with it and they as I have said might, had the point been raised, have been able to establish to the satisfaction of the Court below that this was a common form of arbitration clause amongst the commercial community in Calcutta and had in that community a definite and certain meaning. That being so, I hold that the Court should not allow this point to be raised.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"689555\" id=\"span_18\">58. No other point was taken on behalf of the appellants and that being so I am bound to hold that the arbitration clause in the original contract was imported into the two subsequent contracts and therefore there was in existence valid submissions to arbitration of disputes under the contrasts when the suit was filed by the appellants. That being so, Sinha J. was right in ordering a stay of the suit. Accordingly I would answer the questions submitted to this Fall Bench as follows : 1. The arbitration clause contained in the contract between M/S. Bubna More &amp; Co. and the respondents was imported into the subsequent contracts between &#x27;the respondents and the appellants. 2. The case of <a href=\"/doc/689555/\" id=\"a_20\">Chatturbhuj Chandunmull v. Basdeodas Daga</a>, 47 Cal. 799 : (A. I. R. (8) 1921 Cal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1488510\" id=\"span_19\">767) is wrongly decided and the case of, <a href=\"/doc/1488510/\" id=\"a_21\">Vali Mahomed Ayoob v. Shamdeo Gopiram</a>,  is correctly decided.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\">59. According to the practice obtaining on the Original Side of this Court the whole appeal is referred to the Full Bench for decision and for the reasons I have given, the appeal fails and is dismissed with costs. Certified for two counsel.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_70\">Chatterjee, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91382\" id=\"span_20\">59a. I agree with my Lord&#x27; the Chief Justice that the case of <a href=\"/doc/91382/\" id=\"a_22\">Chaturbhuj v. Basdeo</a>, 47 Cal. 799 : (A. I. R. (8) 1921 Cal. 767) was wrongly decided.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_72\">60. The citation of charter-party and bill of lading cases creates certain amount of confusion in the consideration of cases like the present.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_73\">61.   Words of reference incorporating the terms of a charter, party into a bill of lading are strictly construed in England and in some cases they have been construed as not importing an arbitration clause in a charter-party.\n</p> \n\n<p data-structure=\"Section\" id=\"p_74\">62. The judgments deciding against such incorporation are the result of the evolution of the law in England with regard to carriage of goods by sea and rest on certain principles recognised and enforced in the English Courts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_75\">63. Firstly the peculiar nature of the contract embodied in a bill of lading which is treated as a negotiable instrument excludes the incorporation of any terms repugnant to the transaction it represents. As between the shipowner and the charterer, the contract of carriage is contained in the charter-party. As regards other persons it is to be found in the bill of lading. The terms of a charter party are not as such binding on the consignee or the endorsee of the bill of lading. Secondly, there is a settled rule of construction regarding such incorporation, namely, the rule of ejusdem generis, such words as &quot;freight and other condition as per-charter&quot; are construed as importing conditions ejusdem generis with freight. Thirdly, the peculiar wording of an arbitration clause may restrict its application to disputes under the charter-party and then its importation into another contract or document may be meaningless. The terms of a charter-party may be incorporated in the bill of lading by express reference and in each case the question is how far such terms are capable of being enforced against the consignee or endorsee of the bill of lading.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\">64. In the case of a bill of lading the clause &quot;freight and all other conditions as in the charter-party&quot; has been held to incorporate into the bill of lading all those conditions in the charter-party as are to be performed by the consignee of the goods. Serraino &amp; Sons v. Campbell, (1891) 1 Q. B. 283 : (60 L. J. Q. B. 303). The reason is that such expression will not import any terms of the charter which are outside the terms and scope of the document which contains the reference. Diederichsen v. Farquharson Brothers, (1898) 1 Q. B. 150: (67 L. J. Q. B. 103). By general words of incorporation, the conditions in the charter, party imported into the bill of lading are thus limited to such conditions as are to be perform-ed by a holder or endorsee of a bill of lading or a consingnee of goods. Other provisions in a charter which are not applicable to a bill of lading are consequently disregarded,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_77\">65. Since the case of Russell v. Nieman, (1865) 17 C. B. N. S. 163 : (144 E. R. 66) Was decided by the great Judge Willes J. with whom Byles and Keating JJ. concurred the words &quot;paying freight for the said goods and all other conditions as per charter-party&quot; have been construed as limited to conditions ejusdem generis with that previously mentioned viz., payment of freight that is limited to the conditions to be performed by the consignee or receiver of the goods.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_78\">66. Brett L. J. emphasized the correct rules in construing general words of incorporation in a bill of lading. The first rule is to introduce the conditions of the charter in their terms into the bill of lading as if the conditions had been originally written into it. But there is a second rule which applies.\n</p><blockquote id=\"blockquote_29\"> &quot;If taking all the conditions to be in the bill of lading, some of thorn are entirely and absolutely insensible and inapplicable they must be struck out as insensible; not because they are not introduced, but because being introduced they ace impossible of application.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_79\">Porteas v. Watncy, (1879) 3 Q. B. 534 : (47 L. J. J. Q. B. 643). Later on, as Lord Esher M. R. this second rule was given effect to by the learned Judge in Hamilton &amp; Co. v. Mackie &amp; Sons, (1889) 5 T. L. R. 677 and this case was approved by the House of Lords in the &quot;Portsmouth&quot; case, (1912) A. C. 1.\n</p> \n\n<p data-structure=\"Section\" id=\"p_80\">67. Correctly read all that these cases lay down is that the terms of a document can be incorporated by reference when they are not inconsistent with the express terms of the incorporating document or are not repugnant to the transaction which that document represents. The general rule of construction is that a document should be construed according to the plain meaning of the words used. But if the literal construction leads to absurdity, repugnancy or inconsistency then the general rule should be modified to avoid such a result. Therefore the incorporation of a clause is excluded in the case of inapplicable or insensible conditions. Hamilton &amp; Co. v. Mackie &amp; Sons, (1889) 5 T. L. B. 677 is an example of this principle. An action was brought by shipowners against the consignees of the cargo and the endorsee of the bill of lading for freight due under the bill of lading. The charter-party contained a clause &quot;all disputes under this charter shall be referred to arbitration.&quot; On the bill of lading the words were stamped &quot;all other terms and conditions as per charter-party &quot; It was held by Lord Esher M. R. that the arbitration abuse in the charter-party did not apply to the dispute arising on the bill of lading. The rule in such a case is to read the conditions of the charter-party verbatim into the bill of lading as though they were there printed in extenso and then to disregard any conditions which if so read, are inconsistent with the bill of lading. This was really a case where the incorporation of the arbitration clause was excluded by the peculiar terms of the clause sought to be imported into the later contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_81\">68. In T. W. Thomas &amp; Co. Ltd. v. Portsea Steamship Co. Ltd., (1912) A. C. 1 the bill of lading provided that the goods shipped thereunder should be delivered to the shipper or to his assigns, &quot;he or they paying freight for the said goods with other conditions as per charter-party.&quot; In the margin of the bill was written in ink.\n</p><blockquote id=\"blockquote_30\"> &quot;Deck load at shipper&#x27;s risk and all other terms and conditions and exceptions of charter to be as per charter-party, including negligence clause.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_82\">The charter party between the owners of the steamship &#x27;Portsmouth&#x27; and the charterers provided that &quot;Any dispute or claim arising out of any of the conditions of this charter shall be adjusted at port where it occurs and same shall be settled by arbitration.&quot; It was held that the arbitration clause was not incorporated in the bill of lading.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_83\">69. The House of Lords was of the opinion that the special clause in the margin incorporated only those terms which related to the carriage, discharge and delivery of the goods. The learned Lords approved of the decision in Hamilton&#x27;s case (1889-5 T. L. R. 677). If the arbitration clause was written out in the bill of lading it would at once be seen that it was not a clause which in its terms was consistent with the bill of lading as it was confined to disputes arising under the charter-party. As Lord Gorell observed, it was never intended to be inserted as part of a bill which was to pass from hand to band as bills of lading being negotiable instruments usually do. Lord Robson stressed this point in these wards. &quot;Both clauses are subject to the rule that the terms of the charter-party when incorporated or written into the bill of lading shall not be insensible or inapplicable to the document in which they are inserted and it is not absolutely clear that when thus tested this arbitration clause is applicable to a dispute between persons other than the parties to the charter. It expressly relates only to disputes &#x27;arising out of the conditions of this charter party&#x27; and would stand in the bill of lading with that limitation .... The limitation of the clause to the condition of &#x27;this charter-patty&#x27; is therefore to say the least embarrassing and ambiguous when it comes to be written into the bill of lading. It requires, indeed, some modification to make it read even intelligibly in its new connection.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_84\">70. In Hamilton&#x27;s case. (1889-5 T. L. R. 677): and Thomas&#x27;s case, (1912 A. C. 1) the arbitration clause could not be incorporated in the bill of lading because that clause specifically referred to the settlement of disputes under the charter-party and it could not be applied to a different contract made between different parties. In my view, neither of these cases is an authority for the proposition that the arbitration clause in a contract between an importer and his buyer cannot be imported into the contracts between the latter and his buyer. There are no limitations in the arbitration clause in the first contract indent No. 73 of 18-12-1947 which would make its importation into the contract between the-appellants and respondents embarrassing or ambiguous. With great respect to Mookerjee and Fletcher JJ., there was no justification for the extension of the principle laid down in Hamilton&#x27;s case, (1889-5 T.L.R. 677) to the interpretation of the contract before their Lordship&#x27;s. In that case the words of incorporation were fairly general but Mookerjee J. held that the arbitration clause in the importers contract could not be incorporated into the contract between the parties and the reference to arbitration was completely ultra vires. Mookerjee J&#x27;s. reason was as follows:\n</p><blockquote id=\"blockquote_31\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_21\">&quot;In the case before us the first contract is between the defendant and the importers and the second between the defendant and his purchasers. The clause sought to be incorporated clearly refers to a dispute or claim &#x27;under this contract&#x27;, that is, the contract between the defendant and the importers and if that clause were incorporated into the contract between the plaintiff and the defendant, the result would be, that, to use the language of Lord Esher, this contract would be insensible. We must hold accordingly that the arbitration clause was not incorporated into the contract between the plaintiffs and the defendant and the reference to the arbitration was completely ultra vires.&quot; <a href=\"/doc/689555/\" id=\"a_23\">Chatturbhuj Chandunmull v. Basdeodas Daga</a>, 47 Cal. 799 at p. 804 : (A. I. R. (8) 1921 Cal. 767).</span>\n</blockquote> \n\n<blockquote id=\"blockquote_32\">With very great respect to the learned Judge it seems that it was overlooked that Hamilton&#x27;s casa (1889-5 I. L. r. 677) decided against incorporation because of the peculiar collocation of the words in the arbitration clause in the charter-party and it could not be fitted into the bill of lading and therefore that clause was inapplicable and held to be inoperative. In Serraino &amp; Sons v. Campbell, (1891) 1 Q. B. 283, at p. 301: (60 L. J. Q. B. 303) Kay L. J. pointed out the ratio decidendi in Hamilton&#x27;s case in the following words :\n</blockquote><blockquote id=\"blockquote_33\"> &quot;Hamilton v. Mackie, (1889 5 T. L. R. 677) seems to have decided that those words of reference would not introduce into the bill of lading a clause for reference to arbitration of any dispute upon the charter-party.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_85\">71. It is not necessary to lay down any rigid rule of interpretation. In each case the Court is to decide from the context and the surrounding circumstances which clauses of the charter-party are to be incorporated into the bill of lading by such words as &quot;all other conditions as per charter-party&quot; and it cannot ignore the ejusdem generis rule when it can be invoked in view of the words used.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_86\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91382\" id=\"span_22\">72.   Applying the test laid  down by Lord Esher  in   Hamilton&#x27;s  case, (1889 5 T. L. R. 677) the arbitration clause could be imported into the second contract in <a href=\"/doc/91382/\" id=\"a_24\">Chaturbhuj</a>&#x27;s case (47 Cal. 799 : A. I. R.  (8)  1921 Cal. 767) as that clause if set out verbatim would neither be insensible nor repugnant to the terms of the second contract. A contract may be contained in several writings or documents as in correspondence by letters. Familiar instances of contracts incorporating several documents are afforded by policies of insurance which are issued upon terms contained in the application form. (Leake on Contract 7th Edn. p. 121).  The same principle should be applied in the case of the incorporation of an arbitration clause in one mercantile contract which is sought to be incorporated into another mercantile contract. There is nothing in the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act</a> which affects the validity of an arbitration agreement in a contract between A and B being imported into a contract between B and G by words of reference or incorporation, In this case the arbitration clause between the respondents and their sellers can be imported into two contracts between the parties to this litigation as the same is consistent with their terms. There is nothing in the context or in the surrounding circumstances or in the nature of the transactions or in the words of the arbitration clause which excludes the importations of that clause into the contracts between the parties dated 12-1-1948 which were expressly made &quot;subject to all the terms and conditions of the Contract No. 73 of 13-12-1947.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1488510\" id=\"span_23\">73. Apply the rule hid down by Lord Esher : If the terms and conditions mentioned in the indent are set out in extenso into each of the later contracts of 12-1-1948 in their entirety, .and the two documents are read together then the arbitration clause becomes neither insensible nor repugnant to the other terms of the January contracts and therefore the same should be made applicable to the said contracts between the parties. With great respect I agree that Rankin C. J. and C. C. Ghose J. took the correct view in <a href=\"/doc/1488510/\" id=\"a_26\">Vali Mahomed Ayoob v. Shamdeo Gopiram</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529089\" id=\"span_24\">I need only point out that in <a href=\"/doc/529089/\" id=\"a_27\">Chaitram Rambilas v. Bridhichand Kesrichand</a>, 42 Cal. 1148 : (A. I. R. (3) 1916 Cal. 689) this Court has held that where a contract contains an arbitration clause by which it is agreed that any dispute arising out of the contract shall be preferred to the arbitration of the Bengal Chamber of Commerce, the rules of the Chamber are imported into the contract and are binding on the parties. The same principle would be applicable in cases where a contract imports an arbitration clause from another contract which when incorporated would be quite sensible and consistent with the transaction between the parties.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_88\">71. I concur in the answers proposed to be given to the questions specified is the order of reference.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_89\">Banerjee, J.\n</p> \n\n<p data-structure=\"Section\" id=\"p_90\">75. I agree. The facts are fully stated in the judgment just read by my Lord the Chief Justice. It is not necessary to state them over again. Shortly put, the case is this : By a contract &#x27;x&#x27; in writing, p, an importing firm agreed to sell goods to B or his nominee &quot;as per terms and conditions overleaf&quot;. B entered into a contract &#x27;Y&#x27; with s for sale of a portion of the goods&#x27;&quot; Subject to all terms and conditions&quot; of the contract &#x27;x&#x27; which contained an arbitration clause. A dispute between B and S arose under contract; Y&#x27; which became the subject-matter of suit in this Court. On an application for stay of the suit under the <a href=\"/doc/1052228/\" id=\"a_28\">Arbitration Act</a>, Sinha J. made an order staying the suit, obviously on the view that the arbitration clause had been introduced into the contract &#x27;Y&#x27; but he did not deliver any judgment. There was an appeal against this order.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_91\">76. Having regard to two conflicting decisions of equal authority of this Court, two questions have been referred to this Bench for answer, which are set out in the judgment of the learned Chief Justice.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_92\">77. In Chatturbhuj Chandunmull v. Basdeo Dass Daga, 47 Cal. 799 : (A. I. R. (8) 1921 Cal. 767), B (defendant) entered into a contract with c (the plaintiffs) for sale of goods with a condition stating :\n</p><blockquote id=\"blockquote_34\"> &#x27;&#x27;We sold the goods as were bought by us of L. J, (the importing firm) batta, chafage, all other terms according to Bahar (importing) firms.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_35\">The contract between B and L. J., bad an arbitration clause embodied in it. A question arose as to whether this arbitration clause was in corporated by reference into the contract between B and C.\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_93\">78. The judgment of the Court was delivered by Sir Ashutosh Mookerjee, who following the observations of Lord Esher in Hamilton &amp; Co. v. Mackie &amp; Sons, (1889) 5 T. L. R. 677, held that it was not incorporated.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_94\">79. In Hamilton&#x27;s case, (1889-5 T. L. R. 677), a bill of lading contained the words &quot;all other terms and conditions as per charter-party&quot;, and the charter-party contained an arbitration clause. In an action by the shipowners against the consignees of the cargo and endorsees of the bill of lading the Court refused a stay on the ground that the arbitration clause in the charter, party wag not incorporated in the bill of lading. Lord Esher M. B., said that where in a bill of lading there was such a condition as &quot;all other conditions as per charter-party&quot;, the conditions of the charter-party must be read verbatim into the bill of lading as though printed there in extenso:\n</p><blockquote id=\"blockquote_36\"> &quot;Then II it was found that any one of the conditions of the charter-party on being so read was inconsistent with the bill of lading, they were insensible and must be disregarded.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_95\">It was clear that the arbitration clause referred to disputes arising not under the bill of lading but under the charter-party. The condition was therefore insensible and had no application to the dispute which arose under the bill of lading.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_25\">80. Following this case the learned Judge (Mookerjee J.) said in <a href=\"/doc/689555/\" id=\"a_29\">Chatturbhuj</a>&#x27;s case, (47 Cal. 799: A. I. R. (8) 1921 Cal. 767):</span>\n</p><blockquote id=\"blockquote_37\"> &quot;The clause sought to be incorporated clearly refers to a dispute or claim &#x27;under this contract&#x27;, that is the contract between the defendant and the importers (B and L. J.) and if that clause were incorporated into the contract between the plaintiffs and the defendant (B and C) the result would be that to use the language of Lard Esher, the contract would be insensible. We must hold accordingly that the arbitration clause was not incorporated into the contract between the plaintiffs and the defendant.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_97\">The learned Judge construed the word &#x27;&quot;this&quot; to mean &quot;that&quot; (the other contract). If the learned Judge had construed the word &quot;this&quot; to mean as he should have done, &quot;the contract between the plaintiffs and the defendant&quot; (B and c) his decision would have been otherwise.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_98\">81. A dispute &quot;under a charter-party&quot; as such cannot be a dispute &quot;under a bill of lading&quot; as such, just as a dispute under a contract &#x27;x&#x27; cannot be a dispute under a contract &#x27;Y&#x27; the contracts &#x27;x&#x27; and V being specifically named. That is plain. But I do not see why an arbitration clause.--&quot;a dispute under this clause should be referred to ...... &quot;--cannot be incorporated into another contract: &#x27;this&#x27; will not mean the contract from which the clause is imported but it will mean the contract into which the clause is imported.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_99\">82. In Serraino &amp; Sons v. Campbell, (1891) 1 Q. B. 283: (60 L. J. Q. B. 803) Lord Esher, laid down a practical mode of carrying out the principle of reading into one contract the clauses-of another. His Lordship said in effect: &#x27;&#x27;yon are first to read into the one contract all the conditions of the other contract. If some of the conditions are so large as not to be applicable strike them out.&quot; This principle his Lordship deduced from Russell v. Niemann, (1865) 17 C. B. (N. S.) 163: (34 L.J. C P. 10), Gray v. Carr, (1871) 6 Q. B. 522: (40 L. J. Q. B. 257), and other cases.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_100\">83. In Serraino&#x27;s case, (1891 1 Q. B. 283: 60 L. J. Q. B. 303), Kay L. J. after an exhaustive-review of the important authorities came to the-following conclusion:\n</p><blockquote id=\"blockquote_38\"> &quot;I hold the true result to be, that in each case the Court must decide from the context and such surrounding circumstances as it is bound to regard which clauses of the charter-party are to be incorporated into the bill of lading by such words as all other &#x27;conditions as per charter-party&#x27; and that whereas in Russell v. Niemann, (1865-17 C. B. N. S. 163: 34 L. J. C. P. 10) and in the present case certain risks are expressly excepted in the bill of lading, it is not a legitimate construction of the clause of reference to give it the effect of importing other and larger exceptions because they are contained in the charter-party.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_101\">84. I may be permitted perhaps to give an illustration. Suppose an agreement to lease contains an arbitration clause, &quot;any dispute arising under this lease shall be referred  to the arbitration of ......&quot; That arbitration clause- cannot be read into a contrast for the sale of goods for a dispute under the latter contract can never be a dispute under the former contract. But, if the arbitration clause in the agreement for lease were in this form, viz., &quot;a dispute arising under &#x27;these presents&#x27; shall be referred to..... .&quot;, that clause can be introduced into the contract for sale of goods. &#x27;These presents&#x27; in the context will then refer to the contract for sale of goods.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_102\">85. In Thomas &amp; Co. Ltd. v. Port Sea Steamship Co. Ltd., (1912) A. C. L. a bill of lading provided that the goods shipped thereunder should be delivered to the shipper or to his assigns, he or they paying freight for the said goods with other conditions as per charter-party&quot;, and in the margin was written in ink:\n</p><blockquote id=\"blockquote_39\"> &quot;Deck load at shipper&#x27;s  risk, and all other  terms and conditions and exceptions of charter to be as per charter-party, including negligence clause.&quot; The charter-party provided that: &quot;any dispute or claim arising out of any of the conditions of this charter shall be adjusted at port where it occurs and same shall be settled by arbitration.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_103\">It was held that the arbitration clause was not incorporated in the bill of lading and Hamilton&#x27;s case (1889-5 T. L. R. 677) was followed. There is no difficulty in understanding the decision of this case, if Lord Esher&#x27;s observations are kept m view.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_104\">86. Lord Atkinson said at p. 6:\n</p><blockquote id=\"blockquote_40\"> &quot;I think it would be a sound rule of construction to adopt that when it is sought to introduce into a document like a bill of lading--a negotiable instrument--a clause such as this arbitration clause not germane to the receipt carriage, or delivery of the cargo or the payment of freight the proper subject-matters with which the bill of lading is conversant this should be done by distinct and specific words and not by such general words as those written in the margin of the bill of lading, in this case.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_105\">87. Lord Gorell said at pp. 8-9:\n</p><blockquote id=\"blockquote_41\"> &quot;If one considers this case a little more broadly the shipper is not likely I think, to have been desirous of consenting to an arbitration clause which places upon him possibly the obligation of deciding by arbitration at any port where a dispute occurs, a question on which there is any dispute. Certainly no consignee would ever naturally be likely to assent to such a proposition because he might find himself landed in the difficulty of having to go to arbitration at a port of shipment with which he had no further connection than the mercantile one of correspondence.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_106\"> His Lordship continued at p 9:\n</p><blockquote id=\"blockquote_42\"> &quot;If it (the arbitration clause) were written in, it would at once be seen that it is not a clause which in its terms is consistent with the bill of lading it is consistent with disputes arising under a charter-party; and that again leads to the conclusion that it was never intended to be inserted as part of a bill of lading which was to pass from hand to hand as bills of lading, being negotiable instruments, usually do.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_107\">88. The learned Judges in England in considering this question of incorporation of the clauses of a charter-party into a bill of lading took into consideration another matter namely that the holder of the bill of lading is entitled to look to the bill of lading alone for the conditions upon which the goods are carried and he is not bound to look to anything else&quot;. (Per Lord Esher in Serraino&#x27;s case (1891-1 Q.B. 283) at p. 291).\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_108\">89. I have quoted the observations above to emphasise the principle on which incorporation by reference is done.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_109\">90. It has been suggested by the appellant&#x27;s counsel referring to Temperley Steam Shipping Co. v. Smyth &amp; Co. (1905) 2 K. B. 791: (74 L. J. e. B. 876), that no incorporation is possible unless the parties in both the contracts are the same. I do not think BO. There is no principle to support this proposition.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_110\">91. In Temperley Steam Shipping &amp; Co. v. Smyth &amp; Co. (1905) 2 K. B. 791: (74 L. J. K. B. 876), an arbitration clause in a charter-party was held to apply to a dispute as to delay in the unloading of a ship after the completion of the loading, notwithstanding that the charter-party contained the usual cessor clause providing that the charterer&#x27;s liability should cease upon the shipment of the cargo. The bill of lading however incorporated &quot;all the terms and exceptions&quot; contained in the charter party and gave the owner or master a lien on the cargo, inter alia for demurrage. The parties to the bill of lading and the charter-party were the same.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_111\">92. This case, I venture to think was rightly decided on the facts. Bat, if it is in conflict with the decision of Thomas &amp; Co., (1912 A. C. 1.) it must be taken to have been overruled. In principle I do not see what difference it makes whether the parties in the two contracts are the same or different. It is well established that the provisions of one instrument may be incorporated by reference in another Piggott v. Stratton, (1859) 29 L. J. Ch. 1 : (8 W. B. 18).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_112\">93. A general reference to contract &#x27;x&#x27; only brings into contract V those clauses of contract &#x27;x&#x27; which are  applicable to contract &#x27;Y&#x27; See Gardner v. Trechmann,  (1886)  15 Q. B. D, 154 (54 L. J. Q. B. 515).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_113\">94. In Haji Vali Mahomed Ayoob v. Shamdeo Gopiram,  (Rankin C. J. and C. C. Ghose J.), the learned Chief Justice said at p. 449:\n</p><blockquote id=\"blockquote_43\"> &quot;With reference to the case of Chatturbhuj v. Basdeo Das (47 Cal. 799 : A. I. R. (8) 1921 Gal. 767) and the observations at p. 804 of that report I agree with the learned Judge in the present case that &#x27;the terms of any other contract must as a general rule be intended only to apply between the parties thereto; yet that has never been suggested in the English oases as being in itself any difficulty, for the parties to the second contract, in cases of this description agree that the terms made between other persons shall apply to their own contract. It is, it seems to me a different matter, if such words as &#x27;under this charter&#x27; are sought to be read into a bill of lading though even that is a very liberal Interpretation.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_114\">After a careful consideration I with great respect hold that the case of Chatturbhuj Chandunmull, (47 Cal. 793 : A.I.R. (8) 1921 Cal. 767) was incorrectly decided and the case of Haji Vali Mohamed Ayoob, (34 C. W. N. 447 : A. I. R. (17) 1930 Cal, 774) was correctly decided.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_115\">95. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1275076\" id=\"span_26\">In support of the appellant&#x27;s contention another case was relied on, <a href=\"/doc/1275076/\" id=\"a_30\">Ramlal Muralidhar v. Haribux Puranmull</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"689555\" id=\"span_27\">This is a judgment of Boy J. So far as it enunciates the principle <a href=\"/doc/1275076/\" id=\"a_31\">laid down in</a> <a href=\"/doc/689555/\" id=\"a_32\">Chatturbhuj</a>&#x27;s case, it must be held to be wrong. The words in the contract in this case were, &quot;all the terms and conditions are the same as there&quot; (the other -contract). Boy J.,. observed at p. 741 :</span>\n</p><blockquote id=\"blockquote_44\"> &quot;I am not prepared to say that the language of this sowdah is such as to make it clear that the parties ever intended to exclude or that the language ever had the effect of carrying out any intention of excluding jurisdiction of the Ordinary Court of law.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_116\"> I respectfully agree with Boy J., in so far as his Lordship says that broadly speaking very clear language should be introduced into any contract&#x27; which is to have the effect of ousting the jurisdiction of the Courts. This proposition of law has been clearly <a href=\"/doc/689555/\" id=\"a_33\">laid down by</a> Lord Gorell in T.W. Thomas&#x27;s case (1912 A. C. 1) at p. 9.\n</p> \n\n<p data-structure=\"Section\" id=\"p_117\">96. But, I humbly disagree with the learned Judge (Roy J.) that the words are not clear enough for incorporation of the arbitration clause by reference. What clearer words could be used? &quot;The words are &quot;all the terms. . . .&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_118\">97. Counsel for the appellant-relied, on certain observations of Lord Wright in Heyman v. Darwins Ltd,, (1942) l ALL E. R. 337 : (1942 A. C. 356), and said that &#x27;the arbitration clause is a collateral agreement and therefore is not introduced&quot; by reference into a contract by such words as &quot;all other terms as per. ......&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_119\">98. If counsel&#x27;s suggestion is that the arbitration clause is not a &#x27;term&#x27; of the contract, he finds an apparent support in the speech of Lord Porter in the same case at p. 361, where His Lordship said:\n</p><blockquote id=\"blockquote_45\"> &quot;As my noble and learned friend Lord Macmillan &#x27;has said the arbitration clause is inserted as a method of settling disputes and is not imposed as a term in favour of one party or the other.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_120\">99. But what is the meaning of this observation? Lord Porter referred to Lord Macmillan&#x27;s speech, What Lord Macmillan said at p. 347 was this:\n</p><blockquote id=\"blockquote_46\"> &quot;I venture to think that not enough attention has been directed to the true nature and function of an arbitration clause in a contract. It is quite distinct from the other clauses. The other clauses set out the obligations which the parties undertake towards each other hinc inde; but the arbitration clause does not impose on one of the parties an obligation in favour of the other. It embodies the agreement of both parties that if any dispute arises with regard to the obligations, which the one party has undertaken to the other, such dispute shall be settled by a tribunal of their own constitution. Moreover, there is this very material difference that, whereas in an ordinary contract the obligations of the parties to each other cannot in general be specifically enforced and breach of them results only, in damages, the arbitration clause can be specifically enforced by the machinery of the Arbitration Acts. The appropriate remedy for breach of the agreement to arbitrate is not damages but its enforcement. Moreover there is the further significant difference that the Courts in England have a discretionary power of dispensation as regards arbitration clauses which they do not possess as regards the other clauses of contracts.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_121\">100. No doubt there is a fundamental difference between an arbitration clause and the other clauses in a contract. But for incorporation by reference does that difference make the arbitration clause leas a term of the contract than the other clauses? I think not. For if that were so, it is curious that it never struck the great masters who decided Hamilton&#x27;s case (1889 5 A.I.R. 677) and Thomas&#x27;s case (1912 A. C. 1).\n</p> \n\n<p data-structure=\"Section\" id=\"p_122\">101. It was not necessary for their Lordships in order to arrive at their conclusion to take all the troubles they took when it could have been reached on a simple principle, viz., that the arbitration clause is not a term of the contract and so, is not imported by reference by the words &quot;all other clauses of the contract&quot;. I cannot for a moment think that such an obvious point escaped their Lordships&#x27; attention if the proposition were correct. The truth is that it is not correct. The correct position is that though an arbitration clause does not impose an obligation on one of the parties in favour of the other it is nonetheless a term of the contract unless excepted expressly or &#x27;by necessary implication. In this case, there is no such exception. On the contrary, I am satisfied that the parties treated the arbitration clause as a term of the contract.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_123\">102. Another point taken by learned counsel for the appellant is this: That the arbitration clause is void for uncertainty. The arbitration clause is in the words:\n</p><blockquote id=\"blockquote_47\"> &quot;If any dispute shall arise in respect of the goods or in reference to any of the conditions hereof such dispute shall be referred to the survey or arbitration of two merchants, one to be appointed by yon and one by rue/as, and in the event of the said surveyors or arbitrators being unable to agree, the dispute shall be referred to the committee of the Bengal or Indian Chamber of Commerce for umpirage. And this indent shall be deemed to be a submission to arbitration within the meaning of the Indian Arbitration Act, 1899, and/or any statutory modification thereof.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_124\">103. Counsel said that the word &quot;or&quot; between the words, &#x27;the Bengal&#x27; and &#x27;Indian Chamber of Commerce for umpirage, introduced an element of uncertainty into the arbitration clause for it could not be said with certainty whether the Bengal Chamber of Commerce or the Indian Chamber of Commerce was to be the umpire.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_125\">104. I am not sure whether any uncertainty is introduced. &#x27;Or&#x27; after a primary statement appends a secondary alternative. The &#x27;umpire clause&#x27; may be read to mean, failing Bengal Chambers of Commerce, the Indian Chamber of Commerce is to act as umpire,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_126\">105. It is a rule of construction that between different meanings that is to be preferred which tends to support the contract&#x27; according to the maxim, &quot;verba ita sunt intelligenda ut res magis valeat quam pereat.&quot;\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_127\">106. But it is not necessary for me to express any final opinion on this paint in this case. As after hearing counsel for the respondent we decided not to allow appellant&#x27;s counsel to raise the point at this stage on grounds stated by My Lord. I respectfully desire to associate myself with his Lordship&#x27;s observations.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_128\">107. This point was never taken by the appellant before. Indeed, it was raised for the first time by My Lord in the order of reference. In the previous proceedings in connection with this case, the appellant proceeded on the footing that the arbitration clause was valid. By doing that, it would be illogical for him to take the point now that the clause is invalid. It is not permissible to take inconsistent positions at different stages of a cause.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_129\">108. Foe these reasons,  I  agree that  the appeal should  be  dismissed.  I concur in the order made by my Lord.\n</p> \n\n","numcites":9,"numcitedby":15,"docsource":"Calcutta High Court","citetid":208447,"divtype":"judgments","relatedqs":[{"value":"arbitration clause + bill of lading  charter party","formInput":"arbitration%20clause%20%2B%20bill%20of%20lading%20%20charter%20party"},{"value":"charter party and bill of lading","formInput":"charter%20party%20and%20bill%20of%20lading"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"ejusdem generis","formInput":"ejusdem%20generis"},{"value":"contract under dispute ","formInput":"contract%20under%20dispute%20"},{"value":"incorporation by reference","formInput":"incorporation%20by%20reference"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"Arbitration clause in Charter Party","formInput":"Arbitration%20clause%20in%20Charter%20Party"},{"value":"subsequent contract","formInput":"subsequent%20contract"},{"value":"ultra vires ","formInput":"ultra%20vires%20"},{"value":"russell v. russell","formInput":"russell%20v.%20russell"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"\"one contract\"","formInput":"%22one%20contract%22"},{"value":"\"incorporation by reference\"","formInput":"%22incorporation%20by%20reference%22"},{"value":"charter party","formInput":"charter%20party"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}