{"tid":366616,"publishdate":"2005-02-11","title":"M/S. Ford Credit Kotak Mahindra vs M. Swaminathan on 11 February, 2005","doc":"<h2 class=\"doc_title\">M/S. Ford Credit Kotak Mahindra vs M. Swaminathan on 11 February, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2005 MADRAS 218, 2005 (2) ARBI LR 468, (2005) 2 ARBILR 468, (2005) 2 MAD LJ 137, (2006) 1 MAD LW 758, (2005) 2 CTC 487 (MAD)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-kulasekaran\">A. Kulasekaran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-kulasekaran\">A. Kulasekaran</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS           \n\nDATED: 11/02/2005  \n\nCORAM   \n\nTHE HONOURABLE MR. JUSTICE A. KULASEKARAN             \n\nC.R.P. No. 1177 of 2004 \nand \nC.M.P. No. 11527 of 2004 \n\nM/s. Ford Credit Kotak Mahindra \nLimited\nrep. by its Authorised Signatory\nCeebros Centre, 1st Floor\nNo.44, Montieth Road \nEgmore, Chennai  600 008                                ... Petitioner\n\n-Vs-\n\nM. Swaminathan                                         ... Respondent\n\n\n        Revision under <a href=\"/doc/1331149/\" id=\"a_1\">Article 227</a> of the Constitution of  India  against  the\norder dated 25-03-2004 passed in I.A.  No.  3762 of 2004 in O.S.  No.  8 54 of\n2004 on the file of VIII Assistant Judge, City Civil Court, Chennai.\n\n\n!For Petitioner :       Mr.  Abdul Hameed for M/s.  Anand, Abdul &amp;\n                                Vinodh Associates\n^For Respondent :       Mr.  T.T.  Ravichandran\n\n\n:ORDER  \n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">        This  revision  is  filed  against  the  order  of  dismissal  of  the\napplication under Section 8  read  with  <a href=\"/doc/310829/\" id=\"a_2\">Section  5</a>  of  the  Arbitration  and\nConciliation Act, 1996, filed by the petitioner herein.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">        2.      The   petitioner  and  the  respondent  entered  into  a  loan\nagreement No.   21602081  dated  30-09-2001  thereby  the  respondent  availed\nfinancial  assistance  from  the petitioner to the extent of Rs.4,93,000/- for\npurchase of Ford icon car.  The respondent herein agreed to pay the  said  sum\nin 36  monthly  instalments commencing from 03-11-2001 to 03-10-2 004.  Clause \n29 of the said agreement contemplates  arbitration  clause.    The  petitioner\nherein  has  issued loan recall notice on 12-01-2004 invoking clause 14 of the\nagreement  as  the  respondent  committed  default  in  repaying  the  monthly\ninstalments  and  as  on 29-02-2004, the respondent was liable to pay a sum of\nRs.2,68,062/-.  The petitioner has also issued a telegram on 14-01-2004 to the\nrespondent terminating the said loan agreement.  The respondent has filed  the\nsuit O.S.   No.    85 4 of 2004 before VIII Assistant City Civil Court, Madras\nfor permanent  injunction  restraining  the  petitioner  from  in  any  manner\nrepossessing the  vehicle.    In  the said suit, the petitioner has filed I.A.\nNo.  3259 of 2004 for injunction, and  order  of  status-quo  was  granted  on\n26-02-2004.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">        3.      The petitioner herein has filed I.A.  No.  3762 of 2004 in the\nsaid  suit  under  Section  8A  read  with  <a href=\"/doc/310829/\" id=\"a_3\">Section  5</a>  of the Arbitration and\nConciliation Act, 1996.  The said application was dismissed on the ground that\nclause 29 of the agreement contemplates that disputes and  differences  to  be\nsettled  by the Arbitrators nominated by the petitioner and the proceedings to\nbe held at Mumbai; whereas clause 30 of the agreement confers jurisdiction  of\nthe  Courts  at  Chennai;  that  the  loan agreement was terminated, hence the\n\n\narbitration clause contain in the arbitration no longer exists and  the  Civil\nCourt  is  vested  with  the  jurisdiction  to entertain the suit and that the\nrespondent has paid 2 6 instalments, only 10 instalments remains to be paid.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">        4.      The learned counsel for the revision petitioner  submits  that\nwhen agreement contains arbitration clause, it is mandatory on the part of the\ncivil  court to refer the matter to arbitrator; that the findings of the court\nbelow that clause 29 is contradictory to clause 30 is unsustainable; clause 29\nstipulates the venue of arbitration  at  Mumbai,  whereas  clause  30  confers\njurisdiction on the Courts at chennai to decide the dispute arising out of the\nagreement,  hence  they  are  not contradictory; that the court below erred in\nholding that once agreement is  rescinded,  the  arbitration  clause  also  no\nlonger  exists; that the arbitration clause in an agreement is an agreement by\nitself and the same shall not be deemed to have been terminated by  reason  of\ntermination  of  agreement, when an agreement containing arbitration clause is\nterminated, the parties to the agreement have to work out their remedy only by\nway of arbitration under the terms of the  agreement  and  not  otherwise  and\nprayed for setting aside the order passed by the court below.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">        5.      In  support  of  his  contentions, the learned counsel for the\npetitioner relied on the below mentioned decisions:-\n</p>\n<blockquote id=\"blockquote_1\">        i)      (Chairman and Managing Director,  N.T.P.C.    Ltd  vs.    M/s.\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">Reshmi Constructions, Builders &amp; Contractors) 2004 (1) C.T.C.  445 wherein the\nHonourable Supreme Court held in Paragraph No.  27, 28, 29 and 36 as follows:-\n</p>\n<blockquote id=\"blockquote_2\">        &quot;27.    Even when rights and obligations of the parties are worked out\nthe  contract  does  not  come  to  an  end  inter  alia  for  the  purpose of\ndetermination of the disputes arising thereunder, and, thus,  the  arbitration\nagreement can  be  invoked.    Although it may not be strictly in place but we\ncannot shut our eyes  to  the  ground  reality  that  in  the  cases  where  a\ncontractor  has  made  huge  investment, he cannot afford not to take from the\nemployment the amount under the bills, for various reasons which  may  include\ndischarge of his liability towards the banks, financial institutions and other\npersons.   In  such  a situation, the public sector undertakings would have an\nupper hand.  They would not ordinarily release the money unless a  &#x27;No  demand\nCertificate&#x27; is signed.  Each case, therefore, is required to be considered on\nits own facts.\n</blockquote>\n<blockquote id=\"blockquote_3\">        28.     Further,  necessitas non habet legam is an old age maxim which\nmeans necessity knows no law.  A person may sometimes have to succumb  to  the    \npressure of other party to the bargain who is on a stronger position.\n</blockquote>\n<blockquote id=\"blockquote_4\">        29.     We may, however, hasten to add that such a case has to be made\nout and proved before the Arbitrator for obtaining an award.\n</blockquote>\n<blockquote id=\"blockquote_5\">        36.     The  appellant has in its letter dated 20th December, 1990 has\nused the term &#x27;without prejudice&#x27;.  It has explained the situation under which\nthe amount under the &#x27;No Demand Certificate&#x27; had to be signed.   The  question\nmay have  to  be  considered from that angle.  Furthermore, the question as to\nwhether the respondent has waived its contractual right to receive the  amount\nor  is  otherwise estopped from pleading otherwise will itself be a fact which\nhas to be determined by the arbitral tribunal.\n</blockquote>\n<blockquote id=\"blockquote_6\">        In this case, final bill was submitted by the contractor and the  same\nwas returned by the principal disputing the amount.  The contractor issued &#x27;No\ndemand Certificate&#x27; for releasing of security deposit.  The Honourable Supreme\nCourt  held  that  notwithstanding  the issue of No Objection Certificate, the\ncontractor can raise dispute regarding  non  payment.    The  question  as  to\nwhether  the respondent has waived its contractual right to receive the amount\nor is otherwise estopped from pleading otherwise will itself be a  fact  which\nhas to be determined by the arbitral tribunal.\n</blockquote>\n<blockquote id=\"blockquote_7\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"999436\" id=\"span_1\">ii)     (<a href=\"/doc/999436/\" id=\"a_4\">NIIT Limited  vs.    ASHISH  DEB and another</a>) 2004 (2) R.A.J.\n505 ( Madras) wherein a Division Bench of this Court, in para-15 held thus:-</span>\n</blockquote>\n<blockquote id=\"blockquote_8\">        &#x27;15.    Though  the  respondents/  plaintiffs  have   challenged   the\nvalidity  of  the agreement on the ground that a fraud was played on them, the\nsame also can be gone into by the Arbitrator in view  of  powers  given  under\n<a href=\"/doc/675839/\" id=\"a_5\">Section 16</a>  of  the  Act.  This aspect was not considered by the learned Judge\nwhile rejecting the application filed under  <a href=\"/doc/1146817/\" id=\"a_6\">Section  8</a>  of  the  Act  by  the\nappellant/defendant.   Hence,  we  are  inclined  to  interfere with the order\npassed by the learned Judge.&#x27;\n\n        In that case, the respondent filed  a  suit  to  declare  the  licence\nagreement  as  invalid  and  to  direct  the  respondent to pay certain amount\ntowards loss sustained by the them.  The defendant filed an application  under\n<a href=\"/doc/1146817/\" id=\"a_7\">Section  8</a>  of  the Arbitration and Conciliation Act, 1996 to stay all further\nproceedings of the suit and to refer the dispute for  arbitration,  which  was\ndismissed  by  the  civil court holding that the prayer sought for in the suit\ncannot be decided by the arbitrator.  The division bench of  this  Court  held\nthat  <a href=\"/doc/675839/\" id=\"a_8\">Section  16</a>  of  the Arbitration and Conciliation Act gives power to the\nArbitrator to decide even the validity of the agreement.  Once it  is  brought\nto  the  notice of the civil court that there was an arbitration agreement, it\nis obligatory for the court to refer the matter for arbitration  in  terms  of\nthe  arbitration clause and ultimately set aside the order of dismissal passed\nby the civil court in the application filed under <a href=\"/doc/1146817/\" id=\"a_9\">Section 8</a>  of  the  Act  and\nheld  that  even validity of the agreement on the ground that fraud was played\non them can be gone into by the Arbitrator by virtue of the powers given under\n<a href=\"/doc/675839/\" id=\"a_10\">Section 16</a> of the Act.\n</blockquote>\n<blockquote id=\"blockquote_9\">        iii)    (Hindustan Petroleum Corporation Ltd v.  M/s.  Pinkcity Midway\nPetroleums) 2003 (3) CTC 438 wherein the Honourable Supreme Court, in  para-15 \nheld thus:-\n</blockquote>\n<blockquote id=\"blockquote_10\">        15.     The  question  would arise what would be the role of the civil\ncourt when an agreement is raised that such an  arbitration  clause  does  not\napply to  the  facts  of  the case in hand?  Learned counsel for the appellant\ncontends that it is a matter which should be raised before the arbitrator  who\nis competent to adjudicate upon the same and the civil court should not embark\nupon  an  inquiry  in regard to the applicability of the arbitration clause to\nthe facts of the case.  While learned counsel  appearing  for  the  respondent\ncontends  that  since the applicability of the arbitration clause to the facts\nof the case goes to the very root of the  jurisdiction  of  the  reference  to\narbitration,  this  question will have to be decided by the Civil Court before\nreferring the matter to arbitration even in cases where there is admittedly an\narbitration clause.  The answer to this argument, in our opinion is  found  in\n<a href=\"/doc/675839/\" id=\"a_11\">Section 16</a>  of the Act itself.  It has empowered the Arbitral Tribunal to rule\non its own jurisdiction including rule on any objection with  respect  to  the\nexistence or validity of the arbitration agreement....&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_7\">        In  dealership  agreement  between the parties, clause 40 contemplates\nreference of all disputes to sole arbitrator.  The corporation,  in  terms  of\ncontractual  powers  suspended  supply  of  sales  to respondent on account of\nbreach of conditions.  The respondent filed suit challenging the  decision  of\nthe corporation.    The  corporation  filed application under <a href=\"/doc/1146817/\" id=\"a_12\">Section 8</a> of the\nArbitration and Conciliation Act.  The Honourable Supreme Court, while setting\naside the order of the trial court  as  well  as  the  high  court  held  that\njudicial  authorities  are  mandated to refer the parties to arbitration, once\nexistence of clause is pointed out and such  reference  is  obligatory.    Any\nobjection  as  to applicability of arbitration clause to the facts of the case\nhas to be raised before the arbitral tribunal and the tribunal has to consider\nthe same under <a href=\"/doc/675839/\" id=\"a_13\">Section 16</a> of the Arbitration and Conciliation Act, 1996 .\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">        6.      The learned counsel for the respondent submits that  once  the\nagreement  is  terminated,  the  clauses  contained in the agreement also gets\nterminated automatically; that the petitioner has obtained signatures in blank\npapers and that the respondent cannot get any relief from the arbitrator,  who\nhas been appointed by the petitioner hence there is every likelihood of bias.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">        7.      In  support  of  this  contention, the learned counsel for the\nrespondent relied on the below mentioned decisions.\n</p>\n<blockquote id=\"blockquote_11\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_2\">i)      (<a href=\"/doc/1591400/\" id=\"a_14\">Sukanya Holdings Pvt Ltd V.  Jayesh H.  Pandya</a>)  2003(2)  CTC\n431 wherein  the  Honourable  Supreme  Court, in para Nos.  12, 13 and 14 held\nthus:-</span>\n</blockquote><blockquote id=\"blockquote_12\">        &quot;12.  For interpretation of <a href=\"/doc/1146817/\" id=\"a_15\">Section 8</a>, <a href=\"/doc/310829/\" id=\"a_16\">Section 5</a> would have no bearing\nbecause it only contemplates that in the matters governed by  <a href=\"/doc/1306164/\" id=\"a_17\">Part  I  of  the\nAct</a>,  Judicial  authority  shall not intervene except where so provided in the\nAct.  Except <a href=\"/doc/1146817/\" id=\"a_18\">Section 8</a>, there is no other provision  in  the  Act  that  in  a\npending  suit,  the  dispute  is  required  to  be referred to the arbitrator.\nFurther, the matter is not required to be referred to the  arbitral  Tribunal,\nif  \u0016  (1)  the  parties  to the arbitration agreement have not filed any such\napplication for referring the dispute to the  arbitrator;  (2)  in  a  pending\nsuit,  such  application is not filed before submitting first statement on the\nsubstance of the dispute; or (3) such application is not  accompanied  by  the\noriginal arbitration  agreement  or  duly certified copy thereof.  This would,\ntherefore, mean that <a href=\"/doc/1052228/\" id=\"a_19\">Arbitration Act</a> does not oust  the  jurisdiction  of  the\nCivil  Court  to decide the dispute in a case where parties to the Arbitration\nAgreement do not take appropriate steps as contemplated under Sub-sections (1) \n&amp; (2) of <a href=\"/doc/1146817/\" id=\"a_20\">Section 8</a> of the Act.\n</blockquote>\n<blockquote id=\"blockquote_13\">13.  Secondly, there is no provision in the Act that when the  subject  matter\nof  the  suit  includes subject matter of the arbitration agreement as well as\nother disputes, the matter is required to be referred to arbitration.    There\nis  also  no  provision  for  splitting  the cause or parties and referred the\nsubject matter of the suit to the arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_14\">14.  Thirdly, there is no provision \u0016 as to what is required to be done  in  a\ncase  where  some  parties  to  the  suit  are  not parties to the arbitration\nagreement.  As against this, under <a href=\"/doc/363170/\" id=\"a_21\">Section 24</a> of the  Arbitration  Act,  1940,\nsome  of  the  parties  to  a  suit could apply that the matters in difference\nbetween them be referred to arbitration and the Court may refer  the  same  to\narbitration  provided  that  the  same  can  be separated from the rest of the\nsubject matter of the suit.    Section  also  provided  that  the  suit  would\ncontinue  so  far  as  it  related  to  parties  who  have  not joined in such\napplication.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\">        In this case, it was held by the Honourable  Supreme  Court  that  the\n<a href=\"/doc/1052228/\" id=\"a_22\">Arbitration  Act</a>  does  not oust the jurisdiction of the Civil Court to decide\nthe dispute in a case where parties to the Arbitration agreement do  not  take\nappropriate  steps  as contemplated under sub-<a href=\"/doc/1273544/\" id=\"a_23\">sections 1</a> and <a href=\"/doc/1804257/\" id=\"a_24\">2</a> of <a href=\"/doc/1146817/\" id=\"a_25\">Section 8</a> of\nthe  Act;  that  when  parties  to  arbitral  agreement  have  not  filed  any\napplication  for referring the dispute to arbitration and in pending suit such\napplication was not filed before submitting first statement  on  substance  of\ndispute  or  such  application  is  not  accompanied  by  original arbitration\nagreement or certified copy thereof, then the matter is  not  required  to  be\nreferred to arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83666\" id=\"span_3\">ii)     (<a href=\"/doc/83666/\" id=\"a_26\">S.  Viswanathan  vs.  Ashok Leyland Finance Limited</a>) 2004 (2)\nCTC 266, wherein a single judge of this Court held thus:-</span>\n</p><blockquote id=\"blockquote_15\">        &quot;4.  I have already found that defendants 2 and 3 are neither  parties\nto the house loan agreement dated 1.9.1995, which is between the plaintiffs on\nthe  one  hand and the first defendant on the other hand, nor they are parties\nto the letter dated 10.1.2000, which  admittedly  is  written  by  the  second\ndefendant to  the  first  defendant.  The reliefs prayed for in the suit is to\nset aside the sale of the property forming the  subject  matter  of  the  suit\nexecuted by the first defendant, in favour of defendants 2 and 3; for recovery\nof possession from them and for other reliefs.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">        In  this  case, the lender, under housing loan agreement executed sale\ndeed in favour of two third parties on  the  strength  of  power  of  attorney\nexecuted by borrower.  Housing loan agreement contains clause for arbitration.\nThe  borrower  and  guarantor  challenges the execution of sale deed by way of\nsuit.  Purchasers of property are  not  parties  to  housing  loan  agreement.\nSubsequent  correspondence  between  borrower  and  lender  did not constitute\n\n\nconcluded contract.  Dispute raised did not fall within the arbitration clause\nand lender could not successfully maintain application  under  <a href=\"/doc/1146817/\" id=\"a_27\">Section  8</a>  for\nreferring the disputes to arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">        iii)    (Dharma Prathishthanam Vs.   M/s.  Madhok Construction Private\nLimited) 2004 (5) CTC 442 wherein the Honourable Supreme Court held in para-12\nthus:-\n</p><blockquote id=\"blockquote_16\">        12.  On a plain reading of the several provisions referred  to  herein\nabove,  we  are  clearly  of  the  opinion that the procedure followed and the\nmethodology adopted by the  respondent  is  wholly  unknown  to  law  and  the\nappointment of the sole arbitrator Shri Swamy Dayal, the reference of disputes\nto  such  arbitrator  and  the  ex  parte  proceedings  and award given by the\narbitrator are all void ab initio and hence nullity, liable to be ignored.  In\ncase of arbitration without the intervention of the Court,  the  parties  must\nrigorously stick  to  the  agreement  entered  into  between  the two.  If the\narbitration clause names an arbitrator as the one  already  agreed  upon,  the\nappointment of  an  arbitrator poses no difficulty.  If the arbitration clause\ndoes not name  an  arbitrator  but  provides  for  the  manner  in  which  the\narbitrator  is  to  be chosen and appointed, then the parties are bound to act\naccordingly.  If the parties do not agree then arises the  complication  which\nhas to  be  resolved  by  reference  to  the provisions of the Act.  One party\ncannot usurp the jurisdiction of the Court and proceed to act unilaterally.  A\nunilateral appointment and a unilateral reference \u0016 both will be illegal.   It\nmay  make a difference if in respect of a unilateral appointment and reference\nthe other party submits to the jurisdiction of the arbitrator and  waives  its\nrights  which it has under the agreement, then the arbitrator may proceed with\nthe reference and the party submitting to his jurisdiction  and  participating\nin  the  proceedings  before  him  may later on be precluded and estopped from\nraising any objection in that regard...\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\">        In this case, the Apex Court held that if the arbitration clause  does\nnot  name an arbitrator but provides for the manner in which the arbitrator is\nto be chosen and appointed, then the parties are bound to act accordingly.  If\nthe arbitration clause does not name an arbitrator but provides for the manner\nin which the arbitrator is to be chosen and appointed, then  the  parties  are\nbound to  act  accordingly.    If  the  parties do not agree then it has to be\nresolved by reference to the provisions of the Act.    Unilateral  appointment\nand unilateral  reference  \u0016  both  will  be illegal.  Exparte proceedings and\naward given by such arbitrator are void ab initio.  It may make  a  difference\nif  in respect of unilateral appointment and reference the other party submits\nto the jurisdiction of the arbitrator and waives its rights which it has under\n</p><blockquote id=\"blockquote_17\">the agreement, then the arbitrator may proceed  with  the  reference  and  the\nparty  submitting  to  his  jurisdiction  and participating in the proceedings\nbefore him may later on be\nprecluded and estopped from raising any objection in that regard.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">        8.      In the light of the arguments of the counsel  on  either  side\nand  also  the  decisions relied on by them, I proceed to consider the dispute\ninvolved in this case.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">        9.      <a href=\"/doc/1306164/\" id=\"a_28\">Section 2-b</a>, <a href=\"/doc/310829/\" id=\"a_29\">5</a>, <a href=\"/doc/1846895/\" id=\"a_30\">7</a> and <a href=\"/doc/1146817/\" id=\"a_31\">8</a> of the  Arbitration  and  Conciliation\nAct, 1996 are relevant for this case, which runs as follows:-\n</p>\n<blockquote id=\"blockquote_18\">        &quot;<a href=\"/doc/1804257/\" id=\"a_32\">Sec.  2</a>.  Definitions:- ...\n</blockquote><blockquote id=\"blockquote_19\">(b) &#x27;arbitration agreement&#x27; means an agreement referred to in <a href=\"/doc/1846895/\" id=\"a_33\">Section 7</a>.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_17\">        <a href=\"/doc/310829/\" id=\"a_34\">Sec.  5</a>.        Extent   of  judicial  intervention:-  Notwithstanding\nanything contained in any other law for the time being in  force,  in  matters\ngoverned  by  this Part, no judicial authority shall intervene except where so\nprovided in this part.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">        <a href=\"/doc/1846895/\" id=\"a_35\">Sec.  7</a>.        Arbitration agreement:- (1) In this part, &#x27;arbitration\nagreement&#x27; means an agreement by the parties to submit to arbitration  all  or\ncertain  disputes which have arisen or which may arise between them in respect\nof a defined legal relationship, whether contractual or not.\n</p><p data-structure=\"Precedent\" id=\"p_19\">        (2)     An arbitration agreement may be in the form of an  arbitration\nclause in a contract or in the form of a separate agreement.\n</p><pre id=\"pre_2\">        (3)     An arbitration agreement shall be in writing.\n        (4)     An arbitration agreement is in writing if it is contained in -\n        (a)     a document signed by the parties:\n        (b)     an  exchange  of  letters,  telex, telegrams or other means of\n</pre><p data-structure=\"Precedent\" id=\"p_20\">telecommunication which provide a record of the agreement; or\n</p><p data-structure=\"Precedent\" id=\"p_21\">        (c)     an exchange of statements of claim and defence  in  which  the\nexistence  of  the  agreement  is  alleged  by one party and not denied by the\nother.\n</p><p data-structure=\"Section\" id=\"p_22\">        (5)     The reference in  a  contract  to  a  document  containing  an\narbitration  clause constitutes an arbitration agreement if the contract is in\nwriting and the reference is such as to make that arbitration clause  part  of\nthe contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">        <a href=\"/doc/1146817/\" id=\"a_36\">Sec.  8</a>.        Power  to  refer parties to arbitration where there is\nan arbitration agreement:- (1) A judicial authority before which an action  is\nbrought  in  a  matter which is the subject matter of an arbitration agreement\nshall, if a party  so  applies  not  later  than  when  submitting  his  first\nstatement on the substance of the dispute, refer the parties to arbitration.\n</p><p data-structure=\"Section\" id=\"p_24\">        (2)     The  application  referred  to in sub-section (1) shall not be\nentertained unless it is accompanied by the original arbitration agreement  or\na duly certified copy thereof.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">        (3)     Notwithstanding  that  an  application  has  been  made  under\nsubsection (1) and that the issue is pending before the judicial authority, an\narbitration may be commenced or continued and an arbitral award made.&quot; \n</p>\n<p data-structure=\"Section\" id=\"p_26\">        10.     The definition of <a href=\"/doc/1306164/\" id=\"a_37\">Section 2-b</a>  of  the  Act  defines  that  an\narbitration agreement  means an agreement referred to in <a href=\"/doc/1846895/\" id=\"a_38\">Section 7</a>.  <a href=\"/doc/1846895/\" id=\"a_39\">Section 7</a>\nis  quite  comprehensive  compared  to  the  definition  of   the   expression\n&#x27;arbitration  agreement&#x27;  as contained in <a href=\"/doc/1430346/\" id=\"a_40\">Section 2 (a)</a>of the Arbitration Act,\n1940.  The provisions of <a href=\"/doc/961785/\" id=\"a_41\">Section 7 (1)</a>, <a href=\"/doc/1285367/\" id=\"a_42\">7 (2)</a>, <a href=\"/doc/871436/\" id=\"a_43\">7(3)</a> and <a href=\"/doc/1534152/\" id=\"a_44\">7(4)</a> and <a href=\"/doc/153260/\" id=\"a_45\">Section 7 (5)</a>\nof the Act materially correspond to <a href=\"/doc/1660061/\" id=\"a_46\">Section 6(1)</a>, <a href=\"/doc/1660061/\" id=\"a_47\">6 (2)</a>, <a href=\"/doc/310829/\" id=\"a_48\">5 (2)</a>, <a href=\"/doc/310829/\" id=\"a_49\">5</a> and  Section\n5 (6)  of  the  English Arbitration Act, 199 6 respectively.  <a href=\"/doc/1846895/\" id=\"a_50\">Section 7</a> of the\nAct is modelled after <a href=\"/doc/735354/\" id=\"a_51\">Article 7</a> of the Model Law.  The reference in a contract\nto a document containing an  arbitration  clause  constitutes  an  arbitration\nagreement  if  the contract is in writing and the reference is such as to make\nthat arbitration clause part of the  contract.    The  arbitration  clause  is\ndistinct from  the  other  clauses  in  the  contract.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_4\">Total  breach of the\nsubstantive stipulations, even when it is accepted by  other  party  does  not\nabrogate  the arbitration clause and even the party in default may invoke that\nclause.  The arbitration clause stands apart from the rest  of  the  contract.\nFor  deciding  whether  an agreement is an arbitration agreement under the Act\n1996, the test is whether the  proposed  arbitrator/Tribunal  is  expected  to\ndecide a  dispute,  contention of the parties and to decide per Law.  Followed\n(<a href=\"/doc/1777887/\" id=\"a_52\">K.K.  Modi Vs.  K.N.  Modi and others</a>) AIR 1998 Supreme  Court  1297  wherein\nthe Honourable Supreme Court in para-17 and 18 held thus:-</span>\n</p>\n<blockquote id=\"blockquote_20\">        &quot;17.    Among the attributes which must be present for an agreement to\nbe considered as an arbitration agreement are:\n</blockquote><blockquote id=\"blockquote_21\">        (1)  The  arbitration  agreement must contemplate that the decision of\nthe tribunal will be binding on the parties to the agreement,\n        (2) That the jurisdiction of the tribunal  to  decide  the  rights  of\nparties must derive either from the consent of the parties or from an order of\nthe court or from a statute, the terms of which make it clear that the process\nis to be an arbitration,\n        (3)  The agreement must contemplate that substantive rights of parties\nwill be determined by the agreed tribunal,\n        (4) That the tribunal will determine the rights of the parties  in  an\nimpartial  and  judicial manner with the tribunal owing an equal obligation of\nfairness towards both sides,\n        (5) That the agreement of the parties to refer their disputes  to  the\ndecision of the tribunal must be intended to be enforceable in law and lastly,\n        (6)  The  agreement  must  contemplate  that  the tribunal will make a\ndecision upon a dispute which  is  already  formulated  at  the  time  when  a\nreference is made to the tribunal.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_27\">        18.   The  other  factors  which  are  relevant  include,  whether the\nagreement contemplates that the tribunal will receive evidence from both sides\nand hear their contentions or at least give the parties an opportunity to  put\nthem   forward;  Whether  the  wording  of  the  agreement  is  consistent  or\ninconsistent with the view that the process was intended to be an arbitration,\nand whether  the  agreement  requires  the  tribunal  to  decide  the  dispute\naccording to law.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_28\">        11.     <a href=\"/doc/310829/\" id=\"a_53\">Section   5</a>   of   Arbitration   and  Conciliation  Act,  1996\ncorresponds to <a href=\"/doc/874260/\" id=\"a_54\">Section 32</a> of Arbitration and Conciliation Act, 1940.   <a href=\"/doc/310829/\" id=\"a_55\">Section\n5</a>  of  the  new Act, 1996 also corresponds to <a href=\"/doc/1937835/\" id=\"a_56\">Article 5</a> of the UNICITRAL Model\nLaw.  Part 4 (v) of the Statement of object and reason to the Act states  that\nthe  main objective of the bill is &#x27;to minimise the supervisory role of Courts\nin arbitral process.  Coupled with this, the Act, as per  provisions  of  this\nSection  makes  it abundantly clear that no judicial authority shall intervene\nexcept where so provided in this part&quot;.  The scheme of the Act is  to  prevent\nthe  parties to an arbitration agitating questions relating to the arbitration\nin any manner other than that provided by the Act.    So,  a  suit  where  any\nquestion may be raised with regard to the existence or validity of an award is\nexpressly barred  by  the section.  <a href=\"/doc/855953/\" id=\"a_57\">Section 30</a> of the Specific Relief Act does\nnot override the provisions of this section, which applies notwithstanding any\nLaw for the time being in force.   The  stipulations  in  the  Act  vest  more\nauthority  in  the  arbitral  tribunal  to  determine  the scope and extent of\narbitral process rather in the Court,  as  under  the  old  Act.    <a href=\"/doc/1052228/\" id=\"a_58\">Under  the\nArbitration  Act,  1940</a>,  a  party can approach the Court under <a href=\"/doc/1977813/\" id=\"a_59\">Section 33</a> for\ndetermination of the  effect  of  the  agreement  or  its  validity  and  seek\ninjunction for forestalling the arbitral proceedings under <a href=\"/doc/1519579/\" id=\"a_60\">Section 41 (b)</a> read\nwith Schedule  II  Rule  4.   If the party succeeded in getting injunction, it\nwould continue with this for couple of years or more before the  matter  would\nfinally come  before  the Court for final disposal.  The said tactics resulted\nin  frustrating  the  efforts  of  the  aggrieved  party  to  have  the  claim\nadjudicated upon.    The  present Act has changed the situation altogether and\ninstead of rushing to the Courts on every little excuse as under the old  Act,\nthe  parties  can  challenge  the validity of the arbitral Tribunal before the\nArbitral Tribunal itself  and,  the  Arbitral  Tribunal,  after  affording  an\nopportunity  of  being  heard  to  both  the  parties, it shall act on its own\njurisdiction where the arbitral tribunal takes a decision rejecting  the  plea\nto continue with the arbitral proceedings and make an arbitral award.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">        12.     Under  the  new  Act,  1996,  there  are  three sections which\nbasically confers power on Court to intervene in the matter.  The main section\nis <a href=\"/doc/536284/\" id=\"a_61\">Section 34</a>, which recourse to a Court against the arbitral award by  making\nan application  to  set  aside.   The next section, which confers power on the\nCourt for judicial intervention is <a href=\"/doc/1269652/\" id=\"a_62\">Section 37 (2)</a> under which  appeal  can  be\nfiled  against  the order passed by the Arbitral Tribunal under <a href=\"/doc/1746186/\" id=\"a_63\">Section 16 (2)</a>\nor (3) or against granting or refusing to grant interim measures under Section\n</p><p data-structure=\"Section\" id=\"p_30\">17.  The Court can intervene also on application under  <a href=\"/doc/409037/\" id=\"a_64\">Section  14  (2)</a>.    A\nconjoint reading of <a href=\"/doc/310829/\" id=\"a_65\">Sections 5</a>, <a href=\"/doc/825803/\" id=\"a_66\">17 (2)</a>, <a href=\"/doc/536284/\" id=\"a_67\">34</a> and <a href=\"/doc/772406/\" id=\"a_68\">37</a> will show that the Court can\nintervene only in cases covered under <a href=\"/doc/409037/\" id=\"a_69\">Section 14 (2)</a>, <a href=\"/doc/536284/\" id=\"a_70\">34</a> and <a href=\"/doc/772406/\" id=\"a_71\">37</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">        13.     <a href=\"/doc/1690450/\" id=\"a_72\">Section  8  (1)</a>  corresponds to <a href=\"/doc/536284/\" id=\"a_73\">Section 34</a> of the old Act with\nsome difference.  <a href=\"/doc/1146817/\" id=\"a_74\">Section 8</a> also corresponds to <a href=\"/doc/691208/\" id=\"a_75\">Article 8</a> of UNICITERAL  model\nlaw.   <a href=\"/doc/1146817/\" id=\"a_76\">Section  8</a> contemplates that a party should invoke the attention of the\njudicial authority to the arbitration agreement and pray for stay so that  the\narbitration agreement may be carried out.  Where disputes and differences have\narisen between the parties to an agreement, the same have to be settled by the\nArbitrator.  The Court, under <a href=\"/doc/1146817/\" id=\"a_77\">Section 8</a>, has no other option but to direct the\nparties to  the  arbitration.    The  provisions of <a href=\"/doc/1146817/\" id=\"a_78\">Section 8</a> are mandatory in\nnature and the appropriate  remedies  for  the  parties  would  be  to  go  to\narbitration.   Under the provisions of 1996 Act, an arbitrator has been vested\nwith the power to adjudicate even the validity of an action of termination  of\ncontract.   Thus,  the  parties  have  no  other  forum  to agitate the matter\nrelating  to  termination  of  contract  except  by  the  Arbitrator,  in  the\nArbitration forum.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"763774\" id=\"span_5\">14.     <a href=\"/doc/1146817/\" id=\"a_79\">Section  8</a> is intended to make arbitration agreement effective\nand to prevent a party from going to Court  contrary  to  its  own  agreement.\nFollowed (<a href=\"/doc/763774/\" id=\"a_80\">Union of India Vs.  Surjit Singh Atwal</a>) AIR 1970 SC 189.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">        15.     Where  the  parties  by  contract  have  agreed to refer their\ndisputes to arbitrator, the Court should, as far as possible proceed  to  give\nopportunity  for  resolution  of  disputes  through arbitration rather than by\njudicial adjudication.  Followed (State of Punjab Vs.  M/s.   Geeta  Iron  and\nBrass Works) AIR 1978 SC 1608.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1391279\" id=\"span_6\">16.     In  the  case  on  hand,  the  respondent herein has committed\ndefault, with the result, the petitioner terminated the contract and  recalled\nthe entire  amount.    Aggrieved  by  the  said  action of the petitioner, the\nrespondent has filed the suit.  It is argued by the respondent that  once  the\nmain contract is terminated, the arbitration clause cannot operate.  On behalf\nof  the  petitioner,  arguments  were  placed  that  despite  termination, the\narbitration clause is still in  existence.    It  is  relevant  to  refer  the\njudgment of the Apex Court reported in\n(<a href=\"/doc/1391279/\" id=\"a_81\">The Union  of  India  vs.    Kishorilal  Gupta &amp; Brothers</a>) Volume XXIII \u0016 The\nSupreme Court Journal Page No.1102)  =  AIR  1959  SC  1632  wherein  in  Page \nNo.1111, it was held thus:-</span>\n</p>\n<blockquote id=\"blockquote_22\">&quot;The  following  principles  relevant  to  the  present  case  emerge from the\naforesaid discussion:  (1) An arbitration clause is a  collateral  term  of  a\ncontract as distinguished from its substantive terms; but nonetheless it is an\nintegral  part  of  it;  (2) however comprehensive the terms of an arbitration\nclause may be, the existence of the contract is a necessary condition for  its\noperation;  it  perishes with the contract; (3) the contract may be non est in\nthe sense that it never came legally into existence or it was void ab  initio;\n(4) though the contract was validly executed, the parties may put an end to it\nas  if  it  had  never  existed  and  substitute  a new contract for it solely\ngoverning their rights and liabilities thereunder; (5) in the former case,  if\nthe  original  contract  has  no  legal existence, the arbitration clause also\ncannot operate, for along with the original contract, it is also void; in  the\nlatter  case, as the original contract is extinguished by the substituted one,\nthe arbitration clause of the original contract  perishes  with  it;  and  (6)\nbetween  the  two  falls  many  categories  of  disputes  in connection with a\ncontract, such as the question of repudiation, frustration, breach  etc.    In\nthose cases it is the performance of the contract that has come to an end, but\nthe contract is still in existence for certain purposes in respect of disputes\narising under  it  or  in  connection  with  it.  As the contract subsists for\ncertain  purposes,  the  arbitration  clause  operates  in  respect  of  these\npurposes. \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_35\">        We  have  held  that  the  three  contracts were settled and the third\nsettlement contract was in substitution of the three contracts; and, after its\nexecution, all the earlier contracts were  extinguished  and  the  arbitration\nclause contained  therein  also  perished  along with them.  We have also held\nthat the new contract was not a conditional one and after  its  execution  the\nparties should  work out their rights only under its terms.  In this view, the\njudgment of the High Court is correct.  This appeal  fails  and  is  dismissed\nwith costs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">        In  <a href=\"/doc/1391279/\" id=\"a_82\">the  above  decision</a>,  the Honourable Supreme Court held that many\ncategories of disputes in connection with a contract, such as the question  of\nrepudiation,  frustration,  breach etc., In those cases, it is the performance\nof the contract that has come  to  an  end,  but  the  contract  is  still  in\nexistence  for  certain purposes in respect of disputes arising under it or in\nconnection with it.   As  the  contract  subsists  for  certain  purposes  the\narbitration clause operates in respect of these purposes.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">        17.     Considering  the facts involved in this case, I hold that even\nafter termination of the agreement, the arbitration clause subsists.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_38\">        18.     The above mentioned  decisions  and  also  the  provisions  of\n<a href=\"/doc/1306164/\" id=\"a_83\">Arbitration and Conciliation Act, 1996</a> make it clear that if a suit is brought\nby a party to the arbitration agreement namely suit to challenge the agreement\nor  award,  suit  to  affirm  agreement  or award, suit inspite of arbitration\nagreement are clearly barred by the provisions of <a href=\"/doc/1146817/\" id=\"a_84\">Section 8</a>  of  the  Act  and\nrelief, if any, has to be by way of provisions of the <a href=\"/doc/1052228/\" id=\"a_85\">Arbitration Act</a> itself.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">        19.     It  is not in dispute that the petitioner herein has satisfied\nthe requirements of <a href=\"/doc/1146817/\" id=\"a_86\">Section 8</a> before the trial court.  The trial court  passed\nthe  impugned  order  in  contravention  of  <a href=\"/doc/1146817/\" id=\"a_87\">Section  8</a> of the Arbitration and\nConciliation Act, hence the same is liable to be set aside and accordingly  it\nis set aside.   The  dispute  in  O.S.    No.   854 of 2004 is referred to the\narbitrator as mentioned in clause 29 of the agreement.  The respondent  is  at\nliberty  to  canvas all the points and disputes, which are raised in the suit,\nbefore the Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">        20.     The Civil  Revision  Petition   is   allowed.      No   costs.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">Consequently, connected CMP is closed.  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_42\">11-02-2005 \nrsh\nIndex :  Yes\nWeb site :  Yes\nTo\n\nThe VIII Assistant Judge\nCity Civil Court\n\n\n\u001a</p>","numcites":37,"numcitedby":4,"docsource":"Madras High Court","citetid":366616,"divtype":"judgments","relatedqs":[{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"original agreement for arbitration","formInput":"original%20agreement%20for%20arbitration"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"housing loan","formInput":"housing%20loan"},{"value":"arbitration section 8","formInput":"arbitration%20section%208"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"\"void ab initio\"","formInput":"%22void%20ab%20initio%22"},{"value":"ctc","formInput":"ctc"},{"value":"\"arbitration agreement\" + \"original\"","formInput":"%22arbitration%20agreement%22%20%2B%20%22original%22"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"\"arbitration clause\" \"agreement\"","formInput":"%22arbitration%20clause%22%20%22agreement%22"},{"value":" void ab initio","formInput":"%20void%20ab%20initio"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"extent-of-judicial-intervention","formInput":"tag:extent-of-judicial-intervention"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}