{"tid":79970273,"publishdate":"2017-04-27","title":"Veeru vs State Of M.P. on 27 April, 2017","doc":"<h2 class=\"doc_title\">Veeru vs State Of M.P. on 27 April, 2017</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-gupta\">N.K. Gupta</a>, <a href=\"/search/?formInput=benchid:s-k-awasthi\">S.K.Awasthi</a></h3>\n\n<pre id=\"pre_1\">                                 1      Criminal Appeal No.544/2007\n\n          HIGH COURT OF MADHYA PRADESH\n                BENCH AT GWALIOR\n                 DIVISION BENCH:\n\n         HON&#x27;BLE SHRI JUSTICE N.K. GUPTA\n                        &amp;\n        HON&#x27;BLE SHRI JUSTICE S.K.AWASTHI\n\n          CRIMINAL APPEAL NO. 544 OF 2007\n\n                          Veeru\n                           Vs.\n                State of Madhya Pradesh\n\nFor the appellant      :    None.\n\nFor       respondent- :     Shri J.M. Sahni, Panel Lawyer\nState\n\n                     JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                      (27/04/2017)\n\nPer Justice N.K. Gupta:\n</p><blockquote id=\"blockquote_1\">     The appellant has preferred the present appeal\nagainst   the   judgment        dated   18.1.2017     passed    by\nAdditional   Judge   to    IV    Additional     Sessions    Judge,\nShivpuri (M.P.) in Sessions Trial No.158/2006, whereby\nthe appellant has been convicted of offence under\n<a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> of IPC and sentenced to Life Imprisonment\nwith a fine of Rs.100/-.\n</blockquote><blockquote id=\"blockquote_2\">(2) The prosecution&#x27;s case, in short, is that on 5.5.2006\nPannalal (PW-1) had lodged a missing report at Police\nStation Rannod that his daughter Rachna was missing\nsince the noon of 4.5.2006. The deceased Rachna was\nonly 8 years old. Pannalal and others have tried to\nsearch for Rachna but she could not be recovered. After\ngetting the missing report recorded in Rojnamcha Ex.P-\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">21, search was started. One witness Lal Sahab (PW-6)\nfound the dead body of deceased Rachna and on his\n                                  2    Criminal Appeal No.544/2007\n\nintimation her dead body was recovered on 5.5.2006 at\nabout 9 o&#x27;clock in the morning by a recovery memo,\nEx.P-29. The dead body was sent for post-mortem. A\nteam of doctors including Dr. V.C.Goyal (PW-11), Dr.\nS.K.Bansal (PW-12) had performed the post-mortem on\nthe body of the deceased and gave a report, Ex.P-16.\nAccording to these doctors, the neck of the deceased\nwas cut through and through and, therefore, she had\ndied. Sub-Inspector Kushal Bhadoriya (PW-19) recorded\nthe FIR, Ex.P-17, and its counter was sent to the\nconcerned Magistrate.\n</p><p data-structure=\"Facts\" id=\"p_3\">(3) He examined various witnesses. He went to the spot\nand prepared a spot map, Ex.P-9. He took the soil from\nthe spot which was bloodstained and a seizure memo,\nEx.P-6, was prepared. On recording the case diary\nstatements of various witnesses like Manoj (PW-3),\nGenda (PW-15) and Munshi (PW-16), a clue was received\nthat it was the appellant, who took the deceased with\nhim on 4.5.2006. The appellant Veeru was arrested and\ninterrogation was started. The appellant Veeru gave his\nstatement about his clothes and a memo under <a href=\"/doc/1312051/\" id=\"a_2\">Section\n27</a>   of   the   Evidence      Act,    Ex.P-1,   was   prepared.\nThereafter his clothes were seized by recovery memo,\nEx.P-3. Similarly, on memo given by the appellant, one\nsilver payal was recovered from him and recovery memo,\nEx.P-8, was prepared. Again on his information a knife\nwas recovered from the appellant and a recovery memo,\nEx.P-9, was prepared. Also from the appellant and co-\naccused Veer Singh one shirt and underwear were\nrecovered by recovery memo, Ex.P-2. The payal and\nunderwear       etc.   were    sent   for   identification.   The\nTahsildar S.K.Dubey arranged for identification of such\n                                     3       Criminal Appeal No.544/2007\n\narticles and prepared identification memo, Ex.P-13.\nPannalal    (PW-1),          Guddibai     (PW-2),    parents   of   the\ndeceased identified the articles of the deceased. All the\nseized     articles      were      sent     for     forensic   science\nexamination by a letter, Ex.P-28. However, no report of\nForensic Science Laborary was filed till the disposal of\nthe trial. After due investigation, the charge sheet was\nfiled before the Judicial Magistrate First Class, Kolaras,\nwho committed the case to the Court of Session and\nultimately it was transferred to Additional Judge to IV\nAdditional Sessions Judge, Shivpuri.\n</p><p data-structure=\"PetArg\" id=\"p_4\">(4) The appellant abjured his guilt. He did not take any\nspecific plea but he has stated that he was falsely\nimplicated in the matter and no defence evidence was\nadduced by him.\n</p><p data-structure=\"PetArg\" id=\"p_5\">(5) Since no one was appearing for the appellant and\nthe appellant was now in the custody for more than 10\nyears, Shri Rajendra Singh Yadav, Advocate from panel\nof High Court Legal Services Committee is appointed to\nargue the matter on behalf of the appellant. Shri Yadav\nhas vast experience in dealing with the criminal case.\nThereafter, we have heard learned counsel for the\nparties at length.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">(6) In the present case, first of all it is to be considered\nas to whether the deceased died due to homicidal death\nor not. In this connection, evidence of Dr. V.C.Goyal (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_7\">11) and Dr. S.K.Bansal (PW-12) may be considered.\nAccording        to    Dr.    V.C.Goyal,    after    performing     the\npostmortem on the body of the deceased Rachna, aged 8\nyears, a report Ex.P-16 was given. Dr. Goyal found\nfollowing injuries on the body of the deceased:-\n</p><blockquote id=\"blockquote_3\">            1.        Incised wound over front and middle of\n</blockquote><p data-structure=\"PetArg\" id=\"p_8\">                                  4     Criminal Appeal No.544/2007\n\n          the neck placed horizontally size 12 cm x 2\n          cm x 5 cm deep all muscle, all blood vessel\n          (carotid veins and artery and nerve) cut,\n          trachea &amp; esophagus cut open. Anterior part\n          vertebra visible;\n</p><p data-structure=\"Precedent\" id=\"p_9\">          2.      Incised wound situated over right side of\n          neck - 3 cms x 1 cm x 1 cm. This wound is\n          situated 3 cms. Above the injury no.1, and\n          obliquely placed and connecting to wound\n          No.1 making injury Y shape at the end (right\n          side);\n</p><p data-structure=\"Precedent\" id=\"p_10\">          3.      Incised    wound      over       right   supra\n          clavicular - 3 cms x 1 cm x 1 cm.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_11\">On opening the body of the deceased, it was found that\nwind pipe and food pipe were found cut and neck of the\ndeceased was cut through and through. She died due to\nhomicidal death. Her hymen was intact and there was no\ninjury visible on her private part. According to these\ndoctors, the injuries were sufficient to cause death of the\ndeceased. Since the neck of the deceased was found cut\nout and out and such injuries could neither be caused by\nthe deceased herself nor could they be sustained by her\nin any accident and, therefore, the opinion given by Dr.\nV.C.Goyal (PW-11) is acceptable that the death of the\ndeceased was homicidal in nature.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">(7) In the present case there is no ocular evidence and\nthe   entire   case      depends     upon   the    circumstantial\nevidence. First circumstance is motive, which could not\nbe proved by the prosecution. Pannalal (PW-1) and\nGuddibai (PW-2) did not mention about any enmity with\nthe   appellant     so    that   the   appellant     would   have\n                            5       Criminal Appeal No.544/2007\n\nkidnapped their daughter Rachnabai and killed her.\nPannalal and Guddibai made suspicion that the appellant\nkidnapped their daughter and tried to commit rape and\nthereafter when he was not successful, he killed the\ndeceased. However, if postmortem report, Ex.P-16,\nproved by Dr. V.C.Goyal (PW-11) is perused then neither\nany injury was found on the private part of the body of\nthe deceased nor any internal injury was found. Her\nhymen was found intact. Though Dr. Goyal prepared two\nslides of vaginal swab and handed over to the police but\nneither any FSL report was produced nor it is proved\nthat any blood or semen particles were found in the\nvaginal swab. Similarly, it is alleged that underwear of\nthe prosecutrix was found at a different place but no\nforensic science report of that underwear was produced\non record to show that it contains any semen particle or\nblood. On the other hand, trial Court has acquitted the\nappellant from the charge under Sections 376 read with\n<a href=\"/doc/1185693/\" id=\"a_3\">Section 511</a> of IPC and, therefore, in absence of any\nsymptoms it cannot be said that the deceased was killed\nor kidnapped so that she would be exploited for sexual\nintercourse or harassment. Under these circumstances,\nwhere such an attempt could not be proved by the\nprosecution, it cannot be said that the appellant had a\nmotive to kidnap a minor girl Rachnabai, aged 8 years,\nso that he would have committed rape upon her or he\nwould have tried to commit rape.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">(8) The   second   circumstance     in   the   case   is   the\nevidence of last seen. In this connection, Manoj (PW-3),\nGenda (PW-15) and Munshi (PW-16) are examined. Out\nof them, Manoj has stated that Veeru came to the spot\nand held the deceased Rachna. Rachna was telling to\n                             6    Criminal Appeal No.544/2007\n\nleave her but the appellant did not leave her. However, in\nthe cross-examination Manoj has accepted that when\nManoj and others were playing, Veeru told them to leave\nthe place, thereafter Manoj ran away from the spot and,\ntherefore remaining evidence as told by Manoj appears\nto be incorrect. He did not see as to whether the\nappellant took the deceased Rachnabai with him and\nthrew her in a pit. Manoj is nephew of Pannalal (PW-1),\nhence the deceased Rachnabai was his cousin. If such\nincident would have taken place in front of Manoj then it\nwas his duty to inform immediately his Uncle Pannalal. It\nwould be apparent that Pannalal searched for his\ndaughter for entire day of 4th May, 2006 and if Manoj\nwould have seen that the appellant took the deceased\nthen he would have informed about such incident to his\nUncle Pannalal and Pannalal would have lodged the FIR\non the same very day on the basis of suspicion. Under\nthese circumstances, possibility cannot be ruled out that\nthe witness Manoj was the tutored witness, who\nunnecessarily claimed that the deceased was seen with\nthe appellant.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">(9) Similarly, if evidence of Genda (PW-15) and Munshi\n(PW-16) is considered then both of them have accepted\nthat they were brought before the Court by one Lala @\nJagdish. No reason has been shown as to why the\nparents of these children did not take them to the Court.\nMunshi has accepted that when he reached to the spot,\nhe found that Genda and Manoj were playing and he\nreached thereafter. Munshi has accepted that he did not\nsee the appellant taking the deceased Rachna along with\nhim. The witness Genda had also claimed that he saw the\ndeceased Rachna, who was taken by the appellant with\n                               7     Criminal Appeal No.544/2007\n\nhim. However, when he was confronted with his case\ndiary statement, Ex.D-3, it was found that he did not\nstate before the police that he saw the appellant taking\nthe deceased Rachna. Genda and Munshi are friends of\nwitness Manoj, who is nephew of Pannalal. It is possible\nthat these three witnesses were tutored and they gave\ntheir evidence on tutoring. In these circumstances where\nit was expected from Manoj that if he would have seen\nthat the deceased Rachna was taken by the appellant\nforcefully then he would have informed his Uncle\nPannalal on the same very day and since he did not\ninform the complainant Pannalal, it appears that none of\nthese children have seen the deceased Rachna along\nwith the appellant and these witnesses are tutored\nwitnesses. Under these circumstances, the fact of last\nseen could not be proved.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">(10) The   prosecution      has   examined     the      witnesses\nIndravijay Singh (PW-7) and Shabuddin Rajvi (PW-13) to\nprove that the dead body of the deceased was found near\nthe place where the appellant was cultivating the field.\nIndravijay Singh (PW-7) has stated that initially Devilal,\nfather of the appellant was taking his land at village\nDhanera on lease. After death of Devilal, appellant Veeru\nwas   taking   his   land   on    lease.   Similarly,    witness\nShabuddin Rajvi (PW-13) has stated that the land of\nIndravijay was being cultivated by the appellant and the\nappellant was often visiting that land. However, if the\nappellant was in possession of the land and near that\nland the dead body of deceased Rachnabai was found\nthen, that circumstance cannot go against the appellant.\nAnybody could kill the deceased Rachnabai and throw\nthe dead body near the field of appellant then it cannot\n                                8   Criminal Appeal No.544/2007\n\nbe said that there was fault of appellant if dead body of\nthe deceased was found near the land which was in\npossession of the appellant.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">(11) The witnesses relating to recovery of dead body\nhave tried to implicate that the dead body was recovered\non the information of the appellant. In this connection,\nMukesh (PW-9) has stated that on the next day when the\ndeceased Rachna was missing, the appellant Veeru\ncalled him and informed him that his sister was taken by\none Pardi and thereafter he took him to Deharda square\nwhere he found the dead body of his sister lying in\nbushes and her neck was cut out and out. However,\nwhen this witness was confronted with the case diary\nstatement, Ex.D-2, then it was clear that no such\nstatement was given by witness Mukesh before the\npolice in his case diary statement. Hence, Mukesh (PW-\n</p><p data-structure=\"RespArg\" id=\"p_17\">9)   being   brother   of   the    deceased    Rachna     has\nunnecessarily stated against the appellant that he\nshowed the dead body of the deceased. Actually dead\nbody of the deceased was recovered by Lal Sahab (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_18\">6). He has stated that when he was searching the\ndeceased Rachna, he found the dead body, which was\ntotally necked, thereafter he called the other related\npersons who were searching the deceased Rachnabai\nand thereafter Pannalal (PW-1) came to the spot and on\nintimation the police also arrived at the spot and\nthereafter Panchayatnama Lash, Ex.P-4, was prepared.\nPannalal (PW-1) also told about the recovery of the dead\nbody. The document, Ex.P-29, was prepared by Sub-\nInspector Kushal Bhadoriya (PW-18) at about 9 am on\n5.5.2006, and after recovery of the dead body it was sent\nfor postmortem. Though it is submitted that a missing\n                                9     Criminal Appeal No.544/2007\n\nreport in Rojnamcha, Ex.P-21, was written at about 7.30\no&#x27;clock in the morning but possibility cannot be ruled out\nthat when the dead body was recovered at 9 am,\nthereafter   such   missing    report   was    made     in   the\nRojnamcha by the concerned SHO or Head Constable\nMoharrir in ante time manner. However, it makes no\ndifference as to whether any missing report was lodged\nprior to recovery of the dead body or after recovery of\nthe dead body but it could not be proved that the dead\nbody of the deceased was recovered on the information\ngiven by the appellant.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">(12) The next circumstance against the appellant is that\nthe various articles of the deceased were found with the\nappellant. Sub-Inspector Kushal Bhadoriya (PW-18) has\nproved the recovery memo, Ex.P-2, that on intimation\ngiven by the appellant a white shirt of tericot and one\nunderwear was recovered from him. However, if memo\nEx.P-2 is perused then it is shown that such articles were\nrecovered from the appellant as well as Veer Singh\nGadariya, a juvenile against whom the charge sheet was\nfiled before the Juvenile Justice Board. The possibility\ncannot be ruled out that since no memo under <a href=\"/doc/1312051/\" id=\"a_4\">Section\n27</a> of the Evidence Act of the appellant is recorded in\nthis connection then such articles would have been\nrecovered on the information given by Veer Singh and\nthereafter recovered, hence by a joint recovery it cannot\nbe said that such articles were recovered from the\nexclusive    possession   of   the   appellant.   Hence,     the\nprosecution has failed to prove that underwear and other\nclothes of the deceased were recovered from the\nappellant or those articles were in exclusive possession\nof the appellant. Also such articles could have been\n                                10         Criminal Appeal No.544/2007\n\ntaken by the police from the parents of the deceased\nand, therefore, such seizure has no specific evidenciary\nvalue against the appellant. It is also claimed that on\nintimation given by the appellant under <a href=\"/doc/1312051/\" id=\"a_5\">Section 27</a> of the\nEvidence Act, for which a memo Ex.P-7 was recorded,\none silver Payal was recovered with a seizure memo\nEx.P-8. The investigating officer Kushal Bhadoriya (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_20\">18) took the witnesss Lal Sahab and Bharosa to prove\nsuch documents. Lal Sahab (PW-6) was examined before\nthe trial Court whereas Bharosa was not examined. Lal\nSahab has accepted in the cross-examination that a\nsilver Payal was recovered from closed house which was\nclosed with a lock. However, police opened the lock but\nit was not shown by the polic that the appellant provided\nthe keys of that lock. No memo of opening of the lock\nwas prepared. If according to Lal Sahab key was already\nthere with the police then possibility cannot be ruled out\nthat when a silver Payal was recovered from the closed\nhouse which was closed by the police and key of that\nlock was with the police then it cannot be said that the\nPayal   was   recovered   from           the   possession   of   the\nappellant.    The   evidence        of    Sub-Inspector      Kushal\nBhadoriya (PW-18) cannot be accepted that any silver\nPayal was recovered from the appellant.\n(13) Also, Tahsildar S.K.Dubey (PW-19) has proved the\nidentification proceeding and a memo Ex.P-13 prepared\nfor such proceeding. If evidence of that witness is\nconsidered then it would be apparent that underwear of\nthe deceased was old and already used. He could not say\nhow many underwears were mixed with such articles\nsent by the police. He has accepted that he told a woman\npeon to bring such articles from her house and she\n                             11     Criminal Appeal No.544/2007\n\nbrought silver Payal and underwear of female child and\nthereafter identification was arranged. The evidence\ngiven by Tahsildar S.K.Dubey (PW-19) indicates that he\narranged the identification proceeding in a casual\nmanner which does not give any confidence in the case.\nIf new underwear was mixed then it was very easy for\nthe parents of the deceased Rachnabai to identify the old\nunderwear which was of their daughter. Similarly, if such\nsilver Payal was available to the children of woman peon\nthen without any identification mark identification of\nsilver Payal has no meaning. Hence, if it is presumed\nthat alleged underwear of the deceased Rachnabai and\none Payal were recovered from the appellant then still\nthose could not be proved beyond doubt to be of the\ndeceased    Rachnabai    and,    therefore,   recovery     of\nunderwear and Payal does not create any evidenciary\nvalue in favour of the prosecution.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">(14) The Sub-Inspector Kushal Bhadoriya (PW-18) has\nalso proved the document to show that bloodstained\nclothes and a knife were recovered from the appellant\nand he prepared seizure memos Ex.P-3 and Ex.P-11,\nrespectively. If it is presumed that such articles were\nrecovered from the appellant then no report of FSL was\nfiled to show that clothes of the appellant had blood\nstains of human origin or of the deceased Rachnabai.\nSimilarly, it could not be proved beyond doubt that the\nweapon of offence contained any blood stains of the\ndeceased or of the human origin. Hence, in absence of\nthe report of FSL recovery of knife and clothes of the\nappellant has no evidenciary value.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">(15) On the basis of aforesaid discussion, there was no\nmotive with the appellant to kill the deceased Rachnabai.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">                                      12   Criminal Appeal No.544/2007\n\n        No indication was found on her dead body that she was\n        subjected to attempt of rape. The evidence of last seen\n        against the appellant could not be proved. The articles of\n        the deceased could not be proved to be found with the\n        appellant. No bloodstain was found of the deceased\n        Rachnabai on the clothes of the appellant or knife\n        recovered from the appellant. Hence, in the absence of\n        any ocular evidence chain of circumstantial evidence is\n        broken. There is no evidence against the appellant so\n        that he could be convicted of the offence under <a href=\"/doc/1560742/\" id=\"a_6\">Section\n        302</a> of IPC. The trial court has committed an error in\n        convicting the appellant of offence under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> of\n        IPC.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">        (16) On the basis of the aforesaid discussion, the appeal\n        filed by the appellant is hereby allowed. The conviction\n        as well as sentence recorded by the trial court against\n        the appellant for the offence under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> of IPC is\n        hereby set aside. Appellant is acquitted from the charge\n        of <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a> of IPC. He would be entitled to get the\n        fine amount back if he has deposited the same before the\n        trial Court.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">        (17) The Registry is directed to arrange for issuance of a\n        release warrant of appellant without any delay so that he\n        may be released forthwith.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">        (18) A copy of the judgment be sent to the court below\n        along with its record for information.\n</p>\n\n\n\n<pre id=\"pre_2\">                (N.K. Gupta)                     (S.K.Awasthi)\n                   Judge                             Judge\n(yog)          (27/04/2017)                      (27/04/2017)\n </pre>","numcites":3,"numcitedby":21,"docsource":"Madhya Pradesh High Court","citetid":79970273,"divtype":"judgments","relatedqs":[{"value":"rape ","formInput":"rape%20"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"last seen","formInput":"last%20seen"},{"value":"case diary","formInput":"case%20diary"},{"value":"underwear ","formInput":"underwear%20"},{"value":"recovery memo","formInput":"recovery%20memo"},{"value":"committed rape on","formInput":"committed%20rape%20on"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"\"last seen\"","formInput":"%22last%20seen%22"},{"value":"Rojnamcha","formInput":"Rojnamcha"},{"value":"payal","formInput":"payal"},{"value":"lock-out","formInput":"lock-out"},{"value":"Homicide ","formInput":"Homicide%20"},{"value":"tahsildar","formInput":"tahsildar"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"section 27","formInput":"section%2027"},{"value":"\"section 27\" ANDD \"limitation act\" NOTT \"adverse possession\"","formInput":"%22section%2027%22%20ANDD%20%22limitation%20act%22%20NOTT%20%22adverse%20possession%22"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"punishment-for-offences-with-imprisonment","formInput":"tag:punishment-for-offences-with-imprisonment"}],"courtcopy":true,"query_alert":null,"agreement":false}