{"tid":162343168,"publishdate":"1800-01-01","title":"Kousic & Co vs The Chief Engineer","doc":"<h2 class=\"doc_title\">Kousic &amp; Co vs The Chief Engineer</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-krishnakumar\">D.Krishnakumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-krishnakumar\">D.Krishnakumar</a></h3>\n\n<pre id=\"pre_1\">                                                        W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                    IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n\n                                     Orders Reserved on         Orders Pronounced on\n                                          24.8.2023                  01.11.2023\n\n                                                        CORAM\n\n                                  THE HONOURABLE MR.JUSTICE D.KRISHNAKUMAR\n                                                    AND\n                                     THE HONOURABLE MR.JUSTICE P.B.BALAJI\n\n                            W.A.No.1041 to 1051, 1053 of 2017, 1110, 1111, 1124 of 2017,\n                              1388 to 1395 of 2017, 1576 to 1580, 1582 to 1585 of 2017,\n                             and 441 &amp; 442 of 2018 and C.M.P.Nos.19048 to 19055 of 2017\n                                               and 3836 &amp; 3937 of 2018\n\n                     W.A.No.1041 of 2017\n\n                     Kousic &amp; Co.\n                     Rep. By its Partner K.G.Mohanraj\n                     No.A-24, Housing Unit,\n                     Kollampalayam, Erode – 638 002.          ...       Appellant/Petitioner\n\n\n                                                            Vs.\n                     1. The Chief Engineer,\n                        Highways, Construction &amp; Maintenance,\n                        Highways Office Buildings, HRS Campus,\n                        Sardar Patel Road, Chennai 600 025.\n\n                     2. The Superintending Engineer,\n                        Highways, Construction &amp; Maintenance,\n                        Tiruppur Circle, 39, College Road,\n                        Tiruppur – 641 602.\n\n                     3. The Divisional Engineer,\n                        Highways, Construction &amp; Maintenance,\n                        No.101, Poondurai Road, Moolapalayam,\n                        Erode – 638 002.             ...             Respondents/Respondents\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n                     1/33\n\f                                                        W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                Appeal filed under Clause 15 of Letters Patent to set aside the\n                     order dated 23.03.2017 passed in W.P.No.32880 of 2016.\n                              For Appellants in W.A.Nos. : Mr.D.Balaraman\n                              1041 to 1051/2017,1053,\n                              1124, 1389 to 1395/2017\n                              For Appellants in W.A.Nos.   : Mr.K.Mohana Murali\n                              1110 &amp; 1111 of 2017\n                              For Appellants in W.A.Nos.   : Mr.D.Senthilkumar\n                              1576 to 1580, 1582 to\n                              1585 of 2017\n                              For Appellants in W.A.Nos. : Mr.S.Doraisamy\n                              1388/2017, 441 &amp; 442/2018\n                              For Respondents in          : Mr.R.Shanmugasundaram,\n                              all the appeals               Advocate General Asst. By\n                                                            Mr.T.Arun Kumar, A.G.P. &amp;\n                                                            Ms.A.G.Shakeena\n                                                   *****\n                                            COMMON JUDGMENT\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">                     D.KRISHNAKUMAR, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                                  The issues involved in all the writ appeals arose out of the\n\n                     contract entered into between the parties and therefore, all the appeals\n\n                     are heard together and taken up for final disposal and decided by way of\n\n                     common judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">                     Facts in Brief :\n</p>\n<blockquote id=\"blockquote_1\">                                  2. According to the appellants in W.P.No.33905 of 2016, the\n\n                     appellants are registered contractors with the Government of Tamil Nadu\n\n                     for doing contractual works relating to laying of road and/or widening,\n\n                     strengthening and improvements of Government roads including widening\n\n                     of culverts in Thalavadi (H) Construction and    maintenance    division. At\n\n                     the time of awarding contract, terms and conditions have been\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_1\">                     2/33</span>\n\f                                                           W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     evolved by the respondent department for escalation in prices of the\n\n                     various commodities such as bitumen, oil and lubricants, Cement, steel,\n\n                     labour charges or hire charges for machineries etc. The prices of these\n\n                     commodities would fluctuate         from time to time and such fluctuation\n\n                     depends upon various factors, including the policy decision of the\n\n                     Government to increase the tax on the commodity or any other indirect\n\n                     taxes. Therefore, the Government issued G.O.Ms.No.60, Public Works\n\n                     department dated 14.3.2008 for incorporating price variation clause in the\n\n                     agreement and the period of such contract is fixed as 12 months in the said\n\n                     agreement for execution of the contract.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_4\">                                   2(i)   On the basis of the orders of the Government and also\n\n                     incorporating the procedures prescribed in the said Government orders, the\n\n                     bid submitted by the appellant was accepted and contract was awarded to\n\n                     the appellant by issuing a Letter of Acceptance dated 3.12.2014.\n\n</p><p data-structure=\"Section\" id=\"p_5\">                                   2(ii) The price adjustment will apply only when the rates exceed\n\n                     or decrease by 3% or more as compared to the estimated rates (RBI index\n\n                     price).      The price adjustment shall be calculated only on the departmental\n\n                     estimated cost of work.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">                                   2(iii) As per the agreement, the appellant has completed the\n\n                     work awarded to them satisfactorily and the final bill raised by the\n\n                     appellant was also paid to them to the tune of Rs.4,89,80,756/-.\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_2\">                     3/33</span>\n\f                                                          W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                  2(iv) After the appellant completed the work, the fourth\n\n                     respondent by applying the price adjustment clause contained in the\n\n                     agreement and by applying the guidelines prescribed in G.O. Ms.No.60\n\n                     dated 14.3.2008 and G.O. Ms.No.101 dated 10.6.2009, arrived at the price\n\n                     variation of Rs.15,00,175/- and deducted the same from the bill and paid\n\n                     the balance contractual amount to the appellant.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">                                  2(v) After the appellant has completed the work and got the\n\n                     contractual amount settled, the respondents by applying the base date for\n\n                     price variation as on the date of the estimate and not on the date on which\n\n                     the agreement was signed between the contractors, attempted to effect\n\n                     deductions from the bills submitted by the appellant in the ongoing\n\n                     contracts.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">                     Grievance of the appellants :\n</p>\n<blockquote id=\"blockquote_2\">                                  3. The grievance of the appellant is that the respondent suddenly\n\n                     made an attempt to effect deductions from the bills pertaining to the on-\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_9\">                     going contract works.      Therefore, a representation dated 5.7.2016 was\n\n                     submitted through Builders&#x27; Association, Southern Branch. The respondents\n\n                     rejected the said representation by stating that on the basis of &#x27;pass through\n\n                     basis&#x27; method, the impugned order has been passed to recover the amount\n\n                     paid in excess. Aggrieved by the said impugned order, the instant writ\n\n                     petition has been filed by the appellant.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_3\">                     4/33</span>\n\f                                                           W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     Findings of the Writ Court :\n</p>\n<blockquote id=\"blockquote_3\">                                  4.   The learned Single Judge dismissed the writ petition by\n\n                     holding that there is a specific clause stipulated in the agreement that in\n\n                     case of any disputes, redress has to be worked out only before the\n\n                     competent civil Court and that when such a remedy is incorporated in the\n\n                     agreement entered into between the parties, the writ petitions are not\n\n                     maintainable.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_11\">                     Counter affidavit filed by the third respondent :\n\n</p><blockquote id=\"blockquote_4\">                                  5 Counter affidavit has been filed by the third respondent\n\n                     wherein the third respondent denied the averments made in the affidavit\n\n                     filed by the appellants. It is further stated in the counter affidavit that as\n\n                     per G.O.Ms.No.1545/PW Department dated 26.7.1990 under the head\n\n                     settlement of disputes/claims by Civil Court of the agreement, where the\n\n                     dispute involves more than 2.00 lakhs, only Civil Court has jurisdiction. In\n\n                     the instant case, disputed amount is more than Rs.2.00 lakhs. There is no\n\n                     malafides or arbitration involved since price adjustment was carried out\n\n                     entirely within the four corners of contract. Hence, the appellant should\n\n                     have approached the competent Civil Court.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_12\">                                  5(i) It is further stated that it is a well settled proposition of law\n\n                     that when dispute relates to purely contractual issues with no element of\n\n                     public involved, this Court cannot exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a>\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_4\">                     5/33</span>\n\f                                                            W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     of Constitution and therefore, the writ petition was rightly dismissed by the\n\n                     learned Single Judge.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">                                   5(ii) As regards the adherence of principles of natural justice, it\n\n                     is stated that earlier, the Government issued G.O.Ms.No.60, Public Works\n\n                     Department, dated 14.3.2008. Aggrieved by the said G.O., on behalf of the\n\n                     aggrieved contractors, M/s.Builders Association of India (Southern Centre)\n\n                     had sent several representations based on which the Government\n\n                     constituted a committee. After considering the reports of the committee,\n\n                     amendments were brought to G.O.Ms.No60 and G.O.Ms.No.101 dated\n\n                     10.6.2009 came to be issued. Therefore, the grievance of the appellants\n\n                     were heard by the Government and thereafter, certain amendments were\n\n                     issued       to   the   earlier   G.O.Ms.No.60    dated   14.3.2008   by   issuing\n\n                     G.O.Ms.No.101 dated 10.6.2009.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">                                   5(iii) Further, the appellants are fully aware of the terms and\n\n                     conditions of the agreements and having signed the same and so they are\n\n                     estopped from questioning the same.              The procedure was scrupulously\n\n                     followed when the recovery was effected. It is further contended that the\n\n                     price variation is calculated once in a quarter (i) in respect of cement and\n\n                     steel in relation to contracts with period upto 12 months and (ii) in respect\n\n                     of all components except bitumen and Petroleum, Oil &amp; lubricants (POL) for\n\n                     the works with contract period of more than 12 months. This is calculated\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_5\">                     6/33</span>\n\f                                                          W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     as per the specified formula from the last date of submission of bid up to\n\n                     the end of agreement period provided, that the agreement is signed within\n\n                     the minimum specified time, failing which, the price variation will be\n\n                     applicable from the date of agreement only, based on the wholesale price\n\n                     indexes of RBI.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">                                  5(iv) The work order for the subject work was issued by the first\n\n                     respondent vide Lr.No.T.R.P.67/2014 – 15/Vol-I/JDO-1 on 18.2.2015 at\n\n                     0.01% below estimate rate with an instruction to sign the agreement within\n\n                     15 days from the date of receipt of this work order and the appellant\n\n                     executed the agreement next day after the work order issued.\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">                                  5(v) The quarter would be reckoned with reference to the\n\n                     quarter of calender year in which the last date on bid submission is fixed is\n\n                     considered for determining the estimate amounts.          In case of delayed\n\n                     agreement, the quarter in which the agreement is signed will be reckoned\n\n                     for the purpose of calculation of Price Adjustments.       Thus, there is no\n\n                     arbitrary or unfair practice that is being carried out by the respondent.\n\n</p><p data-structure=\"PetArg\" id=\"p_17\">                                  5(vi) The Price variation was calculated as per G.O.Ms.No.101\n\n                     Public Works (G2) Department dated 10.6.2009 and also as per terms and\n\n                     conditions of the agreement.        Further, Clause 5 under heading &#x27;&#x27;price\n\n                     variation clause for works&#x27;&#x27; contained in the agreement clearly states that\n\n                     &#x27;&#x27;price adjustment shall be calculated only on departmental estimated cost\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_6\">                     7/33</span>\n\f                                                          W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     of the work. For bitumen &amp; POL, Price adjustment will be calculated on\n\n                     &#x27;&#x27;pass through&#x27;&#x27; basis with payment of actual rate/price at the rates charged\n\n                     by Indian Oil Corporation&#x27;&#x27;. Thus, the appellants have accepted the terms\n\n                     and conditions of the contract including the clauses relating to price\n\n                     variation.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">                                  5(vii) Further, it is stated that the Superintending Engineer\n\n                     conducted a meeting with the contractors and Engineers on 9.8.2016 and a\n\n                     notice dated 19.8.2016 was also issued to the Contractor and the same was\n\n                     acknowledged by the appellant in the affidavit filed before this Court.\n\n                     Hence, allegation that no notice was issued by the respondent is a blatantly\n\n                     false statement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">                                  5(viii) If the agreement is signed within the specified time, the\n\n                     base rate is taken to be the estimate rate.          The delay in signing of\n\n                     agreement is solely due to the fault of the appellant and the respondent is\n\n                     not responsible for the delay in executing the agreement.\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">                                  5(ix) The Accountant General is the ultimate authority to point\n\n                     out the procedural defects in the financial transactions involved in the work\n\n                     and any amount due to the government, is strictly deducted without any\n\n                     compromise. In the present case, the price adjustment was carried out in a\n\n                     transparent manner according to the terms of the Contract.\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_7\">                     8/33</span>\n\f                                                           W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                   5(x) If the rates for Bitumen, POL etc., goes upwards on estimate\n\n                     rates, the department pays the difference to the Contractors and in case of\n\n                     rate downwards, the Contractor has to refund the difference amount to the\n\n                     Government.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">                     Additional counter affidavit filed by the third respondent is as follows:\n\n</p><blockquote id=\"blockquote_5\">                                   6. The Government had brought in the preliminary specifications\n\n                     to Standard Specifications to Roads &amp; Bridges (PS to SSRB) in the form of\n\n                     Tamil        Nadu Highways Manual, to deal with the general conditions of\n\n                     contract. The said Manual is followed for all contract works in Highways\n\n                     department of the State of Tamil Nadu.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_22\">                                   6(i) The Government had issued G.O.Ms.No.60, P.W.D. (G2)\n\n                     Department, dated 14.3.2008 bringing into effect Price Adjustment\n\n                     mechanism in respect of Construction works for items and categories as\n\n                     detailed in paras 3(1) (a) &amp; 3(1) (b). Based on the recommendations of the\n\n                     Committee of Engineers, the Government had made the amendments to\n\n                     Para 3(1) of G.O.Ms.No.60, dated 14.3.2008 vide G.O.Ms.No.101, Public\n\n                     works (G2) Department dated 10.6.2009.              The said amended Price\n\n                     Adjustment Mechanism was deemed to have come into effect from\n\n                     14.3.2008.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">                                   6(ii) The appellant had not executed the agreement within the\n\n                     stipulated 15 days time on the ground of illness suffered by the appellant&#x27;s\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_8\">                     9/33</span>\n\f                                                         W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     Proprietor. It is further contended that during settlement of the final bill,\n\n                     it had been found that there had been decrease by 3% in the prices of\n\n                     Bitumen &amp; Petroleum Oil &amp; Lubricants (POL) as per the price of Indian Oil\n\n                     Corporation ltd. Compared to the Estimate rates. Hence, Price Adjustment\n\n                     mechanism had been applied for the above said works done by the\n\n                     appellant.\n</p>\n<p data-structure=\"Facts\" id=\"p_24\">                                  6(iii) The second respondent vide Ref. Memo No.187/2014/2015/\n\n                     DO-1/ dated 23.2.2015 had rejected the claim of the appellant stating that\n\n                     the price adjustment could be calculated only based on the Estimate cost.\n\n                     The agreement between the appellant and the second respondent had been\n\n                     entered into within the same quarter of the calender year and hence, the\n\n                     agreement could not be stated as delayed agreement.\n\n                     Reply affidavit filed by the appellant is as follows:\n\n</p><blockquote id=\"blockquote_6\">                                  7. In the reply, it is stated that there was a decrease by 3% in\n\n                     the prices of bitumen &amp; petroleum Oil &amp; Lubricants (POL) as per the price\n\n                     of Indian Oil Corporation Ltd. (IOCL) compared to the estimate rates. The\n\n                     respondent wrongly calculated the price adjustment and without any notice\n\n                     to the appellant, an amount of Rs.50,00,697/- was deducted on 19.6.2015.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_25\">                     It is stated that before passing an order of deduction, the aggrieved person\n\n                     should be given an opportunity of being heard. In the present case, without\n\n                     any notice or hearing the appellant, the impugned order has been passed.\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_9\">                     10/33</span>\n\f                                                          W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                  7(i) By applying G.O.Ms.No.101, if an agreement is signed beyond\n\n                     the stipulated time, the price of the materials as on the date of agreement\n\n                     alone should be taken into consideration and not the date of estimate. The\n\n                     price adjustment cannot be calculated on the estimate cost but only on the\n\n                     price prevailing on the date of delayed agreement.\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">                                  7(ii) Further, as per G.O.Ms.No.101, the price variation should be\n\n                     calculated once in a quarter and not at the final payment of the bill since\n\n                     there is a chance for decrease and escalation of the prices once in three\n\n                     months. In sofar as the averments made in the additional counter affidavit\n\n                     in para 14 (i), that no notice is required to be issued to the appellant, since\n\n                     the terms of the tender notification categorically provided for recovery\n\n                     amount from the tenderers, the appellant state that the appellant is not\n\n                     questioning the authority of the respondent in making the price adjustment,\n\n                     but it is well settled law when an order is passed in adverse affecting the\n\n                     person, an opportunity of being heard should be given.\n\n                     Arguments of the Counsel for the Parties:\n</p>\n<blockquote id=\"blockquote_7\">                                  8. The learned counsel appearing for the appellants has\n\n                     submitted that the deductions made by the respondents are contrary to the\n\n                     covenants contained in the agreement entered into between the parties.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_27\">                                  8(i) The respondents by misinterpretation of the specified clause\n\n                     contained in the agreement, have evolved upon a method to deduct the\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_10\">                     11/33</span>\n\f                                                          W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     amount from the on-going projects, which was not agreed upon by the\n\n                     appellants. According to the learned counsel for the appellants, said\n\n                     deductions made by the respondents are only on the basis of a purported\n\n                     objections raised by the audit wing.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">                                  8(ii) It is specific case of the appellants that the impugned order\n\n                     has been passed without providing details or particulars of the deductions\n\n                     made by the respondents and also without providing an opportunity of\n\n                     hearing to the appellants. The learned Single Judge without considering the\n\n                     said ground raised by the appellants dismissed the writ petition by holding\n\n                     that the dispute arose in the present writ petition falls within the domain of\n\n                     contractual obligations     and therefore, the dispute shall be adjudicated\n\n                     before the appropriate forum.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">                                  8(iii) According to the appellants, the learned Single Judge failed\n\n                     to take note of the contention raised by the appellants that the respondents\n\n                     not only made deductions pertaining to the current period from the on-\n\n                     going contract work but also from the final bills pertaining to the earlier\n\n                     period of contract wherein the appellants have already completed the\n\n                     contractual work and also settled the final bill amount payable under the\n\n                     contract. However, the deductions based on price variation pertaining to\n\n                     the previous contracts sought to be recovered from the on-going projects\n\n                     undertaken by the appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_11\">                     12/33</span>\n\f                                                         W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                  8(iv) According to the appellants, the respondents have no right\n\n                     to deduct the amount from the bills of the on-going projects for the\n\n                     contract works which were already completed by the appellants and\n\n                     therefore, the impugned order itself has been passed without jurisdiction.\n\n                     The said recovery made by the respondents is without providing an\n\n                     opportunity of hearing to the appellants       and therefore, the impugned\n\n                     orders are per se violation of principles of natural justice and as such the\n\n                     impugned order is unsustainable.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">                                  8(v) The method evaluating the price variation is clearly\n\n                     incorporated in the agreement and beyond the terms stipulated, the\n\n                     respondents are not entitled to resort to a new method which was not part\n\n                     of the conditions of the agreements entered into by the appellants and the\n\n                     respondents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">                                  8(vi) According to the appellants, the respondents ought not to\n\n                     effect such deductions for the earlier period of contract works which were\n\n                     already completed and the bills were also settled.            However, the\n\n                     respondent had recovered the said amount from the bills pertaining to the\n\n                     on-going projects. In such circumstances, the contention of the appellant\n\n                     that there is no details or particulars furnished to the appellant for the\n\n                     deductions made by the respondent for the earlier periods of contract work\n\n                     and therefore, violates the principles of natural justice by deducting the\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_12\">                     13/33</span>\n\f                                                          W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     amount from the final bills without giving an opportunity of hearing to the\n\n                     appellants. Therefore, the recovery made by the respondent is arbitrary,\n\n                     illegal, violates <a href=\"/doc/367586/\" id=\"a_2\">Article 14</a><a href=\"/doc/211089/\" id=\"a_3\">, 16</a><a href=\"/doc/1218090/\" id=\"a_4\">, 19</a> of Constitution of India.\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">                                  9 The learned Advocate General vehemently opposed the appeals\n\n                     by stating that the appellants are fully aware of the clauses contained in\n\n                     the agreement, particularly the clause relating to adjustment of price\n\n                     variation contained therein. Thus, the adjustment of amount towards price\n\n                     variation is part and parcel of the agreement entered into between the\n\n                     appellants and the respondents.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">                                  9(i) The estimated rate contained in the agreement is referable\n\n                     to the prevailing price at the time of preparation of such estimate and it\n\n                     may vary at the time of execution and/or completion of the work.\n\n</p><p data-structure=\"Section\" id=\"p_35\">                                  9(ii) As per the clause in the agreement, price variation will be\n\n                     higher or less depends on the fluctuation or variation in the price of\n\n                     commodities at the time of execution or at the time of completing the\n\n                     contract work.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">                                  9(iii) It is further contended that the Accountant General is the\n\n                     ultimate authority to point out the procedural defects in the financial\n\n                     transactions involved in the contract work and any amount due to the\n\n                     Government has to be deducted without any compromise from the\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_13\">                     14/33</span>\n\f                                                           W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     Contractor. Even if the work had been completed and the entire amount\n\n                     has been settled, still, the amount, if any due from the Contractor, can be\n\n                     recovered and remitted to the account of the Government.\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">                                  9(iv) Clause 5 under the heading &#x27;&#x27;Price variation clause for\n\n                     works&#x27;&#x27; contained in the agreement wherein it was clearly stated that &#x27;&#x27;the\n\n                     price adjustment shall be calculated only on the departmental estimated\n\n                     cost of the work. For bitumen and POL, price adjustment will be calculated\n\n                     on &#x27;&#x27;pass through&#x27;&#x27; basis taking sanctioned estimate rates for bitumen &amp; POL\n\n                     as base rate.     Similarly, in clause 6 thereof, it was stated that &#x27;&#x27;in respect\n\n                     of bitumen and POL, it may be considered on &#x27;&#x27;pass through&#x27;&#x27; basis with\n\n                     payment of actual rate/price at the rates charged by Indian Oil\n\n                     Corporation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_38\">                                  9(v) When there is specific clause incorporated in the agreement,\n\n                     the amount deducted by the respondent cannot be said to be arbitrary or\n\n                     contrary to the agreement. Therefore, it cannot be contended that the\n\n                     method or formula adopted by the respondents is not provided in the\n\n                     agreement at all.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_14\">10. The Writ Court by relying upon the decision of the Hon&#x27;ble\n\n                     Supreme Court in <a href=\"/doc/77081689/\" id=\"a_5\">Joshi Technologies International Inc. Vs. Union of India\n\n                     and others</a> reported in (2015) 7 SCC 728 dismissed the writ petitions by\n\n                     holding that there is specific clause stipulated in the agreement that in case\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_15\">                     15/33</span>\n\f                                                             W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     of any disputes, redress has to be worked out only before the competent\n\n                     Civil Court and when such a remedy is available to the parties, the writ\n\n                     petitions are not maintainable.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">                                  11. Heard the learned counsel appearing for the appellants,\n\n                     learned Advocate General appearing for the respondents and perused the\n\n                     materials available on record.\n</p>\n<p data-structure=\"Issue\" id=\"p_41\">                                  12.     The points for consideration in the instant appeal are as\n\n                     follows:\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">                                    (i)      Whether the amount recovered in the\n                                             impugned rejection order passed by the\n                                             respondent is liable to be quashed ?\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n</p><p data-structure=\"Issue\" id=\"p_44\">                                    (ii)    Whether there is any violation of principles\n                                             of natural justice in recovery made by the\n                                             respondent    for   the   earlier   period   of\n                                             contract     work   which     were     already\n                                             completed, from the bills presented by the\n                                             appellants for the ongoing projects ?\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">                     Discussion :\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">                                  13. We have carefully gone through the entire materials available\n\n                     on record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">                                  14. The Writ Court elaborately considered the submissions of the\n\n                     parties. The learned Single Judge has narrated the terms and conditions of\n\n                     the agreement. Adjustment of price variations shall be calculated on the\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_16\">                     16/33</span>\n\f                                                          W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     departmental estimated cost of the work which come under the heading\n\n                     &#x27;&#x27;price variation clause for works&#x27;&#x27;. According to the appellants,\n\n                     adjustment of price variation will be calculated on &#x27;&#x27;pass through&#x27;&#x27; basis\n\n                     method which has been clearly incorporated in the agreement entered into\n\n                     between the parties.     They also rely upon clause 6 for recovery of the said\n\n                     amount on &#x27;&#x27;pass through&#x27;&#x27; basis with payment of actual rate/price at the\n\n                     rates charged by Indian Oil Corporation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_49\">                                  15. According to the learned counsel appearing for the\n\n                     appellants, without any notice to the appellants, the respondent deducted\n\n                     the amount from the final bills presented by the appellants for the on-going\n\n                     projects. Therefore, the impugned order per se illegal, arbitrary and\n\n                     violation of principles of natural justice.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_51\">                                  16. The learned Advocate General objected by stating that there\n\n                     is no breach of contract or any violation of principles of natural justice and\n\n                     the parties are bound by the clauses incorporated in the agreement. The\n\n                     price variations during the contract period in which the appellant taken up\n\n                     the work, as per the clause relating to adjustment of price variation\n\n                     contained therein. It is further contended that the estimated rate\n\n                     contained in the agreement is referable to the prevailing price at the time\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_17\">                     17/33</span>\n\f                                                         W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     of preparation of such estimate and it may vary at the time of execution\n\n                     and/or completion of the work.      The price variation will be higher or less\n\n                     depending upon the rate of material during the time of execution or\n\n                     completion of the work.       According to the    learned Advocate General,\n\n                     the respondent has power to recover the amount as per the terms and\n\n                     conditions of the agreement. Any dispute regarding breach of the contract,\n\n                     as rightly held by the Honourable Supreme Court that in such cases, writ\n\n                     Court can direct the aggrieved party to resort to alternative remedy and\n\n                     approach the appropriate forum.     Relying upon <a href=\"/doc/77081689/\" id=\"a_6\">the said decision</a>, the Writ\n\n                     Court has rightly dismissed the writ petition and as such it warrant\n\n                     interference.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_18\">17. The contentions of the appellants were also discussed\n\n                     elaborately by the learned Single Judge.      However, by relying upon the\n\n                     decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/77081689/\" id=\"a_7\">Joshi Technologies</a> supra, the\n\n                     Writ Court has held that the dispute between the appellants and the\n\n                     respondent is purely in the domain of the contractual obligations and the\n\n                     remedy lies only before the competent Civil Court and therefore, writ\n\n                     petition under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of Constitution cannot be entertained.\n\n                     Decisions relied on by the respondents :</span>\n</p>\n<blockquote id=\"blockquote_8\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1482572\" id=\"span_19\">19.   Learned Advocate General relied on the decision of the\n\n                     Hon&#x27;ble Supreme Court in <a href=\"/doc/1482572/\" id=\"a_9\">Michigan Rubber (India) Ltd. Vs. State</a> of\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_20\">                     18/33</span>\n\f                                                         W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     Karnataka and others reported in (2012) 8 SCC 216 wherein the Hon&#x27;ble\n\n                     Supreme Court has held that Government and their undertakings must have\n\n                     a free hand in setting terms of the tender and only if they are arbitrary,\n\n                     discriminatory, mala fide or actuated by bias, the courts would interfere.</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_53\">                     The courts cannot interfere with the terms of the tender prescribed by the\n\n                     Government because it feels that some other terms in the tender would\n\n                     have been fair, wiser or logical.   The facts of the case on hand is entirely\n\n                     different from the facts of the aforesaid case wherein challenge was to the\n\n                     decision of the public authorities prescribing tender conditions for awarding\n\n                     contract. The aforesaid decision will not apply to the facts of the present\n\n                     case on hand.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_21\">20. Learned Advocate General placed relied on the judgment of\n\n                     the Hon&#x27;ble Supreme Court in M/s.Radhakrishna <a href=\"/doc/541216/\" id=\"a_10\">Agarwal and others Vs.\n\n                     State of Bihar and others</a> reported in (1977) 3 SCC 457 to contend that\n\n                     where the contract entered into between the State and the person\n\n                     aggrieved is non-statutory and purely contractual and the rights and\n\n                     liabilities of the parties are governed by the terms of the contract, no writ\n\n                     or order can be issued under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> of the Constitution of India.</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77448934\" id=\"span_22\">21. Yet another decision relied upon by the learned Advocate\n\n                     General in <a href=\"/doc/77448934/\" id=\"a_12\">Union of India and others Vs. Puna Hinda</a> reported in (2021) 10\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_23\">                     19/33</span>\n\f                                                            W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     SCC 690 to contend that though the jurisdiction of the High Court under\n\n                     <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution is wide, but in respect of pure contractual\n\n                     matters in the field of private law, having no statutory flavour, are better\n\n                     adjudicated upon before the competent Civil Court since the dispute as to\n\n                     whether the amount is payable or not and/or how much amount is payable\n\n                     are disputed questions of fact.        The Hon&#x27;ble Supreme Court has held as\n\n                     under:</span>\n</p>\n<blockquote id=\"blockquote_9\">                                  “17..........The contract between the parties is in the realm\n                                  of private law. It is not a statutory contract. The disputes\n                                  relating to interpretation of the terms and conditions of\n                                  such a contract could not have been agitated in a petition\n                                  under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226</a> of the Constitution of India. That is a\n                                  matter for adjudication by a civil court or in arbitration\n                                  if provided for in the contract. Whether any amount is\n                                  due and if so, how much and refusal of the appellant to\n                                  pay it is justified or not, are not the matters which could\n                                  have been agitated and decided in a writ petition. The\n                                  contractor should have relegated to other remedies.”\n</blockquote><blockquote id=\"blockquote_10\">                                  18.........\n</blockquote><p data-structure=\"Section\" id=\"p_56\">                                  “55. Law in this aspect has developed through catena of\n                                  judgments of this Court and from the reading of these\n                                  judgments it would follow that in pure contractual\n                                  matters the extraordinary remedy of writ under <a href=\"/doc/1712542/\" id=\"a_15\">Article\n                                  226</a> or <a href=\"/doc/981147/\" id=\"a_16\">Article 32</a> of the Constitution cannot be invoked.\n                                  However, in a limited sphere such remedies are available\n                                  only when the non-Government contracting party is able\n                                  to demonstrate that it is a public law remedy which such\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_24\">                     20/33</span>\n\f                                                             W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                  party seeks to invoke, in contradistinction to the private\n                                  law remedy simpliciter under the contract. Some of the\n                                  case law to bring home this cardinal principle is taken\n                                  note of hereinafter.\n</p><p data-structure=\"Precedent\" id=\"p_57\">                                  69. The position thus summarised in the aforesaid\n                                  principles has to be understood in the context of\n                                  discussion that preceded which we have pointed out\n                                  above. As per this, no doubt, there is no absolute bar to\n                                  the maintainability of the writ petition even in contractual\n                                  matters or where there are disputed questions of fact or\n                                  even when monetary claim is raised. At the same time,\n                                  discretion lies with the High Court which under certain\n                                  circumstances, it can refuse to exercise. It also follows\n                                  that under the following circumstances, “normally”, the\n                                  Court would not exercise such a discretion:\n</p><blockquote id=\"blockquote_11\">                                  69.1. The Court may not examine the issue unless the\n                                  action has some public law character attached to it.\n                                  69.2. Whenever a particular mode of settlement of dispute\n                                  is provided in the contract, the Court would refuse to\n                                  exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the\n                                  Constitution and relegate the party to the said mode of\n                                  settlement, particularly when settlement of disputes is to\n                                  be resorted to through the means of arbitration.\n                                  69.3. If there are very serious disputed questions of fact\n                                  which are of complex nature and require oral evidence\n                                  for their determination.\n</blockquote><blockquote id=\"blockquote_12\">                                  69.4. Money claims per se particularly arising out of\n                                  contractual   obligations    are   normally   not   to   be\n                                  entertained except in exceptional circumstances.”\n</blockquote><blockquote id=\"blockquote_13\">                                  24. Therefore, the dispute could not be raised by way of a\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_25\">                     21/33</span>\n\f                                                             W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                    writ petition on the disputed questions of fact. Though,\n                                    the jurisdiction of the High Court is wide but in respect of\n                                    pure contractual matters in the field of private law,\n                                    having no statutory flavour, are better adjudicated upon\n                                    by the forum agreed to by the parties. The dispute as to\n                                    whether the amount is payable or not and/or how much\n                                    amount is payable are disputed questions of facts. There\n                                    is no admission on the part of the appellants to infer that\n                                    the amount stands crystallized. Therefore, in the absence\n                                    of any acceptance of Joint Survey Report by the\n                                    competent authority, no right would accrue to the writ\n                                    petitioner   only   because   measurements     cannot    be\n                                    undertaken after passage of time. Maybe, the resurvey\n                                    cannot take place but the measurement books of the work\n                                    executed from time to time would form a reasonable basis\n                                    for assessing the amount due and payable to the writ\n                                    petitioner, but such process could be undertaken only by\n                                    the agreed forum i.e., arbitration and not by the Writ\n                                    Court as it does not have the expertise in respect of\n                                    measurements or construction of roads.”\n\n\n\n</blockquote><blockquote id=\"blockquote_14\">                                  22. Therefore, according to the learned Advocate General\n\n                     appearing for the respondents, the learned Single Judge has rightly held\n\n                     that there is no public law element involved in the present case on hand. It\n\n                     is only a private law element. Therefore, as per the decision of the Hon&#x27;ble\n\n                     Supreme Court, issues like contractual obligations can be adjudicated only\n\n                     before the competent Civil Court or by way of arbitration, provided an\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_26\">                     22/33</span>\n\f                                                             W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     arbitration clause was incorporated in the agreement.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_58\">                     Decisions relied upon by the appellants:\n</p>\n<blockquote id=\"blockquote_15\">                                  23. The learned counsel appearing for the appellants placed\n\n                     reliance on the following decisions:\n</blockquote>\n<blockquote id=\"blockquote_16\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_27\">1.      <a href=\"/doc/1943124/\" id=\"a_18\">ABL International Ltd. and another vs. Export Credit Guarantee\n                             Corporation of India Ltd. and others</a> [(2004) 3 scc 553]</span>\n\n</blockquote><blockquote id=\"blockquote_17\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60084250\" id=\"span_28\">2. <a href=\"/doc/60084250/\" id=\"a_19\">State of U.P. Vs. Sudhir Kumar Singh and others</a> [2020 SCC online SC\n                         847]</span>\n\n\n</blockquote><blockquote id=\"blockquote_18\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_29\">24. The learned counsel appearing for the appellant strongly\n\n                     relied on the decision in the case of <a href=\"/doc/1943124/\" id=\"a_20\">ABL International Ltd. and another\n\n                     vs. Export Credit Guarantee Corporation of India Ltd. and others</a>\n\n                     [(2004) 3 SCC 553] wherein the Hon&#x27;ble Supreme Court has held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">                                    <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1885496\" id=\"span_30\">“28.However, while entertaining an objection as to the\n                                    maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of\n                                    the Constitution of India, the court should bear in mind\n                                    the fact that the power to issue prerogative writs under\n                                    <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution is plenary in nature and\n                                    is not limited by any other provisions of the\n                                    Constitution. The High Court having regard to the facts\n                                    of the case, has a discretion to entertain or not to\n                                    entertain a writ petition. The Court has imposed upon\n                                    itself certain restrictions in the exercise of this power.\n                                    (See <a href=\"/doc/1885496/\" id=\"a_23\">Whirlpool Corpn. v. Registrar of Trade Marks</a>\n                                    [(1998) 8 SCC 1] .) And this plenary right of the High\n                                    Court to issue a prerogative writ will not normally be\n                                    exercised by the Court to the exclusion of other\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_31\">                     23/33</span>\n\f                                                           W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                  available remedies unless such action of the State or its\n                                  instrumentality is arbitrary and unreasonable so as to\n                                  violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> or for\n                                  other valid and legitimate reasons, for which the Court\n                                  thinks it necessary to exercise the said jurisdiction.</span>\n</blockquote><blockquote id=\"blockquote_20\">                                  52. On the basis of the above conclusion of ours, the\n                                  question still remains why should we grant the reliefs\n                                  sought for by the appellants in a writ petition when a\n                                  suitable efficacious alternate remedy is available by\n                                  way of a suit. The answer to this question, in our\n                                  opinion, lies squarely in the decision of this Court in the\n                                  case of Shrilekha Vidyarthi [(1991) 1 SCC 212 : 1991\n                                  SCC (L&amp;S) 742] wherein this Court held: (SCC pp.\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\">                                  235-37, paras 20-22 &amp; 24)\n                                      The requirement of <a href=\"/doc/367586/\" id=\"a_25\">Article 14</a> should extend even in\n                                      the sphere of contractual matters for regulating the\n                                      conduct of the State activity. Applicability of <a href=\"/doc/367586/\" id=\"a_26\">Article\n                                      14</a> to all executive actions of the State being settled\n                                      and for the same reason its applicability at the\n                                      threshold to the making of a contract in exercise of\n                                      the executive power being beyond dispute, the State\n                                      cannot thereafter cast off its personality and\n                                      exercise   unbridled    power     unfettered   by    the\n                                      requirements of <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> in the sphere of\n                                      contractual matters and claim to be governed\n                                      therein only by private law principles applicable to\n                                      private individuals whose rights flow only from the\n                                      terms of the contract without anything more. The\n                                      personality of the State, requiring regulation of its\n                                      conduct in all spheres by requirements of <a href=\"/doc/367586/\" id=\"a_28\">Article 14</a>,\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_32\">                     24/33</span>\n\f                                                       W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                  does not undergo such a radical change after the\n                                  making of a contract merely because some\n                                  contractual rights accrue to the other party in\n                                  addition. It is not as if the requirements of <a href=\"/doc/367586/\" id=\"a_29\">Article\n                                  14</a> and contractual obligations are alien concepts,\n                                  which cannot coexist. The Constitution does not\n                                  envisage or permit unfairness or unreasonableness\n                                  in State actions in any sphere of its activity contrary\n                                  to the professed ideals in the preamble. Therefore,\n                                  total exclusion of <a href=\"/doc/367586/\" id=\"a_30\">Article 14</a> — non-arbitrariness\n                                  which is basic to rule of law — from State actions in\n                                  contractual field is not justified. This is more so\n                                  when the modern trend is also to examine the\n                                  unreasonableness of a term in such contracts where\n                                  the bargaining power is unequal so that these are\n                                  not   negotiated   contracts    but   standard    form\n                                  contracts between unequals.\n</p><p data-structure=\"CDiscource\" id=\"p_60\">                                              Unlike the private parties the State\n                                  while exercising its powers and discharging its\n                                  functions, acts indubitably, as is expected of it, for\n                                  public good and in public interest. The impact of\n                                  every State action is also on public interest. It is\n                                  really the nature of its personality as State which is\n                                  significant and must characterize all its actions, in\n                                  whatever field, and not the nature of function,\n                                  contractual or otherwise, which is decisive of the\n                                  nature of scrutiny permitted for examining the\n                                  validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a>\n                                  being the duty to act fairly, justly and reasonably,\n                                  there is nothing which militates against the concept\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_33\">                     25/33</span>\n\f                                                               W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                       of requiring the State always to so act, even in\n                                       contractual matters. This factor alone is sufficient\n                                       to import at least the minimal requirements of\n                                       public law obligations and impress with this\n                                       character the contracts made by the State or its\n                                       instrumentality. It is a different matter that the\n                                       scope of judicial review in respect of disputes\n                                       falling within the domain of contractual obligations\n                                       may be more limited and in doubtful cases the\n                                       parties may be relegated to adjudication of their\n                                       rights   by    resort    to   remedies   provided   for\n                                       adjudication     of     purely   contractual   disputes.\n                                       However, to the extent, challenge is made on the\n                                       ground of violation of <a href=\"/doc/367586/\" id=\"a_32\">Article 14</a> by alleging that the\n                                       impugned act is arbitrary, unfair or unreasonable,\n                                       the fact that the dispute also falls within the domain\n                                       of contractual obligations would not relieve the\n                                       State of its obligation to comply with the basic\n                                       requirements of <a href=\"/doc/367586/\" id=\"a_33\">Article 14.</a> To this extent, the\n                                       obligation is of a public character invariably in\n                                       every case irrespective of there being any other\n                                       right or obligation in addition thereto. An\n                                       additional contractual obligation cannot divest the\n                                       claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_34\">Article 14</a> of non-\n                                       arbitrariness at the hands of the State in any of its\n                                       actions.&#x27;&#x27;\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">                                  25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60084250\" id=\"span_34\">In another decision of the Honble Supreme Court (Larger\n\n                     Bench) in the case of <a href=\"/doc/60084250/\" id=\"a_35\">State of U.P. Vs. Sudhir Kumar Singh and Ors.</a>\n\n                     reported in 2020 SCC Online SC 847, the Hon&#x27;ble Supreme Court has held\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_35\">                     26/33</span>\n\f                                                            W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     as under:</span>\n</p>\n<blockquote id=\"blockquote_21\">                                    “40. Judged by the touchstone of these tests, it is clear\n                                    that Respondent No.1 has been completely in the dark\n                                    so far as the cancellation of the award of tender in his\n                                    favour is concerned, the audi alteram partem rule\n                                    having been breached in its entirety. As has been\n                                    correctly argued by Shri Rakesh Dwivedi, prejudice has\n                                    indeed been caused to his client, not only from the fact\n                                    that one year of the contract period has been taken\n                                    away, but also that, if the impugned High Court\n                                    judgment is to be set aside today, his client will be\n                                    debarred from bidding for any of the Corporation’s\n                                    tenders for a period of three years. Undoubtedly, prima\n                                    facie, the rates at which contracts have been awarded\n                                    pursuant to the tender dated 01.06.2018 are way above\n                                    the rates that were awarded of the same division, and\n                                    for exactly the same amount of work awarded vide the\n                                    earlier tender advertisement dated 01.04.2018. Shri\n                                    Dwivedi’s argument that in the neighbouring regions\n                                    the rates tendered were also high, and nothing has yet\n                                    been done to nullify these tenders and the financial loss\n                                    caused, does carry some weight. That a huge financial\n                                    loss to the Corporation has also taken place is\n                                    something for the Corporation to probe, and take\n                                    remedial action against the persons responsible.&#x27;&#x27;\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">                                  26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"127571616\" id=\"span_36\">In <a href=\"/doc/127571616/\" id=\"a_36\">Uttar Pradesh Power Transmission Corporation Ltd. and\n\n                     another Vs. CG Power and Industrial</a> solutions Ltd. and another\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_37\">                     27/33</span>\n\f                                                            W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     reported in (2021) 6 SCC 15, the Hon&#x27;ble Supreme Court has held as under:</span>\n\n</p><blockquote id=\"blockquote_22\">                                  &#x27;&#x27;63. In this case, there is apparently no dispute,\n                                  difference or controversy between UPPTCL and\n                                  Respondent 1 as to the true construction, meaning or\n                                  intent of any part of the conditions of contract or to the\n                                  manner of execution or the quality or description or\n                                  payment for the same. Nor is there any dispute as to the\n                                  true meaning, intent, interpretation, construction or\n                                  effect of the clauses of contract, specifications or\n                                  drawings or any of them. UPPTCL has changed its\n                                  stand only after the CAG Report. Cess in respect of the\n                                  first contract has been deducted only in view of the audit\n                                  objection raised by the Office of Comptroller and\n                                  Auditor General (CAG).\n</blockquote><blockquote id=\"blockquote_23\">                                  64...........\n</blockquote><blockquote id=\"blockquote_24\">                                  65.It is true that the General Conditions contain an\n                                  arbitration clause which is set out herein below:\n</blockquote><blockquote id=\"blockquote_25\">                                       “Arbitration:   If   any   dispute,   difference   or\n                                       controversy shall at any time arise between the\n                                       Contractor on the one hand and the U.P. Power\n                                       Transmission Corporation Ltd. and the Engineer of\n                                       the contract on the other hand, the contract, or as to\n                                       the true construction meaning and intent of any part\n                                       or condition of, the same or as to the manner of\n                                       execution or as to the quality or description of, or\n                                       payment for the same, or as to the true intent,\n                                       meaning, interpretation, construction or effect of the\n                                       clauses of contract, specifications or drawings or\n                                       any of them, or as to anything to be done, committed\n                                       or suffered in pursuance of the contract, or\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_38\">                     28/33</span>\n\f                                                            W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                     specification or as to the mode of carrying the\n                                     contract into effect, or as to the breach of alleged\n                                     breach of the contract, or as to any claims on\n                                     account of such breach or alleged breach or as to\n                                     obviating or compensating for the commission of\n                                     any such breach, or as to any other matter or thing\n                                     whatsoever connected with or arising out of the\n                                     contract and whether before or during the progress\n                                     of after the completion of the contract, such question\n                                     difference   of    dispute   shall   be   referred   for\n                                     adjudication      to   the   Chairman,    U.P.   Power\n                                     Transmission Corporation Ltd. or to any other\n                                     person nominated by him in this behalf and his\n                                     decision in writing shall be final, binding and\n                                     conclusive. This submission shall be deemed to a\n                                     submission on arbitration within the meaning of the\n                                     <a href=\"/doc/1052228/\" id=\"a_37\">Indian Arbitration Act, 1940</a> or any statutory\n                                     modification thereof. The arbitrator may from time\n                                     to time with consent of the parties enlarge the time\n                                     for making and publishing the award.\n</blockquote><blockquote id=\"blockquote_26\">                                  Upon every or any such reference, the cost of an\n                                  incidental to the reference and award respectively shall\n                                  be in the discretion of the arbitrator, who shall be\n                                  competent to determine the amount thereof or direct the\n                                  same to be taxed as between solicitor and clients or as\n                                  between party and party and to direct by whom and to\n                                  whom and in what manner the same shall be borne and\n                                  paid.\n</blockquote><blockquote id=\"blockquote_27\">                                  Work under the contract shall, if reasonably possible,\n                                  continued during the arbitration proceedings and no\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_39\">                     29/33</span>\n\f                                                           W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                  payments due to payable by the UPPTCL shall be\n                                  withheld on account of such proceeding. In case\n                                  refusal/neglect by such nominee Chairman, UPPTCL\n                                  may nominate another person in his place.”\n</blockquote><blockquote id=\"blockquote_28\">                                  66. Even though there is an arbitration clause, the\n                                  petitioner herein has not opposed the writ petition on\n                                  the ground of existence of an arbitration clause. There\n                                  is no whisper of any arbitration agreement in the\n                                  counter-affidavit filed by UPPTCL to the writ petition\n                                  in the High Court. In any case, the existence of an\n                                  arbitration clause does not debar the court from\n                                  entertaining a writ petition.\n</blockquote><blockquote id=\"blockquote_29\">                                  67. It is well settled that availability of an alternative\n                                  remedy does not prohibit the High Court from\n                                  entertaining a writ petition in an appropriate case. The\n                                  High    Court     may    entertain    a    writ    petition,\n                                  notwithstanding the availability of an alternative\n                                  remedy, particularly:\n</blockquote><blockquote id=\"blockquote_30\">                                  (i) where the writ petition seeks enforcement of a\n                                  fundamental right;\n</blockquote><blockquote id=\"blockquote_31\">                                  (ii) where there is failure of principles of natural justice\n                                  or (iii) where the impugned orders or proceedings are\n                                  wholly without jurisdiction or\n</blockquote><blockquote id=\"blockquote_32\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885496\" id=\"span_40\">(iv) the vires of an Act is under challenge. Reference\n                                  may be made to <a href=\"/doc/1885496/\" id=\"a_38\">Whirlpool Corpn.v. Registrar of Trade\n                                  Marks [Whirlpool Corpn. v. Registrar of Trade Marks</a>,\n                                  (1998) 8 SCC 1 : AIR 1999 SC 22] and Pimpri\n                                  Chinchwad Municipal Corpn. v. Gayatri Construction\n                                  Co.[Pimpri Chinchwad Municipal Corpn. v. Gayatri\n                                  Construction Co., (2008) 8 SCC 172] , cited on behalf\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_41\">                     30/33</span>\n\f                                                             W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                                        of Respondent 1&#x27;&#x27;.</span>\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_63\">                                  27.      Coming to the case on hand, there is violation of principles\n\n                     of natural justice by placing the appellant under dark without furnishing the\n\n                     particulars of the amount deducted, when the appellant has already\n\n                     completed the contract work for which the amount was deducted by the\n\n                     respondent.         The learned counsel for the appellant fairly conceded that\n\n                     deductions made by the respondent for the on-going projects, they do not\n\n                     have any serious objections. But, the grievance of the appellant is only in\n\n                     sofar as the recovery made for the earlier contractual work which had been\n\n                     already completed and the final bill amount was also settled.\n\n                     Findings:\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">                                  28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"127571616\" id=\"span_42\">In the light of decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/127571616/\" id=\"a_39\">U. P.\n\n                     Power Transmission Corporation Ltd.</a> supra, when there is violation of\n\n                     principles of natural justice, writ petition can be entertained in contractual\n\n                     matters in the interest of justice. As such, the order passed by the learned\n\n                     Single Judge is liable to be set aside. Accordingly, this Court is inclined to\n\n                     pass the following order:</span>\n</p>\n<blockquote id=\"blockquote_33\">                                  (i)      The order passed by the Writ Court dated 23.3.2017 in\n\n                     W.P.Nos.29871 of 2016, etc. Batch is set aside.\n</blockquote>\n<blockquote id=\"blockquote_34\">                                  (ii)    The third respondent is directed to furnish details of the\n\n                     recovery made by them by issuing show cause notice along with audit\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_43\">                     31/33</span>\n\f                                                           W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n                     report. The said exercise shall be carried out within a period of four weeks\n\n                     from the date of receipt of copy of the order.\n</blockquote>\n<blockquote id=\"blockquote_35\">                                  (iii) The appellants shall submit reply to the show cause notice\n\n                     within a period of four weeks thereafter.\n</blockquote>\n<blockquote id=\"blockquote_36\">                                  (iv)   The respondent shall thereafter pass orders on merit, after\n\n                     considering the reply of the appellants, within a period of four weeks and\n\n                     till such time, the appellants are not entitled for refund of the deducted\n\n                     amounts.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_65\">                                  29. With the above directions, the appeals stand allowed.      No\n\n                     costs. Connected miscellaneous petitions are closed.\n\n\n</p><pre id=\"pre_2\">                                                                           (D.K.K.J.)    (P.B.B.J.)\n                                                                                    01.11.2023\n\n\n                     Speaking Order\n                     Index: Yes\n                     vaan\n                     To\n</pre><p data-structure=\"Conclusion\" id=\"p_66\">                     1. The Chief Engineer, Highways, Construction &amp; Maintenance, Highways\n                        Office Buildings, HRS Campus, Sardar Patel Road, Chennai 600 025.\n\n</p><p data-structure=\"Conclusion\" id=\"p_67\">                     2. The Superintending Engineer, Highways, Construction &amp; Maintenance,\n                        Tirupur Circle, 39, College Road, Tirupur – 641 602.\n\n</p><p data-structure=\"Precedent\" id=\"p_68\">                     3. The Divisional Engineer, Highways, Construction &amp; Maintenance,\n                        No.101, Pooodurai Road, Moolapalayam, Erode – 638 002.\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_44\">                     32/33</span>\n\f                                  W.A.No.1041 to 1051 of 2017, etc.(Batch)\n\n\n\n\n                                                     D.KRISHNAKUMAR, J.\n</p><p data-structure=\"Conclusion\" id=\"p_69\">                                                                    AND\n                                                           P.B.BALAJI, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">                                                                     vaan\n\n\n\n\n                                               Pre-Delivery Judgment in\n                                    W.A.No.1041 to 1051, 1053 of 2017,\n                                              1110, 1111, 1124 of 2017,\n                                    1388 to 1395 of 2017, 1576 to 1580,\n                                                 1582 to 1585 of 2017,\n                                             and 441 &amp; 442 of 2018 and\n                                      C.M.P.Nos.19048 to 19055 of 2017\n                                               and 3836 &amp; 3937 of 2018\n\n\n\n\nhttps://www.mhc.tn.gov.in/judis\n<span class=\"hidden_text\" id=\"span_45\">                     33/33</span>\n\f</p>","numcites":14,"numcitedby":0,"docsource":"Madras High Court","citetid":162343168,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}