{"tid":81578606,"publishdate":"2024-08-27","title":"M/S Manarajan Brahma vs National Highways And Infrastructure ... on 27 August, 2024","doc":"<h2 class=\"doc_title\">M/S Manarajan Brahma vs National Highways And Infrastructure ... on 27 August, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-h-shankar\">C. Hari Shankar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-h-shankar\">C. Hari Shankar</a></h3>\n\n<pre id=\"pre_1\">                    $~60\n                    *      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                    +      O.M.P.(I) (COMM.) 356/2023 and I.A. 34778/2024\n                           M/S MANARAJAN BRAHMA                    .....Petitioner\n                                       Through: Mr. Sameer Jain, Ms. Jayashree\n                                       Parihar, Ms. Aastha Sharma and Mr. Parv\n                                       Lodha, Advocates\n\n                                                    versus\n\n                           NATIONAL HIGHWAYS AND INFRASTRUCTURE\n                           DEVELOPMENT CORPORATION LIMITED .....Respondent\n                                        Through: Ms. Reema Khorana, Mr.\n                                        Vikash Kumar, Advocates with Ms. Sonu\n                                        Sharma, AR\n\n                           CORAM:\n                           HON&#x27;BLE MR. JUSTICE C. HARI SHANKAR\n                                                   JUDGMENT (ORAL)</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                    %                                 27.08.2024\n\n</p><p data-structure=\"Issue\" id=\"p_2\">                    1.     This petition was filed under Section 9 of the Arbitration and\n                    Conciliation Act, 19961, seeking pre-arbitral interim reliefs.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_3\">                    2.     During the course of the proceedings, learned counsel for the\n                    petitioner agreed to reference of the disputes between the parties to\n                    arbitration and to the present petition being treated as a Section 17\n                    application to be decided by the Arbitral Tribunal to be constituted by\n                    the Court. The contention of the learned counsel for the petitioner is\n                    that the petitioner has exhausted the protocol envisaged in the contract\n                    between the parties and that, therefore, this Court is empowered to\n                    refer the dispute to arbitration.</p><pre id=\"pre_2\">\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified                                                                            Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                             Page 1 of 15 Digitally Signed\nKUMAR                                                                                             By:CHANDRASHEKHARAN\n                                                                                                  HARI SHANKAR\nSigning Date:30.08.2024                                                                           Signing Date:30.08.2024\n15:17:46                                                                                          15:16:53\n</pre><p data-structure=\"RespArg\" id=\"p_4\">                     3.      The dispute arises in the context of a Contract Agreement dated\n                    11 April 2018, whereby the respondent required the petitioner to\n                    construct a two-lane road in the State of Nagaland. According to the\n                    petitioner, the respondent is in breach of the terms of the contract\n                    agreement and, as on date, considerable amounts are due from the\n                    respondent to the petitioner, which according to Mr. Jain, learned\n                    counsel for the petitioner, are yet to be quantified but may be in the\n                    region of approximately ₹ 80 crores.\n</p>\n\n<p data-structure=\"Section\" id=\"p_5\">                    4.      The Contract Agreement between the parties envisages\n                    resolution of disputes by conciliation, on the failure of which the\n                    parties are permitted to seek recourse to arbitration. Clauses 26.1 to\n                    26.3 of the Contract Agreement, which are relevant in this regard, read\n                    thus:\n</p><blockquote id=\"blockquote_1\">                            &quot;26.1 Dispute Resolution\n\n                            26.1.1 Any dispute, difference or controversy of whatever nature\n                            howsoever arising under or out of or in relation to this Agreement\n                            (including its interpretation) between the Parties, and so notified in\n                            writing by either Party to the other Party (the &quot;Dispute&quot;) shall, in\n                            the first instance, be attempted to be resolved amicably in\n                            accordance with the conciliation procedure set forth in Clause 26.2.\n</blockquote>\n<blockquote id=\"blockquote_2\">                            26.1.2 The Parties agree to use their best efforts for resolving all\n                            Disputes arising under or in respect of this Agreement promptly,\n                            equitably and in good faith, and further agree to provide each other\n                            with reasonable access during normal business hours to all non-\n                            privileged records, information and data pertaining to any Dispute.\n</blockquote>\n<blockquote id=\"blockquote_3\">                            26.2     Conciliation\n\n                            In the event of any Dispute between the Parties, either Party may\n                            call upon the Authority&#x27;s Engineer, or such other person as the\n                            Parties may mutually agree upon (the &quot;Conciliator&quot;) to mediate and\n\n                     1 &quot;the 1996 Act&quot; hereinafter\n<span class=\"hidden_text\" id=\"span_2\">Signature Not Verified                                                                                      Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                       Page 2 of 15 Digitally Signed\nKUMAR                                                                                                       By:CHANDRASHEKHARAN\n                                                                                                            HARI SHANKAR\nSigning Date:30.08.2024                                                                                     Signing Date:30.08.2024\n15:17:46                                                                                                    15:16:53\n                            assist the Parties in arriving at an amicable settlement thereof.\n                           Failing mediation by the Conciliator or without the intervention of\n                           the Conciliator, either Party may require such Dispute to be\n                           referred to the Chairman of the Authority and the Chairman of the\n                           Board of Directors of the Contractor for amicable settlement, and\n                           upon such reference, the said persons shall meet no later than 7\n                           (seven) business days from the date of reference to discuss and\n                           attempt to amicably resolve the Dispute. If such meeting does not\n                           take place within the 7 (seven) business day period or the Dispute\n                           is not amicably settled within 15 (fifteen) days of the meeting or\n                           the Dispute is not resolved as evidenced by the signing of written\n                           terms of settlement within 30 (thirty) days of the notice in writing\n                           referred to in Clause 26.1.1 or such longer period as may be\n                           mutually agreed by the Parties, either party may refer the Dispute\n                           to arbitration in accordance with the provisions of Clause 26.3.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_6\">                           26.3 Arbitration\n\n                           26.3.1 Any      Dispute which is not resolved amicably by\n                           conciliation, as provided in Clause 26.2, shall be finally settled by\n                           arbitration in accordance with the rules of arbitration of the\n                           SOCIETY FOR AFFORDABLE REDRESSAL OF DISPUTES\n                           (SAROD).&quot;\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_7\">                    5.     In the present case, the petitioner wrote to the respondent on 26\n                    December 2023, under Section 21 of the 1996 Act, seeking reference\n                    of disputes between the parties to arbitration. The respondent replied\n                    on 12 February 2024 denying the existence of any dispute between the\n                    parties, and asserting that the respondent had always abided by the\n                    terms of the Contract Agreement.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_8\">                    6.     The petitioner thereafter wrote to the Chairman of the\n                    respondent on 23 March 2024, requesting him to set up a meeting\n                    within seven days in terms of Clause 26.2 of the Contract Agreement\n                    so that, if possible, the disputes could be resolved. The respondent\n                    replied on 3 April 2024, once again denying any liability towards the\n                    petitioner and further stating that it was willing to settle the matter by\n\n<span class=\"hidden_text\" id=\"span_3\">Signature Not Verified                                                                                    Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                     Page 3 of 15 Digitally Signed\nKUMAR                                                                                                     By:CHANDRASHEKHARAN\n                                                                                                          HARI SHANKAR\nSigning Date:30.08.2024                                                                                   Signing Date:30.08.2024\n15:17:46                                                                                                  15:16:53\n                     conciliation.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_9\">                    7.     Be that as it may, it is not in dispute that no meeting within\n                    seven days was convened by the Chairman of the respondent, as\n                    sought by the petitioner.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_10\">                    8.     It is in these circumstances that the petitioner seeks that the\n                    disputes between the parties may be referred to arbitration.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_11\">                    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"57927439\" id=\"span_4\">9.     Mr. Sameer Jain, learned counsel for the petitioner, places\n                    reliance on the judgment of a Coordinate Bench of this Court in\n                    <a href=\"/doc/57927439/\" id=\"a_1\">Gajendra Mishra v Pokhrama Foundation2</a> in which this Court held\n                    that as the contract stood terminated, the pre-arbitral protocol which\n                    required the parties to approach the Project Manager would not apply,\n                    as there was in fact no Project Manager in existence consequent to the\n                    termination of the contract.</span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_12\">                    10.    Responding to the submission of Mr. Jain, Ms. Reema Khorana,\n                    appearing for the respondent, seeks to distinguish the decision of this\n                    Court in Gajendra Mishra by submitting that, in the present case, the\n                    Authority&#x27;s Engineer was in existence even after termination of the\n                    contract between the parties, unlike Gajendra Mishra in which the\n                    Project Manager was no longer in existence once the project had been\n                    terminated. She further submits that the present petition is not\n                    maintainable as Section 21 notice was issued by the petitioner on 26\n                    December 2023 before the petitioner had written to the Chairman on\n\n\n                     2 2024 SCC Online Del 267\n<span class=\"hidden_text\" id=\"span_5\">Signature Not Verified                                                                          Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                           Page 4 of 15 Digitally Signed\nKUMAR                                                                                           By:CHANDRASHEKHARAN\n                                                                                                HARI SHANKAR\nSigning Date:30.08.2024                                                                         Signing Date:30.08.2024\n15:17:46                                                                                        15:16:53\n                     23 March 2024, whereas Clause 26.2 and Clause 26.3.1 of the contract\n                    agreement envisage resort to arbitration only after conciliation has\n                    failed. She therefore, submits that the petitioner was required to have\n                    again issued a notice to the respondent under Section 21 of the 1996\n                    Act, after the attempt at resolution of the dispute through the\n                    Chairman did not fructify, before approaching this Court.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_13\">                    11.    Ms. Khurana further submits that the arbitration as per clause\n                    26.3.1 has to be in accordance with the rules of the arbitration of the\n                    Society for Affordable Redressal of Disputes3. Inasmuch as the\n                    petitioner has not sought arbitration as per the SAROD Rules, she\n                    submits that the present petition is not maintainable.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_14\">                    12.    Having heard learned counsel for the parties, I am of the\n                    opinion that the objections raised by Ms. Khorana are not sustainable.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">                    13.    The objection to the petitioner having addressed a Section 21\n                    notice prior to having attempted conciliation under Clause 26.2 cannot\n                    sustain, for more than one reason. Firstly, in the judgment of the\n                    Coordinate Bench in Gajendra Mishra, the view that has been\n                    adopted is that once the contract was terminated, the requirement of\n                    resorting to conciliation before seeking recourse to arbitration would\n                    not apply. No doubt<a href=\"/doc/57927439/\" id=\"a_2\">, <a href=\"/doc/57927439/\" id=\"a_3\">in that case</a></a>, it has also been noted that the\n                    Project Manager was not in existence after termination of contract\n                    whereas in the present case, Ms. Khorana&#x27;s submission is that\n                    Authority&#x27;s Engineer was not only in existence but that he had\n\n\n                     3 SAROD\n<span class=\"hidden_text\" id=\"span_6\">Signature Not Verified                                                                         Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                          Page 5 of 15 Digitally Signed\nKUMAR                                                                                          By:CHANDRASHEKHARAN\n                                                                                               HARI SHANKAR\nSigning Date:30.08.2024                                                                        Signing Date:30.08.2024\n15:17:46                                                                                       15:16:53\n                     actually addressed communications to the petitioner. Be that as it may,\n                    the petitioner was clearly justified, in the light of the judgment in\n                    Gajendra Mishra, to directly seek recourse to arbitration, as a\n                    plausible view on the reading of the Gajendra Mishra judgment is\n                    that, consequent on termination of a contract, the requirement of pre-\n                    arbitral conciliation through the officers of the respondent may no\n                    longer apply.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_16\">                    14.    In any event, the fact of the matter is that the petitioner had\n                    issued a notice to the respondent invoking arbitration under Section 21\n                    of the 1996 Act, albeit prior to seeking recourse to conciliation. The\n                    reply of the respondent dated 12 February 2024 reads thus:\n</p>\n<blockquote id=\"blockquote_4\">                                                   &quot;WITHOUT PREJUDICE\n\n                           To,\n\n                           Shri. Sameer Jain,\n                           Managing Partner,\n                           PSL Advocates &amp; Solicitors\n\n                           Sub: Construction of two lane with hard paved shoulders of\n                           Merangkong Tamlu-Mon Road on EPC basis from existing road\n                           Km 20.456 to Km 41.065 (Design Chainage Km 20+000 to Km\n                           40+000) in the state of Nagaland under SARDP-NE Phase A.\n                           Reply to alleged notice of invocation of Arbitration under Article\n</blockquote><blockquote id=\"blockquote_5\">                           26. 3 of Contract Agreement - Reg.\n</blockquote>\n<blockquote id=\"blockquote_6\">                                     i. Ref: Section 9 Petition O.M.P.(I) (Comm.) 356 of 2023\n                                     filled by M/s Manaranjan Brahma\n\n                                     ii. Termination Notice under <a href=\"/doc/1071750/\" id=\"a_4\">Article 23</a> dated 07.03.2023\n\n                                     iii. NHIDCL letter no. NHIDCL/PMU-MKG/MTM/PKG-\n                                     II/2022-23/213, dated 16.03.2023.\n</blockquote>\n<blockquote id=\"blockquote_7\">                                     iv. NHIDCL letter no. NHIDCL/PMU-MKG/MTM/PKG-</blockquote><pre id=\"pre_3\">\n                                     II/2022-23/102, dated - 04.08.2023\n\n<span class=\"hidden_text\" id=\"span_7\">Signature Not Verified                                                                                   Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                    Page 6 of 15 Digitally Signed\nKUMAR                                                                                                    By:CHANDRASHEKHARAN\n                                                                                                         HARI SHANKAR\nSigning Date:30.08.2024                                                                                  Signing Date:30.08.2024\n15:17:46                                                                                                 15:16:53\n</pre><blockquote id=\"blockquote_8\">                                      v. NHIDCL letter no. NHIDCL/PMU-MKG/MTM/PKG-\n                                     II/2023-24/103, dated -19.08.2023\n\n                                     vi Your Letter no MB/NHIDCL/23-24/3008, dated-\n                                     30.08.2023\n\n                                     vii NHIDCL letter no. NHIDCL/PMU-MKG/MTM/PKG-\n                                     II/2023-24/104, dated -17.11.2023\n\n                                     viii Notice of Invocation of Arbitration dated 26.12.2023.\n</blockquote>\n<blockquote id=\"blockquote_9\">                           Sir,\n\n                                  Reference is made to your Notice dated 26.12.2023 under\n                           reference (viii) vide which a Notice of Invocation of Arbitration\n                           under <a href=\"/doc/1858991/\" id=\"a_5\">Article 26.3</a> was served to NHIDCL.\n</blockquote>\n<blockquote id=\"blockquote_10\">                           3.      In this regard you may refer <a href=\"/doc/1858991/\" id=\"a_6\">Article 26.1</a> which clearly\n                           defines &quot; Any dispute, difference or controversy of whatever nature\n                           howsoever arising under or out of or in relation to this Agreement\n                           (including its interpretation) between the Parties, and so notified in\n                           writing by either Party to the other Party (the &quot;Dispute&quot;) shall, in\n                           the first instance, be attempted to be resolved amicably in\n                           accordance with the conciliation procedure set forth in Clause 26.2.\n</blockquote>\n<blockquote id=\"blockquote_11\">                           4.     That on several occasions the Authority has requested you\n                           to comply with the Contractual Obligations as per clauses of the\n                           Contract Agreement and also requested you to send the list of\n                           plants ft machineries and hand over the same to the Authority\n                           (NHIDCL). However, you have repeatedly failed to comply with\n                           the same.\n</blockquote>\n<blockquote id=\"blockquote_12\">                           5.      That the aforesaid notice for invocation of Arbitration\n                           doesn&#x27;t at all specify the nature of the dispute (as none exist as on\n                           date) which is, inter alia mandatory to invoke arbitration.\n</blockquote>\n<blockquote id=\"blockquote_13\">                           6.       In view of the above, you are requested to first notify the\n                           dispute so as to grant us an opportunity to respond to it\n                           appropriately and thereafter if it so requires, we can initiate the\n                           conciliation process as envisaged by the contract. Your request for\n                           arbitration is at present, premature and not in the conformity with\n                           the contract agreement. Therefore, we request you to kindly first\n                           fulfil the mandatory prerequisites.\n</blockquote>\n<blockquote id=\"blockquote_14\">                           7.      Without prejudice to the fact that no dispute as on date\n                           exists as we have acted entirely in terms of contract/agreement\n                           dated 11.04.2018 Nevertheless, we are ready to join the\n                           conciliation as mandated by clause 26.2. once you notify the\n<span class=\"hidden_text\" id=\"span_8\">Signature Not Verified                                                                                         Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                          Page 7 of 15 Digitally Signed\nKUMAR                                                                                                          By:CHANDRASHEKHARAN\n                                                                                                               HARI SHANKAR\nSigning Date:30.08.2024                                                                                        Signing Date:30.08.2024\n15:17:46                                                                                                       15:16:53\n                            dispute, as stated above.\n</blockquote>\n<blockquote id=\"blockquote_15\">                           8.        This is with the approval of the Competent Authority.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_17\">                                                                               Yours faithfully,\n\n                                                                                           Sd/-\n</p><p data-structure=\"Precedent\" id=\"p_18\">                                                                                     12/2/2024\n                                                                                 Sanjay Kumar\n                                                                               General Manager\n                                                                                       (Legal)&quot;\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_19\">                    15.    Thus, in its reply dated 12 February 2024, the respondent\n                    clearly denied any liability to the petitioner. The respondent\n                    contended, per contra, that it was the petitioner who was in default of\n                    its obligations under the Contract Agreement. It was further submitted\n                    that the petitioner had not notified the dispute.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_20\">                    16.    To a query from the Court as to whether any particular\n                    procedure for notification of the dispute was envisaged in the Contract\n                    Agreement, Ms. Khorana submits that &quot;notification&quot; refers to the\n                    petitioner writing to the respondent setting out its grievances and\n                    claims.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_21\">                    17.    If that is what notification is, the respondent&#x27;s contention that\n                    the dispute was not notified cannot sustain, as the petitioner had, in its\n                    Section 21 notice dated 26 December 2023, clearly set out the disputes\n                    that it was seeking to raise. It cannot, therefore, be sought to be\n                    contended that the disputes were not notified as required by clause\n                    26.1.1 of the contract agreement.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_22\">                    18.    The reply dated 12 February 2024 from the respondent to the\n<span class=\"hidden_text\" id=\"span_9\">Signature Not Verified                                                                                    Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                     Page 8 of 15 Digitally Signed\nKUMAR                                                                                                     By:CHANDRASHEKHARAN\n                                                                                                          HARI SHANKAR\nSigning Date:30.08.2024                                                                                   Signing Date:30.08.2024\n15:17:46                                                                                                  15:16:53\n                     petitioner concludes by expressing agreement to join conciliation\n                    under Clause 26.2 of the Contract Agreement. That assurance,\n                    however, proved chimerical, as the attempt at conciliation was a\n                    complete failure, with no meeting having been convened by the\n                    respondent&#x27;s Chairman within seven days as required by Clause 26.2.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_23\">                    19.    It cannot, therefore, be said that the petitioner was in default in\n                    attempting conciliation before resorting to arbitration.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_24\">                    20.    In these circumstances, it would be pure futility to require the\n                    petitioner to once again address a representation to the respondent\n                    under Section 21 of the 1996 Act, seeking reference of the disputes to\n                    arbitration. The petitioner did issue such a notice on 26 December\n                    2023. The respondent, in its reply, denied all liability towards the\n                    petitioner, and instead alleged that the petitioner was in breach of the\n                    contract. The objection regarding want of notification of disputes by\n                    the petitioner has already been found to be without any substance. The\n                    suggestion that the dispute could be referred to conciliation was also\n                    found to be illusory as the petitioner did attempt reference of the\n                    disputes to conciliation under Clause 26.2 but it was the respondent&#x27;s\n                    Chairman who defaulted in convening the requested meeting within\n                    seven days, as envisaged by the Clause.\n</p>\n\n<p data-structure=\"Section\" id=\"p_25\">                    21.    In these circumstances, it cannot lie in the mouth of the\n                    respondent to contend that the petitioner should have again addressed\n                    one more Section 21 notice to the respondent, before seeking recourse\n                    to Section 11(6) under the 1996 Act.</p><pre id=\"pre_4\">\n\n<span class=\"hidden_text\" id=\"span_10\">Signature Not Verified                                                                            Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                             Page 9 of 15 Digitally Signed\nKUMAR                                                                                             By:CHANDRASHEKHARAN\n                                                                                                  HARI SHANKAR\nSigning Date:30.08.2024                                                                           Signing Date:30.08.2024\n15:17:46                                                                                          15:16:53\n</pre><p data-structure=\"Conclusion\" id=\"p_26\">                     22.    The objection of Ms. Khorana to the petitioner&#x27;s Section 21\n                    notice having predated the communication to the Chairman on 23\n                    March 2024, seeking conciliation of the dispute, is therefore, found to\n                    be without substance and is accordingly rejected.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_27\">                    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"750030\" id=\"span_11\">23.    The last objection of Ms. Khurana is that the arbitration was\n                    required to be conducted as per the rules of SAROD. Mr. Jain, learned\n                    counsel for the petitioner submits that the petitioner is not a member\n                    of SAROD, and as membership of both the parties of SAROD is a\n                    prerequisite for arbitration as per the SAROD rules, the clause is\n                    unworkable. He places reliance on the following paragraphs from the\n                    judgment of a coordinate Bench of this Court in <a href=\"/doc/750030/\" id=\"a_7\">Rani Constructions\n                    Pvt Ltd v UOI4</a>:</span>\n</p><blockquote id=\"blockquote_16\">                           &quot;8.      It is the contention of the petitioner that since it is not a\n                           primary member of SAROD nor is it desirous of becoming a\n                           primary member of SAROD, it is not entitled to invoke the\n                           arbitration under SAROD Rules. As such, according to the\n                           petitioner, the procedure prescribed in the Arbitration Agreement\n                           for constituting the arbitral tribunal has become unworkable and it\n                           is in this light that the petitioner addressed the aforesaid letter dated\n                           15.02.2023 proposing that a three-member arbitral tribunal be\n                           constituted in terms of provision of the A&amp;C Act, 1996. However,\n                           the respondent vide letter dated 05.08.2023 asserted that the\n                           petitioner must invoke arbitration in accordance with SAROD\n                           Rules. The petitioner vide letter dated 22.08.2023 reiterated that\n                           since the primary membership of SAROD is pre-requisite for\n                           invocation under the SAROD Rules, it was not in a position to take\n                           recourse to the SAROD Rules.\n</blockquote>\n<blockquote id=\"blockquote_17\">                           9.      Ultimately, the petitioner filed the present petition seeking\n                           constitution of an arbitral tribunal. While issuing notice in the\n                           present petition, vide order dated 03.10.2023, it was specifically\n                           noticed as under:\n</blockquote>\n<blockquote id=\"blockquote_18\">                                     &quot;2.    Learned counsel for the petitioner submits that the\n                                     aforesaid Arbitration Clause is not workable inasmuch as\n\n                     4 2024 SCC OnLine Del 2164\n<span class=\"hidden_text\" id=\"span_12\">Signature Not Verified                                                                                        Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                        Page 10 of 15 Digitally Signed\nKUMAR                                                                                                         By:CHANDRASHEKHARAN\n                                                                                                              HARI SHANKAR\nSigning Date:30.08.2024                                                                                       Signing Date:30.08.2024\n15:17:46                                                                                                      15:16:53\n                                      the relevant rules of arbitration of SAROD, inter-alia,\n                                     contemplates that the arbitration can be invoked only by the\n                                     parties who have primary membership of SAROD. It is\n                                     submitted that neither the petitioner nor the respondent has\n                                     primary membership of SAROD and therefore, the\n                                     arbitration mechanism cannot be availed by the petitioner.\n</blockquote>\n<blockquote id=\"blockquote_19\">                                     3.      In view of the aforesaid submission, it is necessary\n                                     to ascertain whether primary membership of SAROD is a\n                                     pre-requisite for taking recourse to arbitration under the\n                                     rules of SAROD. In the circumstances, the Society for\n                                     Affordable Redressal of Disputes (SAROD) is impleaded as\n                                     the respondent no. 2 in the present petition. Let amended\n                                     memo of parties be filed by the petitioner within a period of\n                                     three days.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_28\">                           10.     Thereafter, again vide order dated 17.11.2023, learned\n                           counsel who appeared on behalf of SAROD sought time to take\n                           specific instructions as to whether the primary membership of\n                           SAROD is a pre-requisite for taking recourse to the arbitration\n                           under the rules of SAROD. Thereafter, a reply was filed on behalf\n                           of SAROD in these proceedings wherein it has been specifically\n                           averred as under:--\n</p>\n<blockquote id=\"blockquote_20\">                                     &quot;6.    It is submitted that Rule 4.4 of the Society for\n                                     Affordable Redressal of Disputes (&quot;SAROD&quot;) Arbitration\n                                     Rules (&quot;SAROD Rules&quot;) provide for primary membership\n                                     of SAROD for invoking arbitration under the SAROD\n                                     Rules. It is submitted that Rule 1 of the SAROD Rules\n                                     defines the scope of its application as when by way of any\n                                     agreement, submission or reference, arbitration is referred\n                                     to SAROD or under the SAROD Rules. Rule 1 is\n                                     reproduced herein below for ready reference:\n</blockquote>\n<blockquote id=\"blockquote_21\">                                              &quot;1.1 Where any agreement, submission or\n                                              reference provides for arbitration at the Society for\n                                              Affordable Redressal of Disputes (&quot;SAROD&quot;), or\n                                              under the Arbitration Rules of the SAROD and\n                                              where the case is a domestic arbitration, it shall be\n                                              conducted in accordance with the following Rules,\n                                              or such Rules as amended by the SAROD where the\n                                              amendments take effect before the commencement\n                                              of the Arbitration. Parties may adopt following\n                                              clause for inclusion in the contract:\n</blockquote>\n<blockquote id=\"blockquote_22\">                                              &#x27;Any dispute or difference whatsoever arising\n                                              between the parties and of or relating to the\n                                              construction, interpretation, application, meaning,\n<span class=\"hidden_text\" id=\"span_13\">Signature Not Verified                                                                                        Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                        Page 11 of 15 Digitally Signed\nKUMAR                                                                                                         By:CHANDRASHEKHARAN\n                                                                                                              HARI SHANKAR\nSigning Date:30.08.2024                                                                                       Signing Date:30.08.2024\n15:17:46                                                                                                      15:16:53\n                                               scope, operation or effect of this contract or the\n                                              validity or the breach thereof, shall be settled by\n                                              arbitration in accordance with the rules of\n                                              arbitration of the &quot;SAROD&quot; and the award made in\n                                              the pursuance thereof shall be final and binding on\n                                              the parties subject to the <a href=\"/doc/1306164/\" id=\"a_8\">Provisions of\n                                              The Arbitration and Conciliation Act, 1996</a> &#x27;.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_29\">                           11.     Vide order dated 15.12.2023, it was specifically recorded as\n                           under:-\n</p>\n<blockquote id=\"blockquote_23\">                                     &quot;5.    On a specific query to the learned counsel for\n                                     SAROD as to whether SAROD is willing to make its panel\n                                     available for constitution of the arbitral tribunal, learned\n                                     counsel for SAROD submits that it will not possible for\n                                     SAROD to do so, without the petitioner taking membership\n                                     of SAROD.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_30\">                           12.     In view of the above, it is evident that the contractual\n                           mechanism that is prescribed for constitution of arbitral tribunal as\n                           per SAROD Rules cannot be implemented unless and until both the\n                           petitioner and the respondent become members of SAROD.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">                           13.      In the aforesaid conspectus, the question that arises for\n                           consideration is whether an arbitral institution, whose rules have\n                           been adopted by the parties, and which has been entrusted with the\n                           task of constituting the arbitral tribunal, can insist that the parties to\n                           the arbitration agreement must take membership of the said\n                           institution, as a pre-condition for taking requisite steps in terms of\n                           the agreement between the parties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">                           14.     Learned counsel for the petitioner is right in contending that\n                           the contractual stipulation whereby the parties agreed that the\n                           arbitration would be conducted as per the rules of arbitration of\n                           SAROD, did not carry with it an additional obligation that the\n                           parties would take primary membership of SAROD.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">                           15.    In the present case, the petitioner is willing to pay the\n                           applicable fee/charges to SAROD for the purpose of functions to\n                           be discharged by SAROD in terms of the arbitration agreement\n                           between the parties, however, it is not willing to take primary\n                           membership of SAROD.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">                           16.     I find merit in the contention of the petitioner that an\n                           arbitration agreement under which the parties agree on conducting\n                           arbitration as per rules of a particular arbitral institution, cannot be\n                           construed as subsuming within it, an additional obligation to\n                           become of that arbitral institution. Becoming a member of an\n<span class=\"hidden_text\" id=\"span_14\">Signature Not Verified                                                                                         Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                         Page 12 of 15 Digitally Signed\nKUMAR                                                                                                          By:CHANDRASHEKHARAN\n                                                                                                               HARI SHANKAR\nSigning Date:30.08.2024                                                                                        Signing Date:30.08.2024\n15:17:46                                                                                                       15:16:53\n                            arbitral institution, which is a society registered under the <a href=\"/doc/1700055/\" id=\"a_9\">Societies\n                           Registration Act, 1860</a>, carries with it additional obligation/s which\n                           has nothing to do with the agreement between the parties to\n                           arbitrate. Such an obligation cannot be insisted as a prerequisite for\n                           taking recourse to arbitration. In the present case, insistence on the\n                           part of the SAROD that the parties must take membership of\n                           SAROD as a pre-condition for taking necessary steps to constitute\n                           an arbitral tribunal as per its rules, impinges on the validity of the\n                           appointment procedure; amounts to failure to perform the function\n                           entrusted to the concerned institute under the procedure agreed to\n                           by the parties, and consequently attracts <a href=\"/doc/1758564/\" id=\"a_10\">Section 11(6)(c)</a> of\n                           the A&amp;C Act, 1996 and making it incumbent on this Court to take\n                           requisite steps to constitute the arbitral tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">                           17.     Since SAROD rules cannot be applied to conduct of the\n                           arbitration between the parties in the present case for the aforesaid\n                           reason, and since the parties have not arrived at an agreement for\n                           constitution of three-member arbitral tribunal as proposed by the\n                           petitioner in notice dated 15.02.2023, it is incumbent on this Court\n                           to appoint a sole arbitrator to adjudicate the disputes between the\n                           parties.&quot;\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_36\">                    24.    I find myself in entire agreement with the view expressed by the\n                    Coordinate Bench in Rani Constructions. The Contract Agreement\n                    cannot be read as mandating that the petitioner should have become a\n                    member of the SAROD before the disputes between the parties were\n                    arbitrated.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_37\">                    25.    This last objection of Ms. Khurana is also covered against her\n                    by the judgment of this Court in Rani Constructions and is\n                    accordingly rejected.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_38\">                    26.    The Supreme Court has, in its recent decision in SBI General\n                    Insurance Co Ltd v Krish Spinning5 held that a Court exercising\n                    jurisdiction under <a href=\"/doc/605764/\" id=\"a_11\">Section 11(6)</a> of the 1996 Act, is only required to\n\n\n                     5 2024 SCC OnLine SC 1754\n<span class=\"hidden_text\" id=\"span_15\">Signature Not Verified                                                                                      Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                                      Page 13 of 15 Digitally Signed\nKUMAR                                                                                                       By:CHANDRASHEKHARAN\n                                                                                                            HARI SHANKAR\nSigning Date:30.08.2024                                                                                     Signing Date:30.08.2024\n15:17:46                                                                                                    15:16:53\n                     examine whether there exists an arbitration agreement between the\n                    parties. Para 114 of the report specifically says that the court is to see\n                    nothing else. The only other aspect which the court has to bear in\n                    mind is whether the <a href=\"/doc/605764/\" id=\"a_12\">Section 11(6)</a> petition has been filed within three\n                    years of the <a href=\"/doc/138599/\" id=\"a_13\">Section 21</a> notice initiating the arbitral proceedings.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_39\">                    27.    Both these conditions stand satisfied in the present case.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_40\">                    28.    Accordingly, as the parties have not been able to arrive at a\n                    consensus regarding arbitration, the Court has necessarily to step it\n                    and refer the disputes to arbitration.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_41\">                    29.    Accordingly, the disputes stand referred to arbitration. This\n                    Court requests Hon&#x27;ble Mr. Justice Pankaj Kumar Jaiswal (Tel.\n                    9425155450), a learned retired Judge of the High Courts of Madhya\n                    Pradesh and Allahabad, to arbitrate on the disputes between the\n                    parties.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_42\">                    30.    The learned Arbitrator would fix his fees in consultation with\n                    the parties. It is also open to the parties to request the learned\n                    Arbitrator, if they so choose, to have arbitration conducted under the\n                    aegis of the Delhi International Arbitration Centre (DIAC). If such a\n                    request is made, the learned Arbitrator would take a view thereon.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_43\">                    31.    The learned arbitrator is also requested to file the requisite\n                    disclosure under <a href=\"/doc/1838594/\" id=\"a_14\">Section 12(2)</a> of the 1996 Act within a week of\n                    entering on reference.</p><pre id=\"pre_5\">\n\n<span class=\"hidden_text\" id=\"span_16\">Signature Not Verified                                                                            Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                            Page 14 of 15 Digitally Signed\nKUMAR                                                                                             By:CHANDRASHEKHARAN\n                                                                                                  HARI SHANKAR\nSigning Date:30.08.2024                                                                           Signing Date:30.08.2024\n15:17:46                                                                                          15:16:53\n</pre><p data-structure=\"Conclusion\" id=\"p_44\">                     32.     All questions of fact and law remain open to be urged before\n                    the learned Arbitrator. This Court has not expressed any view thereon.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_45\">                    33.    The present petition is referred to the learned Arbitrator to be\n                    treated as an application under <a href=\"/doc/318136/\" id=\"a_15\">Section 17</a> of the 1996 Act and decide\n                    it in accordance with law.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_46\">                    34.    The petition stands allowed in the aforesaid terms with no\n                    orders as to costs.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_47\">                                                                 C. HARI SHANKAR, J.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                           AUGUST 27, 2024\n                           yg\n                                          Click here to check corrigendum, if any\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">Signature Not Verified                                                                          Signature Not Verified</span>\n                     O.M.P. (I) (COMM.) 356/2023\nDigitally Signed By:AJIT                                                          Page 15 of 15 Digitally Signed\nKUMAR                                                                                           By:CHANDRASHEKHARAN\n                                                                                                HARI SHANKAR\nSigning Date:30.08.2024                                                                         Signing Date:30.08.2024\n15:17:46                                                                                        15:16:53\n </p>","numcites":11,"numcitedby":0,"docsource":"Delhi High Court","citetid":81578606,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}