{"tid":60411382,"publishdate":"2012-12-21","title":"National Investigation Agency Chikoti ... vs Mohmed Anwar Shak And Another on 21 December, 2012","doc":"<h2 class=\"doc_title\">National Investigation Agency Chikoti ... vs Mohmed Anwar Shak And Another on 21 December, 2012</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2012 AP 78</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-v-ramana\">N.V. Ramana</a>, <a href=\"/search/?formInput=benchid:p-d-prasad\">P. Durga Prasad</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n THE HON&#x27;BLE SRI JUSTICE N.V. RAMANA AND THE HON&#x27;BLE SRI JUSTICE P. DURGA PRASAD                  \n\nCRIMINAL APPEAL No. 824 of 2012    \n\n21-12-2012.\n\nNational Investigation Agency Chikoti Garden, Begumpet, Hyderabad, Rep. by \nI.R.S. Murthy, Addl. Superintendent of Police, NIA,Hyderabad.\n\nMohmed Anwar Shak and another.   \n\nFor the petitioner: Mr. P. Vishnu Vardhan Reddy\n\nFor the Respondents:   Mr. Mohd. Muzafer Ullah Khan \n\n&lt;Gist:\n\n&gt;Head Note: \n?  CITATIONS: \n1. (2003) 8 SCC 50 \n2. 2009 (3) GLT 855\n3. (2010) 4 GLT 1\n4. Criminal Appeal No.29 of 2011 dt. 27.07.2011\n5. Crl.A.No.2225 of 2010 dt. 23.10.2010\n\nJudgment: (Per Justice Sri. N.V. Ramana) \n\n        This criminal appeal by the National Investigation Agency (NIA), is\ndirected against the order dated 13.07.2012, passed by the\nIV Additional Metropolitan Sessions Judge, Hyderabad, in M.P.\nNo. 353 of 2012 in Crime No.1/2012 of NIA, granting bail to the respondents-\naccused Nos. 3 and 4. \nThe facts of the case in brief are on credible information that one Morjen\nHossain of Mohabatpur village, Kaliachak PS limits, Malda District, West Bengal,\nand others were smuggling counterfeit Indian currency notes of Rs.500/- and\nRs.1,000/- denominations from Pakistan through India-Bangladesh borders and \ncirculating them across India, the National Investigation Agency, lawfully\nintercepted the mobile phone numbers of the said persons with due permission\nfrom the Ministry of Home Affairs, Government of India, by.  The intercepted\ntelephonic conversations of the said persons which was recorded revealed that\nMorjen Hossain, Rakib Sheik, who worked at Patancheru in Medak District of\nAndhra Pradesh, along with others formed a group and indulged in smuggling and\ncirculation of fake Indian currency notes of denominations of Rs.500/- and\nRs.1,000/- in India as part of larger conspiracy to destabilize the monetary\nsystem in India.  The said persons were raising funds for terrorist activities\nby way of earning genuine currency notes against the counterfeit currency notes\ncirculated by them.  Thereafter, the Government of India, Ministry of Home\nAffairs (Internal Security-I Division), IS-IV Desk, had given directions to the\nNational Investigation Agency to register the case and to investigate the same\nvide Order No.11034/36/2011-IS-IV, dated 28.12.2011.  Pursuant thereto, the Head\nQuarters of National Investigation Agency at New Delhi had given directions to\ntheir Hyderabad Branch to register the case. Based on that, a case was\nregistered as Crime No.1/2012/NIA/HYD, dated 03.01.2012 against Morgen Hossain   \nas accused No.1 and Rakib Shaik as accused No.2.  They were arrested on  \n06.01.2012.  During the course of investigation, he revealed the names of other\naccused, including the respondents-accused herein, and they were arrested and\nremanded to judicial custody.  The National Investigation Agency after\ncompletion of investigation filed the charge sheet.  While so, the respondents-\naccused filed application in M.P. No. 353 of 2012 for their release on bail, and\nthe IV Additional Metropolitan Sessions Judge, Hyderabad, by an order dated\n13.07.2012, granted bail to the respondents-accused No.3 and 4.   The legality\nof the said order granting bail to the respondents-accused Nos. 3 and 4 is\nquestioned in this criminal appeal.\nThe learned Assistant Solicitor General appearing for the appellant-NIA\nsubmitted that the respondents-accused in association with other accused, are\nindulging in circulation of fake Indian currency notes across the Indian\nterritory, that are printed in Pakistan.   The activities of the respondents-\naccused are not in their individual capacity, but are part of an organized\nnetwork, conspired to destabilize the Indian economy and threaten the internal\nsecurity of the country by raising funds for terrorist activities through such\ncirculation of fake Indian currency notes.   He further submitted that the\nactivities of the respondents-accused fall within the ambit of &quot;terrorist act&quot;\nas described in <a href=\"/doc/503626/\" id=\"a_1\">Section 15</a> of the Unlawful Activities (Prevention) Act, 1967,\nand as such, they are liable for punishment under <a href=\"/doc/122170/\" id=\"a_2\">Sections 16</a> and <a href=\"/doc/354849/\" id=\"a_3\">18</a> thereof.\nHe further submitted that the legally intercepted phone calls of the\nrespondents-accused Nos. 3 and 4 with the other accused, shows their involvement\nin the circulation of fake Indian currency notes.  Therefore, they are liable\nfor punishment for the offences punishable under <a href=\"/doc/1926477/\" id=\"a_4\">Sections 489-B</a>, <a href=\"/doc/257920/\" id=\"a_5\">489-C</a> and <a href=\"/doc/1897847/\" id=\"a_6\">120-B</a>\nI.P.C.  He further submitted that the Court below in granting bail to the\nrespondents-accused, committed a grave error in equating the respondents-accused \nwith the other accused, who were released on bail.  The respondents-accused\nherein are charged for offences punishable under Sections 489-B and 489-C read\nwith <a href=\"/doc/1897847/\" id=\"a_7\">Section 120-B</a> I.P.C. and under <a href=\"/doc/122170/\" id=\"a_8\">Sections 16</a> and <a href=\"/doc/354849/\" id=\"a_9\">18</a> of the Unlawful\nActivities (Prevention) Act, which are grave and serious in nature and not\nbailable, while the other accused who were granted bail were charged for the\noffence punishable under <a href=\"/doc/257920/\" id=\"a_10\">Section 489-C</a> I.P.C., which is not a serious offence.\nHe further submitted that as per <a href=\"/doc/96524627/\" id=\"a_11\">Section 43-D</a> of the Unlawful Activities\n(Prevention) Act, by application of modified <a href=\"/doc/1687975/\" id=\"a_12\">Section 167</a> Cr.P.C., the judicial\ncustody of the respondents-accused can be kept upto a period of 180 days.  He\nfurther submitted that the respondents-accused though are residents of West\nBengal, their houses are situated on the borders of Bangladesh, and there is\nevery possibility that they may not turn up for trial, if they are released on\nbail.  He further submitted that the investigation of the case is still at the\nnuptial stage, and as such, the Court below ought not to have granted bail to\nthe respondents-accused.  Hence, he prayed that the bail granted to the\nrespondents-accused by the Court below be cancelled. \nThe respondents-accused filed counter.  The learned counsel for the respondents-\naccused reiterating the stand taken by the respondents-accused in the counter\nsubmitted that the respondents-accused were falsely implicated in the case.  No\nmaterial is placed by the appellant to show the prima facie involvement of the\nrespondents-accused in the crime.  The legally intercepted calls and the charge\nsheet filed against the respondents-accused does not reveal that the crime money\nallegedly collected by the respondents-accused through circulation of fake\nIndian currency notes is flown to Pakistan.  He denied that the presence of the\nrespondents-accused cannot be secured for trial because they reside on the\nborders of Bangladesh in West Bengal.  He denied that the investigation of the\ncase is at the initial stage and submitted that the entire investigation of the\ncase is over and charge sheet is also filed, and as such, there is no need to\nkeep the respondents-accused in custody for a period of upto 180 days in view of\nthe provisions of <a href=\"/doc/96524627/\" id=\"a_13\">Section 43-D</a> of the Unlawful Activities (Prevention) Act, by\napplication of modified <a href=\"/doc/1687975/\" id=\"a_14\">Section 167</a> Cr.P.C.  He submitted that since the Court\nbelow, after considering the charge sheet and the material filed by the\nappellant, came to the conclusion that no prima facie case is made out against\nthe respondents-accused to deny bail, and accordingly granted bail to them,\nwhich does not call for interference by this Court in appeal.  Thus he prayed\nthat the criminal appeal be dismissed.\n        Heard the learned counsel for the appellant-NIA and the learned counsel\nfor the respondents and perused the material on record.\n        In the light of the arguments advanced, the questions that arise for\nconsideration in this criminal appeal are:\n(1) Whether this criminal appeal filed by the appellant-NIA under <a href=\"/doc/27899481/\" id=\"a_15\">Section 21(4)</a>\nof the NIA Act, against the order passed by the Special Court/Additional\nMetropolitan Sessions Judge, granting bail to the respondents-accused, lies to a\nsingle Judge or Bench of two Judges of the High Court?\n(2) Whether the Special Court/Additional Metropolitan Sessions Judge, in the\nfacts and circumstances of the case, was justified in granting bail to the\nrespondents-accused, and whether the appellant-NIA has made out any grounds to  \ncancel the bail granted to the respondents-accused?\n        \nIn re question No.1:\n\nNormally an order granting or refusing bail is an interlocutory order and no\nappeal would lie against such order.  However, as per the provisions of <a href=\"/doc/27899481/\" id=\"a_16\">Section\n21(4)</a> of the NIA Act, an appeal lies to the High Court against an order of the\nSpecial Court granting or refusing bail.  <a href=\"/doc/51730711/\" id=\"a_17\">Under the NIA Act</a>, there is a clear\ndeparture in the matter of granting of bail from that of the <a href=\"/doc/445276/\" id=\"a_18\">Code of Criminal\nProcedure</a>.  The provisions regarding bail are contained in <a href=\"/doc/770661/\" id=\"a_19\">Sections 436</a> to <a href=\"/doc/1290514/\" id=\"a_20\">439</a>\nof the Code of Criminal Procedure.  There is no provision for appeal in the <a href=\"/doc/445276/\" id=\"a_21\">Code\nof Criminal Procedure</a>.  The provisions of the <a href=\"/doc/51730711/\" id=\"a_22\">NIA Act</a> are in clear contra-\ndistinction with that of the <a href=\"/doc/445276/\" id=\"a_23\">Code of Criminal Procedure</a> as <a href=\"/doc/51730711/\" id=\"a_24\">NIA Act</a> is a special\nenactment. \nNow the issue that falls for consideration before us is, as per <a href=\"/doc/27899481/\" id=\"a_25\">Section 21(4)</a> of\nthe NIA Act, appeal lies to the High Court, in the case of granting or refusal\nof bail.  There is lot of ambiguity on this issue, whether appeal lies to a\nsingle Judge of the High Court or a Division Bench of the High Court, and we\nwere informed that against the orders of the Special Court granting or refusing\nbail, in some cases, criminal petitions are filed before a single Judge and in\nsome cases, criminal appeals are filed before a Division Bench of this Court,\nand the Registry is numbering them.  In view of this confusion, we are of the\nview that there should be an authoritative pronouncement on this aspect. Before\nwe deal with this issue, it would be appropriate to refer to the provisions of\n<a href=\"/doc/151012208/\" id=\"a_26\">Section 21</a> of the NIA Act, which reads as follows:\nAppeals: - (1) Notwithstanding anything contained in the Code, an appeal shall\nlie from any judgment, sentence or order, not being an interlocutory order, of a\nSpecial Court to the High Court both on facts and on law.\n        (2) Every appeal under sub-section (1) shall be heard by a bench of two\nJudges of the High Court and shall, as far as possible, be disposed of within a\nperiod of three months from the date of admission of the appeal.\n        (3) Except as aforesaid, no appeal or revision shall lie to any court from\nany judgment, sentence or order including an interlocutory order of a Special\nCourt.\n        (4) Notwithstanding anything contained in sub-section (3) of Section 378\nof the Code, an appeal shall lie to the High Court against an order of the\nSpecial Court granting or refusing bail.\n        (5) Every appeal under this section shall be preferred within a period of\nthirty days from the date of the judgment, sentence or order appealed from:\n        Provided that the High Court may entertain an appeal after the expiry of\nthe said period of thirty days if it is satisfied that the appellant had\nsufficient cause for not preferring the appeal within the period of thirty days:\n        Provided further that no appeal shall be entertained after the expiry of\nninety days.\n\n        From a reading of the above provision, it becomes evident that under sub-\nsection (1) of <a href=\"/doc/151012208/\" id=\"a_27\">Section 21</a>, notwithstanding anything contained in the <a href=\"/doc/445276/\" id=\"a_28\">Code of\nCriminal Procedure</a>, an appeal shall lie from any judgment, sentence or order,\nnot being an interlocutory order, of a Special Court to the High Court, both on\nfacts and on law.  Under sub-section (2), every appeal under sub-section (1)\nshall be heard by a Bench of two Judges of the High Court.  Sub-section (3)\nprovides that except as provided in sub-sections (1) and (2), no appeal or\nrevision shall lie to any court from any judgment, sentence or order, including\nan interlocutory order of a Special Court.  However, sub-section (4) provides\nthat notwithstanding anything contained in sub-section (3) of Section 378 of the\nCode, an appeal shall lie to the High Court against an order of the Special\nCourt granting or refusing bail.\nIn Shaikh State of Gujarat v. Salimbhai Abdulgaffar1, on which the counsel for\nthe appellant placed reliance, the Apex Court, considered the self-same\nquestion, as is involved in this appeal, in the light of the provisions of\n<a href=\"/doc/1718438/\" id=\"a_29\">Section 34</a> of the Prevention of Terrorism Act (POTA).\nThe facts in the said case before the Apex Court were - a FIR was lodged, basing\non which, a case in Crime No. I-09 of 2002 for the offences under <a href=\"/doc/1096965/\" id=\"a_30\">Sections 143</a>,\n<a href=\"/doc/1258372/\" id=\"a_31\">147</a>, <a href=\"/doc/763672/\" id=\"a_32\">148</a>, <a href=\"/doc/999134/\" id=\"a_33\">149</a>, <a href=\"/doc/1402213/\" id=\"a_34\">337</a>, <a href=\"/doc/1721129/\" id=\"a_35\">338</a>, <a href=\"/doc/1552733/\" id=\"a_36\">435</a>, <a href=\"/doc/1897847/\" id=\"a_37\">120-B</a>, <a href=\"/doc/37788/\" id=\"a_38\">34</a>, <a href=\"/doc/345634/\" id=\"a_39\">153-A</a>, <a href=\"/doc/1560742/\" id=\"a_40\">302</a> and <a href=\"/doc/455468/\" id=\"a_41\">307</a> IPC; <a href=\"/doc/14176619/\" id=\"a_42\">Sections 141</a>,\n<a href=\"/doc/14176619/\" id=\"a_43\">151</a> and <a href=\"/doc/14176619/\" id=\"a_44\">152</a> of the Indian Railways Act; <a href=\"/doc/126810723/\" id=\"a_45\">Sections 3</a> and <a href=\"/doc/114174486/\" id=\"a_46\">4</a> of the Prevention of\nDamage to Public Property Act and <a href=\"/doc/124700273/\" id=\"a_47\">Section 135(1)</a> of the Bombay Police Act, were \nregistered against the respondent and others.  The police filed charge sheet\nagainst the accused before the Additional Sessions Judge, Panchmahals at Godhra, \ninter alia stating that the investigation is still continuing.  As the\ninvestigation was still going on, the bail applications moved by the accused\nwere rejected by the Additional Sessions Judge.  Questioning the said rejection\norders, the accused filed bail applications under <a href=\"/doc/1290514/\" id=\"a_48\">Sections 439</a> Cr.P.C. before\nthe High Court.  While the matter stood thus, as the investigation revealed that\nthe accused also committed offences punishable under <a href=\"/doc/776860/\" id=\"a_49\">Sections 3</a> and <a href=\"/doc/1888373/\" id=\"a_50\">4</a> of the\nPrevention of Terrorism Act (POTA), the police filed applications before the\nAdditional Sessions Judge, for adding <a href=\"/doc/4472878/\" id=\"a_51\">Sections 3</a> and <a href=\"/doc/64364930/\" id=\"a_52\">4</a> of POTA to the main\ncharge sheet.  The accused, who were in judicial custody, were also informed\nabout the same.  In the counter filed to the bail applications, it was contended\nby the State of Gujarat that in view of addition of <a href=\"/doc/4472878/\" id=\"a_53\">Sections 3</a> and <a href=\"/doc/64364930/\" id=\"a_54\">4</a> of POTA to\nthe main charge sheet, and having regard to the provisions of POTA, the accused\nhave to first approach the Special Court for grant of bail, and they can\napproach the High Court only after a decision by the Special Court.  However, a\nlearned Judge of the Gujarat High Court, allowed the bail applications moved by\nthe accused under <a href=\"/doc/1290514/\" id=\"a_55\">Section 439</a> Cr.P.C. and directed the State to release them on\nbail.  The State carried the matter in appeal to the Supreme Court.\nBefore the Supreme Court, it was argued on behalf of the State that the accused\nhaving not applied for bail under <a href=\"/doc/4472878/\" id=\"a_56\">Sections 3</a> and <a href=\"/doc/64364930/\" id=\"a_57\">4</a> of POTA, it was not open to\nthe learned Judge of the High Court to entertain their bail applications and\ngrant bail, and having regard to the provisions of Section 34(2) of POTA, only a\nBench of two Judges of the High Court, could grant bail in respect of an offence\nunder POTA, and since the learned single Judge has granted bail in exercise of\nthe power under Section 439 read with <a href=\"/doc/1679850/\" id=\"a_58\">Section 482</a> Cr.P.C, the order granting\nbail is illegal and without jurisdiction.\nTo consider the above argument, the Apex Court referred to the provisions of\nSection 34 of POTA, which is pari materia, with <a href=\"/doc/151012208/\" id=\"a_59\">Section 21</a> of the NIA Act, read\nas follows:\nAppeals: - (1) Notwithstanding anything contained in the Code, an appeal shall\nlie from any judgment, sentence or order, not being an interlocutory order, of a\nSpecial Court to the High Court both on facts and on law.\n        (2) Every appeal under sub-section (1) shall be heard by a bench of two\nJudges of the High Court.\n        (3) Except as aforesaid, no appeal or revision shall lie to any court from\nany judgment, sentence or order including an interlocutory order of a Special\nCourt.\n        (4) Notwithstanding anything contained in sub-section (3) of Section 378\nof the Code, an appeal shall lie to the High Court against an order of the\nSpecial Court granting or refusing bail.\n        (5) Every appeal under this section shall be preferred within a period of\nthirty days from the date of the judgment, sentence or order appealed from:\n        Provided that the High Court may entertain an appeal after the expiry of\nthe said period of thirty days if it is satisfied that the appellant had\nsufficient cause for not preferring the appeal within the period of thirty days:\n\n        The Apex Court, interpreted the above Section 34 of POTA Act, which is\npari materia, with <a href=\"/doc/151012208/\" id=\"a_60\">Section 21</a> of the NIA Act, as follows:\n        Sub-section (1) of Section 34 of POTA lays down that an appeal shall from\nany judgment, sentence or order not being an interlocutory order of a Special\nCourt to the High Court both on facts and law and in view of sub-section (2),\nthe appeal has to be heard by a Bench of two Judges.  Normally, an order\ngranting or refusing bail is an interlocutory order and no appeal would lie.\nHowever, in view of sub-section (4) of Section 34 an appeal shall lie to the\nHigh Court against such an order.  Under the scheme of POTA, there is a clear\ndeparture in the matter of grant of bail from that of the <a href=\"/doc/445276/\" id=\"a_61\">Code of Criminal\nProcedure</a>.  The provisions regarding bail in the <a href=\"/doc/445276/\" id=\"a_62\">Code of Criminal Procedure</a> are\ncontained in Sections 436 to 439.  Sub-section (1) of Sections 439 confers power\nupon the Court of Sessions and the High Court to grant bail to any person\naccused of having committed a non-bailable offence.  Sub-section (2) of Section\n439 deals with cancellation of bail and provides that any person who has been\nreleased on bail under Chapter XXXIII may be arrested and committed to custody.\nThere is no provision for appeal under the <a href=\"/doc/445276/\" id=\"a_63\">Code of Criminal Procedure</a> against an\norder granting bail.\n        (emphasis supplied)\n\n        While rejecting the contention of the respondents-accused that the power\nof the High Court to grant bail under <a href=\"/doc/1290514/\" id=\"a_64\">Section 439</a> Cr.P.C. has not been taken\naway by POTA, and as such, the learned single Judge had the jurisdiction to\ngrant bail to the respondents-accused in exercise of the power conferred by the\nsaid provision, the Apex Court held as follows:\nThe apart, if the argument of the learned counsel for the respondents is\naccepted, it would mean that a person whose bail under POTA has been rejected by \nthe Special Court will have two remedies and he can avail any one of them at his\nsweet will.  He may move a bail application before the High Court under <a href=\"/doc/1290514/\" id=\"a_65\">Section\n439</a> Cr.P.C. in the original or concurrent jurisdiction which may be heard by a\nsingle Judge or may prefer an appeal under sub-section (4) of Section 34 of POTA\nwhich would be heard by a Bench of two Judges.  To interpret a statutory\nprovision in such a manner that a court can exercise both appellate and original\njurisdiction in respect of the same matter will lead to an incongruous\nsituation.  The contention is therefore rejected.\nIn the present case, the respondents did not choose to apply for bail before the\nSpecial Court for offences under POTA and consequently, there was no order of\nrefusal of bail for offences under the said Act.  The learned single Judge\nexercising powers under Section 439 read with <a href=\"/doc/1679850/\" id=\"a_66\">Section 482</a> Cr.P.C. granted them\nbail.  The order of the High Court is clearly without jurisdiction as under the\nscheme of the Act the accused can only file an appeal against an order of\nrefusal of bail passed by the Special Court before a Division Bench of the High\nCourt and, therefore, the order under challenge cannot be sustained and has to\nbe set aside.\n(emphasis supplied)\n\nIn Redaul Hussain Khan v. State of Assam2, the accused were charged for the \noffences punishable under <a href=\"/doc/1128948/\" id=\"a_67\">Sections 120(B)</a>, <a href=\"/doc/786750/\" id=\"a_68\">121</a>, <a href=\"/doc/786750/\" id=\"a_69\">121(A)</a> IPC read with <a href=\"/doc/73862/\" id=\"a_70\">Section\n25(1B)(A)</a> of Arms Act and Sections 17, 18 and 19 of the Unlawful Activities\n(Prevention) Act and the NIA Act.  They were remanded to judicial custody.\nHowever, without approaching the Court of Sessions under <a href=\"/doc/848468/\" id=\"a_71\">Sections 437</a> Cr.P.C. as\nthe Special Court was not constituted, they moved bail applications directly to\nthe High Court under <a href=\"/doc/1290514/\" id=\"a_72\">Section 439</a> Cr.P.C.  A learned single Judge of the High\nCourt, considered the question whether a High Court can invoke the provisions of\n<a href=\"/doc/1290514/\" id=\"a_73\">Section 439</a> Code of Criminal Procedure, for the purpose of granting bail to a\nperson, who is in custody on the allegation of having committed an offence under\nthe <a href=\"/doc/51730711/\" id=\"a_74\">NIA Act</a>, or for cancelling bail already granted to such an accused by a\nSpecial Court, constituted under the <a href=\"/doc/51730711/\" id=\"a_75\">NIA Act</a>, or by some other Court of\ncompetent jurisdiction, which is subordinate to the High Court, and having\nregard to the provisions of <a href=\"/doc/27899481/\" id=\"a_76\">Section 21(4)</a> of the NIA Act and the law laid down\nby the Apex Court in Shaikh State of Gujarat v. Salimbhai Abdulgaffar, which\ninterpreted the provisions of Section 34(4) of POTA, which is pari materia with\n<a href=\"/doc/27899481/\" id=\"a_77\">Section 21(4)</a> of the NIA Act, dismissed the bail applications moved by the\naccused holding thus:\n... once the investigation, under the scheme of the <a href=\"/doc/51730711/\" id=\"a_78\">NIA Act</a>, is taken over by\nthe Agency, it is the Special Court or the Court of Session, as the case may be,\nwhich can authorize further detention of an arrested accused.  When such an\narrested accused applies for bail to the Special Court or the Court of Session,\nas the case may be, the source of power to consider such an application for bail\nlies in Section 437 and not Section 439 of the Code. Even a High Court cannot\ninvoke its powers under Section 439, to grant bail if it has been refused by the\nSpecial Court or the Court of Session, as the case may be, nor can the High\nCourt, in exercise of its power, under Section 439, cancel bail if bail has been\ngranted to such an accused by the Special Court or the Court of Session, as the\ncase may be.  If the bail has been refused or granted by the Special Court or\nthe Court of Session, as the case may be, the aggrieved party may, however,\nprefer an appeal, in terms of <a href=\"/doc/151012208/\" id=\"a_79\">Section 21</a>, to the High Court. Such an appeal has\nto be heard by a Division Bench of the High Court and in such an appeal, the\nmerit of the order, granting or refusing bail, can be questioned.\n(emphasis supplied)\n\nThe above view taken by a learned single Judge of the Gauhati High Court was\napprovingly quoted by a Division Bench of the Gauhati High Court in Jayanta\nKumar Ghosh v. State of Assam3 and Sri Jibangshu Paul v. National Investigation\nAgency (NIA)4. \nIn Yoonus v. Deputy Superintendent of Police5, a Division Bench of the Kerala\nHigh Court, also having considered the provisions of <a href=\"/doc/151012208/\" id=\"a_80\">Section 21</a> of the NIA Act,\nheld as follows:\n        An order rejecting or granting bail is an appealable order<a href=\"/doc/27899481/\" id=\"a_81\"> u/s 21(4)</a> of\nthe NIA Act and the appeal from such order lie to the High Court<a href=\"/doc/27899481/\" id=\"a_82\"> u/s 21(4)</a> of\nthe NIA Act.  Such appeal shall be heard by a Bench of two Judges of the High\nCourt as stipulated by <a href=\"/doc/49370807/\" id=\"a_83\">Section 21(2)</a> of the NIA Act.  It is without knowing that\nlegal position, as against the order rejecting bail applications by the\nMagistrate, fresh bail applications were filed before this Court.  The Registry\nalso, without knowing the legal position, numbered the petitions as bail\napplications and posted before the single Judge and accordingly it was disposed.\n(emphasis supplied)\n\nIn view of the judgment of the Apex Court, interpreting Section 34(4) of POTA,\nwhich is pari materia with <a href=\"/doc/27899481/\" id=\"a_84\">Section 21(4)</a> of the NIA Act, we hold that the\ninterpretation placed on Section 34(4) of POTA by the Apex Court, would apply\nmutatis mutandis to\n<a href=\"/doc/27899481/\" id=\"a_85\">Section 21(4)</a> of the NIA Act.  Thus, it draws us to an irresistible conclusion\nthat the present appeal under <a href=\"/doc/27899481/\" id=\"a_86\">Section 21(4)</a> of the NIA Act, which is against the\norders passed by the Special Court/Additional Metropolitan Sessions Judge,\ngranting bail to the respondents-accused would lie to the Division Bench of the\nHigh Court.  Accordingly, we answer issue No.2 holding that this appeal under\n<a href=\"/doc/27899481/\" id=\"a_87\">Section 21(4)</a> of the NIA Act, filed by the appellant-NIA against the order\npassed by the Special Court/Additional Metropolitan Sessions Judge, granting\nbail to the respondents-accused lies to a Division Bench of the High Court.\nIn re question No.2:\n\nThe second issue that falls for our consideration is whether the Special\nCourt/Additional Metropolitan Sessions Judge, was justified in granting bail to\nthe respondents-accused. \nOrdinarily, the discretion exercised by the lower Court in granting or refusing\nbail would not be interfered with, unless the order suffers from irrelevant\nconsiderations and is not supported by any material on record, then the\nappellate Court will interfere with the orders granting or refusing bail.\nIt is well settled by catena of decisions rendered by the Apex Court that the\npower of cancellation of bail is required to be exercised with due care and\ncircumspection.  The High Court under <a href=\"/doc/27899481/\" id=\"a_88\">Section 21(4)</a> of the NIA Act, exercises\nthe power of an appellate Court.  An appeal is a proceeding taken to rectify an\nerroneous decision of the Court by submitting the question to a higher Court. In\nview of the express language used in <a href=\"/doc/27899481/\" id=\"a_89\">Section 21(4)</a> of the NIA Act, which\nprovides that notwithstanding anything contained in sub-section (3) of Section\n378 of the Code, an appeal shall lie to the High Court against an order of the\nSpecial Court granting or refusing bail, the appeal would lie both on facts and\non law.  Therefore, even an order granting bail can be examined on merits by the\nHigh Court without any kind of fetters imposed on its powers and it can come to\nan independent conclusion whether the Special Court/Additional Metropolitan\nSessions Judge, was justified in granting bail to the respondents-accused.\n        <a href=\"/doc/1199182/\" id=\"a_90\">Article 21</a> of the Constitution guarantees life with dignity.  Undoubtedly,\nnational security is of paramount importance.  Without protecting the safety and\nsecurity of the nation, individual rights cannot be protected.  Both national\ninterest and individual dignity are core values of the Constitution.  It is,\ntherefore, obligatory on the part of the Court to exercise its judicial\ndiscretion guided by law.  But not merely on assumptions and presumptions, much \nless on apprehensions, without sufficient material to constitute an offence\ncharged.  It is necessary for the Court dealing with an application for bail to\nconsider the following circumstances among others before, granting bail.\n(1) The nature of accusation and severity of punishment in case of conviction\nand the nature of supporting evidence.\n(2) Reasonable apprehension of tampering with the witnesses or apprehension of\nthreat to the complainant.\n(3) Prima facie satisfaction of the Court in support of the charges.\n\nEven though the Courts have to take the above into consideration for granting\nbail, the said factors themselves cannot be taken into consideration in\nisolation ignoring the well guided principles laid down by the Apex Court and\nthe facts and circumstances of each case.\nIn the light of the above, we shall examine whether in the facts and\ncircumstances of the case, the Additional Metropolitan Sessions Judge was\njustified in granting bail to the respondents-accused.\n        The case of the appellant is that upon credible information that accused\nNo.1, namely Morjen Hossain of Mohabatpur village, Kaliachak Police Station\nLimits, Malda District West Bengal, in association with other accused, is\nindulging in circulation of fake Indian currency notes, by smuggling from\nPakistan, they intercepted the phone calls of the accused and arrested accused\nNo.1 on 06.01.2012 from his native village at Mohabatpur.  On making searches,\nthey found that accused No.1 was in possession of fake Indian currency notes\nworth Rs.2,000/-, and on interrogation, accused No.1 confessed that he procured\nthe fake Indian currency notes from accused No.18-Shareef Sheik, who is a\nBangladeshi national.  Thereupon, they arrested accused No.18, and on his\ninterrogation, he revealed that he circulated the fake Indian currency notes\nthrough his associates present in various parts of the country by paying them\ncommission.  That in exchange of Rs.1,00,000/- fake Indian currency notes, his\nassociates would deposit amounts ranging between Rs. 30,000/- and Rs.35,000/-. \nThat one of his associates, namely accused No.12-Mohd. Hussain, resident of\nMoradabad District, Uttar Pradesh, deposited the amounts in his bank A/c. No.\n0293010469883 of United Bank of India, Kaliachak Branch, Malda District; bank\nA/c. No. 91001009337929 of Axis Bank, Patancheru Branch, Medak District, of \naccused No.2-Mohd. Anwar Sheik and; bank A/c. No. 20048612045 of SBI    \nRamachandrapuram, Medak District, of accused No.3-Mohd. Anwar Sheik.   That   \naccused No.1 used to withdraw the amounts from the said accounts by making use  \nof the ATM cards of accused Nos. 2, 3 and 12.  That accused No.3-Mohd. Anwar  \nSheik is one of the persons of the network formed by accused No.1.  That accused\nNo.3, along with accused No.4-Sajibul Haque, and accused Nos. 5 and 6 worked for \nRamky Infrastructure, at Patancheru, Medak District, and stayed together.  When\naccused Nos. 3 and 4 were arrested on 06.01.2012, they were found to be in\npossession of\nRs. 500/- and Rs.1,000/- denomination of fake Indian currency notes with Sl. No.\n8BS 963409 and 9AT 936887 respectively.  Accused No.17-Mohammed @ Sheik @ Anwar         \n@ Ashraf, a Pakistani national is also involved in the circulation of fake\nIndian currency notes.  They are investigating the involvement of accused Nos.\n17 and 18 through the mechanism of MLAT request.  Since the fake Indian currency \nnotes circulated across India and seized from the accused originated from\nPakistan, they along with the legal tender of Pakistan have sent the seized fake\nIndian currency notes to Security Printing and Minting Corporation India\nLimited, for examination and report.   Thus, according to the appellant, the\nrespondents-accused along with accused No.1 and other accused are punishable for \nthe offences under Sections 489-B, 489-C r/w <a href=\"/doc/1897847/\" id=\"a_91\">Section 120-B</a> IPC and <a href=\"/doc/122170/\" id=\"a_92\">Sections 16</a> \nand <a href=\"/doc/354849/\" id=\"a_93\">18</a> of the Unlawful Activities (Prevention) Act, 1967.\n        The offences for which the respondents-accused Nos. 3 and 4 are charged\nare scheduled offences and come within the purview of investigation by the\nNational Investigation Agency.  It is the contention of the appellant-NIA that\nthe acts of respondents-accused Nos. 3 and 4, namely circulation of fake Indian\ncurrency notes, is resulting in loss and damage to government property, and\nusing the money realized by them through such circulation of fake Indian\ncurrency notes, for raising funds for terrorist activities, which constitute\nterrorist act, within the meaning of <a href=\"/doc/503626/\" id=\"a_94\">Section 15</a> of the Unlawful Activities\n(Prevention) Act, 1967, and for such acts, they are liable for punishment under\nSections 489-B, 489-C r/w Section 120-B and <a href=\"/doc/122170/\" id=\"a_95\">Sections 16</a> and <a href=\"/doc/1781202/\" id=\"a_96\">17</a> of the Unlawful\nActivities (Prevention) Act, 1967.\nWhile considering an application for bail, the Courts need not search to see\nwhether there would be evidence against the accused to convict him or them after\ntrial.  While examining so, the Court should not be meticulous in examination of\nthe evidence on record.  In an appeal filed against an order granting bail, this\nCourt can certainly examine whether there is any material on record to come to\nthe conclusion that there is prima facie case made out against the accused,\nwhich disentitles them to grant of bail, and as such, the bail granted to them\nhas to be cancelled.\nIn the light of the above discussion, we have to look into whether the\nappellant-NIA has made out any prima facie case for cancellation of the bail\ngranted to the respondents-accused Nos. 3 and 4 by the Special Court/Additional\nMetropolitan Sessions Judge. \nA perusal of the charge sheet filed and the material collected by the appellant-\nNIA against respondents-accused in its entirety, discloses that the only charge\nagainst respondent No.1, who is accused No.3 is that at the time of his arrest\non 06.01.2012, he was found in possession of Rs.500/- fake Indian currency notes\nwith Sl. No. 8BS 963409 and that he has allowed accused No.1 to use his bank \nA/c. No. 2004861205 of SBI, Ramachandrapuram, Medak District, to deposit and  \nwithdraw the amount therefrom through his ATM card; while the charge against\nrespondent No.2, who is accused No.4 is that at the time of his arrest on\n06.01.2012, he was found in possession of Rs.1,000/- fake Indian currency note\nwith Sl. No. 9AT 936887.  The fake Indian currency notes seized from the\npossession of accused Nos. 3 and 4 were sent for comparison to Currency Note \nPress, Nasik, unit of SPMCL, and report was received from them confirming the\nseized notes to be counterfeit notes.  Except this material, there is no\nmaterial placed by the appellant-NIA to show that the respondents-accused Nos. 3\nand 4 have indulged in large-scale circulation of fake Indian currency notes.\nHowever, the counsel for the respondents-accused Nos. 3 and 4 contends that the\nalleged fake Indian currency notes seized from accused Nos. 3 and 4 are fancy\nnotes and not meant for circulation.  Whether the notes seized from the\npossession of the respondents-accused Nos. 3 and 4 are fake notes or fancy notes\nnot meant for circulation, is a matter for trial, and it is for the appellant-\nNIA to establish before the Special Court by adducing evidence.\nEven though, the appellant-NIA to prove the conspiracy and terrorist activities\nagainst the respondents, sought to rely on the legally intercepted phone calls\nsaid to have made by accused No.3 from Phone No. 9032358281 to Phone Nos.    \n9593658491 and 9733086152 and accused No.4 from Phone No. 9032969225 to Phone       \nNo. 9735588715, existing in the name of accused No.22, the report as regards\ncomparison of their voice, is awaited from CFSL, Chandigarh.   There no other\nmaterial collected by the appellant-NIA to show that respondents-accused Nos. 3\nand 4 are involved in a deeper conspiracy to destabilize the economy of the\ncountry and are facilitating accused No.1 to raise funds for terrorist\nactivities.\nAdmittedly, the respondents-accused Nos. 3 and 4 were in jail for more than six\nmonths, and after expiry of the said period, and considering the fact that no\nmaterial was produced by the appellant-NIA to show the involvement of the\nrespondents-accused Nos. 3 and 4 prima facie in circulation of fake Indian\ncurrency notes and funding the terrorist organizations, the Additional\nMetropolitan Sessions Judge has granted them bail subject to the condition of\ntheir not meddling with the evidence and co-operating with the investigation,\nwhen required.\nIn spite of adjourning the matter three times, the appellant-NIA, except stating\nthat investigation is still going on and respondents-accused Nos. 3 and 4 are\nborder residents of Bangladesh and if they are released on bail they would not\nturn up for investigation and securing their presence for facing trial would be\ndifficult as there is every possibility of their crossing the borders of\nBangladesh, have not produced any material, much less report from the CFSL, in\nrelation to the voice calls which they have intercepted and sent for comparison\nwith the voice of the accused. They have also not produced any material to show\nthat the respondents-accused have jumped bail or made any attempts to cross the\nborders of Bangladesh or have not co-operated with the investigation or\nthreatened the prosecution witnesses or tampered with the evidence.  In that\nview of the matter, the contention of the appellant-NIA that the respondents-\naccused may flew away from the country, in our opinion, cannot be kept in an\nivory tower.  The individual liberty is restricted by large social interest and\nits deprivation must have due sanction of law.\nThe appellant-NIA failed to demonstrate before this Court that by grant of bail\nto the respondents-accused Nos. 3 and 4 prejudice is caused to the State or to\nthe security of the State, and on the other hand, it is their case that the\naccused are co-operating with the investigation and attending to the Court on\nevery date of adjournment.\nIn view of the above, we are of the considered opinion that the Special\nCourt/Additional Metropolitan Sessions Judge, has exercised its discretion\njudicially, cautiously and considering the material available on record granted\nbail to the respondents-accused Nos. 3 and 4, and no interference is warranted\nwith such an order passed by the Special Court/Additional Metropolitan Sessions\nJudge granting bail to the respondents-accused Nos. 3 and 4, and more\nparticularly when the appellant-NIA failed to point out any serious infirmity in\nthe discretion exercised by the Special Court/Additional Metropolitan Sessions\nJudge.\nAccordingly, we answer  question No.2 holding that the Additional Metropolitan      \nSessions Judge, in the fact and circumstances of the case, was justified in\ngranting bail to the respondents-accused Nos. 3 and 4.\nFor the foregoing reasons, we find no merit in the criminal appeal, and the same\nis accordingly dismissed.\n\n________________   \nN.V. RAMANA, J.  \n</pre><p data-structure=\"Conclusion\" id=\"p_1\">____________________   \nP. DURGA PRASAD, J.    \nDated: 21st December, 2012</p>","numcites":42,"numcitedby":7,"docsource":"Andhra HC (Pre-Telangana)","citetid":60411382,"divtype":"judgments","relatedqs":[{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"interlocutory order","formInput":"interlocutory%20order"},{"value":"bail under sec 439 of crpc","formInput":"bail%20under%20sec%20439%20of%20crpc"},{"value":"section 439 criminal procedure code","formInput":"section%20439%20criminal%20procedure%20code"},{"value":"nia act","formInput":"nia%20act"},{"value":"bail u/s 439 cr.p.c","formInput":"bail%20u/s%20439%20cr.p.c"},{"value":"439 crpc","formInput":"439%20crpc"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"national investigation agency","formInput":"national%20investigation%20agency"},{"value":"489 b & c ","formInput":"489%20b%20%26%20c%20"},{"value":"bail u/s 439","formInput":"bail%20u/s%20439"},{"value":"in pari materia","formInput":"in%20pari%20materia"},{"value":"unlawful activities prevention act","formInput":"unlawful%20activities%20prevention%20act"},{"value":"\"National Investigation Agency\"","formInput":"%22National%20Investigation%20Agency%22"},{"value":"grant of bail u/s 302/120b","formInput":"grant%20of%20bail%20u/s%20302/120b"},{"value":"section 439 of crpc","formInput":"section%20439%20of%20crpc"},{"value":"pota","formInput":"pota"},{"value":"pota act ","formInput":"pota%20act%20"},{"value":"nia","formInput":"nia"},{"value":"439 bail","formInput":"439%20bail"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"special-power-of-high-court < power-of-high-court-regarding-bail","formInput":"tag:special-power-of-high-court < power-of-high-court-regarding-bail"}],"courtcopy":true,"query_alert":null,"agreement":false}