{"tid":221400,"publishdate":"1993-03-02","title":"Parwani Builders vs Konkan Railway Corporation Ltd. And ... on 2 March, 1993","doc":"<h2 class=\"doc_title\">Parwani Builders vs Konkan Railway Corporation Ltd. And ... on 2 March, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [1996]85COMPCAS676(BOM)</h3>\n\n<pre id=\"pre_1\">JUDGMENT \n \n\n G.D. Kamat, J.   \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This appeal is directed against the order dated January 25, 1993, by which motion sought by the present appellants before the trial court was rejected. Relief of temporary injunction was sought in Special Civil Suit No. 220/92/A for restraining Konkan Railway Corporation Ltd. and its chief engineer, respondent No. 2, from encashing the demand draft for Rs. 32 lakhs made in favour of the Corporation by respondent No. 3, Bank of Maharashtra, towards the encashment of the bank guarantees furnished by the same bank in favour of the Konkan Railway Corporation Ltd. (hereinafter for short &quot;the Corporation&quot;) furnished by the appellants/plaintiffs.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The facts giving rise to this appeal are that the appellants became the successful tenderers for construction of the Roha-Mangalore new broad gauge railway line in relation to earthwork in forming banks and cuttings and construction of minor bridges between chainage 534-501 to 541-750 reach II. It appears that this is one of the segments of the aforesaid railway line to be set up in the region of Goa. The value of the work for the purpose of this tender was Rs. 3,26,17,732.62. The contract between the parties was executed on November 29, 1991, and, according to the terms of the contract, the work had to be completed within 16 months, that is to say, on or before March 31, 1993. The contract provided for mobilisation advance to be given by the Corporation to the appellants and shorn of necessary details it corresponded to 10 per cent. of the contracted amount. It is not disputed that from time to time mobilisation advance was disbursed by the Corporation in favour of the appellants in the sum of Rs. 32 lakhs and it is equally not disputed that in accordance with the contractual terms, as against the receipt of the mobilisation advance, the appellants had to furnish bank guarantee. Accordingly, 16 bank guarantees, each for an amount of Rs. 2 lakhs, were executed at the instance of the appellants by Bank of Maharashtra, Dharampeth Branch, Nagpur, in favour of the Corporation. They are of various dates between November 30, 1991, and June 9, 1992.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. Some dispute arose between the appellants on the one hand and the Corporation on the other and it appears that the Corporation put an end to the contract by its letter dated October 3, 1992, and made a demand on respondent No. 3 for encashing the bank guarantee, 16 in number, for recovering the amount of Rs. 32 lakhs advanced by way of mobilisation. Respondent No. 3 obliged the Corporation and by its demand draft dated October 6, 1992, forwarded a sum of Rs. 32 lakhs in favour of the Corporation. Even before this demand draft was encashed, the present suit was instituted seeking a permanent injunction restraining the Corporation, its servants and agents from encashing the same. At the same time a motion was taken for interim order restraining the Corporation from encashing the same. An ex parte order was obtained by the appellants and after cause being shown by the Corporation by the impugned order the ex parte injunction earlier granted was vacated and application of the appellants was rejected, which is now impugned in the present appeal.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. The case set out by the appellants in the suit is that the Corporation played a fraud on the appellants in saying that the appellants have committed breach of the contract and that way seeking encashment of the bank guarantees. In the matter of these allegations profuse reference is made to the correspondence prior to the suit, which suggests, and as averred by the appellants, that they could not be blamed for not showing the progress of work, firstly, for the reason that no site for the entire stretch of work for which the contract was awarded to them was made available once the work order was given by the Corporation. It is further their case that though the work stretched to a length of about 7.50 kilo metres not more than 1.5 kms. was made available until about April 19, 1992. Another piecemeal stretch was handed over some time in July, 1992. The total stretch finally made available till August, 1992, was 6 kms. It was equally set out that even when the first 1.5 kms. was made available, until about April, 1992, operation was impossible for the appellants as there was no permission obtained from the Corporation enabling them to fell trees in order to carry on the work; that blasting was not possible on account of some agitation by the public; that regard being had to the heavy monsoon in Goa, it was also sought to be made out that no work of the kind is possible during the period from June to September. In addition, it is the case of the appellants that when they took up the work in right earnest, they came across laterite formation to a large extent requiring extensive drilling and blasting. This, according to them, was not contemplated under the contract and having regard to the stipulation that what was required of the appellants was intensive blasting in hard rock, that too, to a limited extent of about 100 metres, they were perforced to seek a new rate for extensive blasting of laterite formation, which was not acceded to by the Corporation despite the fact that the appellants&#x27; claim was absolutely justified and what is more reasonable. All these factors individually and collectively taken could not show progress as was envisaged in the contract and, therefore, no fault could lie at the doors of the appellants. It is otherwise the case of the appellants that they had done the necessary mobilisation of labour, machinery, etc., and that in this view of the matter the Corporation being aware that there is no breach of contract on the part of the appellants yet chose to fraudulently encash the bank guarantees.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> 5. The relief of interim injunction was very vehemently opposed on behalf of the Corporation. According to the Corporation, the contract was a time-bound programme and that too being a public project. Squarely the Corporation has laid the blame on the appellants who did not in reality do the necessary mobilisation nor started the work in right earnest at any time during the entire period until the contract was terminated. It is also the case of the Corporation that the date for completion of the contract, which was set out for 16 months, was inclusive of the monsoon; that the contract provided for giving of the site progressively to enable the appellants to do the work in the stretch already made available; despite that sufficient stretch of site was made available to the appellants, no tangible progress was shown; that the raising of the question of felling of the trees or of the agitation of the public are lame excuses put forward; that there is nothing fraudulent on the part of the Corporation in encashing the bank guarantees; that the appellants wanted to wriggle out of the contract by saying that they are required to work on laterite formation, which requires extensive blasting though in reality the contract provides for the same and what is more, the appellants have clearly undertaken in the contract to be executed by them that they had seen and familiarised with the site at which they were supposed to carry out the work and in any event even on the assumption that there is some dispute raised on behalf of the appellants, the authority competent under the contract had decided against the appellants. If at all the appellants are dissatisfied with the decision, it is open for the appellants to seek adjudication in arbitration proceedings, which is also provided in the contract. In other words it was submitted on behalf of the Corporation that there was some dispute, it does not give a lever in the hands of the appellants to stop the work and that way commit breach of the contract. They could have taken the dispute to arbitration and the arbitrator, if at all, could have given the necessary relief. In so far as the relief restraining the Corporation from encashing the bank guarantee is concerned, it was very vehemently contended in the lower court as well as in this court that the contract relating to the bank guarantee is entirely different from the underlying contract between the parties and inasmuch as the Corporation is made the sole judge in invoking the bank guarantees, the appellants have no say in the matter and for that matter no court can make any restraint order except when a fraud is clearly established or when the parties are led to some irretrievable position. It is the stand of the Corporation that it is not the case of the appellants that they were induced into the contract by the Corporation so as to attract any fraud. He then submits that apart from no case of fraud having been made out in the plaint, there are not event allegations of fraud in the entire plaint and, therefore, by no stretch of imagination any relief can be made available to the appellants.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\"> 6. Shri Kakodkar then points out that the appellants have vacated the site. The contact already stands terminated. If any injunction is granted at this stage, the Corporation would be restrained from recovering it own money which was given to the appellants by way of mobilisation advance. He, therefore, says that the whole claim in the suit itself is totally a dishonest act and what is more, according to him, there is not even the prospect of recovering the mobilisation advance which had been given to the appellants to carry out the work, which us already stopped and once the contract having been terminated, there can be no question of the existence of such prospect.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. Before I come to what is advanced by learned counsel, a reference to a few authorities will make the position clear, viz., the principal relating to the demand for encashment of bank guarantees and in what manner the courts are supposed to accede to the restraint orders sought by the parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_1\">In the decision of <a href=\"/doc/218672/\" id=\"a_1\">General Electric Technical Service Company Inc. v. Punj Sons (P) Ltd.</a>, , the Supreme Court laid down that an injunction to restrain encashment of a bank guarantee cannot be granted in the absence of fraud or likelihood of irretrievable injustice between parties. Despite the fact that the appellants had recovered some part of the mobilisation advance from the running bills and which fact was not disclosed in the pleadings, and which suppression had found favour with the High Court at Delhi yet the Supreme Court set aside the order of the Delhi High Court granting injunction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_2\">The court observed that the law of contractual obligations under bank guarantee has been well settled in a catena of cases and finally crystallized in the judgment of <a href=\"/doc/329587/\" id=\"a_2\">U.P. Co-operative Federation Ltd. v. Singh Consultants and Engineers Pvt. Ltd.</a> . That in order to restrain the operation of either irrevocable letter of credit or of confirmed letter of credit or of bank guarantee, there should be serious dispute and there should be good prima facie case of fraud and special equities in the form of preventing irretrievable injustice between the parties as otherwise the very purpose of bank guarantees would be negatived and the fabric of trading operation will get jeopardised. It was further observed that the banks must honour their guarantees free from interference by the courts otherwise the trust in commerce internal and international would be irreparably damaged. The nature of the fraud that the courts talk about is fraud of an egregious nature as to vitiate the entire underlying transaction and that it must be fraud of beneficiary and not fraud of somebody else.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_3\">8. Reference has already been made to the decision of <a href=\"/doc/329587/\" id=\"a_3\">U.P. Co-operative Federation Ltd. v. Singh Consultants and Engineers (P</a>.) Ltd.  in the authority cited above. I do not think that any more reference is necessary with regard to the principle as finally it must be seen that no two cases are alike on facts. Even then what is till required to be highlighted from this authority, which must be emphasised is this :</span>  \n</p><blockquote id=\"blockquote_1\">  &quot;Commitments of banks must be honoured free from interference by the courts. An irrevocable commitment either in the form of confirmed bank guarantee or irrevocable letter of credit cannot be interfered with. In order to restrain the operation either of irrevocable letter of credit or of confirmed letter of credit or of bank guarantee, there should be serious dispute and there should be good prima facie case of fraud and special equities in the form of preventing irretrievable injustice between the parties.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1887695\" id=\"span_4\">In the decision of <a href=\"/doc/1887695/\" id=\"a_4\">Kunjannamma v. Kerala Fisheries Corporation</a> [1987] 62 Comp Cas 320; [1987] Bank J 559 a learned single judge of the Kerala High Court held that when a party is sought to be injuncted from encashing the bank guarantee, what has to be looked into are the terms of the bank guarantee alone as this contract is a separate and distinct one and is not dependent on the other independent contract. It was also held that no dispute raised under the main agreement can be a reason for nonpayment of the amount under the bank guarantee which is an autonomous and independent contract and must have effect according to its own terms.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"404513\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475051\" id=\"span_6\">Since Mr. Dias, learned counsel appearing for the appellants, placed reliance on the decision of <a href=\"/doc/1475051/\" id=\"a_5\">Banerjee and Banerjee v. Hindustan Steel Works Construction Ltd.</a> [1990] 68 Comp Cas 344, it may be mentioned that this judgment of the single judge of the Calcutta High Court was not approved by a Division Bench of the same court in <a href=\"/doc/404513/\" id=\"a_6\">Hindusthan Paper Corporation Ltd. v. Keneilhouse Angami</a> [1990] 68 Comp Cas 361. It was observed in this case that the right of the beneficiary under a bank guarantee to enforce payment under the guarantee is government by the bank guarantee itself and not by the terms and conditions of the original contract. The bank guarantee is a contract separate from the original contract pursuant to which the bank guarantee is furnished. The bank is not a party to the original contract, and the party at whose instance the bank guarantee is furnished pursuant to the original contract is not a party to the guarantee. It was thereafter deduced from this principle that a clause in the original contract providing for settlement by arbitration of disputes between the contracting parties cannot, therefore, cover enforcement of payment under the bank guarantee. A few more decisions have been cited across the Bar. I do not think that it is necessary to look into the same so as to avoid repetition of principles and multiplication will not advance the case of the parties.</span></span>  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">10. Mr. Dias, learned counsel for the appellants, placing reliance on <a href=\"/doc/299780/\" id=\"a_7\">section 17</a> of the Indian Contract Act says that the case set up would attract clause (1) of <a href=\"/doc/299780/\" id=\"a_8\">section 17</a>. According to him in the matter of invocation of the bank guarantee, the Corporation knowing certain existence of facts and on top of it believing the same to be true, yet called upon respondent No. 3 to encash the bank guarantees. This was said by learned counsel obviously in answer to Shri Kakodkar, counsel appearing for the Corporation, that in the entire plaint there are no averments of fraud whatsoever as against the Corporation and for that matter not even allegations of fraud. Shri Kakodkar had heavily relied upon paragraphs 24 and 25 of the plaint and had argued that all that the appellants have stated was that they were informed by the manager of the bank of Maharashtra, Dharampeth Branch, Nagpur, that the Corporation by falsely and fraudulently stating that the appellants had committed breach of contract had obtained from the said bank a draft of Rs. 32 lakhs for the purpose of encashing the said bank guarantees given by the appellants towards the mobilisation advance. In paragraph 25, the averment is that the Corporation had falsely and fraudulently taken advantage of certain conditions incorporated in the bank guarantee and they had quoted clauses 1 and 2 of the bank guarantee. Besides these averments in fact there is hardly anything worth the name disclosed in the matter of allegations of fraud leave alone fraud. Mr. Dias, however, did try to make good before this court that the Corporation was aware that it had not made the entire site available; that a stretch of site was handed over piecemeal from time to time. He, therefore, says that the Corporation was aware of this. Secondly, he says that licence for felling trees was obtained some time in July, 1992, and, therefore, the Corporation was aware that the appellants were not able to carry out the work in the site handed over. Mr. Dias says that when blasting was attempted there was public agitation against the same as a result of which the Corporation held out to the appellants that the appellants should go for controlled blasting, was also a fact within the knowledge of the Corporation. Mr. Dias now says that the concerned Deputy Chief Engineer of the Corporation was also aware that there was laterite formation, which was not contemplated within the contractual terms and that is why by the letter dated March 20, 1992, it was held out that the appellants have come across, in some of the reaches, difficulty in the excavation of laterite formations which require extensive drilling and blasting and even advised them to use hydraulic hammers manufactured by Larsen and Toubro. Mr. Dias, therefore, urged that once this knowledge was imputed to the Corporation, the Corporation was committing fraud in representing to respondent No. 3 that the appellants have committed breach only with a view to dishonestly obtain encashment of the bank guarantees, which were furnished by the appellants under the underlying contract. He was profusely read before me a large amount of correspondence to show how from time to time the appellants wrote to the Corporation and how the Corporation reacted to those letter. Mr. Dias, therefore, urged that on these facts under clause (1) of <a href=\"/doc/299780/\" id=\"a_9\">section 17</a> of the Contract Act the fraud is per se and in this context of the matter a restraint order must go against the Corporation. He also next urged that the bank guarantee must be strictly construed and there can be no deviation permitted.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. The first point to consider is to find out as to what is sought to be recovered by the Corporation. There can be no two opinions that under the terms of the contract, the Corporation gave by way of mobilisation advance from time to time a sum of Rs. 32 lakhs corresponding to 10 per cent. of the value of the contract. The mobilisation advance had to be paid against bank guarantee. Sub-clause (c) of clause 49 of the special conditions relating to this contract says that the advance together with the interest due thereon shall be recovered progressively from the running bills of the contractor at 12.5 per cent. of the value of each bill so that when 85 per cent. to 90 per cent. of the contract value is paid the entire advance together with interest up to that date will have been recovered. Tersely put the mobilisation advance is given to the contractor to mobilise labour and machinery and the same has to be recovered from the payment of the running bills depending upon the progress of the work and, needless to say, its continuity and the scheme is clear that the entire mobilisation advance is to be recovered upon payment of the bills for the work done.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">12.  By now it is clear that the contract that the appellants had, stands terminated. The question as to whether the termination is justified or not or the same is legal or not is not an issue in the suit. I believe that that can be the subject-matter, if any, of arbitration proceedings. I am told that the appellants have already initiated arbitration proceedings. There is, therefore, lot of merit in the submission of Mr. Kakodkar that if the Corporation is injuncted at this stage from recovering its own money which was given by way of mobilisation advance, there is no question of any prospect of recovery as the contract has already been terminated. I deliberately refrain from saying anything on the subject of termination of the contact as I believe that jurisdiction is not mine presently. In my view, therefore, this aspect of the matter cannot be forgotten in the matter of disposal of interim relief sought by the appellants. By making the demand on respondent No. 3 for encashment of the bank guarantees, the Corporation is recovering its own money. It is not the case of the appellants that any part of the mobilisation advance had been recovered by the Corporation from the running bills. Therefore, simply and purely stated the Corporation is recovering its own money. I am afraid that no restraint can be put on the Corporation in recovering its own money which was advanced to the appellants/contractor by way of mobilisation advance.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13. This appeal must, therefore, fail here but I do not propose to stop but proceed further on the assumption that I am wrong in the view that I have taken. I will, therefore, now proceed to examine whether the Corporation on the terms and conditions of the guarantee can be restrained from encashing the same. By now I have highlighted the controversy between the parties. It is necessary that the terms of the bank guarantee are set out to find out as to how and in what manner an absolute obligation is cast on the bank to pay the money demanded in so far as the Corporation is concerned. It is not disputed that all the 16 bank guarantees are worded alike. It reads, after making the necessary recitals in relation to the description of the contract, value and other details, as under :  \n</p>  \n\n<blockquote id=\"blockquote_2\">  &quot;1. That the bank does hereby agree with the Corporation and irrevocably and unconditionally undertake, bind itself and guarantee that in the case of default by the contractors in repaying the said advance of Rs. 2,00,000 (rupees two lakhs only) or in the case of non-utilisation thereof for bona fide works of the Corporation in connection with the subject contract, or in the case of default in observing and/or performing any of the terms and conditions of the said contract or default in payment of any money thereunder payable to the Corporation by reason of any breach by the contractors of any of the terms and conditions contained in the said contract, the bank shall merely on demand and without any demur pay forthwith, the Corporation in such manner as the Corporation may direct the said amount of Rs. 2,00,000 (rupees two lakhs only) or such portion thereof not exceeding the said sum as the Corporation may, from time to time, require.  \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> 2. Any decision of the Corporation as to whether any default has been made by the contractor or any such demand as aforesaid made on the bank shall be conclusive and binding on the bank as regards the default made and amount claimed as due, and the said amount shall be payable by the bank under this guarantee without any objection, provided always the total liability of the bank shall and, in any circumstances, exceed the sum of Rs. 2,00,000 (rupees two lakhs only)...  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> 10. The bank undertakes not to revoke this guarantee except with the previous consent of the Corporation in writing during the period of its currency...  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> 12. The bank also agrees that the Corporation&#x27;s right to recover from the bank under the terms of the guarantee shall not be affected or suspended by reason of the fact that any dispute or disputes have been raised by the contractors with regard to his liability pending before any arbitrator or Tribunal or court with regard thereto or in connection therewith. The bank further undertakes not to withhold payment at the instance or request or as a consequence of any action by the contractors.&quot;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 14. The Corporation, by its letter dated October 5, 1992, stated that the appellants have defaulted in observing and performing according to the terms and conditions of the contract and as a result of breach of contract the Corporation has decided to encash all the 16 bank guarantees totalling Rs. 32 lakhs under clause 1 of the terms and conditions of the guarantee. Upon this demand it is common ground that in the matter of encashment of bank guarantee a demand draft was issued in favour of the Corporation with the result that the bank guarantees were in fact encashed. It is indeed true that the appellants have raised a dispute that while executing the work they have come across laterite formation requiring extensive drilling and blasting whereas, according to them, in schedule &quot;A&quot; appended to the contract concerning these works what is provided at serial numbers 3 and 4 is earth work formation in cutting, etc., including hard rock/laterite requiring light or occasional blasting and earthwork formation in cutting, etc., in hard rock requiring intensive blasting. What was raise, therefore, by the appellants by way of dispute is that extensive drilling and blasting was no contemplated in the contract and, therefore, they were entitled to get a fresh rate fixed. In my view this can be styled at the most as a dispute. What is said about this matter must be equally said about the other matters raised by the appellants in the matter of (1) not giving the entire stretch of site for the purpose of carrying out the work and on the contrary various stretches were given piecemeal from time to time, (2) the licence for felling trees was made available only some time in July, 1992, (3) that the appellants were unable to carry out the work in intensity because there was a public agitation against blasting and what is more the Corporation itself held out that the appellants ought to adopt what is known as control blasting, and (4) a set-off was required to be given for the monsoon period and to that extent the appellants were entitled to extension. As on the date of the suit parties have finally come to the position that the contract dated November 29, 1991, is terminated. I am unable to examine, as mentioned earlier, the legality or otherwise of this termination. Therefore, to put the matter at the highest, the appellants have raised disputes and it is open to them to seek their own remedy in the matter of those disputes. On the assumption that the termination of the contract is wrongful, even then I see no reason as to why the Corporation on these facts can be restrained by a court from encashing the bank guarantees. By now we have seen that the Bank Maharashtra is not a party to the underlying contract that the appellants had with the Corporation in the matter of execution of the Konkan Railway work. Though Mr. Dias may be right in contending that the bank guarantees furnished at the behest of the appellants in favour of the Corporation have sprung up under the underlying contract yet having regard to the case the contract of bank guarantee is strictly between the bank and its beneficiary. I have already set out the terms of the contract of bank guarantee and it is clear therefrom that the beneficiary is made the sole judge and the beneficiary can invoke the bank guarantee on the terms thereof. On the facts pleaded and even on the basis of the correspondence it is not possible to hold that anything can be faulted with the Corporation in so far as the Corporation&#x27;s demand for encashing the bank guarantees is concerned. Whatever averments are made in the plaint, in my view, prima facie, they fall too short to hold that the Corporation has played any fraud so as to invoke the bank guarantees. I have not been able to see any equity in favour of the appellants by which it can be said that there is a situation in their favour so that a restraint is necessary on the Corporation to make demand for encashment. What can be the irretrievable position? Can it be merely because some disputes exist and/or are raised on behalf of the contractor that one can hold in favour of the appellants that they are in such an irretrievable position and, therefore, the equities demand that the Corporation should be restrained. In fact none of it. I am, therefore, not persuaded to interfere with the order made by the trial court when it rejected the interim relief sought by the appellants.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\"> 15. Mr. Kakodkar indeed urged that the Corporation has been styled to be a &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_10\">article 12</a> of the Constitution of India. He seriously disputes this position and contended that the Corporation is a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_11\">Companies Act</a> and its shareholders are four States, namely, State of Maharashtra, State of Goa, State of Karnataka and State of Kerala. I need not go into this question as finally this issue is not necessary for deciding the present appeal.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"137050\" id=\"span_7\">16. It was next urged by Mr. Kakodkar that the suit is not maintainable because, according to him, though in the cause title the appellants have styled themselves to be partners under the <a href=\"/doc/107341/\" id=\"a_12\">Partnership Act</a>, there is not even an averment in the body of the plaint that Parwani Builders are a registered partnership firm. He further points out that lack of averment is one thing, there is nothing produced on record by way of documentary evidence that the partnership is registered. Addressing himself to a certificate placed on record by the appellants he says that at some stage a partnership firm by same name had been registered earlier. According to him what was required to be produced was a certificate as to who are the part partners as on the date of the suit. He now says that it is not even possible for the appellants now to amend the suit and he relies on the authority of <a href=\"/doc/137050/\" id=\"a_13\">Shreeram Finance Corporation v. Yasin Khan</a>  to contend that the suit is incompetent. I am afraid that I cannot go into this question at this stage and at any rate I refuse to go into this question even for prima facie consideration. I think I better leave the issue for the trial court, if properly raised by the Corporation. Therefore, applying the test <a href=\"/doc/137050/\" id=\"a_14\">laid down by</a> decided cases it is impossible to accept, on the facts and circumstances of this case, that the Corporation is liable to be restrained from encashing the bank guarantees and now from encashing the demand draft made in favour of the Corporation by respondent No. 3 in satisfaction of the demand contained by the Corporation&#x27;s letter dated October 5, 1992. There can be no restraint whatsoever in so far as the Corporation is concerned.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\"> 17. The appeal, therefore, fails. The same is dismissed with costs. \n</p>\n \n \n\n","numcites":10,"numcitedby":1,"docsource":"Bombay High Court","citetid":221400,"divtype":"judgments","relatedqs":[{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"mobilisation advance","formInput":"mobilisation%20advance"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"encashing of bank guarantees","formInput":"encashing%20of%20bank%20guarantees"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"contracts on bank guarantee","formInput":"contracts%20on%20bank%20guarantee"},{"value":"irretrievable","formInput":"irretrievable"},{"value":"fraudulent","formInput":"fraudulent"},{"value":"beneficiaries  filter:  trust cases","formInput":"beneficiaries%20%20filter%3A%20%20trust%20cases"},{"value":"bank guarantees","formInput":"bank%20guarantees"},{"value":"guarantee","formInput":"guarantee"},{"value":"goa","formInput":"goa"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"across","formInput":"across"},{"value":"agitate","formInput":"agitate"}],"cats":[{"value":"fraud-defined","formInput":"tag:fraud-defined"},{"value":"partnership,indian-partners,","formInput":"tag:partnership,indian-partners,"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":false,"query_alert":null,"agreement":false}