{"tid":1701367,"publishdate":"1976-02-02","title":"Suraj Bhan vs Om Prakash And Anr on 2 February, 1976","doc":"<h2 class=\"doc_title\">Suraj Bhan vs Om Prakash And Anr on 2 February, 1976</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1976 AIR 648, 1976 SCR (3) 299, AIR 1976 SUPREME COURT 648, (1976) 1 SCC 886, 1976 SCC(CRI) 208, 1976 SC CRI R 161, 1976 3 SCR 299, 1976 UJ (SC) 210, 1976 CRI APP R (SC) 89</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-k-goswami\">P.K. Goswami</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-k-goswami\">P.K. Goswami</a>, <a href=\"/search/?formInput=benchid:p-n-shinghal\">P.N. Shingal</a>, <a href=\"/search/?formInput=benchid:j-singh\">Jaswant Singh</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSURAJ BHAN\n\n\tVs.\n\nRESPONDENT:\nOM PRAKASH AND ANR.\n\nDATE OF JUDGMENT02/02/1976\n\nBENCH:\nGOSWAMI, P.K.\nBENCH:\nGOSWAMI, P.K.\nSHINGAL, P.N.\nSINGH, JASWANT\n\nCITATION:\n 1976 AIR  648\t\t  1976 SCR  (3) 299\n 1976 SCC  (1) 886\n\n\nACT:\n     <a href=\"/doc/445276/\" id=\"a_1\">Code of Criminal Procedure</a> 1973 (Act 2 of 1974)-<a href=\"/doc/914361/\" id=\"a_2\">S. 428-</a>\nScope of-Whether  contemplates any  challenge to conviction-\nProcedure to invoke the section.\n     Practice-Interference by  the Supreme  Court under <a href=\"/doc/427855/\" id=\"a_3\">Art.\n136</a> of\tthe Constitution,  when the Criminal Revision before\nthe High  Court for  enhancement of  the sentence has become\ninfructuous, by\t virtue of a judgment in the Criminal Appeal\nwhich has  become final\t u/s 393 of Crl. P.C. 1973 (Act 2 of\n1974) is not Droner.\n\n\n\nHEADNOTE:\n     The respondent  &quot;OP&quot; inflicted  five stab wounds on the\nappellant &quot;S&quot; on 19-4-1973 but the appellant survived thanks\nto prompt medical attention and are immediate operation. The\ntrial court  convicted &quot;OP&quot;  under <a href=\"/doc/455468/\" id=\"a_4\">section 307</a> I.P.C. by its\njudgment  dated\t 26-2-74  and  sentenced  him  to  10  years\nrigorous imprisonment  and also\t to a  fine of Rs. 200/- The\naccused &quot;OP&quot;  filed a  Criminal Appeal\tNo. 442/74)  in\t the\nPunjab High  Court on the ground that he was entitled to set\noff<a href=\"/doc/914361/\" id=\"a_5\"> u/s\t 428</a> of\t the Crl.  P.C. 1973  (Act 2  of 1974),\t the\nperiod of  his detention  as an under trial prisoner against\nthe period  of imprisonment  imposed upon him. The appellant\n&quot;S&quot; also  filed a  Criminal Revision  No. 606/\t74 74 in the\nHigh Court  for enhancement  of\t the  sentence\tagainst\t the\naccused. Since there was no opposition from the State to the\nplea in\t the criminal  appeal, the  High Court accepting the\nappeal, reduced\t the sentence of the term of imprisonment to\nthat already  undergone by  him. Against  the  said  appeal,\nthere was  no further  appeal either  by the State or by &quot;S&quot;\nand therefore the orders became final. The criminal revision\nfiled by  &quot;S&quot; was  however dismissed  separately by the High\nCourt for  the &quot;reasons\t recorded  in  Criminal\t Appeal\t No.\n442/74&quot;. Unable\t to obtain leave under <a href=\"/doc/1461463/\" id=\"a_6\">Art. 134(1)(c)</a> of the\nConstitution, &quot;S&quot; obtained special leave after notice to the\naccused &quot;OP&quot; and the State.\n     Dismissing the appeal, the Court\n^\n     HELD: (1)\tIt is  clear from  <a href=\"/doc/914361/\" id=\"a_7\">S. 428</a>  of  the  Criminal\nProcedure Code, 1973 (Act 2 of 1974) itself that even though\nthe conviction\twas prior  to the enforcement of the code of\ncriminal procedure benefit of <a href=\"/doc/914361/\" id=\"a_8\">Section 428</a> would be available\nto such a conviction. Indeed<a href=\"/doc/914361/\" id=\"a_9\"> S. 428</a> does not contemplate any\nchallenge to  a conviction  or\ta  sentence.  It  confers  a\nbenefit on  a convict  reducing\t his  liability\t to  undergo\nimprisonment out  of the  sentence imposed  for\t the  period\nwhich he  had already  served as  an under  trial  prisoner.\n[301H, 302A]\n     (2)  The  procedure  to  invoke  <a href=\"/doc/914361/\" id=\"a_10\">Section  428</a>  Criminal\nProcedure Code\tcould be  a Miscellaneous application by the\naccused to the court at any time while the sentence runs for\npassing appropriate  order reducing the term of imprisonment\nwhich is the mandate of the section. [302A]\n     (3) In  the instant  case, in  the absence of an appeal\nagainst the  judgment of  the High  Court in Criminal Appeal\nNo. 442/74  either by  the State  or by\t the  injured,\tthat\njudgment has  become final.  The scope\tof criminal revision\nbefore the  High Court was whether the sentence of ten years\nshould\tbe   further  enhanced,\t but  that  sentence  itself\ndisappeared by\tvirtue of  the judgment of the High Court in\nthe Criminal  Appeal. The criminal revision therefore became\ninfructuous and\t the Supreme  Court can\t do nothing about it\nwhile the  judgment of\tthe High  Court\t remains  operative.\n1302D, E-P]\n     Obiter:  The  order  of  the  High\t Court\twas  clearly\nunsustainable  even   in  terms\t  of  <a href=\"/doc/914361/\" id=\"a_11\">section  428</a>  Criminal\nProcedure Code as the only set off which was\n300\nurged for  under the section and which was admissible, was a\nperiod of about nine months of pretrial detention.\n     [The  Court  disapproved  of  such\t a  grossly  lenient\n     sentence imposed  by the High Court and deprecated that\n     the State\tignored to  take notice\t of such  a  grossly\n     lenient sentence  and for\tnot preferring\tan appeal to\n     the Court.]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CRIMINAL APPELLATE\t JURISDICTION: Criminal\t Appeal\t No.\n381 of 1975.\n</p><p data-structure=\"CDiscource\" id=\"p_2\">     Appeal by\tSpecial Leave  from the\t Judgment and  order\ndated the  10th January, 1973 of the Punjab and Haryana High\nCourt at Chandigharh in Criminal Revision No. 606 of 1974.\n</p><p data-structure=\"Precedent\" id=\"p_3\">     V. C.  Mahajan, S.\t K. Mehta and K. R. Nagaraja for the\nAppellant.\n</p><p data-structure=\"Facts\" id=\"p_4\">     Ch. Ram Sarup and R. A. Gupta for Respondent No. 1\n<span class=\"hidden_text\" id=\"span_1\">     H. S. Marwah and S. P. Nayar for Respondent No. 2</span>\n     The Judgment of the Court was delivered by j,\n     GOSWAMI,  J.-On  April  19,  1973,\t the  respondent  Om\nParkash\t (hereinafter\tto  be\tdescribed  as  the  accused)\ninflicted as many as five stab wounds on the appellant Suraj\nBhan. The  injuries were  very severe  as will be found from\nthe description given below:-\n</p><blockquote id=\"blockquote_1\">\t  &quot;1.  Incised wound  5 cm  x 2 cm x oblique spindle\n\t       shape on\t the  left  side  of  the  front  of\n\t       abdomen, 8 cm below the xiphisternum and 6 cm\n\t       to the\tleft  of mid line. Depth `not probed\n\t       edges were fresh.\n</blockquote><blockquote id=\"blockquote_2\">\t  2.   Incised wound  2\t 1/2 cm x 1 cm oblique, 6 cm\n\t       on   the left  and 2  cm above  injury No. 1,\n\t       spindle J  shaped. Edges were fresh and depth\n\t       was not probed.\n</blockquote><blockquote id=\"blockquote_3\">\t  3.   Incised wound  2 1/2  cm x  1 cm\t horizontal,\n\t       spindle shaped  6 cm  above the left anterior\n\t       superior iliac spine Depth was not probed and\n\t       edges were fresh.\n</blockquote><blockquote id=\"blockquote_4\">\t  4.   Incised wound  1 cm  X 1/4  cm X\t 2 mm  deep,\n\t       horizontal 6  cm inner to end at the level of\n\t       f left  anterior superior  iliac spine, edges\n\t       were fresh.\n</blockquote><blockquote id=\"blockquote_5\">\t  5.   Penetrating wound  5 cm\tx 2  1/2 cm x cavity\n\t       deep, horizontal on the front of abdomen 2 cm\n\t       to the  right of\t mid line  10 cm  below\t the\n\t       level of\t xiphisternum, edges  were clean cut\n\t       and  fresh   the\t coils\tof  small  intestine\n\t       protruding through the wound.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_5\">The appellant had also to under-go an operation. There is no\ndoubt that  prompt and\tproper medical attention alone saved\nthe i` appellant from death.\n</p><p data-structure=\"PetArg\" id=\"p_6\">     The accused  was convicted under <a href=\"/doc/455468/\" id=\"a_12\">section 307</a> IPC by the\ntrial court  by its  judgment dated  February 26,  1974\t and\nsentenced to  10 years&#x27;\t rigorous imprisonment and also to a\nfine of\t Rs. 200/-  in default rigorous imprisonment for one\nyear. Although the accused gave his\n<span class=\"hidden_text\" id=\"span_2\">301</span>\nage as 19 years, according to the trial court he appeared to\nbe aged about 23 years.\n</p><p data-structure=\"Facts\" id=\"p_7\">     The accused  appealed to  the High\t Court\tagainst\t his\nconviction and sentence. The appeal was numbered as Criminal\nAppeal No.  442 of 1974. The injured Suraj Bhan also filed a\nCriminal Revision  Application being numbered as 606 of 1974\nfor enhancement\t of the\t sentence passed on the accused. The\nappeal was  decided by\ta learned  single Judge\t of the High\nCourt of  Punjab and Haryana on January 10, 1975. It appears\nfrom the  judgment of  the High\t Court in  that appeal\tthat\nconviction of the accused was not challenged. The only point\nthat was argued was that the accused was entitled to set off\nthe period  of his  detention as  an  under  trial  prisoner\nagainst the  period of\timprisonment imposed  upon him under\n<a href=\"/doc/914361/\" id=\"a_13\">section 428</a>  of the  Criminal Procedure Code 1973 (Act No. 2\nof 1974)  which came  into force  from\tApril  1,  1974.  It\nappears also from the judgment that the State did not oppose\nthe aforesaid  submission on  behalf  of  the  accused.\t The\nlearned single\tJudge, therefore,  passed the  order in\t the\nfollowing terms:-\n</p><blockquote id=\"blockquote_6\">\t  There is  force in  this submission of the learned\n     counsel which is not opposed by the State counsel. I am\n     of the view that the ends of justice will be met if the\n     term  of\timprisonment  of  the  convict-appellant  is\n     reduced to that already undergone by him.&quot;\nHaving said.  so the  learned  single  Judge  dismissed\t the\nappeal maintaining  the conviction and reduced the accused&#x27;s\nterm of imprisonment to that already undergo by him and also\nmaintained  the\t  sentence  of\tfine.  Including&#x27;  the\tpre-\nconviction detention  the accused  served only\tone year and\neight months of the sentence.\n</blockquote><blockquote id=\"blockquote_7\">     It appears\t the State  did not  choose  to\t prefer\t any\nappeal against the grossly inadequate sentence passed by the\nHigh Court.  On the  other hand the injured Suraj` Bhan made\nan application\tto the\tHigh  Court  for  a  certificate  of\nfitness for  leave to  appeal to  this Court  under  <a href=\"/doc/1461463/\" id=\"a_14\">article\n134(1)(c)</a> of the Constitution without success and thereafter\nobtained special  leave from  this Court after notice to the\nrespondents including  the State  to show  cause why special\nleave to appeal should not be granted.\n</blockquote><blockquote id=\"blockquote_8\">     We have  described the above facts in some detail as we\nfail to\t appreciate why\t the State  in this case should have\nordinarily ignored  to take notice of such a grossly lenient\nsentence. G\n     The order\tof the\tHigh Court was clearly unsustainable\neven in\t terms of  <a href=\"/doc/914361/\" id=\"a_15\">section 428</a>,\t Criminal Procedure Code, as\nthe only  set off  which was urged for under the section and\nwhich was  admissible, was  a period  of about\tnine  months\nwhich the  accused had\tserved as  an under  trial  prisoner\nprior to the conviction.\n</blockquote><blockquote id=\"blockquote_9\">     It is  also clear\tfrom <a href=\"/doc/914361/\" id=\"a_16\">section 428</a>, Criminal Procedure\nCode itself that even though the conviction was prior to the\nenforcement of\tthe <a href=\"/doc/445276/\" id=\"a_17\">Code  of Criminal  Procedure</a>, benefit of\n<a href=\"/doc/914361/\" id=\"a_18\">section 428</a> would be avail able to such a conviction. Indeed\n<a href=\"/doc/914361/\" id=\"a_19\">section 428</a> does not contemplate any\n  5-L522SCI/76\n<span class=\"hidden_text\" id=\"span_3\">302</span>\nchallenge to  a conviction  or\ta  sentence.  It  confers  a\nbenefit on  a convict  reducing\t his  liability\t to  undergo\nimprisonment out  of the  sentence imposed  for\t the  period\nwhich he  had already served as an under trial prisoner. The\nprocedure to  invoke <a href=\"/doc/914361/\" id=\"a_20\">section  428</a>, Criminal  Procedure Code,\ncould be  a miscellaneous  application by the accused to the\ncourt at  any time  while the  sentence runs  for passing an\nappropriate order  for reducing\t the  term  of\timprisonment\nwhich is the mandate of the section.\n</blockquote><blockquote id=\"blockquote_10\">     In the  appeal before the High Court there was no scope\nfor the High Court to reduce the sentence only to the period\nalready under  gone under  section 428,\t Criminal  Procedure\nCode, in view of the only point argued before it.\n</blockquote><blockquote id=\"blockquote_11\">     Since in  an attempt  to murder  hurt was\tcaused,\t the\nmaximum punishment  under second  part of  <a href=\"/doc/455468/\" id=\"a_21\">section  307</a>\t IPC\nwould  be   imprisonment  for  life.  The  injured  was\t not\nsatisfied with the maximum punishment of ten years contained\nin the first part of the section and moved the High Court in\nrevision for  enhancement of  the sentence. The revision was\nseparately discussed  by the  High Court  for  the  &quot;reasons\nrecorded in  Criminal Appeal No. 442 of 1974&quot; and it is this\norder of  the High  Court in revision that special leave was\nobtained by the appellant.\n</blockquote><blockquote id=\"blockquote_12\">     In the absence of an appeal against the judgment of the\nHigh Court in Criminal Appeal No. 442 of 1974. either by the\nState or  by the  injured, that\t Judgment has  become  final\nwhich means  that the accused&#x27;s sentence remains to be for a\nperiod of  one year and eight months and a fine of Rs. 200/-\nin default rigorous imprisonment for one year.\n</blockquote><blockquote id=\"blockquote_13\">     The scope\tof the\tcriminal revision  before  the\tHigh\nCourt was  whether the\tsentence  of  ten  years  should  be\nfurther enhanced  but that  sentence itself  disappeared  by\nvirtue of  the Judgment\t of the\t High Court  in the criminal\nappeal.\t The   criminal\t  revision,   therefore,   be\tcame\ninfructuous and\t we  can  do  nothing  about  it  while\t the\nJudgment of  the High Court remains operative. Unfortunately\nthat judgment  in the  criminal appeal\tis not\tbefore us in\nthis Court. Although, therefore, we cannot approve of such a\ngrossly lenient\t sentence in  the present  case, we  have no\nother alternative  than to  dismiss the\t present appeal. The\nappeal is, therefore, dismissed.\n</blockquote><pre id=\"pre_2\">S.R.\t\t\t\t\t   Appeal dismissed.\n<span class=\"hidden_text\" id=\"span_4\">303</span>\n\n\n\n</pre>","numcites":5,"numcitedby":15,"docsource":"Supreme Court of India","citetid":1701367,"divtype":"judgments","relatedqs":[{"value":"criminal judgments","formInput":"criminal%20judgments"},{"value":"crpc sec 428","formInput":"crpc%20sec%20428"},{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"section 428 code of criminal procedure","formInput":"section%20428%20code%20of%20criminal%20procedure"},{"value":"crpc 428","formInput":"crpc%20428"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"428 of cr.p.c","formInput":"428%20of%20cr.p.c"},{"value":"lenient sentencing","formInput":"lenient%20sentencing"},{"value":"code of criminal procedure 428","formInput":"code%20of%20criminal%20procedure%20428"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"section 307","formInput":"section%20307"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"infructuous","formInput":"infructuous"},{"value":"prisoners","formInput":"prisoners"},{"value":"section 307 i.p.c.","formInput":"section%20307%20i.p.c."},{"value":"incised wound","formInput":"incised%20wound"},{"value":"set off","formInput":"set%20off"},{"value":"299","formInput":"299"}],"cats":[{"value":"detention-period-undergone-negated-from-final-sentence","formInput":"tag:detention-period-undergone-negated-from-final-sentence"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":true,"query_alert":null,"agreement":false}