{"tid":34385587,"publishdate":"2017-11-28","title":"Prakash Singh And Ors. vs The State Of M.P. on 28 November, 2017","doc":"<h2 class=\"doc_title\">Prakash Singh And Ors. vs The State Of M.P. on 28 November, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-awasthi\">S.K.Awasthi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:sanjay-yadav\">Sanjay Yadav</a>, <a href=\"/search/?formInput=benchid:s-k-awasthi\">S.K.Awasthi</a></h3>\n\n<pre id=\"pre_1\">                        1                 Criminal appeal No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP\n\n          HIGH COURT OF MADHYA PRADESH\n                     BENCH AT GWALIOR\n                      DIVISION BENCH:\n\n\n                            PRESENT :\n\n\n          HON&#x27;BLE SHRI JUSTICE SANJAY YADAV\n                         &amp;\n           HON&#x27;BLE SHRI JUSTICE S.K.AWASTHI\n\n\n           CRIMINAL APPEAL NO. 114 of 1999\n\n\n               Mathura Prasad and others\n                              -Vs-\n                  State of Madhya Pradesh\n\n\nFor the appellants          : Shri Atul Gupta, Advocate.\nFor respondents             : Shri     J.M.Sahni,          Public\n                              Prosecutor.\n\n\n                             AND\n           CRIMINAL APPEAL NO. 140 of 1999\n\n\n                  Prakash Singh and others\n                              -Vs-\n                  State of Madhya Pradesh\n\n\nFor the appellants          : Shri            S.K.Shrivastava,\n                              Advocate.\nFor respondents             : Shri     J.M.Sahni,          Public\n                              Prosecutor.\n\n\n                             AND\n           CRIMINAL APPEAL NO. 159 of 1999\n\n\n                        Sajjan Singh\n                              -Vs-\n                  State of Madhya Pradesh\n                             2                 Criminal appeal No.140/1999\n                                      Prakash Singh &amp; Ors. Vs. State of MP\n\n\n\nFor the appellant               : Shri            S.K.Shrivastava,\n                                  Advocate.\nFor respondents                 : Shri     J.M.Sahni,          Public\n                                  Prosecutor.\n\n\n                           JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                            (28/11/2017)\n\nPer S.K.Awasthi, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">             <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"76497705\" id=\"span_1\">This Judgment shall govern the outcome of Criminal\nAppeal No. 140/1999, Criminal Appeal No. 159/1999 and\nCriminal Appeal No. 114/1999 which have been preferred\nagainst the Judgment dated 25.02.1999 passed in Sessions\nTrial No. 205/1990 whereby the Trial Court has convicted the\nappellants     of   each    appeal    indicated     hereinabove       for\ncommission of offences punishable under Section 302 read\nwith <a href=\"/doc/999134/\" id=\"a_1\">Section 149</a> of Indian Penal Code, 1860 (in short, &#x27;<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>&#x27;)\nwith   respect to    death      of Lekhan     Singh. Similarly, the\nappellants have been convicted under the same provisions of\n<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a> with respect to death of Govind Singh. The appellants have\nalso been convicted under <a href=\"/doc/1133601/\" id=\"a_4\">Section 325</a> read with <a href=\"/doc/999134/\" id=\"a_5\">Section 149</a>\nof IPC for inflicting grievous injuries upon Chain Singh and\nRam Singh. Lastly, the appellants have been convicted for\ncommission of offences punishable under <a href=\"/doc/1011035/\" id=\"a_6\">Section 323</a> read\nwith <a href=\"/doc/999134/\" id=\"a_7\">Section 149</a> of IPC with respect to the injuries suffered by\nDhondu in addition to conviction under <a href=\"/doc/763672/\" id=\"a_8\">Section 148</a> of IPC.\nTherefore, the situation which emerges with respect to the\npunishment is that the appellants have been sentenced to\nundergo life imprisonment with fine of Rs.5000/- each for\ncausing death of Lekhan Singh and Govind Singh and the\nappellants have also been directed to undergo two years\nrigorous imprisonment with fine of Rs.2000/- each for causing\ngrievous hurt to Chain Singh and Ram Singh. Additionally, the\nappellants have been directed to serve three months rigorous\nimprisonment with fine of Rs.500/- for causing hurt to Dhondu,\n                           3               Criminal appeal <a href=\"/doc/76497705/\" id=\"a_9\">No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nwith default stipulation. The appellants have also been\nsentenced to one year rigorous imprisonment for their\nconviction under <a href=\"/doc/763672/\" id=\"a_10\">Section 148</a> of IPC.</span>\n</p><p data-structure=\"Facts\" id=\"p_3\">2.   The facts which emerge for adjudication are that on\n07.08.1990, Sher Singh (PW-12), the father of deceased\nLekhan Singh and Govind Singh, narrated the incident before\nthe Police that occurred on same day in evening, that the\naccused persons, who were equipped with weapons such as\nLohangi, Lathi, Farsa etc., had constituted an unlawful\nassembly and cornered the deceased persons by inflicting\nseveral injuries on them which were fatal in nature and\neventually led to their death. During the occurrence of the said\nincident, the other victims namely, Chain Singh, Ram Singh\nand Dhondu, also suffered injuries inflicted by the unlawful\nassembly of persons which included the present appellants.\n</p><p data-structure=\"Facts\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"76497705\" id=\"span_2\">3.   The respondent proceeded to record an FIR bearing\nCrime No. 108/1990 (Ex. P-27) and named all the accused\npersons for commission of offences punishable under <a href=\"/doc/1560742/\" id=\"a_11\">Sections\n302</a>, <a href=\"/doc/455468/\" id=\"a_12\">307</a>, <a href=\"/doc/1258372/\" id=\"a_13\">147</a>, <a href=\"/doc/763672/\" id=\"a_14\">148</a> read with <a href=\"/doc/999134/\" id=\"a_15\">Section 149</a> of IPC. Subsequently,\nthe deceased persons and other injured victims were taken to\nthe Hospital where their medical examinations were carried\nout; however, on the next date i.e. 08.08.1990, Lekhan Singh\nand Govind Singh succumbed to the injuries sustained by them\nand the post-mortem was conducted by Dr. A.D. Bhatnagar\n(PW-4). In the Post Mortem Report (Ex. P-7) in relation to\nGovind Singh, it was observed that the deceased Govind Singh\nsustained thirteen injuries which were caused by hard and\nblunt object, out of which the injuries enlisted at Serial No. 1\nand 2 of the Post-Mortem Report were concluded as being fatal\nin nature and the cause of death was recorded as Cerebral\nHemorrhage and the person died while in the state of Coma.\nThereafter,   another   Post-Mortem    Report    (Ex.   P-11)    was\nprepared with respect to the deceased, Lekhan Singh,\naccording to which the deceased Lekhan Singh received as\n                          4                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_16\">No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nmany as fourteen injuries, out of which Injuries No. 5 and 12\nwere caused by a sharp-edged weapon whereas the remaining\ninjuries were by a hard and blunt object. Lastly, it was\nconcluded that Injury No. 12 which was caused on occipital\nregion resulted into clotting of blood and was fatal in nature.\nConsequently, Dr. A.D. Bhatnagar (PW-4) observed that the\ncause of death was Cerebral Hemorrhage and the death\noccurred while the person was in the state of Coma. The\nMedical Reports with respect to the remaining victims\nindicated that they had suffered injuries caused by hard and\nblunt object.</span>\n</p><p data-structure=\"Issue\" id=\"p_5\">4.   The respondent on the basis of evidence collected during\nthe course of investigation and the medical evidence which\nhad come on record, proceeded to present the chargesheet\nagainst the accused persons including the present appellants.\nConsequently, the charges were framed on 12.01.1995 against\nall the accused persons for commission of offences punishable\nunder <a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a> of IPC read with <a href=\"/doc/999134/\" id=\"a_18\">Section 149</a> of IPC as also\nfor commission of offences punishable under <a href=\"/doc/455468/\" id=\"a_19\">Section 307</a> read\nwith <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> of IPC and <a href=\"/doc/763672/\" id=\"a_21\">Section 148</a> of IPC. However, later\non, additional charges were framed by the Trial Court against\nall the accused persons with respect to death of Lekhan Singh\non 04.10.1997 for commission of offences punishable under\n<a href=\"/doc/1560742/\" id=\"a_22\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_23\">Section 149</a> of IPC.\n</p><p data-structure=\"Facts\" id=\"p_6\">5.   The prosecution was given an opportunity to lead\nevidence and as many as sixteen witnesses were examined by\nthe prosecution which included the statement of Chain Singh\n(PW-13) and Ram Singh (PW-14) who also sustained injuries\nduring the occurrence of the incident whereas one of the\naccused persons, namely, Anant Singh, took the plea of alibi by\nsubmitting that he was admitted in a Hospital in District\nVidisha at the time of the incident. In order to substantiate the\nplea of alibi, the statement of Dr. SGS Khare (DW-1) was\nrecorded.\n</p><p data-structure=\"Issue\" id=\"p_7\">                            5               Criminal appeal No.140/1999\n                                   Prakash Singh &amp; Ors. Vs. State of MP\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">6.   Upon cumulative consideration of the material on record\nand statements of the witnesses produced by the prosecution,\nthe Trial Court proceeded to pronounce impugned Judgment\ndated 25.02.1999 and convicted the present appellants for\ncommission of offences stated hereinabove. This Judgment is\nthe subject-matter of the instant appeals before this Court.\n</p><p data-structure=\"Issue\" id=\"p_9\">7.   During pendency of the appeals, appellant No.1-Prakash\nSingh of Criminal Appeal No.140/1999 died, therefore, his\nappeal stands dismissed.\n</p><p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76497705\" id=\"span_3\">8.   The learned counsel for the appellants submitted that the\nprosecution witnesses who have been presented as ocular\nwitnesses, namely, Geeta Bai (PW-5), Sharda Bai (PW-6), Chain\nSingh (PW-13), Ram Singh (PW-14), are the family members of\nthe deceased persons and are interested witnesses. Therefore,\ntheir testimonies cannot be relied upon to convict the present\nappellants. It was further contended that the Doctor, who had\nperformed the Post-Mortem of the deceased persons, namely,\nDr. AD Bhatnagar (PW-4), had categorically stated in Para 14 of\nthe statement recorded before the Trial Court that the injuries\nsuffered by Lekhan Singh can be caused if a person falls down\non the floor. Therefore, on the basis of statements of the\ninterested witnesses, it cannot be assumed that the appellants\nhad inflicted the injuries which find mention in the Post-Mortem\nReports (Ex. P-7 and Ex. P-11). The learned counsel for the\nappellants laid much emphasis on the fact that according to the\nMedical Reports as well as the Post Mortem Reports,                the\ninjuries caused were simple and therefore, no intention to\ncause   injuries   which   are   sufficient   for   death    in   the\nordinary course of nature can be gathered in the facts of the\npresent case. Thus, the conviction of the present appellants\nunder <a href=\"/doc/1560742/\" id=\"a_24\">Section 302</a> of IPC is ill-founded. It was also contended\nby the learned counsel for the appellants that the statements\nof the prosecution witnesses are not clearly indicating the\novert act of each accused person and therefore, in absence of\nthe same, all the appellants cannot be convicted for the\n                               6                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_25\">No.140/1999\n                                       Prakash Singh &amp; Ors. Vs. State of MP</a>\n\noffences charged against them. It was vehemently argued that\nin the statement of Geeta Bai (PW-5), there are material\ninconsistencies and exaggerations as the witness named\nseveral persons in her Examination-in-Chief whereas in her\nstatement recorded under <a href=\"/doc/447673/\" id=\"a_26\">Section 161</a> of Cr.P.C. (Ex. D-2),\nthere is a mention of only few persons and these exaggerations\nare sufficient to create reasonable doubt on the veracity of the\nprosecution story. In light of the above, it was contended that\nthe impugned judgment deserves to be set aside.</span>\n</p><p data-structure=\"PetArg\" id=\"p_11\">9.    Per contra it has been vehemently argued by the learned\ncounsel for the respondent that the statements which have\nbeen recorded by the Trial Court to convict the appellants are\ngiven by injured witnesses whose testimonies deserve an extra\nweightage. Further, the submission that only one or two\ninjuries sustained by the deceased persons were fatal in nature\nand the remaining were simple in nature, does not deserve any\nconsideration because it is well-established that even a single\ninjury which has been forcefully caused by a dangerous\nweapon is sufficient enough to convict the accused persons.\nTherefore, there is no scope for any indulgence by this Court.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">10.   We       have   given   our   anxious   consideration      on    the\ncontentions raised by the rival parties and the material\navailable on record.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">11.   First of all, it is to be considered whether the death of\ndeceased Govind and Lekhan was homicidal in nature or not ?\nIn this connection, the evidence given by Dr. A.D.Bhatnagar\n(PW-4) may be considered, who performed the postmortem on\nthe body of the deceased Govind and found following injuries\nvide his report Ex.P/7:-\n</p><blockquote id=\"blockquote_1\">        (i)       One lacerated wound on occipital region\n                  towards left side, size 2&quot;x1/2&quot;x bone deep\n                  compound fracture;\n</blockquote><blockquote id=\"blockquote_2\">        (ii)      One lacerated wound on left temporal region\n                  size 1&quot;x1/2&quot;x bone deep compound fracture;\n</blockquote><blockquote id=\"blockquote_3\">        (iii)     One lacerated wound on right side over parietal\n                  region 1/2&quot;x1&quot;x1/4&quot;;\n</blockquote><p data-structure=\"Issue\" id=\"p_14\">                              7                 Criminal appeal No.140/1999\n                                       Prakash Singh &amp; Ors. Vs. State of MP\n\n</p><p data-structure=\"Issue\" id=\"p_15\">                     ---   all    wounds    described      above      were\n                stitched, stitches removed before examination.\n</p><p data-structure=\"Issue\" id=\"p_16\">       (iv)     One abrasion on left clavicle bone near sternum\n                size 2&quot;x1/2&quot;;\n</p><p data-structure=\"Issue\" id=\"p_17\">       (vi)     One abrasion on left shoulder joint posteriorly\n                size 2&quot;x1&quot; swelling;\n</p><p data-structure=\"Issue\" id=\"p_18\">       (vii)    One contusion on left clavicle bone near\n                shoulder joint size 1&quot;x1&quot; brownish in colour;\n</p><p data-structure=\"Issue\" id=\"p_19\">       (viii)   One abrasion on left elbow joint size 1&quot;x1/2&quot;;\n</p><p data-structure=\"Issue\" id=\"p_20\">       (ix)     One contusion on right leg 2&quot; above ankle joint\n                laterally size 3&quot;x2&quot; brownish in colour;\n</p><p data-structure=\"Facts\" id=\"p_21\">       (x)      Four contusions on left leg, thigh behind knee\n                joint (posteriorly) size 2&quot;x2&quot;, 3&quot;x2&quot;, 2&quot;x2&quot;, 2-\n                1/2&quot;x2&quot; swelling brownish in colour;\n</p><p data-structure=\"Issue\" id=\"p_22\">       (xi)     One contusion on left knee joint laterally 2&quot;x2&quot;\n</p><p data-structure=\"Issue\" id=\"p_23\">                brownish in colour;\n</p><p data-structure=\"Issue\" id=\"p_24\">       (xii)    One contusion on left popliteal fossa size 2&quot;x2&quot;,\n                reddish brown in colour swelling positive;\n</p><p data-structure=\"PetArg\" id=\"p_25\">       (xiii)   One contusion on right shoulder in joint\n                posteriorly size 2&quot;x2&quot; reddish brown in colour.\n     Dr.     A.D.Bhatnagar       further   submitted     that    he    has\nperformed the postmortem of deceased Lekhan Singh and\nfound following injuries vide his report Ex.P/11 :-\n</p><blockquote id=\"blockquote_4\">      (i)    One contusion on right forearm from hands up to\n             elbow x 3&quot; reddish brown in colour, swelling\n             positive;\n</blockquote><blockquote id=\"blockquote_5\">      (ii)   One contusion on left side of abdomen size 3&quot;x2&quot;\n</blockquote><blockquote id=\"blockquote_6\">             reddish brown in colour;\n</blockquote><blockquote id=\"blockquote_7\">      (iii) One contusion on left forearm from hands upto\n             elbow joint laterally size 10&quot;x3&quot;, reddish brown in\n             colour, deformity positive;\n</blockquote><blockquote id=\"blockquote_8\">      (iv) One contusion on left forearm medially 2&quot;x2&quot;\n</blockquote><blockquote id=\"blockquote_9\">             reddish brown in colour swelling positive;\n</blockquote><blockquote id=\"blockquote_10\">      (v)    Multiple contusions on left side of back from\n             scapular region up to left renal area bluish in\n             colour, swelling positive;\n</blockquote><blockquote id=\"blockquote_11\">      (vi) One contusion on lumber region size 6&quot;x2&quot; bluish\n             in colour;\n</blockquote><blockquote id=\"blockquote_12\">      (vii) Swelling 4&quot;x3 &amp; deformity positive left elbow joint;\n</blockquote><blockquote id=\"blockquote_13\">      (viii) One incised wound on vertebral column at lumber\n             region 2&quot;x1&quot;, blood clot positive;\n</blockquote><blockquote id=\"blockquote_14\">      (ix) One contusion on right arm posteriorly size 4&quot;x3&quot;\n</blockquote><blockquote id=\"blockquote_15\">             reddish brown colour, swelling positive;\n</blockquote><blockquote id=\"blockquote_16\">      (x)    One incised wound on right leg 3&quot; above ankle\n             joint anteriorly size 2&quot;x1&quot;, blood clot positive\n             swelling;\n</blockquote><blockquote id=\"blockquote_17\">      (xi) One contusion on right popliteal fossa, reddish\n             brown in colour swelling;\n</blockquote><p data-structure=\"Issue\" id=\"p_26\">                          8                Criminal appeal No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP\n\n</p><p data-structure=\"Issue\" id=\"p_27\">       (xii) One incised wound on occipital region size\n              2&quot;x1/2&quot;x bone deep, blood clot;\n</p><p data-structure=\"Precedent\" id=\"p_28\">       (xiii) One contusion on right hand, reddish brown in\n              colour swelling, deformity positive;\n</p><p data-structure=\"Issue\" id=\"p_29\">       (xiv) One contusion on left popliteal fossa;\n</p><p data-structure=\"Precedent\" id=\"p_30\">12.   According to Dr. Bhatnagar, the deceased Govind Dangi\nand Lekhan Dangi died due to cerebral hemorrhage and the\ninjuries found to the deceased were sufficient to cause their\ndeath. The opinion given by Dr. Bhatnagar (PW-4) cannot be\ndiscarded. Such injuries could not be caused in an accident\nand they could not be self-inflicted and, therefore, death of\ndeceased Govind Dangi and Lekhan Dangi was neither\naccidental nor suicidal, hence it was homicidal in nature.\n</p><p data-structure=\"Facts\" id=\"p_31\">13.   Witnesses Geetabai (PW-5) and Sharda Bai (PW-6)\ndeposed that accused Jagat Singh having farsa, Jalam Singh\narmed with sword, Maharaj Singh with Lohangi, Harnam\nSingh, Ajab Singh, Prakash, Sher Singh, Ghanshyam, Vijay,\nSajjan, Santosh, Anant Singh, Babbu and Dhanraj carrying\nlathis came and caused injuries to Govind Singh and Lekhan\nSingh. Accused Jalam Singh inflicted blow of sword on the chest\nand right hand of Lekhan Singh whereas accused Jagat Singh\ngave a blow of farsa on the head of Govind Singh. Other accused\npersons caused injuries by     lathi.   However,    in the cross-\nexamination both the witnesses admitted that at the time of\nincident they were in their house and after receiving the\ninformation about the incident from Dhandu and Chain Singh\nthey reached on the spot. Thus, it is clear that these witnesses\nwere not present at the time of crime and they have not seen the\nincident.\n</p><p data-structure=\"Facts\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"76497705\" id=\"span_4\">14.   Witnesses Sher Singh (PW-12) and Ram Singh (PW-14)\ndeposed that six years ago at about 5 pm, after receiving the\ninformation from Chain Singh that accused persons have\ninflicted injuries to Govind Singh and Lekhan Singh, they\nreached on the spot where they saw that the accused persons\nhaving in their hands sword, farsa, lohangi and lathis were\nreturning from the spot. Govind Singh and Lekhan Singh were\n                          9                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_27\">No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nfound on the spot in injured condition, therefore the trial Court\nhas rightly concluded that Sher Singh and Ram Singh were also\nnot present on the spot when accused persons were assaulting.</span>\n</p><p data-structure=\"Precedent\" id=\"p_33\">15.   Witness Chain Singh (PW-13) deposed that Six and half\nyears ago at about 5 - 5.30 pm, there was a crowd of 40-50\npeople near the culvert on the eve of immersion of Bhujuriyon,\nwhere he was present along with Govind Singh, Lekhan Singh\nand Dhandu. Accused Jagat Singh, Prakash, Maharaj Singh,\nDhanraj, Mathura, Jalam were assembled there. Mathura caught\nthe legs of Lekhan Singh, then Prakash, Jagat Singh, Jalam,\nMaharaj Singh, Dhanraj and Mathura caused injuries to Lekhan\nSingh by their respective weapons like Lathi, Farsa, Sword,\nLohangi. Lekhan Singh was standing near the platform of Dulha\nDev where he was beaten and Govind Singh was standing near\nthe platform. Govind Singh was beaten by Harnam Singh, Bablu\n@ Babulal, Anant Singh, Vijay, Sajjan Singh, Ghanshyam, Ajab\nSingh, Preetam, Sher Singh, Maharaj Singh by lathis and Man\nSingh by Lohangi, due to which Govind Singh fell down. When he\nwent to Lekhan Singh, then Dhanraj gave lathi blow on his\nshoulder and after beating of Lekhan Singh, all the accused had\nbeaten him and Dhandu and Ramsingh were also beaten by the\naccused persons.\n</p><p data-structure=\"PetArg\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1672414\" id=\"span_5\">16.   Learned counsel for the appellants submitted that the\nprosecution witness who has been presented as ocular witness,\nnamely, Chain Singh (PW-13), is the family member of the\ndeceased persons and is an interested witness. This contention\nis to be considered in light of the judicial pronouncement by\nthe Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1672414/\" id=\"a_28\">Jayabalan v. UT of\nPondicherry</a>, (2010) 1 SCC 199, in the following manner:</span>\n</p><blockquote id=\"blockquote_18\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76497705\" id=\"span_6\">&quot;23. We are of the considered view that in cases\n          where the court is called upon to deal with the\n          evidence of the interested witnesses, the\n          approach of the court, while appreciating the\n          evidence of such witnesses must not be pedantic.\n          The court must be cautious in appreciating and\n          accepting the evidence given by the interested\n          witnesses but the court must not be suspicious of\n                           10               Criminal appeal <a href=\"/doc/76497705/\" id=\"a_29\">No.140/1999\n                                   Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n            such evidence. The primary endeavour of the\n            court must be to look for consistency. The\n            evidence of a witness cannot be ignored or\n            thrown out solely because it comes from the\n            mouth of a person who is closely related to the\n            victim.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">17.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"224760\" id=\"span_7\">In another Judgment by Hon&#x27;ble Supreme Court in the\ncase of <a href=\"/doc/224760/\" id=\"a_30\">Seeman v. State</a>, (2005) 11 SCC 142, following has\nbeen observed:</span>\n</p><blockquote id=\"blockquote_19\">            &quot;4. It is now well settled that the evidence of\n            witness cannot be discarded merely on the\n            ground that he is a related witness or the sole\n            witness, or both, if otherwise the same is found\n            credible. The witness could be a relative but that\n            does not mean to reject his statement in totality.\n            In such a case, it is the paramount duty of the\n            court to be more careful in the matter of scrutiny\n            of evidence of the interested witness, and if, on\n            such scrutiny it is found that the evidence on\n            record of such interested sole witness is worth\n            credence, the same would not be discarded\n            merely on the ground that the witness is an\n            interested witness. Caution is to be applied by the\n            court while scrutinising the evidence of the\n            interested sole witness. The prosecution&#x27;s non-\n            production of one independent witness who has\n            been named in the FIR by itself cannot be taken\n            to be a circumstance to discredit the evidence of\n            the interested witness and disbelieve the\n            prosecution case. It is well settled that it is the\n            quality of the evidence and not the quantity of the\n            evidence which is required to be judged by the\n            court to place credence on the statement.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76497705\" id=\"span_8\">18.   In the context of these reproduced portions of the\njudgments, if the contention of the learned counsel for the\nappellant   is   examined, then    we   have    no    hesitation    in\nconcluding that the statement of Chain Singh (PW-13) is\nconsistent with respect to the manner in which the deceased\nsustained injuries and the manner in which the appellants\ninflicted the same thereby establishing the prosecution version\nof the story. The learned Trial Court has not committed any\nerror in considering the statements of Chain Singh (PW-13)\nand Ram Singh (PW-14), and the findings recorded by the Trial\nCourt with respect to the statement of Chain Singh in Para 50,\n                            11                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_31\">No.140/1999\n                                     Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n63, 64 and 66 of the judgment is as per the material available\non record and the Court below has rightly observed that Chain\nSingh was present at the place of incident and had witnessed\nthe occurrence of the incident. Further, this Court cannot lose\nsight of the fact that Chain Singh (PW-13) is also injured\nwitness. Therefore, greater weightage is to be ascribed to his\ntestimony.</span>\n</p><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60848285\" id=\"span_9\">19.   The Hon&#x27;ble Supreme Court in <a href=\"/doc/60848285/\" id=\"a_32\">Pargan Singh v. State\nof Punjab</a>, (2014) 14 SCC 619 has held as under:</span>\n</p><blockquote id=\"blockquote_20\">                    &quot;22. In the present case, the circumstances\n             in which PW 2 had seen the accused persons\n             even for 90 seconds, that was sufficient to absorb\n             their faces. In contrast, things would be different\n             if it is a case of some large get together where\n             two unknown persons have a chance meeting for\n             90 seconds. Therefore, we reject the argument of\n             the learned counsel for the appellants that PW 2\n             could not recollect the face of the appellants after\n             7½ years and thus, he was not telling the truth.\n             We have to keep in mind that PW 2 suffered\n             serious injury because of the shot fired at him by\n             the assailants and seriousness of the injury has\n             resulted into conviction under <a href=\"/doc/455468/\" id=\"a_33\">Section 307</a> IPC as\n             well. The testimony of an injured witness requires\n             a higher degree of credibility and there have to\n             be strong reasons to discard the same. The\n             appellants have not been able to demonstrate\n             that the courts below unreasonably reached the\n             conclusion as to the admissibility of the testimony\n             of PW 2. Apart from a very feeble submission that\n             this witness identified the appellants 7½ years\n             after the incident, their arguments do not address\n             the issue of whether testimony of PW 2 was false.\n             We are, thus, not at all impressed by this\n             argument of the learned counsel for the\n             appellants. Except that PW 3 is not an injured\n             eyewitness, he has also seen the occurrence and\n             the reasons given in support of attaching\n             credibility to the statement of PW 2 would apply\n             in his case as well.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">20.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89535248\" id=\"span_10\">In another Judgment by Hon&#x27;ble Supreme Court in the\ncase of <a href=\"/doc/89535248/\" id=\"a_34\">Jodhan v. State of M.P.</a>, (2015) 11 SCC 52, it has\nbeen observed that: -</span>\n</p><blockquote id=\"blockquote_21\">                 <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"76497705\" id=\"span_11\">&quot;28. Tested on the backdrop of the aforesaid\n             enunciation of law, we are unable to accept the\n               12               Criminal appeal <a href=\"/doc/76497705/\" id=\"a_35\">No.140/1999\n                       Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nsubmission of the learned counsel for the\nappellant that the High Court has fallen into\nerror by placing reliance on the evidence of the\nsaid prosecution witnesses. The submission that\nwhen other witnesses have turned hostile, the\nversion of these witnesses also should have been\ndiscredited does not commend acceptance, for\nthere is no rule of evidence that the testimony of\nthe interested witnesses is to be rejected solely\nbecause other independent witnesses who have\nbeen cited by the prosecution have turned\nhostile. Additionally, we may note with profit that\nthese witnesses had sustained injuries and their\nevidence as we find is cogent and reliable. A\ntestimony of an injured witness stands on a\nhigher pedestal than other witnesses.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8097347\" id=\"span_12\">In <a href=\"/doc/8097347/\" id=\"a_36\">Abdul\nSayeed v. State of M.P. [Abdul Sayeed</a> v. State of\nM.P., (2010) 10 SCC 259 : (2010) 3 SCC (Cri)\n1262] , it has been observed that: (SCC p. 271,\npara 28)\n     &quot;28. The question of the weight to be\n     attached to the evidence of a witness that\n     was himself injured in the course of the\n     occurrence has been extensively discussed\n     by this Court. Where a witness to the\n     occurrence has himself been injured in the\n     incident, the testimony of such a witness\n     is generally considered to be very reliable,\n     as he is a witness that comes with a built-\n     in guarantee of his presence at the scene\n     of the crime and is unlikely to spare his\n     actual assailant(s) in order to falsely\n     implicate someone.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">It has been also reiterated that convincing\nevidence is required to discredit an injured\nwitness. Be it stated, the opinion was expressed\nby placing reliance upon Ramlagan Singh v. State\nof Bihar [Ramlagan Singh v. State of Bihar, (1973)\n3 SCC 881 : 1973 SCC (Cri) 563] , Malkhan Singh\nv. State of U.P. [Malkhan Singh v. State of U.P.,\n(1975) 3 SCC 311 : 1974 SCC (Cri) 919] , Vishnu\nv. State of Rajasthan [Vishnu v. State of\nRajasthan, (2009) 10 SCC 477 : (2010) 1 SCC\n(Cri) 302] , Balraje v. State of Maharashtra\n[Balraje v. State of Maharashtra, (2010) 6 SCC\n673 : (2010) 3 SCC (Cri) 211] and Jarnail Singh v.\nState of Punjab [Jarnail Singh v. State of Punjab,\n(2009) 9 SCC 719 : (2010) 1 SCC (Cri) 107] .\n</p><p data-structure=\"PetArg\" id=\"p_40\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76497705\" id=\"span_13\">29. From the aforesaid summarisation of the\nlegal principles, it is beyond doubt that the\ntestimony of the injured witness has its own\n                          13                   Criminal appeal <a href=\"/doc/76497705/\" id=\"a_37\">No.140/1999\n                                      Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n           significance and it has to be <a href=\"/doc/76497705/\" id=\"a_38\">placed reliance upon</a>\n           unless there are strong grounds for rejection of\n           his evidence on the basis of major contradictions\n           and inconsistencies. As has been stated, the\n           injured witness has been conferred special status\n           in law and the injury sustained by him is an\n           inbuilt guarantee of his presence at the place of\n           occurrence. Thus perceived, we really do not find\n           any substance in the submission of the learned\n           counsel for the appellant that the evidence of the\n           injured witnesses have been appositely discarded\n           being treated as untrustworthy by the learned\n           trial Judge.&quot;</span>\n</p><p data-structure=\"PetArg\" id=\"p_41\">21.   In the context of the above, this Court cannot ignore the\nfact that the statement of Chain Singh who is injured\nwitnesses has sufficiently brought out the conduct of the\nappellants which resulted in the injuries sustained by the\ndeceased    persons    and    these    witnesses.     Therefore,      the\ncontention of the learned counsel for the appellants is repelled\nbeing without any substance. Further, it is pertinent to observe\nthat the prosecution has been successful in bringing forth the\nbackground/motive in which the incident dated 07.08.1990\nhad occurred. In this regard, the statement of Komal Singh\n(PW-11) is clear that around fifteen days prior to the date of\nincident, the accused persons had a quarrel in relation to\nmoney with the deceased persons. This statement has been\nsupported by Chain Singh (PW-13) and Ram Singh (PW-14).\n</p><p data-structure=\"PetArg\" id=\"p_42\">22.   The learned counsel for the appellants has pointed out\nthat in the statement of Dr. AD Bhatnagar, it has been\ncategorically stated that the injuries which have been suffered\ncan be caused by falling on the floor. Further, except few\ninjuries, the remaining injuries have been concluded as being\nsimple in nature. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296255\" id=\"span_14\">In this regard, it is pertinent to refer to the\nlegal position settled by the Hon&#x27;ble Supreme Court in the case\nof <a href=\"/doc/1296255/\" id=\"a_39\">Virsa Singh v. State of Punjab</a>, AIR 1958 SC 465, which\nprovides as under: -</span>\n</p><p data-structure=\"PetArg\" id=\"p_43\">                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76497705\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"772354\" id=\"span_16\">&quot;23. The learned counsel for the appellant\n           referred us to <a href=\"/doc/772354/\" id=\"a_40\">Emperor v. Sardarkhan Jaridkhan</a>\n           [(1917) ILR 41 Bom 27, 29] where Beaman, J.,\n                14                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_41\">No.140/1999\n                         Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nsays that--</span></span>\n</p><blockquote id=\"blockquote_22\">       &quot;where death is caused by a single blow,\n       it is always much more difficult to be\n       absolutely certain what degree of bodily\n       injury the offender intended&quot;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_44\">With due respect to the learned Judge he has\nlinked up the intent required with the\nseriousness of the injury, and that, as we have\nshown, is not what the section requires. The two\nmatters are quite separate and distinct, though\nthe evidence about them may sometimes overlap.\nThe question is not whether the prisoner\nintended to inflict a serious injury or a trivial one\nbut whether he intended to inflict the injury that\nis proved to be present. If he can show that he\ndid not, or if the totality of the circumstances\njustify such an inference, then, of course, the\nintent that the section requires is not proved. But\nif there is nothing beyond the injury and the fact\nthat the appellant inflicted it, the only possible\ninference is that he intended to inflict it. Whether\nhe knew of its seriousness, or intended serious\nconsequences, is neither here nor there. The\nquestion, so far as the intention is concerned, is\nnot whether he intended to kill, or to inflict an\ninjury of a particular degree of seriousness, but\nwhether he intended to inflict the injury in\nquestion; and once the existence of the injury is\nproved the intention to cause it will be presumed\nunless the evidence or the circumstances warrant\nan opposite conclusion. But whether the intention\nis there or not is one of fact and not one of law.\nWhether the wound is serious or otherwise, and\nif serious, how serious, is a totally separate and\ndistinct question and has nothing to do with the\nquestion whether the prisoner intended to inflict\nthe injury in question.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"76497705\" id=\"span_17\">24. It is true that in a given case the enquiry\nmay be linked up with the seriousness of the\ninjury. For example, if it can be proved, or if the\ntotality of the circumstances justify an inference,\nthat the prisoner only intended a superficial\nscratch and that by accident his victim stumbled\nand fell on the sword or spear that was used,\nthen of course the offence is not murder. But that\nis not because the prisoner did not intend the\ninjury that he intended to inflict to be as serious\nas it turned out to be but because he did not\nintend to inflict the injury in question at all. His\nintention in such a case would be to inflict a\ntotally different injury. The difference is not one\n                             15               Criminal appeal <a href=\"/doc/76497705/\" id=\"a_42\">No.140/1999\n                                     Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n            of law but one of fact; and whether the\n            conclusion should be one way or the other is a\n            matter of proof, where necessary, by calling in\n            aid all reasonable inferences of fact in the\n            absence of direct testimony. It is not one for\n            guesswork and fanciful conjecture.&quot;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_46\">23.   The    perusal   of   the   reproduced    portion     mentioned\nhereinabove clearly shows that even a single injury is\nsufficient enough to record a conviction under <a href=\"/doc/1560742/\" id=\"a_43\">Section 302</a> of\nIPC or <a href=\"/doc/409589/\" id=\"a_44\">Section 304</a> Part II of <a href=\"/doc/1569253/\" id=\"a_45\">IPC</a>. The only distinguishable\nfeatures are &#x27;intention&#x27; and &#x27;knowledge&#x27;. If it is established\nfrom the record that the appellants had intention to cause\ndeath and the nature of injury was sufficient in ordinary course\nto cause death, then the conviction would be recorded under\n<a href=\"/doc/1560742/\" id=\"a_46\">Section 302</a> of IPC. In the instant case, the perusal of Post-\nMortem Reports (Ex. P-7 and P-11) goes to show that fatal\ninjuries were caused on delicate part of the head of the\ndeceased which resulted in Cerebral Hemorrhage. In fact, the\ndeepness of the injury which finds mention in the Post-Mortem\nReport indicates the resolve of the accused persons to apply\nsufficient and brute force, which shall be enough to cause\ndeath in ordinary course of nature. Further, the injury caused\non Occipital Region of the Head of Lekhan Singh by a sharp-\nedged weapon leaves no iota of doubt in the mind of this Court\nthat the conduct of the appellants reflect their intention to\ncommit culpable homicide amounting to murder, due to which\nthe deceased persons could not even survive even for a day\nrather they went in the state of Coma immediately after\noccurrence of the incident and died in that state of Coma.\nTherefore, the contention of the learned counsel for the\nappellants to the extent it relates to the intention to commit\nculpable homicide not amounting to murder is repelled and the\nfindings recorded by the Trial Court are upheld.\n</p><p data-structure=\"PetArg\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76497705\" id=\"span_18\">24.   Learned counsel for the appellants submitted that the\ntrial Court has failed to appreciate the evidence properly.\nThere are discrepancies/contradictions/exaggerations in the\n                         16                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_47\">No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nstatements of the witnesses.     The contention raised by the\ncounsel, in our opinion, has no substance as the discrepancies\nor contradictions pointed out by the learned counsel are not so\nmaterial which affect the credibility of the evidence of the\nwitnesses and on the basis of which the judgment of conviction\ncan be reversed.</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1064706\" id=\"span_19\">25.   The Hon&#x27;ble Apex Court in <a href=\"/doc/1064706/\" id=\"a_48\">State of Rajasthan v. Smt.\nKalki and another</a> [AIR 1981 SC 1390] has held :</span>\n</p><blockquote id=\"blockquote_23\">                &quot;6. The second ground on which the High\n          Court refused to place reliance on the evidence of\n          P.W.    1   was    that   there    were    &quot;material\n          discrepancies&quot;. As indicated above we have\n          perused the evidence of P.W. 1. We have not found\n          any &quot;material discrepancies&quot; in her evidence. The\n          discrepancies referred to by the High Court are, in\n          our opinion, minor, insignificant, natural and not\n          &#x27;material&#x27;. The discrepancies are with regard to as\n          to which accused &quot;pressed the deceased and at\n          which part of the body to the ground and sat on\n          which part of the body; with regard to whether the\n          respondent Kalki gave the axe blow to the\n          deceased while the latter was standing or lying on\n          the ground, and whether the blow was given from\n          the side of the head or from the side of the legs. In\n          the depositions of witnesses there are always some\n          normal discrepancies however honest and truthful\n          they may be. These discrepancies are due to\n          normal errors of observation, normal errors of\n          memory due to lapse of time, due to mental\n          disposition such as shock and horror at the time of\n          the    occurrence,    and    the    like.   Material\n          discrepancies are those which are not normal, and\n          not expected of a normal person. As indicated\n          above we have not found any material\n          discrepancies in the evidence of the P. W.1.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">26.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"65780\" id=\"span_20\">In <a href=\"/doc/65780/\" id=\"a_49\">Babasaheb Apparao Patil v. State of Maharashtra</a>\n[AIR 2009 SC 1461] the Hon&#x27;ble Apex Court held :</span>\n</p><blockquote id=\"blockquote_24\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76497705\" id=\"span_21\">&quot;12. It is to be borne in mind that some\n          discrepancies in the ocular account of a witness,\n          unless these are vital, cannot per se affect the\n          credibility of the evidence of the witness. Unless\n          the contradictions are material, the same cannot be\n          used to jettison the evidence in its entirety. Trivial\n          discrepancies ought not to obliterate an otherwise\n          acceptable evidence. Merely because there is\n          inconsistency in evidence, it is not sufficient to\n               17                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_50\">No.140/1999\n                        Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nimpair the credibility of the witness. It is only when\ndiscrepancies in the evidence of a witness are so\nincompatible with the credibility of his version that\nthe court would be justified in discarding his\nevidence.</span>\n</blockquote><blockquote id=\"blockquote_25\">     13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1381651\" id=\"span_22\">In <a href=\"/doc/1381651/\" id=\"a_51\">State of U.P. Vs. M.K. Anthony</a> (AIR\n1985 SC 48), this Court indicated the proper\napproach which needs to be adopted while\nappreciating the evidence of a witness. It was\nobserved as under:</span>\n</blockquote><blockquote id=\"blockquote_26\">   &quot;While appreciating the evidence of a witness,\n   the approach must be whether the evidence of\n   the witness read as a whole appears to have a\n   ring of truth. Once that impression is formed, it\n   is undoubtedly necessary for the court to\n   scrutinise the evidence more particularly\n   keeping in view the deficiencies, drawbacks\n   and infirmities pointed out in the evidence as a\n   whole and evaluate them to find out whether it\n   is against the general tenor of the evidence\n   given by the witness and whether the earlier\n   evaluation of the evidence is shaken as to\n   render     it   unworthy    of    belief.    Minor\n   discrepancies on trivial matters not touching\n   the core of the case, hyper-technical approach\n   by taking sentences torn out of context here or\n   there from the evidence, attaching importance\n   to some technical error committed by the\n   investigating officer not going to the root of the\n   matter would not ordinarily permit rejection of\n   the evidence as a whole. If the court before\n   whom the witness gives evidence had the\n   opportunity to form the opinion about the\n   general tenor of evidence given by the witness,\n   the appellate court which had not this benefit\n   will have to attach due weight to the\n   appreciation of evidence by the trial court and\n   unless there are reasons weighty and\n   formidable it would not be proper to reject the\n   evidence on the ground of minor variations or\n   infirmities in the matter of trivial details. Even\n   honest and truthful witnesses may differ in\n   some details unrelated to the main incident\n   because power of observation, retention and\n   reproduction differ with individuals.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">     14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1271338\" id=\"span_23\">In <a href=\"/doc/1271338/\" id=\"a_52\">Appabhai &amp; Anr. Vs. State of Gujarat</a>\n(AIR 1988 SC 696), this Court had again\nemphasized that while appreciating the evidence,\nthe court should not attach undue importance to\nminor discrepancies.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"76497705\" id=\"span_24\">The discrepancies which do\n                          18                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_53\">No.140/1999\n                                   Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n          not shake the basic version of the prosecution case\n          may be discarded. Similarly, the discrepancies\n          which are due to normal errors of perception or\n          observation should not be given importance. The\n          Court by calling into aid its vast experience of men\n          and matters in different cases must evaluate the\n          entire material on record as a whole and should not\n          disbelieve the evidence of a witness altogether, if it\n          is otherwise trustworthy.</span>\n</p><p data-structure=\"Precedent\" id=\"p_51\">27.   In Baijnath and another vs. State of MP [ILR (2009)\nMP 3041], it has been held by the Hon&#x27;ble Apex Court :\n</p><blockquote id=\"blockquote_27\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"207774\" id=\"span_25\">&quot;5. We       have    given     very     careful\n          consideration to the matter, more particularly, as\n          we are dealing with a judgment of reversal. It is\n          true that the trial court has given certain findings\n          with respect to the evidence which had led to the\n          acquittal, but we are of the opinion that some of\n          the findings recorded by the trial Court were\n          unjustified and unrealistic. The broad principles\n          dealing with appreciation of evidence in a criminal\n          matter have been laid down in <a href=\"/doc/207774/\" id=\"a_54\">Bhoginbhai\n          Hirjibhai vs. State of Gujarat</a> [AIR 1983 SC 753],\n          and we respectfully produce the same:-</span>\n</blockquote><blockquote id=\"blockquote_28\">             &quot;...........Over much importance cannot be\n            attached to minor discrepancies. The reasons\n            are obvious:\n</blockquote><blockquote id=\"blockquote_29\">            (1) By and large a witness cannot be expected\n            to possess a photographic memory and to\n            recall the details of an incident. It is not as if\n            a video tape is replayed on the mental screen.\n</blockquote>\n<blockquote id=\"blockquote_30\">            (2) ordinarily it so happens that a witness is\n            overtaken by events. The witness could not\n            have anticipated the occurrence which so\n            often has an element of surprise. The mental\n            faculties therefore cannot be expected to be\n            attuned to absorb the details.\n</blockquote>\n<blockquote id=\"blockquote_31\">            (3) The powers of observation differ from\n            person to person. What one may notice,\n            another may not. An object or movement\n            might emboss its image on one person&#x27;s mind\n            whereas it might go unnoticed on the part of\n            another.\n</blockquote>\n<blockquote id=\"blockquote_32\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76497705\" id=\"span_26\">(4) By and large people cannot accurately\n            recall a conversation and reproduce the very\n            words used by them or heard by them. They\n            can only recall the main purport of the\n                         19                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_55\">No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n            conversation. It is unrealistic to expect a\n            witness to be a human tape recorder.</span>\n</blockquote>\n<blockquote id=\"blockquote_33\">            (5) In regard to exact time of an incident, or\n            the time duration of an occurrence, usually,\n            people make their estimates by guess work\n            on the spur of the moment 1.1 at the time of\n            interrogation. And one cannot expect people\n            to make very precise or reliable estimates in\n            such matters. Again, it depends on the time-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_52\">            sense of individuals which varies from person\n            to person.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">            (6) Ordinarily a witness cannot be expected\n            to recall accurately the sequence of events\n            which take place in rapid succession or in a\n            short time span. A witness is liable to get\n            confused, or mixed up when interrogated\n            later on.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">            (7) A witness, though wholly truthful, is liable\n            to be overawed by the court atmosphere and\n            the piercing cross examination made by\n            counsel and out of nervousness mix up facts,\n            get confused regarding sequence of events,\n            or fill up details from imagination on the spur\n            of the moment. The sub-conscious mind of the\n            witness sometimes so operates on account of\n            the fear of looking foolish or being\n            disbelieved though the witness is giving a\n            truthful and honest account of the occurrence\n            witnessed by him-Perhaps it is a sort of a\n            psychological defence mechanism activated\n            on the spur of the moment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">            (8) Discrepancies which do not go to the root\n            of the matter and shake the basic version of\n            the witnesses therefore cannot be annexed\n            with undue importance. More so when the all\n            important &quot;probabilities-factor&quot; echoes in\n            favour of the version narrated by the\n            witnesses.&quot;\n</p><p data-structure=\"PetArg\" id=\"p_56\">28.   Learned counsel for the appellants argued that the\nappellant Sajjan Singh is not named in the FIR. The sole\neyewitness Chain Singh (PW-13) has deposed that at the time\nof incident Sajjan Singh caused injury to Govind Singh but he\ndid not assign any role of Sajjan Singh assaulting the deceased\nGovind Singh in his statement Ex.D-5 under <a href=\"/doc/48127346/\" id=\"a_56\">Section 161</a> of\n                         20                Criminal appeal No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP\n\n<a href=\"/doc/445276/\" id=\"a_57\">CrPC</a>. Thus, the trial Court has committed error in accepting\nthe evidence of Chain Singh (PW-13) as credible.\n</p><p data-structure=\"Precedent\" id=\"p_57\">29. From the perusal of FIR (Ex.P-27) it reveals that the FIR\nis lodged by Sher Singh, father of deceased Govind Singh and\nLekhan Singh and the trial Court has found that at the time of\nincident, he was not present on the spot. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"781065\" id=\"span_27\">In the case of <a href=\"/doc/781065/\" id=\"a_58\">Rotash\nvs. State of Rajasthan</a> [(2006) 12 SCC 64], the Hon&#x27;ble\nApex Court has held that &quot;the first information report, as is\nwell known, is not an encyclopaedia of the entire case. It need\nnot contain all the details. We, however, although did not\nintend to ignore the importance of naming of an accused in the\nfirst information report, but herein we have seen that he had\nbeen named in the earliest possible opportunity.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_58\">30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"781065\" id=\"span_28\">In the light of the observation made by the Hon&#x27;ble Apex\nCourt in the case of <a href=\"/doc/781065/\" id=\"a_59\">Rotash</a> (supra), even assuming that Sher\nSingh (PW-12) did not name Sajjan Singh in the FIR, we did\nnot find any reason to disbelieve the statement of Chain Singh\n(PW-13) because he is the injured person and he has named\nSajjan Singh as assailant in his statement under <a href=\"/doc/447673/\" id=\"a_60\">Section 161</a> of\nCrPC (Ex.D-5). This statement has been recorded after two\ndays of the incident, i.e., on 9.8.1990. The question is as to\nwhether a person was implicated by way of an afterthought or\nnot must be judged having regard to the entire factual\nscenario obtaining in the case. Chain Singh (PW-13) has\nreceived as many as 10 injuries. A lacerated wound was found\non his skull and swelling was found on his left forearm and left\nshoulder. He had contusion on his right jaw, right ankle and\nleft thigh. In these circumstances, it cannot be expected from\nhim to record his statement immediately after the incident.</span>\n</p><p data-structure=\"Precedent\" id=\"p_59\">31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"988171\" id=\"span_29\">In the case of <a href=\"/doc/988171/\" id=\"a_61\">State of Haryana vs. Tek Singh</a> (AIR\n1999 SC 1742), the Hon&#x27;ble Apex Court held as under:-</span>\n</p><blockquote id=\"blockquote_34\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76497705\" id=\"span_30\">&quot;8. As stated by the witness Chet Singh,\n        p.w.5 in his cross- examination that assault was\n        over within two to three minutes, it would be\n        difficult for any witness to state exactly which\n        accused inflicted how many blows on the\n                         21               Criminal appeal <a href=\"/doc/76497705/\" id=\"a_62\">No.140/1999\n                                 Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n         deceased. In these set of circumstances, if there\n         is some exaggeration in the evidence of the\n         witnesses those exaggerations are to be\n         separated by taking into consideration overall\n         facts on record. Further, it is to be stated that\n         with regard to the main part of the prosecution\n         version that accused assaulted deceased Gurdev\n         Singh, the prosecution evidence is fully\n         corroborated by medical evidence. The medical\n         evidence also corroborates the say of the\n         witnesses that on both the deceased, apart from\n         injury by firearm, accused assaulted by gandasa.\n         Dr. R.K. Chaudhary, P.W. 1 and Dr. H.L. Gupta,\n         P.W.    2,   who    carried   on    post-morterm\n         examination of Gurdev Singh (deceased), found\n         that he was having as many as 13 injuries out of\n         which 6 injuries were incise wounds. There were\n         multiple contusions and lacerated wounds on\n         the body. Similarly, with regard to Tek Singh\n         (deceased), there were in all 9 injuries, 3 were\n         incise wounds and rest were multiple contusions\n         and lacerated wounds. Therefore, it cannot be\n         stated that the evidence of the prosecution\n         witnesses is not corroborated by medical\n         evidence. It is true that they have failed to\n         locate exact seat of the injuries but that is\n         natural, when the incident takes place all of a\n         sudden within two to three minutes and\n         successive blows are inflicted by the accused, 8\n         in numbers. They came all of a sudden armed\n         with the deadly weapons and attacked the\n         victims, who rushed to take the shelter in the\n         house. In such a fact situation, some\n         contradictions as to who assaulted whom, with\n         what weapon and whether it was by sharp edge\n         or blunt side of Gandasa are bound to be there\n         and particularly when blows are given in quick\n         succession, it would be against the ground\n         reality to expect the witnesses to depose exactly\n         on which part of the body blow landed. In these\n         circumstances,     even    if  there   is   some\n         exaggeration with regard to the inflictions of\n         blows, it would hardly be a ground for rejecting\n         their testimony.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">     Further, in the case of Kallu alias Masth vs. State of\nMadhya Pradesh (AIR 2006 SC 831), the Hon&#x27;ble Apex\nCourt held as under:-\n</p><blockquote id=\"blockquote_35\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76497705\" id=\"span_31\">&quot;14. Though the trial court referred to the\n         evidence of the eye- witnesses, it chose to\n         disbelieve them merely on account of minor\n                           22                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_63\">No.140/1999\n                                    Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n          inconsistencies in their evidence, relating to the\n          exact site of occurrence and failure to name all\n          who landed blows and the exact nature of\n          injuries. The High Court, on the other hand,\n          held     that    minor       inconsistencies      and\n          discrepancies regarding the exact place or the\n          point at which the incident took place or as to\n          who landed the blows is not sufficient to\n          disbelieve the evidence of injured eye-\n          witnesses. It is not necessary that all eye-\n          witnesses should specifically refer to the\n          distinct acts of each member of an unlawful\n          assembly. In fact, it is difficult, if not impossible.</span>\n          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_32\">This Court in <a href=\"/doc/1048134/\" id=\"a_64\">Masalti v. State of U.P.</a> [1964 (8)\n          SCR 133], observed :</span>\n</blockquote><blockquote id=\"blockquote_36\">             &quot;Where a crowd of assailants who are\n             members of an unlawful assembly\n             proceeds to commit an offence of murder\n             in pursuance of the common object of the\n             unlawful assembly, it is often not possible\n             for witnesses to describe accurately the\n             part played by each one of the assailants.\n             Besides, if a large crowd of persons armed\n             with weapons assaults the intended\n             victims, it may not be necessary that all of\n             them have to take part in the actual\n             assault.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_61\">      Consequently, the contention of the appellants to this\nextent is not acceptable.\n</p><p data-structure=\"CDiscource\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"76497705\" id=\"span_33\">32.    Having   gone    through    the   evidence of Chain Singh\n(PW-13), we are in complete agreement with the trial Court\nthat the contradictions and discrepancies cannot be said to be\nmaterial contradictions affecting the credibility of the evidence\nof Chain Singh. In his testimony Chain Singh has given graphic\ndetails of the occurrence and his evidence is also corroborated\nby the medical evidence which clearly shows that several\nblows were given to the deceased Lekhan Singh and Govind\nSingh by the appellants/accused persons by way of sharp\ncutting weapon as well as by hard and blunt object. The\nstatement of Chain Singh was recorded after six and half years\nof the incident, therefore, these discrepancies are due to\nnormal errors of observation, normal errors of memory due to\nlapse of time, due to mental disposition such as shock and\n                          23               Criminal appeal <a href=\"/doc/76497705/\" id=\"a_65\">No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP</a>\n\nhorror at the time of the occurrence. In these circumstances,\nwe have not found any material discrepancies in the evidence\nof sole eyewitness of the incident, i.e., Chain Singh (PW-13).</span>\n</p><p data-structure=\"PetArg\" id=\"p_63\">33. Learned counsel for the appellant submitted that the\nprosecution has not produced the evidence of Rajendra Singh @\nDhondu, brother of the deceased, therefore, adverse inference\ncan be drawn against the prosecution. From perusal of the\nrecord of the trial Court, it is found that on 1.4.1997 Rajendra\nSingh @ Dhandu was present before the Court and the Court\nfound that he is deaf and dumb and therefore is unable to give\nthe statement before the Court, hence he was discharged. In\nthese circumstances, no weightage can be given to the\nargument put forth by learned counsel for the appellant.\n</p><p data-structure=\"PetArg\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593553\" id=\"span_34\">34. The learned counsel for the appellants has also pointed\nout that the statements of the prosecution witnesses do not\nsufficiently indicate the overt act of each individual who have\nbeen named as accused, leave alone the role of the appellants.\nSuffice it to observe that in a case where ingredients of\n<a href=\"/doc/1542085/\" id=\"a_66\">Section 141</a> of IPC which defines unlawful assembly are\nsatisfied and from the material available on record, it is clear\nthat the appellants had gone to the place of incident equipped\nwith sharp-edged weapons and hard and blunt objects, the pre-\nmeditation and common object of the members of the assembly\ncan easily be ascertained. Once this contingency is available in\nthe facts of a case, in this regard, the Hon&#x27;ble Supreme Court\nin the case of <a href=\"/doc/1593553/\" id=\"a_67\">Ramachandran v. State of Kerala</a>, (2011) 9\nSCC 257,has held that: -</span>\n</p><blockquote id=\"blockquote_37\">                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76497705\" id=\"span_35\">&quot;20. However, once it is established that the\n          unlawful assembly had common object, it is not\n          necessary that all persons forming the unlawful\n          assembly must be shown to have committed some\n          overt act. For the purpose of incurring the\n          vicarious liability under the provision, the liability\n          of other members of the unlawful assembly for the\n          offence committed during the continuance of the\n          occurrence, rests upon the fact whether the other\n          members knew before hand that the offence\n          actually committed was likely to be committed in\n                           24                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_68\">No.140/1999\n                                    Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n          prosecution of the common object.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"410181\" id=\"span_36\">(See <a href=\"/doc/410181/\" id=\"a_69\">Daya\n          Kishan v. State of Haryana</a> [(2010) 5 SCC 81 :</span>\n</blockquote><blockquote id=\"blockquote_38\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113789\" id=\"span_37\">(2010) 2 SCC (Cri) 1249] ; <a href=\"/doc/113789/\" id=\"a_70\">Sikandar Singh v. State\n          of Bihar</a> [(2010) 7 SCC 477 : (2010) 3 SCC (Cri)\n          417] and Debashis Daw v. State of W.B. [(2010) 9\n          SCC 111 : (2010) 3 SCC (Cri) 1158] )</span>\n</blockquote><blockquote id=\"blockquote_39\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_38\">21. The crucial question for determination in\n          such a case is whether the assembly consisted of\n          five or more persons and whether the said persons\n          entertained one or more of the common objects\n          specified by <a href=\"/doc/1542085/\" id=\"a_71\">Section 141</a>. While determining this\n          question, it becomes relevant to consider whether\n          the assembly consisted of some persons who were\n          merely passive witnesses and had joined the\n          assembly as a matter of idle curiosity without\n          intending to entertain the common object of the\n          assembly. (<a href=\"/doc/1048134/\" id=\"a_72\">Vide Masalti v. State of U.P.</a> [AIR 1965\n          SC 202 : (1965) 1 Cri LJ 226] )&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_65\">      In the case of Triloki Nath vs. State of UP (JT 2005\n(9) SC 370), the Hon&#x27;ble Apex Court held as under:-\n</p>\n\n<blockquote id=\"blockquote_40\">          &quot;In fact, <a href=\"/doc/999134/\" id=\"a_73\">section 149</a> makes it clear that if an\n          offence is committed by any member of an\n          unlawful assembly in prosecution of the\n          common object of that assembly, or such as the\n          members of that assembly knew to be likely to\n          be committed in prosecution of that object,\n          every person who, at the time of the committing\n          of that offence, is a member of the same\n          assembly, is guilty of that offence; and that\n          emphatically brings out the principle that the\n          punishment prescribed by <a href=\"/doc/999134/\" id=\"a_74\">section 149</a> is in a\n          sense vicarious and does not always proceed on\n          the basis that the offence has been actually\n          committed by every member of the unlawful\n          assembly.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_66\">35.   In facts of the present case and material produced on\nrecord by the prosecution, there is no defence offered by the\nappellants that they were merely standing at the place of\nincident or were moot spectators. Consequently, the contention\nof the appellants to this extent is rejected.\n</p><p data-structure=\"PetArg\" id=\"p_67\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76497705\" id=\"span_39\">36.   Learned counsel for the appellants submits that the\nappellant Sajjan Singh has filed an application on 2.12.1993\nbefore the trial Court, alleging that he was minor, hence his\n                         25                Criminal appeal <a href=\"/doc/76497705/\" id=\"a_75\">No.140/1999\n                                  Prakash Singh &amp; Ors. Vs. State of MP</a>\n\ncase be separated and be sent to the Juvenile Court for\nhearing but the said application was rejected by the trial Court\nvide order dated 16.3.1994 without conducting any enquiry\nand without granting any opportunity for producing the\nevidence regarding juvenility to the appellant, which is\nmandatory according to the settled law.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1936530\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"29954606\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1537949\" id=\"span_42\">In support of his\nsubmission, learned counsel for the appellant relied on the\njudgments of this Court, reported in 1992 JLJ 375 (<a href=\"/doc/1537949/\" id=\"a_76\">Guman\n\nvs. State</a>); 2007 (5) MPHT 227 (<a href=\"/doc/29954606/\" id=\"a_77\">Ummed Singh vs. State</a>);\nand, 1997 (2) WN 232 (<a href=\"/doc/1936530/\" id=\"a_78\">Imran Ali vs. State of MP</a>).</span></span></span>\n</p><p data-structure=\"PetArg\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"76497705\" id=\"span_43\">37. From the perusal of the record it appears that on\n19.11.1991   accused   Man    Singh,   on    19.5.1992      accused\nGhanshyam and on 2.12.1993 accused Maharaj Singh, Vijay\nSingh, Sher Singh, Ramesh, Dhan Singh @ Dhanraj and Sajjan\nSingh filed applications that on the date of incident they were\nbelow the age of 16 years but the police wrongly mentioned\ntheir age above 18 years in the charge sheet. After receiving\nthe applications on behalf of accused Man Singh and\nGhanshyam the trial Court fixed the case for enquiry as to the\nage of the said accused persons. After getting several\nopportunities   on   23.9.1993    accused     Man      Singh     and\nGhanshyam submitted that they do not wish to produce any\nevidence in this regard and after that, all the applications\nincluding the application filed on behalf of accused Sajjan\nSingh, were decided by common order dated 16.3.1994 and\nthe trial Court found that on the basis of the medical evidence,\nmark sheets and horoscopes, it appears that Ajab Singh and\nGhanshyam were below 16 years of age at the time of incident,\ntherefore, it was directed that the charge sheet regarding\nthem shall be filed before the Juvenile Court but the other\naccused persons including Sajjan Singh have not filed any\ndocument regarding their age and they have also not prayed\nfor time to adduce any evidence to prove their juvenility,\nhence, the trial Court dismissed their applications. After\n                                          26           Criminal appeal <a href=\"/doc/76497705/\" id=\"a_79\">No.140/1999\n                                              Prakash Singh &amp; Ors. Vs. State of MP</a>\n\n           rejection of their claim, the accused persons have not\n           challenged the rejection order of the trial Court by filing\n           revision petition before this Court. Therefore, the order of the\n           trial Court has attained its finality. Before this Court also,\n           accused Sajjan Singh has not filed any document to show that\n           at the time of incident he was below 18 years. Hence, the\n           contention of learned counsel for the appellant is not\n           acceptable that the trial Court has not given any opportunity\n           to the appellant Sajjan Singh to adduce oral as well as\n           documentary evidence to prove his juvenility.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_69\">           37.    Taking this view of the matter and having found no error\n           in appreciation of evidence by the trial Court, for the reasons\n           assigned above, we are of the considered opinion that all the\n           three criminal appeals filed by the appellants must fail and are\n           accordingly dismissed. Since accused Prakash Singh (appellant\n           No.1 in Criminal Appeal No.140/1999) has expired, therefore,\n           his appeal stands dismissed, however the conviction and jail\n           sentence of remaining appellants in these three appeals for the\n           offences punishable under <a href=\"/doc/1560742/\" id=\"a_80\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_81\">149</a>, <a href=\"/doc/1133601/\" id=\"a_82\">325</a>/<a href=\"/doc/999134/\" id=\"a_83\">149</a>, <a href=\"/doc/1011035/\" id=\"a_84\">323</a>/<a href=\"/doc/999134/\" id=\"a_85\">149</a>\n           and <a href=\"/doc/763672/\" id=\"a_86\">148</a> of IPC is maintained.\n</p><p data-structure=\"Conclusion\" id=\"p_70\">           38.    It appears that the appellants are on bail. Their bail\n           bonds are now cancelled. They are directed to surrender\n           before the trial Court without any delay so that they may be\n           sent to jail for execution of remaining part of their jail\n           sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_71\">                  A copy of the judgment be also sent to the trial Court\n           along with its record for information.\n</p>\n\n\n\n<pre id=\"pre_2\">                   (Sanjay Yadav)                      (S.K.Awasthi)\n                     Judge                                   Judge\n(yogesh)\n\n\n\n\n           YOGESH VERMA\n           2017.12.05 11:16:03 +05&#x27;30&#x27;\n 27           Criminal appeal No.140/1999\n     Prakash Singh &amp; Ors. Vs. State of MP\n </pre>","numcites":35,"numcitedby":36,"docsource":"Madhya Pradesh High Court","citetid":34385587,"divtype":"judgments","relatedqs":[{"value":"interested witness","formInput":"interested%20witness"},{"value":"discrepancy in evidence","formInput":"discrepancy%20in%20evidence"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"minor discrepencies ","formInput":"minor%20discrepencies%20"},{"value":"material discrepancy ","formInput":"material%20discrepancy%20"},{"value":"injured witness","formInput":"injured%20witness"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 148  ipc","formInput":"section%20148%20%20ipc"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"common object","formInput":"common%20object"},{"value":"exaggeration","formInput":"exaggeration"},{"value":"sole witness  ","formInput":"sole%20witness%20%20"},{"value":"section 307","formInput":"section%20307"},{"value":"sajjan singh","formInput":"sajjan%20singh"},{"value":"juvenile","formInput":"juvenile"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"rioting","formInput":"tag:rioting"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}