{"tid":108972133,"publishdate":"2020-06-05","title":"Quick Heal Technologies Limited vs M/S. Ncs Computech Private Limited on 5 June, 2020","doc":"<h2 class=\"doc_title\">Quick Heal Technologies Limited vs M/S. Ncs Computech Private Limited on 5 June, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2020 (NOC) 857 (BOM.), AIRONLINE 2020 BOM 630</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-j-kathawalla\">S.J.Kathawalla</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-j-kathawalla\">S.J. Kathawalla</a></h3>\n\n<pre id=\"pre_1\"> Nitin                                1   / 24                  ARP-43-2018-FFF.doc\n\n\n           IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                      CIVIL APPELLATE JURISDICTION\n                  ARBITRATION PETITION NO.43 OF 2018\n\nQuick Heal Technologies Limited,                  )\nA Company having its Registered Ofce at Marvel Edge)\nNo.7010 C and D, 7th Floor, Viman Nagar,          )\nPune - 411 014                                    )...         Petitioner\n\nVersus\n\n1. NCS Computech Private Limited,                 )\nA Company having its Ofce at 3, Commercial Building,)\n23 Netaji Subhash Road, Kolkata,                  )\nWest Bengal - 700 001                             )\n\n2.Innovative Edge,                                    )\nA Partnership Firm, having its Ofce at3,              )\nCommercial Buildings, 23 Netaji Subhash Road,         )\nKolkata, West Bengal 700 001.                         )...     Respondents\n\n\nMr. Ashwin Shete with Mrs. Aakanksha Agarwal, Mr. Harsh Moorjani I/by M/s.\nJayakar and Partners, for Petitioner.\nMr.Anubhav Sinha alongwith Mr. Sarthak S.Diwan and Ms Akanksha Helaskar for\nRespondent No.1.\n\n\n                                 CORAM : S.J. KATHAWALLA, J.\n                                 DATED : 5TH JUNE,2020\n\nJUDGEMENT :</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">1.       The above Arbitration Petition is fled by the Petitioner - Quick Heal\n\nTechnologies Ltd. against NCS Computech Pvt. Ltd. (&#x27;Respondent No.1&#x27;) and\n\nInnovative Edge (&#x27;Respondent No.2&#x27;), for appointment of a Sole Arbitrator under\n\n<a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 (&#x27;the Act&#x27;), to adjudicate\n  Nitin                                  2   / 24                  ARP-43-2018-FFF.doc\n\n\nthe disputes and diferences that have arisen between the parties relating to the\n\nSoftware Distribution Agreement dated 2nd April, 2011 (Exhibit A to the Petition).\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.        According to the Petitioner, the facts in brief leading to the fling of the\n\npresent Petition, are as under :\n</p>\n<blockquote id=\"blockquote_1\">2.1       The Petitioner Company is engaged in the business of development and\n\nmanufacture of anti-virus software under the brand name &quot;Quick Heal&quot;, whose\n\nproducts are popularly known as &quot;Quick Heal Range of Products&quot;. Respondent No.1\n\nis a Private Limited Company and is carrying on the business of distribution of\n\nsoftware products. Respondent No.2 is a Partnership Firm and the sister concern of\n\nRespondent No.1 Company.\n</blockquote>\n<blockquote id=\"blockquote_2\">2.2       In or around 2011, the Directors of Respondent No.1 and the Partners of\n\nRespondent No.2 approached the Petitioner and represented that they were desirous\n\nof selling and distributing the &quot;Quick Heal Range of Products&quot; developed and\n\nmanufactured by the Petitioner and requested the Petitioner to appoint them as\n\n&#x27;Distributors&#x27; for the same.\n</blockquote>\n<blockquote id=\"blockquote_3\">2.3       Pursuant to the discussions between the said parties, on 2 nd April, 2011, the\n\nPetitioner entered into a Software Distribution Agreement (&#x27;the said Agreement&#x27;)\n\nwith the Respondents.          Clause 17 of the said Agreement pertains to Dispute\n\nResolution and is reproduced hereunder :\n</blockquote>\n<blockquote id=\"blockquote_4\">          &quot;17. Dispute Resolution :\n</blockquote><blockquote id=\"blockquote_5\">          a.   All disputes under this Agreement shall be amicably discussed for\n  Nitin                                   3      / 24                   ARP-43-2018-FFF.doc\n\n\n         resolution by the designated personnel of each party, and if such dispute/s\n         cannot be resolved within 30 days, the same may be referred to\n         arbitration as stated below.\n</blockquote><blockquote id=\"blockquote_6\">         b.    Disputes under this Agreement shall be referred to arbitration as per\n         the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a> as amended from time to time.\n         The place of arbitration shall be at Pune and language shall be English.\n         The arbitral tribunal shall comprise one arbitrator mutually appointed,\n         failing which, three (3) arbitrators, one appointed by each of the Parties\n         and the third appointed by the 2 so appointed arbitrators and designated\n         as the presiding arbitrator and shall have a decisive vote.\n         c.    Subject to the provisions of this Clause, the Courts in Pune, India,\n         shall have exclusive jurisdiction and the parties may pursue any remedy\n         available to them at law or equity.&quot;                    (emphasis supplied)\n\n\n2.4       Under the said Agreement, the parties had set out details for sale and\n\ndistribution of the Petitioner&#x27;s product in the region/areas mentioned therein.\n\n2.5       Pursuant to the said Agreement, the Respondents from time to time placed\n\norders with the Petitioner for Quick Heal Range of Products and the Petitioner\n\nsupplied the same to the Respondents.\n</blockquote>\n<blockquote id=\"blockquote_7\">2.6       As on 31st March, 2013, the balance amount payable by the Respondent No.1\n\nto the Petitioner was Rs.32,78,43,886/-. Despite confrmation of balance, the\n\nRespondents failed to pay the amounts due to the Petitioner.\n\n2.7       Since disputes arose between the parties, the Petitioner, through their\n\nAdvocate&#x27;s Letter dated 7th August, 2017 addressed to the Respondent No.1 and a\n  Nitin                                  4    / 24                 ARP-43-2018-FFF.doc\n\n\nLetter dated 2nd January, 2018 addressed to the Respondent No.2, invoked the\n\nArbitration Agreement contained in Clause 17 of the said Agreement and proposed the\n\nname of the Hon&#x27;ble Mr. Justice S.R.Sathe (Retired) as the Sole Arbitrator.\n\n2.8       Sub-clause (a) of <a href=\"/doc/318136/\" id=\"a_3\">Section 17</a> of the said Agreement, inter alia, provides that\n\nprior to commencing the arbitration, the parties through their designated personnel,\n\n&#x27;shall&#x27; amicably discuss all the disputes under the Agreement in an attempt to reach a\n\nresolution. The said process has in a realistic sense been exhausted, as the repeated\n\nrequests made by the Petitioner to the Respondents to pay the outstanding amounts\n\nand settle the matter amicably has failed.\n</blockquote>\n<blockquote id=\"blockquote_8\">2.9       The Petitioner is therefore, constrained to fle the above Arbitration Petition\n\nunder <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a> of the Act seeking appointment of a Sole Arbitrator.\n\n</blockquote><blockquote id=\"blockquote_9\">3.        The Respondent No.1 has fled its Afdavit in Reply disputing the\n\nallegations made in the Petition, and raising several defenses. However, it is agreed to\n\ninitially hear and decide the main defence raised by the Respondents, which are two-\n\nfold, namely: (i) that the above Petition seeking appointment of an Arbitrator is not\n\nmaintainable since the said Agreement does not contain any mandatory Arbitration\n\nAgreement; the Disputes Resolution Clause, i.e. Clause 17 of the said Agreement,\n\nmerely provides that if the disputes cannot be resolved within 30 days, the same\n\n&quot;may&quot; be referred to Arbitration, which suggests that there has to be consensus /\n\nfresh agreement between the parties to refer the matter to arbitration; and (ii) in any\n\nevent, the Petition deserves to be rejected as being premature, since under Clause 17\n  Nitin                                 5   / 24                    ARP-43-2018-FFF.doc\n\n\nof the said Agreement, the parties have agreed that all disputes under the said\n\nAgreement shall be amicably discussed for resolution by the designated personnel of\n\neach party, and if such dispute/s, cannot be resolved within 30 days, the same may be\n\nreferred to Arbitration, as stated therein. It is only in case of failure to resolve the\n\ndisputes by conciliation that the parties may agree to refer their dispute to Arbitration\n\nas set out in Clause 17 and such amicable discussion for resolution has not taken place\n\nbetween the designated personnel of each party and the Petitioner has fled the present\n\nPetition by by-passing the agreed procedure, which is mandatory/binding on the\n\nparties.\n</blockquote>\n<blockquote id=\"blockquote_10\">4.         The Learned Advocate appearing for the Petitioner has submitted as\n\nfollows:\n</blockquote>\n<blockquote id=\"blockquote_11\">4.1        That Clause 17 ought to be read in its entirety. Under sub-clause (a), the\n\nparties have agreed to refer disputes that shall be amicably discussed for resolution and\n\nin case such disputes are not settled the same may be referred to arbitration as stated\n\nin clause (b) thereunder. Sub Clause (b) is extremely crucial as disputes under the said\n\nClause are mandatorily required to be referred to arbitration by specifc use of the term\n\n&quot;shall&quot; in the said Clause. The said Sub Clause (b) envisages disputes of all nature,\n\nwithout any qualifcation whatsoever, as the Clause starts with the words &quot;Disputes\n\nunder this Agreement&quot; and not &quot;Disputes as referred in Sub Clause (a) above&quot;. Thus, Sub\n\nClauses (a) and (b) of Clause 17 of the Dispute Resolution Clause provides for two\n\ndistinct types of disputes. In case of disputes where there is no scope for discussion\n     Nitin                                 6   / 24                   ARP-43-2018-FFF.doc\n\n\ni.e. disputes of Sub-Clause (b), such disputes are agreed to be referred to arbitration.\n\nThus the disputes set out in the invocation notice are disputes on which there can be\n\nno discussion.\n</blockquote>\n<blockquote id=\"blockquote_12\">4.2.         Sub-clause (c) of Clause 17 also gives an option to the parties to pursue any\n\nremedy available to them at law or equity in court.\n</blockquote>\n<blockquote id=\"blockquote_13\">4.3          That under Sub-Clause (b) of Clause 17 there is a clear consensus ad idem\n\nbetween the parties to refer disputes under the said Software and Distribution\n\nAgreement to arbitration as per the provisions of the <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a>. By use of the\n\nword &quot;shall&quot; in sub-clause (b) the same is then couched with a mandatory\n\nrequirement of referring the disputes to arbitration.\n\n4.4          That it is not the Applicant&#x27;s case that in Clause 17 &quot;shall&quot; should be read as\n\n&quot;may&quot; or &quot;may&quot; should be read as &quot;shall&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7324751\" id=\"span_1\">4.5          That it is recently laid down by the Hon&#x27;ble Supreme Court in the case of\n\n<a href=\"/doc/7324751/\" id=\"a_6\">Zhejiang Bonly Elevator Guide Rail Manufacture Company Limited versus Jade\n\nElevator Components1</a>, that in case where the Clause gives an option to the parties to\n\nrefer the dispute to Arbitration, or the Court, on a party having then invoked the\n\narbitration clause, the matter will have to be referred to arbitration.\n\n4.6          That under Clause 17 also the parties had consciously opted for referring the\n\ndisputes to arbitration or the courts. The intention of the parties to refer the disputes\n\nto arbitration is clearly spelt out in Sub-Clauses (a) and (b) of Clause 17 whereas the\n\n\n1     (2018) 9 SCC 774\n     Nitin                                 7   / 24                   ARP-43-2018-FFF.doc\n\n\noption of court remedy is then recorded in sub-clause (c) of Clause 17. The Applicant\n\nhas therefore invoked its option of referring the dispute to arbitration by issuing\n\nInvocation Notice under <a href=\"/doc/138599/\" id=\"a_7\">Section 21</a> of the Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_2\">4.7           That as held in the case of <a href=\"/doc/1913246/\" id=\"a_8\">Jagdish Chander versus Ramesh Chander &amp;\n\nOrs.2</a>, para 8 sub-clause (iv), the use of the word &quot;MAY&quot; or &quot;SHALL&quot; is not the\n\ndecisive factor. In the said Judgment though the arbitration clause uses the word\n\n&quot;SHALL&quot;, the matter was not referred to arbitration as the words &quot;so determined&quot;</span>\n\n</p><blockquote id=\"blockquote_14\">appearing in the clause did not show consensus ad idem. Thus the Hon&#x27;ble Supreme\n\nCourt in para 9 held that the main attribute of an arbitration agreement i.e. the\n\nconsensus ad idem to refer the dispute to arbitration was missing in clause 16 relating\n\nto settlement of dispute.\n</blockquote>\n<blockquote id=\"blockquote_15\">4.8           That consensus ad idem between the parties, is clearly refected from Sub-\n</blockquote>\n<blockquote id=\"blockquote_16\">Clause (b) of Clause 17 of the said Agreement which mandates reference of disputes to\n\narbitration.\n</blockquote>\n<blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786120\" id=\"span_3\">4.9           That a Single Judge of this Court in the case of <a href=\"/doc/786120/\" id=\"a_9\">Rajiv Vyas versus Johnwin3</a>\n\nhas held that even if a party invokes the arbitration clause contrary to the Arbitration\n\nAgreement, there is nothing that prevents it from making an application under <a href=\"/doc/1841764/\" id=\"a_10\">Section\n\n11</a> in accordance with the terms of the Arbitration Agreement.</span>\n</blockquote>\n<blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786120\" id=\"span_4\">4.10          That it is therefore open to this Court to hear the Application under <a href=\"/doc/1841764/\" id=\"a_11\">Section\n\n11</a> of the Act and refer the matter to arbitration even when the procedure <a href=\"/doc/786120/\" id=\"a_12\">laid down in</a>\n\n2     (2007) 5 SCC 719\n3     (2010) 6 Mh.L.J. 483\n     Nitin                                 8   / 24                   ARP-43-2018-FFF.doc\n\n\nthe Arbitration Agreement and/or arbitration clause is not followed, provided the\n\nApplicants undertake to follow the procedure prescribed in the Agreement.</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">4.11          That the Petitioner reserves its rights to deal with the other submissions\n\nraised by the Respondents, in case the fundamental objections of the Respondents as\n\nstated above, are rejected by this Court.\n</blockquote>\n<blockquote id=\"blockquote_20\">5.            The Learned Advocate appearing for the Respondents has submitted as\n\nfollows :-\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_5\">5.1           That the dispute resolution clause contained in Clause 17 of the Software\n\nDistribution Agreement provides for a mandatory reconciliation process and/or\n\nmechanism of amicable settlement of disputes. Thereafter, if such amicable settlement\n\ncannot be arrived at, the parties may decide to go for arbitration. The Respondent -\n\nCompany has sent various Letters dated 31st December, 2013 and 1st November, 2014\n\nto the Petitioner in order to start the amicable settlement process. The Petitioner\n\nCompany has however, ignored and/or not chosen to reply to the same in complete\n\nbreach of the dispute resolution clause and has approached this Court for appointment\n\nof an Arbitrator. Such deviation on the part of the Petitioner from such mandatory\n\nclause is not permissible in law.\n</p>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134541798\" id=\"span_5\"><p data-structure=\"Precedent\" id=\"p_6\">5.2.          That in the case of <a href=\"/doc/134541798/\" id=\"a_13\">Tulip Hotel versus Trade Links Ltd.</a> 4, the Learned Single\n\nJudge of this Court has clearly held that an unwilling party to such conciliation\n\nmeasures cannot be permitted to frustrate the mechanism agreed between the parties.</p></span><pre id=\"pre_2\">\n\n\n4     (2010) 2 Arblr 286\n     Nitin                                 9   / 24                  ARP-43-2018-FFF.doc\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_6\">The Hon&#x27;ble Supreme Court has considered a similar problem in the case of <a href=\"/doc/1765502/\" id=\"a_14\">Visa\n\nInternational Ltd. versus Continental Resorts (USA) Ltd.</a> 5 and held that if from the\n\ncorrespondence between the parties, it becomes clear that both the parties do not\n\nintend to come to any kind of settlement, then at that stage such a precondition will\n\nnot hinder furtherance of the dispute resolution process.\n\n5.3.</span>          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786120\" id=\"span_7\">That the decision of the Learned Single Judge of this Court in <a href=\"/doc/786120/\" id=\"a_15\">Rajiv Vias v.\n\nJohnwin6</a>, holding that it was possible for the High Court to allow an application\n\nunder <a href=\"/doc/1841764/\" id=\"a_16\">Section 11</a> of the Arbitration and Conciliation Act in spite of a conciliatory\n\nmechanism as a condition precedent, is not good law, since the Learned Judge did not\n\nconsider the Judgment in the Visa International Ltd. which subject to the exception it\n\ncarves out, clearly indicates that the condition precedent in the nature of conciliatory\n\nmechanism has to be mandatorily adhered to and also since the Learned Single Judge\n\nfailed to take into consideration <a href=\"/doc/1048865/\" id=\"a_17\">Section 61</a> of the Arbitration and Conciliation Act\n\nwhich applies to all conciliation mechanism under the statutory frame work of the\n\n<a href=\"/doc/1306164/\" id=\"a_18\">Arbitration and Conciliation Act, 1996</a>.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">5.4           That the arguments advanced on behalf of the Petitioner, that there are\n\nvarious types of disputes which may be resolved at diferent stages in diferent modes\n\ni.e. either under Clause 17 sub-clause (a), Clause 17 Sub-Clause (b) or Clause 17 Sub-\n\nClause (c) has no basis.</p><pre id=\"pre_3\">\n\n5.5           That the argument regarding Clause 17(b) providing for a distinct procedure\n\n5     (2009) 2 SCC 55\n6     2010 (6) Mh.L.J. 483\n Nitin                                      10    / 24                    ARP-43-2018-FFF.doc\n\n\nindependent of Clause 17(a) is not sustainable.\n\n5.6          That the normal recourse for resolution of civil disputes has always been\n\n</pre><p data-structure=\"Section\" id=\"p_9\">generally the Civil Courts of law. Arbitration is in the form of an alternative, which in\n\nmost cases is agreed contractually between the parties. Therefore, an arbitration\n\nforum is the creation of a contract. An interpretation of any contractual clause\n\nrequires one to come to a conclusion with regard to what was in fact agreed between\n\nthe parties, i.e. consensus ad idem with respect to each ingredient of a clause in the\n\ncontract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7324751\" id=\"span_8\">5.7          That the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/7324751/\" id=\"a_19\">Zhejiang Bonly Elevator\n\nGuide Rail Manufacture Co. Ltd. Vs. Jade Elevator Components</a> 7, dealt with an\n\nArbitral Clause as set out hereunder :</span>\n</p>\n<blockquote id=\"blockquote_21\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_9\">&#x27;Dispute Handling - Common processing contract dispute, the\n              parties should be settled through consultation; consultation fails\n              by treatment of to the arbitration body for arbitration or the\n              court.&#x27;\n\n\n             The said clause uses the word &quot;should&quot; to denote that the parties had come\n\nto an agreement that they will go to arbitration or prefer a civil suit. Therefore the\n\nparties, had pre-decided that arbitration was one of the chosen modes of dispute\n\nresolution. The said Judgment also relies upon the Order of the Supreme Court in\n\n<a href=\"/doc/1679578/\" id=\"a_20\">Indel Technical Services (P) Ltd. Vs. W.S. Atkins Rail Ltd.</a> 8. The issue in Indel Tech\n\n\n7     (2018) 9 SCC 774\n8     (2008) 10 SCC 308\n Nitin                                  11   / 24                    ARP-43-2018-FFF.doc\n\n\nServices is related to the construction of the word &quot;adjudication&quot; or &quot;adjudicator&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">and not with regard to the words &quot;may&quot; or &quot;shall&quot;. However, the clause contained in\n\nIndel uses the word &#x27;will&#x27; to indicate a pre-existing agreement between the parties. In\n\nthe present case, there exists no such pre-existing agreement. The word used in\n\nClause 17(a) is &#x27;may&#x27;, and the same cannot be understood as &#x27;Should&#x27; or &#x27;Will&#x27;. A\n\nreading of Clause 17(a) indicates that in case the amicable settlement between the\n\nparties fails, then there should be fresh consent between the parties to refer the\n\ndisputes to arbitration. In other words, the parties retain the right to agree to refer the\n\ndispute to arbitration and/or to refuse the same, since the word &#x27;may&#x27; does not denote\n\nany binding obligation. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7324751\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31213183\" id=\"span_12\">The aforementioned Supreme Court Judgments have not\n\nreferred to various other judgments relating to the requirement of consensus ad idem\n\nin interpreting an arbitration clause. Further, the dispute resolution clauses present in\n\nthe aforementioned Judgments and in the present case are factually distinguishable.\n\n5.8.      That the Delhi High Court in <a href=\"/doc/31213183/\" id=\"a_21\">Panchsheel Constructions v. Davinder Pal\n\nSingh Chauhan &amp; Anr.9</a> decided on 15th February, 2019, considered the Judgment in\n\n<a href=\"/doc/7324751/\" id=\"a_22\">Zhejiang Bonly Elevator Guide Rail Manufacture Co. Ltd. vs. Jade Elevator\n\nComponents</a> but chose to follow the dictum in <a href=\"/doc/1604568/\" id=\"a_23\">Wellington Associates v. Kirit Mehta</a>\n\n(200) 4 SCC 272 and held that there was no binding arbitration clause.</span></span></span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_13\">5.9       That in the case of <a href=\"/doc/1604568/\" id=\"a_24\">Wellington Associates Ltd. v. Kirit Mehta10</a>, clauses 4 and\n\n5 of the Agreement were as under :</span>\n</p>\n<blockquote id=\"blockquote_22\">9 2019 SCC OnLine Del 7176\n10 (2000) 4 SCC 272\n Nitin                                   12     / 24                     ARP-43-2018-FFF.doc\n\n\n          &quot;4. It is hereby agreed that, if any dispute arises in connection\n          with these presents, only courts in Bombay would have\n          jurisdiction to try and determine the suit and the parties hereto\n          submit themselves to the exclusive jurisdiction of the courts in\n          Bombay.\n</blockquote><blockquote id=\"blockquote_23\">          5. It is also agreed by and between the parties that any dispute or\n          differences arising in connection with these presents may be\n          referred to arbitration in pursuance of the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act, 1940</a>\n          by each party appointing one arbitrator and the arbitrators so\n          appointed selecting an umpire. The venue of arbitration shall be\n          at Bombay.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_12\">The Hon&#x27;ble Supreme Court analysed the above clauses and held as under :\n\n\n</p><blockquote id=\"blockquote_24\">          &quot;17....     The words in sub-section (1) of <a href=\"/doc/1846895/\" id=\"a_26\">Section 7</a>, &quot;means an\n          agreement by the parties to submit to arbitration&quot;            in my\n          opinion, postulate an agreement which necessarily or rather\n          mandatorily       requires     the     appointment       of     an\n          arbitrator/arbitrators. <a href=\"/doc/1846895/\" id=\"a_27\">Section 7</a> does not cover a case where the\n          parties agree that they &quot;may&quot; go to a suit or that they &quot;may&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">          also go to arbitration.&quot;\n</p><blockquote id=\"blockquote_25\">          &quot;21. Does clause 5 amount to an arbitration clause as defned in\n          <a href=\"/doc/85288767/\" id=\"a_28\">Section 2(b)</a> read with <a href=\"/doc/1846895/\" id=\"a_29\">Section 7</a> ? I may here state that in most\n          arbitration clauses, the words normally used are that &quot;disputes\n          shall be referred to arbitration&quot;. But in the case before me, the\n          words used are &quot;may be referred&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">          22. It is contended for the petitioner that the word &quot;may&quot; in\n          clause 5 has to be construed as &quot;shall&quot;. According to the\n Nitin                                      13    / 24                 ARP-43-2018-FFF.doc\n\n\n        petitioner&#x27;s counsel, that is the true intention of the parties. The\n        question then is as to what is the intention of the parties. The\n        parties, in my view, used the words &quot;may&quot; not without reason.\n        If one looks at the fact that clause 4 precedes clause 5, one can see\n        that under clause 4 parties desired that in case of disputes, the\n        civil courts at Bombay are to be approached by way of a suit.\n        Then follows clause 5 with the words &quot;it is also agreed&quot; that the\n        dispute &quot;may&quot; be referred to arbitration implying that parties\n        need not necessarily go to the civil court by way of suit but can\n        also go before an arbitrator. Thus, clause 5 is merely an enabling\n        provision as contended by the respondents. I may also state that\n        in cases where there is a sole arbitration clause couched in\n        mandatory language, it is not preceded by a clause like clause 4\n        which discloses a general intention of the parties to go before a\n        civil court by way of suit. Thus, reading clause 4 and clause 5\n        together, I am of the view that it is not the intention of the\n        parties that arbitration is to be the sole remedy. It appears that\n        the parties agreed that they can &quot;also&quot; go to arbitration in case\n        the agrieved party does not wish to go to a civil court by way of a\n        suit.   But in that event, obviously, fresh consent to go to\n        arbitration is necessary. Further, in the present case, the same\n        clause 5, so far as the venue of arbitration is concerned, uses the\n        word &quot;shall&quot;. The parties, in my view, must be deemed to have\n        used the words &quot;may&quot; and &quot;shall&quot; at different places, after due\n        deliberation. ..........................\n</p><p data-structure=\"Conclusion\" id=\"p_15\">        25. Suffice it to say, that the words &quot;may be referred&quot; used to\n        clause 5, read with clause 4, lead me to the conclusion that clause\n        5 is not a frm or mandatory arbitration clause and in my view,\n Nitin                                      14    / 24                    ARP-43-2018-FFF.doc\n\n\n           it postulates a fresh agreement between the parties that they will\n           go to arbitration. Point 2 is decided accordingly against the\n           petitioner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974878\" id=\"span_14\">5.10.     That in <a href=\"/doc/974878/\" id=\"a_30\">Powertech World Wide Ltd. versus Delvin International General\n\nTrading LLC11</a>, the Hon&#x27;ble Supreme Court was dealing with an arbitration clause,\n\nwhich is reproduced hereunder :</span>\n</p>\n<blockquote id=\"blockquote_26\">            &quot;Any disputes arising out of this Purchase Contract shall be\n            settled amicably between both the parties or through an arbitrator\n            in India/UAE&quot;.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_17\">The above clause was similar to the one before the Court in Zhejiang, where both the\n\nwords &quot;shall&quot; and &quot;or&quot; were present in the dispute resolution clause. The Court\n\nfollowed Wellington and held :\n</p>\n<blockquote id=\"blockquote_27\">           &quot;13.          It is further the contention of the petitioner that the\n           words &quot;shall&quot; and &quot;or&quot; appearing in the arbitration clause have\n           to be given their true meaning. The expression &quot;shall&quot; has to be\n           construed mandatorily while the expression &quot;or&quot; has to be read\n           as distinctive. Upon taking this as the correct approach, the\n           arbitration agreement would be binding upon the parties as the\n           expression &quot;settled amicably between both the parties&quot; cannot be\n           construed as a condition precedent to the invocation of the\n           arbitration agreement and the reference to arbitration being an\n           alternative and agreed remedy, the petitioner may unequivocally\n\n11 (2012) 1 SCC 361\n Nitin                                 15    / 24                     ARP-43-2018-FFF.doc\n\n\n        be allowed to invoke the arbitration agreement.\n</blockquote><blockquote id=\"blockquote_28\">        14. ....    The Court felt that the main attribute of an\n        arbitration agreement, namely, consensus ad idem to refer the\n        disputes to arbitration, is missing in Clause .......\n</blockquote><blockquote id=\"blockquote_29\">        26. It is in light of these provisions, one has to construe whether\n        the clause in the present case, reproduced above, in para 3,\n        constitutes a valid and binding agreement. It is clear from a\n        reading of the said clause that the parties were ad idem to\n        amicably settle their disputes or settle the disputes through an\n        arbitrator in India/UAE.           There was apparently some\n        ambiguity caused by the language of the arbitration clause. If\n        the clause is read by itself without reference to the correspondence\n        between the parties and the attendant circumstances, may be the\n        case would clearly fall within the judgment of this Court in\n        Jagdish Chander (2007) 5 SCC 719.                     But once the\n        correspondence between the parties and the attendant\n        circumstances are read conjointly with the petition of the\n        petitioner and with particular reference to the purchase contract,\n        it becomes evident that the parties had an agreement in writing\n        and were ad idem in their intention to refer these matters to an\n        arbitrator in accordance with the provisions of the Act.\n        ....\n</blockquote><blockquote id=\"blockquote_30\">        29. Thus, any ambiguity in the arbitration clause contained in\n        the purchase contract stood extinct by the correspondence between\n        the parties and the consensus ad idem in relation to the existence\n        of an arbitration agreement and settlement of disputes through\n        arbitration became crystal clear. The parties obviously had\n        committed to settle their disputes by arbitration, which they\n Nitin                                      16   / 24                   ARP-43-2018-FFF.doc\n\n\n             could not settle, as claims and counterclaims had been raised in\n             the correspondence exchanged between them. In view of the\n             above, even the precondition for invocation of an arbitration\n             agreement stands satisfed.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_18\">5.11      That in the present case, use of the word &#x27;shall&#x27; clearly indicates that the\n\nparties had agreed that they would initiate amicable settlement between themselves\n\nand thereafter use of the word &#x27;may&#x27; indicate that the parties in the case of failure of an\n\namicable settlement would consider the proposition of an arbitral process. There was\n\nno consensus ad idem between the parties that they would in fact initiate any\n\narbitration process after the failure of the amicable settlement. A reading of the said\n\nClause in its entirety would show that there was no consensus between the parties\n\nwith regard to arbitration and they only agreed to provide fresh consent (by use of the\n\nword &quot;may&quot;) in order to proceed with the arbitration. In the present case, no fresh\n\nconsent to proceed with any arbitration has been provided by any of the Respondents\n\nand as such there is no valid arbitration clause under which any Arbitrator can be\n\nappointed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"679423\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"625093\" id=\"span_16\">5.12      That the Three Judges Bench of the Hon&#x27;ble Supreme Court in <a href=\"/doc/625093/\" id=\"a_31\">The Labour\n\nCommissioner, Madhya Prddesh versus Burhanpur Tapti Mills Ltd. and others</a> 12 and\n\n<a href=\"/doc/679423/\" id=\"a_32\">Jamatraj Kewalji Gavani versus State of Maharashtra13</a>, decided that in clauses\n\n12 AIR 1964 SC 1687\n13 AIR 1968 SC 178\n Nitin                                   17   / 24                    ARP-43-2018-FFF.doc\n\n\nwhere the words &quot;may&quot; and &quot;shall&quot; appear, they would have their own distinct\n\nmeaning and the word &quot;may&quot; could never be termed mandatory or obligatory.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"704405\" id=\"span_17\">A\n\nsimilar view was taken by another Three Judge Bench of the Hon&#x27;ble Supreme Court\n\nin <a href=\"/doc/704405/\" id=\"a_33\">Mahalumxi Rice Mills and others versus State of U.P. and others</a> 14, where the Court\n\nheld that, &quot;the employment of the said two monosyllables of great jurisprudential import in\n\nthe same clause dealing with two rights regarding the same burden must have two different\n\nimports.&quot;</span>\n</p>\n<p data-structure=\"Section\" id=\"p_20\">5.13        That in the same vein if Clause 17(a) of the Software Distribution\n\nAgreement is looked at, it can be noticed that the parties to the Agreement use both\n\nwords &quot;shall&quot; and &quot;may&quot; in the same clause. The parties were aware of the clear\n\ndiference between the words and it must be assumed that they choose the words to\n\nprovide an indication of their intent to make arbitration possible but only upon fresh\n\nconsent.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">5.14        That as per the aforementioned Judgments of the Hon&#x27;ble Supreme Court\n\nthe words in Clause 17(a) have to be given the literal meaning and as such it would\n\nindicate that there is no binding arbitration clause.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">5.15        I have considered the submissions advanced by the Learned Advocates for\n\nthe Parties. At the cost of repetition, Clause 17 of the said Agreement is once again\n\nreproduced hereunder :\n</p>\n<blockquote id=\"blockquote_31\">            &quot;17. Dispute Resolution :\n</blockquote>\n\n<blockquote id=\"blockquote_32\">14 (1998) 6 SCC 590\n  Nitin                                  18    / 24                     ARP-43-2018-FFF.doc\n\n\n          a.   All disputes under this Agreement shall be amicably discussed for\n         resolution by the designated personnel of each party, and if such dispute/s\n         cannot be resolved within 30 days, the same may be referred to\n         arbitration as stated below.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_23\">         b.    Disputes under this Agreement shall be referred to arbitration as per\n         the <a href=\"/doc/1306164/\" id=\"a_34\">Arbitration and Conciliation Act, 1996</a> as amended from time to time.\n         The place of arbitration shall be at Pune and language shall be English.\n         The arbitral tribunal shall comprise one arbitrator mutually appointed,\n         failing which, three (3) arbitrators, one appointed by each of the Parties\n         and the third appointed by the 2 so appointed arbitrators and designated\n         as the presiding arbitrator and shall have a decisive vote.\n         c.    Subject to the provisions of this Clause, the Courts in Pune, India,\n         shall have exclusive jurisdiction and the parties may pursue any remedy\n         available to them at law or equity.&quot; (emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_24\">6.        It is clear from sub-clause (a) of Clause 17 reproduced above that the parties\n\nhave agreed to a specifc procedure / mode of settlement of all the disputes between\n\nthem under the said Agreement, i.e. they have agreed to designate/appoint their\n\nrespective personnel to amicably resolve / settle all their disputes by discussion, and if\n\nthe disputes are not amicably settled within 30 days, the next step would be that they\n\nmay refer their disputes to Arbitration as set out in Sub-Clause (b) of Clause 17.\n\n</p><p data-structure=\"RespArg\" id=\"p_25\">7.        The Learned Advocate appearing for Respondent No. 1 has submitted that\n\nunder Sub-Clause (a) of Clause 17, the parties have agreed that all disputes under the\n\nAgreement shall be amicably discussed for resolution by the designated personnel of\n\neach party and only if such dispute/s cannot be resolved by the designated personnel\n Nitin                                 19   / 24                    ARP-43-2018-FFF.doc\n\n\nwithin 30 days, the same may be referred to arbitration. It is submitted that such\n\namicable discussion for resolution has not taken place between the designated\n\npersonnel of each party and the Petitioner has fled the present Arbitration Petition by\n\nby-passing the agreed procedure, which is mandatory/binding on the parties.\n\n</p><p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134541798\" id=\"span_19\">8.        As set out earlier, the Respondent has relied on the decision of this Court in\n\nthe case of <a href=\"/doc/134541798/\" id=\"a_35\">Tulip Hotel versus Trade Links Ltd.</a> (supra) and the decision of the\n\nHon&#x27;ble Supreme Court in the case of <a href=\"/doc/1765502/\" id=\"a_36\">Visa International Ltd. versus Continental\n\nResorts (USA) Ltd.</a> (supra).</span></span>       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_20\">It is pertinent to note that in the case of <a href=\"/doc/1765502/\" id=\"a_37\">Visa\n\nInternational Ltd. versus Continental Resorts (USA) Ltd.</a> (supra), the Hon&#x27;ble\n\nSupreme Court has held that if from the correspondence between the parties, it\n\nbecomes clear that both parties do not intend to come to any kind of settlement then\n\nsuch a pre-condition will not hinder furtherance of the dispute resolution process.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_27\">9.        I have noted that in the above Arbitration Petition, though the Petitioner has\n\nsubmitted that it had repeatedly requested the Respondents to make payments, they\n\nfailed to do so, and therefore the agreed pre-condition to Arbitration, is in a realistic\n\nsense, exhausted. Such a limited averment would not have been enough to entitle the\n\nPetitioner to directly approach the Court for the appointment of an Arbitrator.\n\nHowever, the Respondents have annexed the e-mail correspondence to their Afdavit\n\nin Reply (Exhibit-AR-4, pages 310 to 313), a reading of which shows that though the\n\nPetitioner had sought a meeting only to work out the amount to be paid by the\n\nRespondent No.1 to the Petitioner, the Respondent No. 1 insisted on a &#x27;single\n Nitin                                   20   / 24                     ARP-43-2018-FFF.doc\n\n\nconclusive meeting&#x27; to discuss all the pending issues / claims. The correspondence\n\nfurther shows that the parties could not even agree upon the venue of the meeting to\n\namicably resolve the disputes. Again, the said correspondence was in the year 2013-\n\n14, the Petition is fled in the year 2018. In the meantime, i.e. in the year 2016, the\n\nRespondent No. 1 has already fled a Suit against the Petitioner before the High Court\n\nat Kolkata levelling several allegations against the Petitioner and claiming an amount\n\nof Rs.1610 Crores. The Petitioner too has fled certain proceedings questioning the\n\nmaintainability of the said Suit. I am therefore of the view that even in the instant\n\ncase, for the reasons set out hereinabove, there was no scope for an amicable\n\nsettlement and the decisions relied upon by the Respondents in support of their case\n\nthat invocation of arbitration is pre-mature, renders no assistance to them.\n\n</p><p data-structure=\"Conclusion\" id=\"p_28\">10.       I will now deal with the submission of the Respondents namely that the\n\nArbitration Petition deserves to be dismissed since there is no binding Agreement\n\nbetween the parties to refer their disputes to arbitration.\n\n</p><p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"7324751\" id=\"span_21\">11.       The Petitioner as mentioned hereinabove, has relied on the decision of the\n\nHon&#x27;ble Supreme Court in the case of <a href=\"/doc/7324751/\" id=\"a_38\">Zhejiang Bonly Elevator Guide Rail\n\nManufacture Company Limited</a> (supra) , wherein the Arbitration Clause under\n\nconsideration was as follows :</span>\n</p>\n<blockquote id=\"blockquote_33\">           &quot;15. Dispute handling. - Common processing contract disputes,\n           the parties should be settled through consultation ; consultation\n           fails by treatment of the arbitration body for arbitration or the\n           court.&quot; (emphasis supplied).\n</blockquote><blockquote id=\"blockquote_34\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_22\">Nitin                                  21   / 24                    ARP-43-2018-FFF.doc\n\n\n\n\nFrom the above Clause, it is clear that it was agreed between the parties that the\n\nparties &#x27;should&#x27; settle their disputes through consultation and if the consultation fails,\n\nby arbitration or through the Court. In other words,           there was a pre-existing\n\nagreement between the parties to settle their dispute through consultation, failing\n\nwhich, through arbitration or through the Court. The Hon&#x27;ble Supreme Court after\n\nreferring to its decision in the case of <a href=\"/doc/1679578/\" id=\"a_39\">Indel Technical Services (P) Ltd.</a> (supra),\n\nwherein the parties had in the clause pertaining to the settlement of disputes (clause</span>\n\n</blockquote><blockquote id=\"blockquote_35\">13), agreed that the disputes / diferences between the parties &quot;will be referred to the\n\nadjudicator or the courts....&quot;, held that since clause 15 refers to &#x27;arbitration or court&#x27;,\n\nthere is an option available, because of which the petitioner has invoked the\n\nArbitration Clause. The Hon&#x27;ble Supreme Court thereafter further held that in the\n\nfactual matrix of the case, they had no hesitation for appointment of an Arbitrator.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7324751\" id=\"span_24\">12.           A reading of Clause 17 of the said Agreement shows that unlike the pre-\n\nexisting agreement between the parties in the case of <a href=\"/doc/7324751/\" id=\"a_40\">Zhejiang Bonly Elevator Guide\n\nRail Manufacture Company Limited</a> (supra) and <a href=\"/doc/1679578/\" id=\"a_41\">Indel Technical Services (P) Ltd.</a>\n\n(supra), in the instant case there is no pre-existing agreement between the parties that\n\nthey &quot;should&quot; or they &quot;will&quot; refer their disputes to arbitration or to the Court. In\n\nother words, the parties have at no stage agreed to an option of referring their disputes\n\nunder the said Agreement to arbitration or to the Court. Instead, it is clear beyond any\n\ndoubt that Clause 17 of the Agreement is a Clause which is drafted with proper\n Nitin                                   22   / 24                    ARP-43-2018-FFF.doc\n\n\napplication of mind. Under sub-clause (a) of Clause 17, the parties have frst agreed\n\nthat all disputes under the Agreement &quot;shall&quot; be amicably discussed for resolution by\n\nthe designated personnel of each party, thereby making it mandatory to refer all\n\ndisputes to designated personnel for resolution/settlement by amicable discussion. It\n\nis thereafter agreed in Sub-Clause (a) of Clause 17 itself, that if such dispute/s cannot\n\nbe resolved by the designated personnel within 30 days, the same &quot;may&quot; be referred\n\nto Arbitration, thereby clearly making it optional to refer the disputes to Arbitration,\n\nin contrast to the earlier mandatory agreement to refer the disputes for amicable\n\nsettlement to the designated personnel of each party. Again it is made clear in Sub-\n\nClause (a) of Clause 17 that the parties may refer their disputes to Arbitration as\n\nstated below i.e. as stated in Sub-Clause (b) of Clause 17, meaning thereby that if the\n\nparties agree to refer their disputes to Arbitration, such Arbitration shall be as stated in\n\nsub-clause (b) of Clause 17, i.e. upon such agreement between the parties, the disputes\n\nunder the said Agreement shall be referred to arbitration as per the <a href=\"/doc/1306164/\" id=\"a_42\">Arbitration and\n\nConciliation Act, 1996</a>, as amended from time to time; the place of arbitration shall be\n\nat Pune and the language shall be English. The Arbitral Tribunal shall comprise of one\n\nArbitrator mutually appointed by the parties, failing which there shall be three\n\nArbitrators, one appointed by each of the parties and the third Arbitrator to be\n\nappointed by the two Arbitrators. Therefore, the words &#x27;shall&#x27; and &#x27;may&#x27; used in sub-\n\nclauses (a) and (b) of Clause 17 are used after proper application of mind and the same\n\ncannot be read otherwise. In fact, sub-clause (c) of Clause 17 reads thus :</span></span>\n</p><p data-structure=\"Section\" id=\"p_31\"> Nitin                                    23   / 24                   ARP-43-2018-FFF.doc\n\n\n           c. Subject to the provisions of this Clause, the Courts in Pune,\n\n           India, shall have exclusive jurisdiction and the parties may\n\n           pursue   any    remedy    available   to   them   at   law   or\n\n           equity.&quot;(emphasis supplied)\n\n\n\nClause (c) therefore further makes it clear that if the disputes are not settled within 30\n\ndays by the designated personnel, the parties will have an option to refer the same to\n\nArbitration ; if the parties agree to refer their disputes to Arbitration, the same shall\n\nbe referred to Arbitration as per the <a href=\"/doc/1306164/\" id=\"a_43\">Arbitration and Conciliation Act, 1996</a>, as\n\namended from time to time, as set out in Sub-Clause (b) of Clause 17 ; and if the\n\nparties decide not to exercise the option of Arbitration, the Courts in Pune, India, shall\n\nhave the exclusive jurisdiction to enable the parties to pursue any remedy available to\n\nthem at law or equity.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">14.       I am therefore not in agreement with the submissions of the Petitioner that\n\nunder Clause 17, the parties had opted for referring the disputes to arbitration or the\n\nCourts.\n</p>\n<p data-structure=\"RespArg\" id=\"p_33\">15.       As regards the submission advanced on behalf of the Petitioner that the\n\ntypes of disputes referred to under Clause 17 Sub-Clause (a) and Clause 17 Sub-Clause\n\n</p><p data-structure=\"Section\" id=\"p_34\">(b) are diferent, and that Clause 17(b) provides a distinct procedure, independent of\n\nClause 17(a), the same is not sustainable. Clause 17(a) categorically provides for &quot;all\n\ndisputes&quot;, which clearly indicates that any dispute/s between the parties which arise\n Nitin                                  24   / 24                    ARP-43-2018-FFF.doc\n\n\nunder the Software Distribution Agreement has to mandatorily follow the mechanism\n\nsuggested in Clause 17(a). Arbitration under Clause 17(b) refers to a situation where\n\nunder Clause 17(a) parties have agreed, through a fresh consent to refer their disputes\n\nto arbitration, after failure of the amicable settlement process. Clause 17(b) thus\n\ncannot operate independently and cannot be used to initiate an arbitration process, if\n\nboth the parties did not agree to refer their disputes to arbitration under Clause 17(a).\n\n</p><p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1679578\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"7324751\" id=\"span_26\">16.       The decisions of the Hon&#x27;ble Supreme Court in <a href=\"/doc/7324751/\" id=\"a_44\">Zhejiang Bonly Elevator\n\nGuide Rail Manufacture Company Limited</a> (supra) and <a href=\"/doc/1679578/\" id=\"a_45\">Indel Technical Services (P)\n\nLtd.</a> (supra) therefore do not lend any assistance to the Petitioner, whereas the case\n\nlaw relied upon by the Respondents support their submissions.</span></span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_36\">17.       In view thereof, the above Arbitration Petition is dismissed on the ground\n\nthat there is no binding Arbitration Agreement in the present case. However, there\n\nshall be no order as to costs.</p><pre id=\"pre_4\">\n\n\n\n                                                         ( S.J.KATHAWALLA, J. )\n\n\n                  Digitally\n                  signed by N.\n      N. D.       D. Jagtap\n                  Date:\n      Jagtap      2020.06.05\n                  18:31:52\n                  +0530\n </pre>","numcites":21,"numcitedby":3,"docsource":"Bombay High Court","citetid":108972133,"divtype":"judgments","relatedqs":[{"value":"consensus ad idem","formInput":"consensus%20ad%20idem"},{"value":"mutual arbitrator","formInput":"mutual%20arbitrator"},{"value":"\"consensus ad idem\"","formInput":"%22consensus%20ad%20idem%22"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"quick heal technologies","formInput":"quick%20heal%20technologies"},{"value":"quick heal","formInput":"quick%20heal"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"pre existing agreement ","formInput":"pre%20existing%20agreement%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"use of word 'may''","formInput":"use%20of%20word%20%27may%27%27"},{"value":"arbitration  reference by the parties","formInput":"arbitration%20%20reference%20by%20the%20parties"},{"value":"fresh consent ","formInput":"fresh%20consent%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"amicable settlement","formInput":"amicable%20settlement"},{"value":"arbitration clause by reference","formInput":"arbitration%20clause%20by%20reference"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}