{"tid":803950,"publishdate":"1995-02-13","title":"Hooghly River Bridge Commissioners vs Bhagirathi Bridge Construction Co. ... on 13 February, 1995","doc":"<h2 class=\"doc_title\">Hooghly River Bridge Commissioners vs Bhagirathi Bridge Construction Co. ... on 13 February, 1995</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1995CAL274, AIR 1995 CALCUTTA 274, (1996) 2 ARBILR 104 (1995) 1 CAL LJ 489, (1995) 1 CAL LJ 489</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-b-sinha\">Satyabrata Sinha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-b-sinha\">Satyabrata Sinha</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n 1. This matter arises out of an application under<a href=\"/doc/1503578/\" id=\"a_1\"> S. 30</a> of the Arbitration Act, 1940 wherein the petitioner, inter alia, has prayed for setting aside of an award dated 17-2-94 made and published by Mr. Debi-prosad Roychowdhury and Mr. Santosh Kumar Chandra, Joint Arbitrators, in a reference made to them in relation to the disputes and difference between the petitioner and the respondent No. 1 herein. \n \n\n 2.   The fact of the matter is as follows :-- \n   \n\nOn or about 9-8-75 a contract was entered into by and between Calcutta Port Trust and the respondent No. 1, in terms whereof the respondent No. 1 was awarded the work of design, construction, completion and maintenance of the Second Hooghly Bridge, commonly known as Vidyasagar Setu. The said agreement was modified by three supplementary agreements all dated 16-9-77. The first supplementary agreement contained an arbitration clause providing for settlement of their disputes and differences in terms thereof. A fourth supplementary agreement was executed by the Calcutta Port, Trust and the respondent No. 1 on 26-12-80 in terms \nwhereof the petitioner was substituted in place and stead of Calcutta Port Trust, in the aforementioned contract by reason whereof the contract/supplementary agreements were deemed to have been executed between the petitioner and the respondent herein. In terms of the aforementioned fourth supplementary agreement the arbitration clause was also modified, which is to the following effect:-- \n \n\n &quot;Settlement of Disputes: Arbitration. \n \n\n 10.19.1 If any dispute or difference of any kind whatsoever shall arise between the Trustees and the contractor in connection with or arising out of the contract or construc-tion or the carrying out of the works (whether during the progress of the works or after their completion but during the period of maintenance and whether before or after the determination, abandonment or breach of the contract) it shall be referred to two Arbitrators (one to be appointed by the Trustees and the other by the Contractor) or to an Umpire to be appointed by the said Arbitrators pursuant to and with regard to the mode and consequence of the reference and in all other respects to comply with the provisions of the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act, 1940</a> (Act No. X of 1940 of the Central Legislature) or any re-enactment or statutory notification thereof provided however that Umpire shall be appointed in writing before entering on the reference. Such Arbitrators or the Umpire, as the case may be, whose decision shall be final and binding shall have full power to open up review and revise any decision, opinion, direction, certificate or valuation of the Chairman of the Trustees and neither party shall be limited in the proceedings before such Arbitrators or the Umpire to the evidence or arguments put before the Chairman of the Trustees for the purpose of obtaining his decision above referred to, provided always that no decision given by the Chairman of the Trustees originally in accordance with the foregoing provisions shall disqualify or preclude in from being called as a witness and giving evidence before the Arbitrators or the Umpire as the case may be on any matter whatsoever relevant to the dispute or differ-ence so referred to the Arbitrators or the Umpire as aforesaid.&quot;\n  \n \n\n 3. In terms of the said contract, the respondent No. 1 was to be given a lump sum amount of Rs. 6,09,27,125.00 which, however, provided for escalation and extra items. \n\n \n\n 4. Admittedly, the aforementioned contract was to be executed at two levels, i.e., sub-structure work and super-structure work Sub-structure work was sub-contracted to M/S. Gamon India Ltd., whereas the super structure work was sub-contracted to M/s. Braithwaite Burn &amp; Jessop Construction Co. Ltd. During execution of the sub-structure work of the main project, disputes and differences had arisen between the parties from time to time. The first of such dispute was referred to arbitration in November, 1982 and an award was made and published by the Joint Arbitrators in favour of the respondent No. 1 to the extent of Rs. 79,28,301.00. Further disputes and differences having arisen, a second reference was made in terms of the said arbitration agreement on 2-5-85 and an award was made by the Arbitrators to the extent of Rs. 2,50,62,943.00 in favour of the respondent No. 1. The third dispute was referred to the Arbitrators and by an award dated 14-5-92 a sum of Rs. 41,83,999.00 was awarded in favour of the respondent No. 1. \n \n\n 5. The instant application under<a href=\"/doc/1503578/\" id=\"a_3\"> S. 30</a> of the Arbitration Act arises out of the 4th Arbitration reference between the parties. The said reference was made in terms of a notice issued by the respondent No. 1 to the petitioner. \n \n\n \n6. However, it may be noted that during pendency of the fourth reference, another reference has also been made to the arbitrators. \n \n\n 7. The respondent No. 1 submitted a purported final on account bill in terms of its letter dated 16-5-91, which is contained in Annexure &#x27;F&#x27; to the writ application amounting to a sum of Rs. 32,17,83,760.70 p. Out of the aforementioned sum, a sum of Rs. 17,43,54,789/-, which had been referred to the arbitration including interest on delayed payment up to October, 1988 was deducted. From a perusal of the said purported final on account bill, it appears that the gross amount of the bill had been shown to be Rs. 35,50,20,983.26 p., out of which deductions to the following effect had been included :--  \n\n \n    \n  \n   \n&quot;DEDUCTIONS :\n  \n \n  \n   \n  i)  Stores materials,\n  services and for hire charges etc. as-per Appendix &#x27;N&#x27;   \n   \n   \n\n \n  \n   \n   \n\n1,95,83,184.68.\n  \n \n  \n   \n   ii)  Amount received by\n  Cheque against work-done, advances (including advances against B.G. Bonds in terms of Minutes of\n  the Meeting dt. 25-02-85, 26-01-86, 21-02-87 and 23-06-87 for Rs. 390 lakhs), Excalated variation\n  in prices, reimbursements of Insurance Premium and Arbitration-(sic) Award.   \n   \n   \n\n \n  \n   \n   \n\n16,10,11,361.29.\n  \n \n  \n   \n   iii)   Income-Tax deducted   \n   \n   \n\n \n  \n   \n   \n\n13,77,412.25.\n  \n \n  \n   \n   \n\n \n  \n \n   \n   \n\n(-)\n  \n   \n   \n\n18,39,71,958.22.&quot;\n  \n \n   \n\n \n\n 8. On or about 7-2-92, the respondent No. 1 by a letter contended that as the petitioner had not made any payment of the said final on account bill dt. 16-5-91, the same would be deemed to be disputed. By reason of the said letter, the respondent No. 1 appointed Mr. D.P. Roychowdhury, as its Arbitrator, and requested the petitioner to appoint its nominee-Arbitrator. The said letter dated 7-2-92 is contained in Annexure &#x27;G&#x27; to the petition. The matters which were required to be referred to the arbitrators is contained in Appendix &#x27;A&#x27; to the said letter in terms whereof the net amount payable to the respondent No. 1 by the petitioner was\n\nclaimed at Rs. 21,15,49,025.05 p. However, in the said Appendix the amount which is the subject matter of the amount paid to the petitioner in terms of the minutes of the meetings dated 25-2-85, 26-1-86, 21-2-87 and 26-3-87, amounting to Rs. 4,05,00,000.00 is not reflected in the account. In the said Appendix credit has been given to the amount claimed in second and third references and the reference to arbitration in terms thereof was made claiming a sum of Rs. 13,05,50,207.70 p. together with interest, compensation, return of standing bank guarantee, bonds furnished against the advances as also costs of the arbitration proceedings. \n \n\n 9. Pursuant to the aforementioned notice dated 7-2-1992 the petitioner nominated Sri S.K. Chandra as its Arbitrator. The Joint Arbitrators entered into reference and thereafter made the impugned award. \n \n\n 10. Mr. S. Pal, learned counsel appearing for the petitioner, submitted that the said award is vitiated in law as the learned Arbitrator misconducted the proceedings. \n \n\n 11. The learned counsel submitted that the impugned award is vitiated by reason of non-application of mind as the learned Arbitrators failed to take into consideration the basic documents, viz., the final bill, which is contained in Annexure&#x27;E&#x27; to the application and the Memo of Reference of the respondents as contained in Annexure &#x27;G&#x27; thereto. According to the learned counsel as the gross amount of Rs. 35,50,20,983.26 as indicated in the final bill includes the claims which were pending before the Arbitrators being second and third references amounting to Rs. 12,43,54,719/- which amount itself was the subject-matter of the final bill, the award is not sustainable as the said claims were not adjudicated by the Arbitrators. It is stated that the total claims under the second and third references were Rs. 8,46,94,923.32 p. and the said claims have been raised to Rs. 17,43,54,719/- being item No. 5 of the final bill by further updating the interest. It was submitted that from the gross amount the advances amounting to Rs. 16,30,11,361.29 p. and income-tax had been deducted on account of the work done and therefore, the\n\nnet amount allegedly payable, was Rs. 17,10,49,025/-. It was submitted that although under the cover of the letter dated 7-2-92 the claimant referred the disputes as per Appendix &#x27;A&#x27; of the Memo of Reference, wherein the aforementioned gross amount of Rs, 35,50,20,983.26 as per final bill was mentioned but the advance of Rs. 3.90 lakhs although it was mentioned as an hem (Rs. 4.5 lakhs) was not deducted therefrom, thus no accounting effect was given thereto; although the claims made in the second and third references amounting to Rs. 8,46,94,923.32 p. were given due credit and the amount of Rs. 17,43,54,719, i.e., item No. 5 of the final bill was kept intact in the gross amount. It was further submitted that from paragraph 5(a) of the impugned award, it would appear that although in the counter-statement the petitioner claimed Rs. 46.70 lakhs on account of recoveries and unadjusted advance of Rs. 120 lakhs plus interest thereupon totalling the sum of Rs. 2.30 lakhs, but the same was not considered by the Arbitrators. \n \n\n 12. Mr. Pal submitted that although the reference was made as per Memo of Reference dated 7-2-92 (Annexure &#x27;G&#x27;); the recoveries to which the petitioner was entitled, had not been taken into consideration by the arbitrators and thus the award is vitiated in law. According to the learned counsel, non-consideration of the counter-claim amounts to misconduct on the part of the Arbitrators. Reliance, in this connection, has been placed in , K.V. George v. Secretary to Government, Water and Power Department, Trivandrum, , Indian Oil Corporation Ltd. v. Amritsar Gas Company and , Union of India v. Jain Associates. \n \n\n 13. The learned counsel next contended that the award is perverse as neither any original document nor any books of account, vouchers or any such document was produced or being proved. It is stated that neither any witness was examined nor any document was marked as exhibits. It was further submitted that the Statement of Claim was signed by a Law Officer, who was not competent therefor. The learned counsel further submitted\n\nthat the contents of the final bill had also not been proved. \n \n\n 14. The learned counsel has drawn my attention to paragraph 77 of the application and submitted that as the statements made therein had not been traversed, the award must be held to be vitiated in law as being perverse. Reliance, in this connection has been placed in , Bijoi Singh v. Bilasroy &amp; Co. and , K.P. Poulose v. State of Kerala. \n \n\n 15. The learned counsel contended that keeping in view the fact that several references were made earlier, the reference in question was barred under the principles of res judicata. Reliance, in this connection, has been made in  (K. V. George v. The Secretary to Govt., Water and Power Department). \n \n\n 16. The learned counsel urged that it was the duty of the Arbitrators to state a special case with regard to the jurisdictional fact as the petitioner raised the contention that the claim is barred by limitation as also barred under the principles of res judicata, but the same had been rejected on the ground that the Arbitrators are competent to take decision on the aforementioned issue, which is not in accordance with law. The learned counsel submitted that no reason has been recorded on the questions of res judicata or constructive res judicata or the limitation by the arbitration. It was further submitted that the petitioner had filed an application for making a reasoned award, which having not been done, it must be held that the learned Arbitrators misconducted themselves in law. \n \n\n 17. Mr. Paul contended that there has been a patent error in calculation of interest as the amount of interest at the rate of 13.5% p.a. would be Rs. 2,47,868/- and Rs. 41,42,466/-in place of Rs. 2,70,000/- and Rs. 43,39,200/-respectively. \n \n\n 18. Mr. P.K. Roy, the learned counsel appearing on behalf of the respondent in reply submitted that the no final bill has yet been submitted. According to the learned counsel as the bill in question is only in relation to\n\nsubstantive work same has been termed as &#x27;final on account bill&#x27;. \n \n\n 19. It was submitted that as per the Final Bill the amount of claims which was to be adjudicated in the Fourth Reference was not Rs. 35,50,20,983.26 p. but after adjustment it was only Rs. 13,05,50,207.70 p. In this connection reference has been made to Appendix &#x27;A&#x27; to the Notice of Reference dated 07-02-92 addressed by the respondent No. 1 to the petitioner, appearing at page 321A of the petition. Of the said sum the principal amount was Rs. 4,41,88,511.00 and the rest was claimed on account of interest and undisputed items of the Final Bill. It was, therefore, emphasised that the subject-matter of the Fourth Reference was only the disputed claims relating to the non-scheduled and scheduled works. The Schedule items of works which has not yet been disputed were not included in the Fourth Reference. \n \n\n 20. Mr. Roy further submitted that the objections submitted by the petitioner are frivolous and mis-conceived inasmuch as the arbitration agreement contained in Cl. 8.4.2 of the Supplementary agreement is of wide amplitude. It was submitted that in terms of the said agreement all claims for extra/varied work could be entertained by the Engineer if submitted within 6 months of the completion of the contract and as the subject-work was completed in October 1992 and the project was opened to traffic on October 10, 1992, all claims must be held, have been preferred within a reasonable period. It was further submitted that disputes were referred to arbitration by the respondent No. 1 in a phased manner, as and when such disputes arose and/or when the claims made by the respondent No. 1 on petitioner was rejected or denied by it. It is stated that at the time when the third reference was made, certain claims which have been raised by the respondent had not been disputed by the appellant and, accordingly the same could not be made a subject-matter of the third reference. It was further submitted that as and when the claims made by the respondent were disputed by the appellant, the arbitration agreement was taken recourse to.\n \n \n\n 21. The learned counsel submitted that existence of a dispute is sine qua non for making a reference to Arbitrators. Reliance, in this connection has been placed in , Lohia Jute Press Pvt. Ltd. v. The New India Assurance Co. Ltd. and . Dilip Construction Co. v. Hindustan Steel Ltd. According to the learned counsel, as the claims preferred by the claimants had not been denied or disputed by the respondents while claims were made under the second and third references, the fourth reference cannot be said to be barred under the principles of res judicata and/or constructive res judicata. \n \n\n 22. With regard to the contention of Mr. Pal that the award is perverse, it had been submitted that the allegations made by the petitioner in its application under<a href=\"/doc/1503578/\" id=\"a_4\"> S. 30</a> of the Arbitration Act is wholly baseless. It is stated that from perusal of page 3 of the Award, it would appear that the Arbitrators had referred to the contract documents during the sittings by obtaining the same from the parties. It has been submitted that ftom the records of the arbitration proceeding it would appear that the appellant itself referred to the contracts before the Arbitrators. My attention in this connection has been drawn to the minutes of the 59th and 60th sittings of the Arbitration held on 1-12-93 and 31-12-93. \n \n\n 23. It was further submitted that the contention of the petitioner that the final amount included the claims/disputes already adjudicated in the second and third references is incorrect, as would appear from page 3218 of the petition that in the final hill due adjustments were made to avoid double recovery. The learned counsel further submitted that the learned Arbitrators by mistake and/or inadvertence had referred to the &quot;supplementary agreement&quot; as &quot;supplementary lenders&quot;. According to the learned counsel, in engineering parlance the words &quot;supplementary tender&quot; and the words &quot;sup-plemenlary agreement&quot; are synonimous and are used interchangeably. \n \n\n 24. Mr. Roy submitted that this Court in exercise of its jurisdiction under<a href=\"/doc/1503578/\" id=\"a_5\"> S. 30</a> of the Arbitration Act, cannot enter into the merits\n\nof the case inasmuch as the award is a non-speaking one. The learned counsel, in this connection, has placed strong reliance upon AIR 1923 PC 66, Champsey Bera and Co. v. Jivraj Baloo Spinning and Weaving Co.; , M/s. Sudarsan Trading Co. v. The Govt of Kerala; , Hindustan Construction Co. Ltd. v. State of J. &amp; K.; , Shankarlal Majumdar v. State of W.B., and , Sadasukh Kabra &amp; Co. v. Calcutta Stock Exchange Association Ltd. \n \n\n 25. Mr. Roy further contended that in view of the decisions of the Apex Court , Raipur Development Authority v. M/s. Chokhamal Contractors; , S. Harcharan Singh v. Union of India, and , Secretary, Irrigation Department, Govt. of Orissa v. G.C. Roy with Secretary to Govt. of Orissa v. Raghunath Mohapatra, there cannot be any doubt whatsoever that it is not necessary for the Arbitrators to assign any reason in support of the Award and a non-speaking award, contends the learned counsel, does not become vitiated in law and thus, the application filed by the petitioner asking the learned Arbitrators to pass a speaking award was wholly mis-conceived. \n \n\n 26. With regard to the contention that the learned Arbitrators misconducted themselves and the proceedings in so far as they did not refer a special case to this Court on the petitioner&#x27;s application, it was submitted that the Arbitrators had jurisdiction to decide both facts and law and, in that view of the matter, it was within the discretion of the learned Arbitrators to stale a special case before the Court or not in exercise of their jurisdiction under<a href=\"/doc/862520/\" id=\"a_6\"> S. 13</a> of the Arbitration Act. The learned counsel, in this connection, has placed strong reliance upon , Coimbatore District Podu Thosillar Sangham v. Bala Subramania Foundry. The learned counsel submitted that as the Arbitrator is the final authority to arbitrate over the disputes and differences between the parties in terms of the arbitration agreement, even if the decision of the learned Arbitrator is wrong on merits, this Court cannot\n\ninterfere therewith. Reliance, in this connection, has been placed upon , M/s. Hindustan Tea Co. v. M/s. K. Sashikant &amp; Co. \n \n\n 27. With regard to the appellant&#x27;s contention that the counter-claims have not been adjudicated upon, the learned counsel had-referred to the minutes of the 74th sitting of the Arbitration and submitted that from a perusal thereof it would appear that parties were ad idem on that date that the counterclaims of the respondents were outside the purview of the Reference. \n \n\n 28. Before entering into the rival contentions hereinbefore, the following statement made in the petition may be noted:--  \n\n \n    \n  \n   \n   \n\nSI. No. of Arbitration.\n  \n   \n   \n\nDate of Reference.\n  \n   \n   \n\nRemarks.\n  \n \n   \n\n  \n   \n   \n\n1st Reference\n  \n   \n   \n\n25-11-82 \n  \n   \n   \n\nAll works in substructure of the main Bridge were completed by 30th November, 1987.\n  \n \n  \n   \n   \n\n2nd Reference \n  \n   \n   \n\n2-5-85\n  \n \n  \n   \n   \n\n3rd Reference \n  \n   \n   \n\n25-12-87\n  \n \n  \n   \n   \n\n4th Reference \n  \n   \n   \n\n7-2-92\n  \n \n  \n   \n   \n\n5th Reference\n  \n   \n   \n\n28-3-92\n  \n \n   \n\n\n \n\n The petitioner has enlisted the claims, as preferred by the respondent No. 1 indifferent references which is contained in Annexure &#x27;N&#x27; to the Application. \n \n\n 29. The Award made by the learned Arbitrators is to the following effect:-- \n  \n\n  &quot;1. That the respondents abovenamed do pay to the claimants, in respect of the balance amount to be adjudicated by the present reference (vide the said Memo of Reference) within 30 days of date hereof, the sum of Rs. 1,60,00,001/- (Rupees one crore sixty lacs and one only) hereinafter called the &quot;PRINCIPAL AMOUNT&quot;. This principal amount does not include any element of interest of any description whatsoever. \n \n\n 2. That the respondents abovenamed do pay to the claimants in respect of &#x27;Interest on the Principal&#x27; within 30 days of date hereof\n\nthe sum of Rs. 2,70,000/- (Rupees two lacs seventy thousand only) towards simple interest calculated @ 13.5% (Thirteen point five per cent) per annum on the said Principal Amount from 7-2-92 to 19-3-92 till previous date to the date of reference. \n \n\n 3. That the respondents abovenamed do pay to the claimants further in respect of &#x27;interest on outstanding amount&#x27; (vide the said Memo of Reference) within 30 days of date hereof, a sum of Rs. 43,39,200/- (Rupees forty three lacs thirty nine thousand and two hundred only) towards simple interest pen-dente lite calculated @ 13.5% (Thirteen point five per cent) per annum of the said Principal Amount from the date of reference till the date of this Award. \n \n\n 4(a). That the respondents abovenamed do pay to the claimants in respect of Compensation including Bank Commission towards submission and renewal of Bank Guarantee Bonds (vide the said Memo of Reference) within 30 days of date hereof, a sum of Rs. 12,00,000/- (Rupees twelve lacs only). \n \n\n (b). That the respondents abovenamed do pay to the claimants within 30 days from the date of Award a sum of Rs. 8,00,000/-(Rupees eight lacs only) as interest. \n \n\n 5(a). That the respondents drew our attention to the Final Bill now awaiting disposal and dues of the respondents on account of recoveries from the claimants. The question of Final Bill and recoveries therefrom did not figure in our deliberations as they were not raised by the claimants during deliberations and as such was kept out of our purview and was not considered by us, the final bill shall be settled between the parties as per contract after adjusting outstanding dues as existing on the date of award.\n \n \n\n (b) That the aforesaid amounts unless paid within 30 days of the date hereof will attract simple interest @ 13.5% (thirteen point five per cent) per annum being thirty days after the date of this Award till the date of payment or decree upon award whichever is earlier.&quot;  \n \n\n 30. There cannot be any doubt that the Arbitrators are the final authority in relation to the disputes and differences between the parties not only on the question of fact but also on the question of law if the same is specially referred to them. The Award made by an Arbitrator, however, can inter alia be questioned if they have misconducted themselves or the proceeding. &#x27;Misconduct&#x27; under <a href=\"/doc/1503578/\" id=\"a_7\">Section 30</a> of the Act does not always mean a moral lapse, it may bring within its purview any legal misconduct. If an Arbitrator arrives at a conclusion, which is inconsistent with the reference or if he arrives at a decision by ignoring material documents which will throw abundant light on the issues in question, he may be held to have misconducted the proceedings. If the parties to an Arbitration proceeding do not produce the relevant documents, it is incumbent upon the Arbitrator to get hold of all the relevant documents so as to arrive at a just decision. An award can also be set aside if there is an error of law apparent on the face of the records but the Court in exercise of its jurisdiction under Section of the Arbtiration Act cannot seek to correct the mistake of fact. It is also a settled law that the jurisdiction of an Arbitrator depends upon existence of a difference or dispute. Existence of a difference or dispute only confers a jurisdiction upon the Arbitrator to enter into the reference. It is further a trite law that the Arbitrator in his award is not required to assign any reason nor is required to state a special case for reference before the civil court in exercise of his jurisdiction under <a href=\"/doc/862520/\" id=\"a_8\">Section 13</a> of the Arbitration Act. \n \n\n 31. The question whether the dispute is covered by the Arbitration Clause is a question relating to the effect and scope of the Arbitration Clause which can be decided by the Court on an application under <a href=\"/doc/1154891/\" id=\"a_9\">Section 33</a>, such a question relating to the jurisdiction of\n\nthe Arbitrator cannot be decided by him except when it is referred to him as a specific question of law. It has to be borne in mind that the scope of <a href=\"/doc/1154891/\" id=\"a_10\">Section 33</a> of the Arbitration Act is different from that of <a href=\"/doc/1503578/\" id=\"a_11\">Section 30</a> keeping in view the provisions of Clause (c) thereof, however, in some cases, <a href=\"/doc/1430414/\" id=\"a_12\">Section 30(c)</a> and <a href=\"/doc/1154891/\" id=\"a_13\">Section 33</a> of the Act may appear to be overlapping. \n \n\n 32. In this case the Arbitration Clause although is of wide amplitude, a perusal thereof would show that the same only relates to any question arising within four corners of the contract entered into by and between the parties. It is also well settled that an inherent lack of jurisdiction or want of jurisdiction renders the ultimate decision a nullity so that it can be challenged in the subsequent stage and even in a collateral proceeding. Such effect cannot be cured by waiver or acquiescence of a party entitled to raise the objection. \n \n\n 33. It is also now well settled that the Arbitrator cannot act arbitrarily, irrationally, capriciously or independent of the contract. In Associated Engineering v. Govt. of A.P. , the Supreme Court clearly held that the Arbitrators cannot travel beyond the parameters of the Contract. In M/s. Sudarsan Trading Co. v. The Govt. of Kerala  the Supreme Court has observed that an Award may be remitted or set aside on the ground that the arbitrator in making it had exceeded his jurisdiction and evidence of matters not appearing on the face of it, will be admitted in order to establish whether the jurisdiction had been exceeded or not, because the nature of the dispute is something which has been determined outside the award, whatever might be said about it in the award by the Arbitrator. The Supreme Court, further observed that it has to be reiterated that an Arbitrator acting beyond his jurisdiction is a different ground from the error apparent on the face of the award. \n \n\n 34. There lies a clear distinction between an error within the jurisdiction and error in excesss of jurisdiction. Thus, the role of the Arbitrator is to arbitrate within the terms of the contract. He has no power apart from\n\nwhat the parties have given him under the contract. If he has travelled beyond the contract, he would be acting without jurisdiction, whereas if he has remained inside the parameter of the contract, his award cannot be questioned on the ground that it contains an error apparent on the face of the records. In the instant case, memo of reference clearly refers to the final bill which is contained in Appendix &#x27;A&#x27; to the respondents letter dated 7-2-1992 as would be evident from the following statements contained therein. \n  &quot;You have neither sought any clarification nor made any payment against the said Bill. We, therefore, consider all the claims for Scheduled, and Non-Scheduled items, included in the said Final Bill, as disputed items under the contract. Besides, you have already rejected some of the items by your letters under Sr. reference (b) to (f) above.\nWe enclose a List of Items vide Appendix &#x27;A&#x27;, on which disputes and differences have arisen. We, therefore, hereby refer the disputes listed in the Appendix &#x27;A&#x27; of this letter to arbitration, as provided in the contract Clause 10.19 of S.A.I and further modified by S.A. IV.&quot; \n \n\n 35. In the said Appendix &#x27;A&#x27; admittedly the amount of  advances against Bank Guarantee bonds in terms of minutes of meetings dated 25-2-1985, 26-1-1986, 21-2-1987 and 26-3-1987 amounting to Rs. Four Crores Five Lacs are not reflected in the accounts by not deducting the same from the claims. The said Appendix &#x27;A&#x27; although refers to a final bill in terms whereof the advances to the extent of Rs. 390 lacs had been credited but the said amount had not been reflected in the accounts contained in Appendix &#x27;A&#x27;to the said letter. It has been admitted at the bar that apart from the aforementioned amount of Rs. 390 lacs another sum of fifteen lacs had been advanced by the petitioner totalling Rs. Four Crore Five Lacs. \n \n\n 36. Item No. 6 of the Final Bill reflects the value of the disputes and differences in the second and third references including interest accrued thereupon as on 30th April, 1991. The basic claim in the memo of reference i.e.,\n\nRs. Thirty Five Crores Fifty Lacs Twenty Thousand and Nine Hundred Eightythree and Twentysix paise which is the gross amount made in the final bill admittedly includes the said Item No. 6 of the final bill. \n \n\n 37. The Respondent No. 1 admittedly obtained an award in the second reference with regard to its claim. The claim made by the Respondent No. 1 in the second reference was Rs. 4,81,57,182.32p. and by an award dated 18th Nov. 1991 an amount of Rs. 2.19 crores and odd was awarded. Similarly, the claim of respondent No. 1 in the third reference was -- Rs. 3,65,37,741 and out of the same an award for a sum of Rs. 41 lacs was made on 14th May, 1992. The said two amounts had been included under Item No. 5 of the final Bill amounting to Rs. 17,43,54,789 which admittedly includes interest up to 30th April, 1991. However, only a sum of Rupees 8,46,94,923.32p. was deducted from the said amount which form part of the gross amount in the Final Bill. \n \n\n 38. Mr. Roy admitted that in the second and third reference claims of pendente lite and future interest on the sum thereupon must have been made. In that view of the matter the claim of interest of the amount awarded under the second and third references could not have formed the subject-matter of the 4th reference. \n \n\n 39. Moreover in paragraph 22 of the Counter Statement, the petitioner has stated- \n  &quot;The various escalations cropped up for the balance work done value, though admitted by the respondent computed on basis of stipulation of contract clauses, freezing the escalation with the frozen indices as on 31-12-1985 have been unnecessarily referred to the present arbitration proceeding.&quot; \n \n\n 40. In the said Counter Statement the petitioner had thus contended that no escalation could have been claimed in terms of the award after 31st December, 1985.\n \n\n41. In the Statement of fact the respondent No. 1 made the following claims:-- \n  \n\n  &quot;10. The Clause No. 9.10 of SA-I(P-64)\n\nstipulated for payment of Final Bill for agreed Tender items within 3 months of submission of the Bill by the Claimant and for settlement of disputed items thereafter in the manner laid in the said Clause. Claimant submitted its Final Bill on 1-6-1991, annexed to its letter No. WSS/G/227. Thereafter Claimant issued written reminder by its letter dated 29-7-1991, 5-9-1991, 24-9-1991 and 7-12-1991 demanding payment of the Final Bill. On Respondents failure to pay or even to call the claimant for discussion or explanation of the items of the Final Bill, Claimant had to invoke the Arbiration Clause of the Agreement by its letter No. C/WSS/SHB/ARB/ IV/226 dated 7-2-1992 appointing its Nominee, Sri D.P. Roy Chowdhury. \n \n\n 11. In the circumstances stated above, the claimant begs to submit its following claims for adjudication by your learned selves as detailed in page No. 11 to 38. \n \n\n (a) Claim No. 1:  \n \n\n Claim for extra Structural Steel used in Cutting edge of Wells in Foundation No. 1 -- Rs.3,434.00/-  \n \n\n (b) Claim No. 2:  \n \n\n Claim for using extra Reinforcement of 16 mm Torsteel in D/S well of Foundation No. 1-Rs. 261.39. \n \n\n (c) Claim No. 3:  \n \n\n Extra for using additional Reinforcement which was provided at various Foundations on the instruction of HRBC based on the recommendation of their Consultants -- Rs. 4,84,367.00/-.  \n \n\n (d) Claim No. 4:  \n \n\n Claim for Escalation on Allied/Ancillary/ Temporary works and overheads as per Clause No. IV.2(a)i of supplementary Agreement III (K-0.23) -- Rs. 41,36,749.00/-.  \n \n\n (e) Claim No. 5:  \n \n\n Escalation on Non-escalable portion of Contract Price -- Rs. 1,84,88,619.00.  \n \n\n  (f) Claim No. 6.  \n \n\n \nClaim for Special Treatment to Howrah Central Pocket of D/S Well of F-3 --Rs.7,07,847.00/- \n \n\n (g) Claim No. 7:  \n \n\n Claim for reimbursement of Sales Tax on Works Contract -- Rs. 1,03,847 (Provisional)  \n \n\n (h) Claim No. 8:  \n \n\n Claim for balance amount of Escalation for variation in prices of Materials payable vide Clause No. 10.21 of SA-I for Sand, Stone and Aggregate -- Rs. 18,31,190.29/-. \n \n\n (i) Claim No. 9:  \n \n\n Claim for balance amount of Escalation in Minimum Wages as a result of increase in Calcutta Consumer Price Index Number (General Index) for the working class (Base 1960-100), payable vide clause No. 10.21.3(b) of Supplementary Agreement No. 1. --Rs. 9,56.243.33. \n \n\n (j) Claim No. 10:  \n \n\n Balance amount of Escalation on Allied/ Ancillary/Temporary works overheads tools and plants as per Clause IV 2(b) of Supplementary Agreement No. III -- Being paid less -- Rs. 2,13,899.15. \n \n\n (k) Claim No. 11:  \n \n\n Claim for balance amount of Escalation on Petrol/Diesel/Lubricants as per Clause IV2.B(b) of Supplementary Agreement No. III--Rs. 64,677.38. \n \n\n (l) Claim No. 12:  \n \n\n Claim for balance amount of Escalation on Power Tariff as per Clause no. IV 2(C) of Supplementary Agreement No. III --Rs. 85,234.98. \n \n\n (m) Claim No. 13.\nClaim for payment of Extra Expenditure due to Idle Time at Site (Howrah side) on account of Power shut down -- Rupees 22,08,211/-. \n \n\n (n) Claim No. 14: \n \n\n Claim due to increase in total emoluments\n\nof a minimum rated workers as a result of amendment to Provident Fund Rules and consequent increase in Contract Price payable under the terms of the Contract --Rs.6,01,132.00/-. \n \n\n (o) Claim No. 15:  \n \n\n Claim on account of increase in Contract Price payable due to increase in total emoluments of a minimum rated worker as a &quot;result of Govt. advice in conciliation -- Rupees 82,01,826.00/-. \n \n\n (p) Claim No. 16  \n \n\n Claim for payment of balance amount of Fre-Project Expenditure -- Rs. 24,50,884.00. \n \n\n (q) Claim No. 17: \n \n\n Balance amount of Escalation on Tools and Plants costing less than Rs. 10,000/- as per Clause No. IV(2)(a)(ii) (B) of Supplementary Agreement No. III -- Rupees 37,304.65/-. \n \n\n (r) Claim Xo. 18:  \n \n\n Bank Guarantee Commission -- Rupees 60,63,669.14/-.  \n \n\n (s) Claim No. 19:  \n \n\n Claim for Interest Rs. 4,41,88,511/-.  \n \n\n (t) Claim No. 20:  \n \n\n Claim for Cost of Arbitration&quot;.   \n \n\n 42. It is admitted that the petitioner had made extra contractual advances to the respondent in respect whereof Bank Guarntees were furnished by the respondent No. 1. Respondent No. 1 claimed Bank Guarantee commission for sum of Rs. 60,63,669.14 as it appears from Claim No. 18. Under claim No. 5, the respondent No. 1 had claimed a sum of Rs. 1,84,88,619.00 by way of escalation or non-escalable portion of contract. \n \n\n 43. Upon comparison of the said statement claim vis-a-vis the final bill which was the basis for reference in terms of Appendix &#x27;A&#x27; of the respondent No. 1&#x27;s aforesaid letter dated 7-2-1992 it will appear that some claims were outside the purview of final bill. It may, however, reiterated that a sum of\n\nRs. 1,84,88,690.00 claimed toward escalation of non-escalable portion which was contained in Claim No. 5. \n \n\n 44. It is beyond anybody&#x27;s comprehension that if under the claim itself some item was outside the purview of the escalation, how any amount by way of escalation could have been claimed. \n \n\n 45. It is also stated that Item No. 5,1,2(a) and (b) and 4 of the Final Bill were not included in the Statement of Fact. \n \n\n 46. The submission of Mr. Roy to the effect that the memo of reference is meant to reflect all claims of the respondent which were raised or pending adjudication in any reference cannot be accepted. Pendente lite and future interest having been claimed in the second and third references, the same could not have been included either in the Final Bill or in the memo of references. The said claim of interest had also not been withdrawn by the respondent No. 1. It is, therefore, not correct to contend that as the amount of Claims, put forth was Rs. 4.60 crores and the interest thereupon, no double recovery of amount was made on account of interest. It may be noted that the learned joint arbitrators have awarded interest for a sum of Rs. 2,70,000/-from 7-2-1992 to 19-3-1992 i.e. till adate prior to the date of reference but interest has also been directed to be paid to the extent of Rs. 43,39,200/- by way of interest on outstanding amount vide the said memo of reference. \n \n\n a3 47. Mr. Roy is also not correct in contending that the sum of Rs. 4,05,00,000/- is not reflected in the accounts as allegedly the said advance was agreed to be held in escrow until the publication of the award when the fourth reference was made. The awards had already been made in respect of the second and third references. Moreover, there is nothing on records to show that, such an agreement was entered into by the parties. In any event, on the amounts awarded under the second and third references were brought within the purview of the Final Bill as well as in the memo of reference, the extra contractual advances made by the petitioner amount-\n\ning to Rs. 4,05,00,000/- should have also been given due credit in the accounts. \n \n\n The submission of Mr. Roy with regard to the award of Bank Guarantee commission is that the Arbitration Clause is of extremely wide amplitude and thus any dispute on such commission would also come within the purview of the Arbitration Agreement cannot again be accepted. If any extra contractual advances have been made such, advances being outside the contract, the Bank Guarantee furnished in relation thereto were also outside the purview of the contract. If the respondent No. 1 agreed to furnish the Bank Guarantee as against the payment of such extra contractual advances, it cannot claim the bank commission paid by it for furnishing such Bank Guarantees inasmuch as commissions paid on the Bank Guarantees had nothing to do with the performance of the contract by the parties. \n \n\n 48. The submission of Mr. Roy to the effect that the petitioner cannot question the jurisdiction of the arbitrator as they took part in the arbitration proceeding and they nominated their arbitrator, without any demur cannot also be accepted. \n \n\n 49. It is admitted that the petitioner in its Counter-Statement denied and disputed the jurisdiction of the arbitrator in relation to certain matters. It questioned the jurisdiction of the arbitrator on the ground that some of the claims arc barred under the principle of res judicata and/or limitation. Keeping in view of the pleadings of the parties before the arbitrator, the parties agreed to raise before the Arbitrator the following issues in the 14th sitting held on 13-11-1992 which read thus:-- \n   \n\n &quot;1. Is there any admission by the Claimant that Claim Nos. 9, 10, 11, 12, 13 and 17 are hit by res judicata? If so to what effect? \n \n\n 2. Are the claims of the Claimant not\nmaintainable on all or any of the grounds.  \n\n  \n\n (a) Res judicata and/or constructive res judicata and/or principle analogous to the same.  \n \n\n (b) Limitation.  \n\n \n\n (c) Excepted matters.  \n \n\n (d) Outside the scope of present arbitration. \n \n\n 3. Was the Claimant responsible entirely and/or in part for delay in the execution of the work?  \n \n\n 4. Did the parties agree that the escalation as per contract would be paid on the basis of the frozen indices as on 1-1-1986, in respect of all works done after 31-12-1985? \n \n\n 5. Is the Claimant entitled to his claim or claims as claimed or any part thereof as claims in this reference.  \n \n\n 6. To what relief or reliefs, if any are the parties entitled to?&quot;   \n \n\n 50. Mr. Roy has strongly relied upon the decision of Supreme Court in M/s. Tarapore and Company v. Cochin Shipyard Ltd., Cochin . In the aforementioned case the question of law was specifically referred to and the parties desired to have a decision on the specific question from the arbtirator about that rather than one from Court. In that case the respondents before the Supreme Court raised a dispute with regard to the jurisdiction of the arbitrator. It further specifically referred the question of jurisdiction of the arbitrator in view of the appellant&#x27;s insistence. The Supreme Court referred to the correspondences of the parties and came to the conclusion that while the appellant wanted general reference about its claims, it was the respondents who contested that no question of law be also specifically referred to the arbitrator for its decision, the Supreme Court observed:-- \n  &quot;The first point extracted hereinabove would clearly show that the specific question about the jurisdiction of the arbitrator to arbitrate upon the dispute set out in point Nos. 2, 3 and 4 was specifically referred to the arbitrator.&quot; \n \n\n It proceeded to hold- \n  &quot;The first point of reference is &#x27;clearly a specific question of law touching upon the jurisdiction of the arbitrator and this was\n\nframed and referred to by none other than, despite the intial objection of the petitioner, the respondent.&quot; \n \n\n The Supreme Court, thereafter, considered various decisions that a pare question of law may also be referred to an arbitrator and held:-- \n  \n\n  &quot;There is no reason why the parties should be precluded from referring a specific question of law to an arbitrator for his decision and agree to be bound by the same. This approach manifests faith of parties in the capacity of the tribunal of their choice to decide even a pure question of law. If they do so, with eyes wide open, and there is nothing to preclude the parties from doing so, then there is no reason why the court should try to impost its view of law superseding the view of the Tribunal whose decision the parties agreed to abide by. Therefore, on principle it appears distinctly clear that when a specific question of law is referred to an arbitrator for his decision including the one touching upon the jurisdiction of the arbitrator, the decision of the arbitrator would be binding on both the parties and it would not be open to any of the two parties to wriggle out of it by contending that the arbitrator cannot clutch at or confer jurisdiction upon himself by miscontruing the arbitration agreement.&quot;  \n \n\n(Underlinging is mine for emphasis)   \n \n\n The Supreme Court further held that adistinc-tion must be drawn between cases in which a question of law is specifically referred and those in which a decision on a question of law is incidentally material (however necessary) in order to decide the question actually referred. The Apex Court held:-- \n   \n\n&quot;If a question of law is specifically referred and it is evident that the parties desire to have a decision from the arbitrator about that rather than one from the Courts, then the Courts will not interfere, though even there, there is authority for the view that the courts will interfere if its is apparent that the arbitrator has acted illegally in reaching his decision that is to say, if he has decided on inadmissible evidence or on principles of construction that the law does not counten-\n\nance or something of that nature. See the speech of Viscount Cave in Kelantan Government v. Duff Development Co. (1923 App Cas 395) at page (409): 129 LT 356: 1923 All ER Rep 349. But that is not a matter which arises in this case.&quot;  \n \n\n(Underlining is mine for emphasis)  \n \n\n It is noteworthy that in that case the Supreme Court also observed:-- \n  &quot;The law about this is, in our opinion, the same in England as here and the principles that govern this class of cases have been reviewed at length and set out with clarity by the House of Lords in F.R. Absalom Ltd. v. Great Western (London) Garden Village Society (1933 All ER 616) and in Kelantan Government v. Duff Development Co. (1923 All ER (Rep) 349:1923 App Cas 395:129 LT 356. In Durga Prasad v. Sewkishendas the Privy Council applied the law expounded in Absalom&#x27;s case to India: See also Champsey Bhara &amp; Co. v. Jivraj Baloo Spinning and Weaving Co. (AIR 1923 PC 66) and Saleh Mahomed Umer - Dossal v. Nathoomal Kessamal . The wider language used by Lord Macnaghten in Ghulam Jilani v. Muhammad Hassan (1902-29 Ind App 51) had reference to the revisional powers of the High Court under the Civil Procedure Code and must be confined to the facts of that case where the question of law involved there, namely, limitation, was specifically referred. An Arbitrator is not a conciliator and cannot ignore the law or misapply it in order to do what he thinks is just and reasonable?&quot; \n \n\n He is a tribunal selected by the parties to decide their disputes according to law and so is bound to follow and apply the law, and if he does not, he can be set right by the Courts provided his error appears on the face of the award. The single exception to this is when the parties choose specifically to refer a question of law as a separate and distinct matter. \n \n\n 51. In this case, however, the petitioner nominated its arbitrator pursuant to the respondent No. 1&#x27;s nomination of Sri Roychowdhary in terms of its letter dated 20th February, 1992. It did not refer any\n\n\nspecific question of law to the arbitrator. It merely disputed the jurisdiction of the arbitrator om various grounds in its Counter-Statement culminating in, as indicated hereinbefore, settlement of the issues aforementioned. Darapora&#x27;s case, therefore, instead of helping the respondent No. 1 militates against its contention. \n \n\n 52. In paragraph 577 of Halsbury&#x27;s laws of England 4th Edition Vol 2, the law has been stated in the following terms: \n \n\n 53. As an arbitrator (and subsequently any umpire) obtains his jurisdiction solely from the agreement for his appointment it is never open to him to reject any part of that agreement, or to disregard any limitations placed on his authority, as, for example, a limitation on his right to appoint an umpire. Nor can he confer jurisdiction upon himself by deciding in his own favour some preliminary point upon which his jurisdiction depends. Nevertheless he is entitled to consider the question whether or noi he has jurisdiction to act in order to satisfy himself that it is worth while to proceed, and an award which expressly or impliedly refers to such a finding is not thereby invalidated.&quot; In commercial Arbitration by Mustill and Boyd at page 598 it is stated that in the first place, it could be argued that an arbitrator who is appointed in respect of a dispute arising under a contract expressly or impliedly governed by English law is authorised by the parties to pronounce upon the issues in accordance with that law, and in no other way. Any decision which proceeds, on a different basis lies outside the scope of the arbitrator&#x27;s mandate to bind the parties. The award is accordingly void for want of jurisdiction, since the arbitrator has done something which the parties never authorised him to do. Secondly, it would be possible to draw support from a line of authority culminating in three important decisions during the past decade which approach the question whether a tribunal can effectively decide contrary to law by using the word &#x27;jursdiction&#x27; in the first of the three senses indicated above. Whilst a reconciliation of these decisions is a matter for a treatise on administrative law, there is no\n\ndoubt that in relation to certain kinds of tribunal the law has recognised a distinction between errors of law which go to jurisdiction and those which do not, and that there is a difference between tribunal which has arrived at a decision by asking itseif the wrong question, and one which has correctly identified the question, but has supplied the wrong answer in terms of law. Following up this line of authority, it could be said that an arbitrator empowered to decide the rights of the parties under a contract governed by English law, who asks himself not what England law has to say about those right, but what the rights ought to be if assessed in accordance with his own ideas of an extra-legal concept of justice, is either asking himself the wrong question, or not really asking a question at all.&quot; \n \n\n 54. In Alopi Prosad v. Union of India , the Supreme Court clearly held that if damages are awarded ignoring the expressed terms of the contract, the arbitrator would misconduct the proceedings. Reference in this connection may also be made to Naihati Jute Mills . \n \n\n 55. In Heyman v. Burwin reported in 1942 (1) All ER 327 it was held that Arbitrator as a rule cannot clothe himself with the jurisdiction when it has none. \n \n\n 56. In S.B. Dutt v. Unversity of Delhi  an award directing enforcement of contract of personal service was set aside. \n \n\n 57. In Union of India v. Santiram Ghosh reported in AIR 1989 SC 402, the Supreme Court held that the arbitrator had no jurisdiction to go beyond the reference. \n \n\n 58. In paragraph 622 at pages 330-331 Halsbury&#x27;s Laws of England (4th Edn) Vol2 it has been stated: &quot;But misconduct occurs, for example; \n   \n\n (1) If the arbitrator or umpire fails to decide all the matters which were referred to him.  \n \n\n (2) If by his award the arbitrator or umpire purports to decide matters which have not in\n\nfact been included in the agreement of reference, for example, where the arbitrator construed the lease (wrongly) instead of determining the rental and the value of buildings to be maintained on the land; or where the award contains unauthorised directions to the parties, or where the arbitrator, has power to direct what shall be done but his directions affect the interest of third persons; or where he decided to the parties rights, not under the contract upon which the arbitration had proceeded but under another contract; \n \n\n (3) If the award is inconsistent, or is uncertain or ambiguous, or even if there is some mistake of fact, although in that case the mistake must be either admitted or at least clear beyond any reasonable doubt;&quot;  \n \n\n 59. In National Aluminum Pvt. Ltd. v. M/s. Ponder Engineering Works Pvt. Ltd. , it is stated:-- \n  &quot;The word &#x27;effect in <a href=\"/doc/874260/\" id=\"a_14\">Sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_15\">33</a> means &#x27;scope, tenor and drift&#x27;. In fact determination of whether or not a dispute is covered by the arbitration agreement in determination of the effect of arbitration agreement within the meaning of <a href=\"/doc/1154891/\" id=\"a_16\">Section 33</a>.&quot; \n \n\n 60. The Orissa High Court in the said case relied upon the decision of the Patna High Court in Heavy Engineering Corporation Ltd. v. M/ s. S.P. Arya  as also . \n \n\n 61. In Associated Engineering Co. v. Government of Andhra Pradesh  it has been held:\n  \n\n  &quot;If the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. But if he wanders outside the contract and deals with matters not allotted to him, he commits ajurisdiction error. Such error going to his jurisdiction can be established by looking into material outside the award. Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. The dispute as to jurisdiction is a matter which is outside the\n\naward or outside whatever may be said about it in the award. The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. The rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. Such jurisdictional error needs to be proved by evidence extrinsic to the award. \n \n\n In the instant case, the umpire decided matters strikingly outside&#x27;his jurisdiction. He outstepped the confines of the contract. He wandered far outside the designated area. He digressed far away from the allotted task. His error arose not by misreading or misconstruing or misunderstanding the contract, but by acting in excess of what was agreed. It was an error going to the root of his jurisdiction because he asked himself the wrong question, disregarded the contract and awarded in excess of his authority. In many respects, the award flew in the face of provisions of the contract to the contrary. \n \n\n The umpire, in our view, acted unreasonably, irrationally and capriciously in ignoring the limits and the clear provisions of the contract. In awarding claims which are totally opposed to the provisions of the contract to which he made specific reference in allowing them, he has misdirected and misconducted himself by manifestly disregarding the limits of his jurisdiction and the bounds of the contract from which he derived his authority thereby acting ultra fines compromissi.&quot;  \n \n\n 62. In State of Orissa v. Dandasi Sahu , the Supreme Court observed: \n  &quot;In our opinion, the evidence of such state of affairs should make this Court scrutinise the award carefully in each particular case but that does not make the court declare that all high amounts of award would be bad per se.&quot; \n \n\n 63. In K.P. Poulose v. State of Kerala , the Supreme Court has observed that the case of legal misconduct would be complete if the arbitrator on the face of the award arrives at an inconsistent conclusion even on his own finding or arrives at a decision by ignoring the\n\nvery material documents which throw abundant light on the controversy to help a just and fair decision. \n \n\n 64. In State of Kerala v. K. Kurian P. Paul , it has been held that the award is liable to be set aside inter alia when the arbitrator acts beyond reference or beyond jurisdiction. \n \n\n 65. In Dilip Construction Co. v. Hindustan Steel Ltd.  upon which Mr. Roy himself has placed reliance upon, A.P. Sen and J.S. Verma, JJ (as Their Lordships then were) observed:-- \n  &quot;It is now well settled that an inherent lack of jurisdiction or want of jurisdiction renders the ultimate decision a nullity so that it can be challenged at any subsequent stage and even in collateral proceedings. Such a defect cannot be cured even by waiver or acquiescence of the party entitled to raise the objection. (See Kiran Singh v. Chaman Paswan, . By now the expression &#x27;jurisdiction&#x27; has acquired a much wider meaning. However, the expression &#x27;jurisdiction&#x27; even in its original sense when it was limited included within its ambit the stage of commencement of a proceeding. We are concerned in this case with jurisdiction at the commencement of the proceeding and, therefore, even in the original sense of the term, when it was so limited, such a defect of jurisdiction was a nullity. This theory has now been modified by enlarging the scope of the expression &#x27;jurisdiction&#x27; so as to include in its ambit even those defects which may crop up later during the course of the proceeding. This modified meaning enlarging the scope of the expression &#x27;jurisdiction&#x27; is dealt with in Anisminic v. Forign Compensation Commission, (1969) 1 All ER 208 by the House of Lords, and the same has been followed with approval by their Lordships of the Supreme Court in Union of India v. Tarachand Gupta, .&quot; \n \n\n The learned Judges in the aforementioned\ncase observed:-- \n   \n\n &quot;It is well established by authority that once\n\nthe parties appearing before the arbitrators object to the jurisdiction, they do not waive their rights by proceeding with the case before the arbitrators and defending themselves as best as they may. The law is succinctly stated in Russel on Arbitration, 17th Edn. p. 174 thus: \n \n\n &quot;In cases where an arbitrator enters into the consideration of matters which are not referred to him, on which he has no jurisdiction to try, &#x27;the question is not one of waiver of estoppel, but of authority&#x27; and a party continuing to attend the reference after objection taken and protest made does not give the arbitrator authority to make an award.&#x27; \n \n\n ..... \n \n\n &#x27;If a party to a reference objects that the arbitrators are entering upon the consideration of a matter not referred to them and protests against it, and the arbitrators nevertheless go into the question and receive evidence on it, and the party still under protest, continues to attend before the arbitrators and cross-examines the witnesses on the point objected to, he does not thereby waive his objection, nor is he estopped from saying that the arbitrators have exceeded their authority by awarding on the matter.&#x27; \n \n\n &#x27;Continuing to take part in the proceedings after protest made does not amount to be a consent&#x27;.  \n \n\n 66. In particular, we would refer to the remarks of Lord Selborne, L.C. in Hamlyn Betterlay, (1880) 6 QBD 63:50 LJ QB 1 where he said: \n  &#x27;In arbitrations, where a protest is made against jurisdiction, the party protesting not bound to retire, he may go through the whole case, subject to the protest he has made.&#x27; \n \n\n See also Davies v. Price, (1864) 34 LJQ 88:11 LT 203. The principles enunciated in these cases have throughout been followed in India. See Chetandas v. Radhakisson AIR 1927 Bom 553; Rambakash Lachmandas v. Bombay Cotton Company, AIR 1931 Bom 81, Babubhai Tansukhlal v. Madhavji Govindji &amp; Co., AIR 1931 Bom 343 and Haih v. Haigh (1961) 31 LJ Ch 420. Thus, the\n\nAppearance of the respondent after objection taken and protest made did not give the arbitrators and the umpire authority to make an award, not estopped it from urging that the umpire has exceeded his authority. In such a case, no question of estoppel, acquiescence of waiver arises. \n \n\n 67. In M/s. Sudarshan Trading Co. v. Government of Kerala reported lin 1989 (1) SCC 38, the Apex Court states that law in the following terms: \n   \n\n &quot;Russel in his law of Arbitration (20th Edn.) at page 427 observed: \n \n\n &quot;an award may be remitted or set aside on the ground that the arbitrator in making it exceeded his jurisdiction, and evidence of matters not appearing upon the face of the award will be admitted in order to establish whether the jurisdiction has been exceeded or not, because&quot; the nature of the dispute is something which has to be determined outside award whatever might be said about it in the award or whatever may be said about it by the arbitrator.&quot;  \n \n\n It is further stated: \n  &quot;It may be an excess of jurisdiction if arbitrators make an award on a claim which is withdrawn, but this does not necessarily amount to misconduct.&quot; \n \n\n 68. It is proper for an arbitrator to inquire, if any doubts are raised, whether he has jurisdiction or not, since if he decides he has not this may be a reason for not going on; but a finding in the award as to the question of his jurisdiction is without effect, unless that be one of the questions submitted to him. \n \n\n 69. The petitioner has also stated that the respondent No. 1&#x27;s claim was barred under the principle of res judicata and/or constructive res judicata. The principles of res judicata and/or constructive res judicata touches the question of jurisdiction of the arbitrators to make an award in respect of matters covered by earlier award. \n \n\n 70. The sub-structure works was completed on 30th November, 1987 and the third reference to the arbitrator was made on 25th\n\nDecember 1987. It may be mentioned that it is the contention of the petitioner in terms of award of S. Desh Pandey, J. (the Umpire) estcalation freezed on 31-12-1985. \n \n\n 71. It has, therefore, been contended that as by that date the respondent No. 1 could have been raised a claim and/or might and ought to have done so, its claims are barred under the principle of res judicata and/or constructive res judicata. Mr. Roy, however, submitted that the respondent No. 1 raised its claims in phases and as and when dispute and difference arose, reference had been made from time to time. There cannot be any doubt that has been contended by Mr. Roy that existence of a dispute and adifference is a sign qua non for making a reference. \n \n\n 72.   However it has not been and cannot be disputed that in the arbitration proceedings, the principles of res judicata/constructive res judicata shall apply. \n \n\n 73. In K.V. George v. The Secretary to Government, Water and Power Dept, Tri-vendrum , the Apex Court held :-- \n  &quot;In the instant case, the contract was terminated by the respondents on April 26, 1980, and as such all the issues arose out of the termination of the contract and they could have been raised in first claim petition filed before the Arbitrator by the Appellant. This having not been done the second claim petition before the Arbitrator raising the remaining disputes is clearly barred.\nWith regard to the submission as to the applicability of the principles of res judicata as provided in <a href=\"/doc/121631892/\" id=\"a_17\">Section 11</a> of the Code of Civil Procedure to arbitration case, it is to be noted that <a href=\"/doc/28932/\" id=\"a_18\">Section 41</a> of the Arbitration case provides that the provisions <a href=\"/doc/161831507/\" id=\"a_19\">of the Code of Civil Procedure</a> will apply to the Arbitration proceedings. The provisions of res judicata are based on the principles that there shall be no multiplicity of proceedings and there shall be finality of proceedings. This is applicable to the arbitration proceedings as well.&quot; \n \n\n The Apex Court referred to the decision in Satish Kumar v. Surinder Kumar  and held: \n  &quot;The true legal position in regared to the effect of an award is not in dispute. It is well settled that as a general rule, all claims which are    the subject-matter of a reference to arbitration merge in the award which is pronounced in the proceedings before the arbitrator and that after an award has been pronounced, the rights and liabilities of the parties in respect of the said claims can be determined only on the basis of the said award. After an award is pronounced, no action can be started on the original claim which had been the subject-matter of the reference....... This conclusion, according to the learned Judge, is based upon the elementary principle that, as between the parties and their privies, an award is entitled to that respect which is due to judgment of a court of last resort. Therefore, if the award which has been pronounced-between the parties has in fact, or can in law, be deemed to have dealt with the present dispute, the second reference would be incompetent. This position also has not been and cannot be seriously disputed.&quot; \n \n\n In Delhi Development Authority v. M/s. Alkerama  it has been held that the provisions of Order 2, Rule 2 would apply if the request for referring more disputes to arbitration is made after making of the award. It was held that once an award has been made a party cannot raise more disputes which he/ it could and ought to have been raised. \n \n\n 74. In Bijendra Nath Sriwastava (dead) v. Mayank Srivastava , the Apex Court held that all differences are presumed to have been finally disposed of by the award. \n \n\n 75. It may be mertioned that the respondent No. 1 while praying for an interim award in terms of an application dated 9-9-1992 as contained in Annexure &#x27;J&#x27; to the writ application admitted that its claim Nos. 9,10,11,12, 13 and 17 which were covered by second and third references amounting to Rupees 35,65,570.69 P. are hit by the principles of res judicata as asserted by petitioner. It was further stated that on applying the principles\n\nof res judicata and an interim award be made, in respect of th&#x27;e claim Nos. 14, 15 and 16 amounting to Rs. 1,12,53,844.00/- allegedly on the ground that denial of the said claims by the petitioner is hit by the said principle. \n \n\n 76. The respondent No. 1, therefore, does not deny or dispute that a part of its claim was barred by the principles of res judicata.\nThe petitioner in his application stated thus: \n  \n\n  &quot;68. It will appear from the list of claims submitted by the respondent No. 1 in the 2nd, 3rd and 4th reference that there are various indentical claims in the said references. A comparative Statement of the claims of the respondent No. 1 in the various arbitration references is annexed hereto and marked with the letter &#x27;O&#x27;. \n \n\n 69. The claim No. 1 in second reference was as under: \n \n\n Claim No. 1: Claim due to increase in total emoluments of a minimum rated worker as a result of amendement to Provident Fund rules and consequent increase in contract price payable under the terms of the contract Rs. 19,07,538/-.  \n \n\n 77. The said claim which was adjudicated in the 2nd reference was again re-agitated by the Respondent in the 4th reference under claim No. 14 which reads thus: \n   \n\n Claim No. 14: Claim due to increase in total emoluments of a minimum rated worker as a result of amendement to Provident Fund rules and consequent increase in contract price payable under the terms of the contract\n-- Rs.6,01,132/-. \n \n\n 70. Similarly Respondent&#x27;s claim No. 2 in the 2nd reference was as under - \n \n\n Claim No. 2: Claim on account of increase in contract price payable due to increase in total emoluments of aminimum rated worker as result of Government advice in conciliation\n-- Rs. 1,50,18,279/-.  \n \n\n Claim No. 2 was identical with Respondent&#x27;s claim No. 15 in the 4th reference which is set out hereunder:\n \n \n\n Claim No. 15: Claim on account of increase in contract price payable due to increase in total emoluments of a minimum rated workers as a result of govt. advice in conciliation -- Rs. 82,01,828.00/-. \n \n\n 71. Similarly Respondent No. 1&#x27;s claim No. 13 in the 4th reference. These claim Nos. ? &amp; 13 are set out hereunder: \n \n\n Claim No. 3 of 2nd reference: Claim for payment of extra expendirure due to idle time at site (Howrah side) on account of power shut down -- Rs. 95,50,697/-. \n \n\n Claim No. 13 of 4th reference:  \n \n\n Claim No. 13 : Claim for payment of extra expenditure due ot idle time at site (Howrah side) on account of Power shut down --Rs.22,08,221/-. \n \n\n 72. Similarly claimant&#x27;s claim No. 5 in the 2nd reference is identical with the claim No. 16 in the 4th reference and both these claims are set out hereunder :-Claimant&#x27;s claim No. 5 in the 2nd reference: \n \n\n Claim No. 5: Claim for payment of balance amount of Additional Project Expenditure -\nRs.89,08,044/-. \n \n\n Claim No. 16 in the 4th reference. \n \n\n Claim No. 16: Claim for payment of balance amount of Pre-Project Expenditure\n-- Rs.24,50,884.00/-. \n \n\n 73. Claim No. 16 was, however, subsequently dropped by the Respondent No. 1 in the course of the proceedings. Similarly claimant&#x27;s claim No. 10 in the 3rd reference is identical and in essence the same claim being claim Nos. 8, 9, 10, 11, 12 &amp; 17 in the 4th reference which are set out hereunder:-- \n \n\n Claimant&#x27;s claim No. 10 in the 3rd reference.  \n \n\n Claim No. 10: Short payment of various escalation bills due to payments restricted to the prices prevailing as on 31-12-1985.  \n \n\n Claimant&#x27;s claim Nos. 8,9,10,11,12 and 17 in the 4th reference.  \n \n\n Claim No. 8: Claims for balance amount of\n\nescalation of variation in prices of materials payable vide clause 10.21 of SA I for sand, stone aggregate Rs. 18,31,109.29. \n \n\n Claim No. 9: Balance amount of escalation in minimum wages as a result of increase in consumer price index number (General Index) for the working class (Base 1960-100) as detailed in Appendix &#x27;B&#x27; payable vide clause 10,12.3(b) of Supplementary agreement 1 --Rs. 9,56,243.33. \n \n\n Claim No. 10: Balance amount of escalation on Allied/Ancilliary/temporary Works, overhead tools and plants as per Clause IV 2 (a) of Supplementary Agreement No. III --being paid less Rs. 2,13,899.15. \n \n\n Claim No. 11: Balance amount on escalation on   Petrol/Diesel/Lubricant   as per Clause IV 2(C) of Supplementary Agreement No. III -- Rs. 85,234.98 P. \n \n\n Claim No. 12: Claim for balance amount of escalation on Power-Tariff as per clause No. IV 2(C) of Supplementary Agreement No. III -- Rs. 85,234.98.\nClaim No. 17: Balance amount of escalation on tools and plants costing less than Rs. 10,000.00 as per Clause IV 2a(ii)(B) of Supplementary Agreement No. III --Rs.37,304.85/-&quot;.  \n \n\n 78. The question which, therefore, arose before the learned arbitrator as to whether the claim raised in the 2nd and 3rd reference could have been raised in the fourth reference. \n \n\n 79. Whether the aforementioned claims,\ntherefore was barred under <a href=\"/doc/161831507/\" id=\"a_20\">Order 2, Rule 2 of\nthe Code of Civil Procedure</a> as also under the\nprinciples and/or constructive res judicata.\nUnfortunately the parties do not appear to\nhave filed the relevant documents in their\nregard before the learned arbitrators.  \n \n\n 80. The respondent No. 1 itself in the statement of claim sought leave of the arbitrators to file the award made by the learned Umpire in the 3rd reference. The petitioner also referred to the earlier references in its counter statement as also the award of Desh Pandey, J.\n \n \n\n</pre><p data-structure=\"Precedent\" id=\"p_1\"> 81. But neither of the parties filed the said awards of the pleadings of the parties in the earlier references. Without the said documents, the learned arbitrators could not have adjudicated upon the said dispute. It must therefore, be held that the award suffers from non-application of mind oh the part of the arbitrators. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_2\"> 82. K.P. Poulause&#x27;s case (supra) is squarely applicable in this case. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\"> 83. It is however, difficult to accept the contention of Mr. Pal to the effect that learned arbitrator should have stated in the award that no part of it was barred under the principle of res judicata. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\"> 84. At this juncture one submission of Mr. Roy may be noticed. According to Mr. Roy this Court should not set aside an award even if it be held that the arbitrator has committed a mistake of a question of law. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_5\"> 85. There cannot be any doubt with regard to the afore-mentioned basic principles of law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> 86. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"887838\" id=\"span_1\">In <a href=\"/doc/887838/\" id=\"a_21\">Coimbatore District Poda Thozillaf Samgam v. Bala Subramania Foundry</a>  upon which strong reliance has been placed by Mr. Roy, there was no legal proposition either in the award or any document annexed with the award which is erroneous. The case at hand, however, stands absolutely on different footing.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 87. In the aforementioned case the petitioners raised a contention that the arbitrator was guilty of legal misconduct as their claims had not been fully protected. In that case no question of jurisdiction of the learned arbitrator was raised nor a question of application of the principles of res judicata and/or constructive res judicata arose for consideration. The learned Judge in such circumstances held :-- \n</p><blockquote id=\"blockquote_1\">  &quot;The grievance of Mr. Ganguly&#x27;s client even if true, which as at present advised we are not inclined to accept, do not amount to error apparent on the face of the record.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 88.   As indicated hereintefore, the ques-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">tion of jurisdiction and/or applications of the principles of res judicata and/or constructive res judicata arise in this case on the face of the claims made by the respondent No. 1 and pursuant whereto only the impugned award has been made. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_10\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"654172\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"468650\" id=\"span_3\">89. The question which may now be considered as to whether the award suffers from an error apparent on the face of the award. The law on the aforementioned point is well settled, the arbitrator is entitled to pass an unreasoned award. He is not obliged under law to accept the request of the party as was done in the present case on behalf of the petitioner to assign reasons in support of his award. See <a href=\"/doc/468650/\" id=\"a_22\">S. Harcharan Singh v. Union of India</a> ; <a href=\"/doc/654172/\" id=\"a_23\">Secretary Irrigation Department, Govt. of Orissa v. G.C. Roy  and Raipur Development Authority</a> etc, etc. v. M/s. Chokhamal Constractors etc. etc. .</span></span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 90. It is also well settled that when the arbitrators passed a non-speaking award, it is not open to challenge on the ground of an error apparent on the face of the award. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 91. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1453495\" id=\"span_4\">In <a href=\"/doc/1453495/\" id=\"a_24\">Bijendra Nath Srivastava v. Mayank Srivastava</a> reporter in , the Supreme Court referred to a large number of decisions including some of the decisions cited by Mr. Roy and held:--</span> \n</p><blockquote id=\"blockquote_2\">  &quot;It is settled law that it is not open to the court to deduce reasons in the award or in the record accompanying the award and proceed to examine whether those reasons were right or erroneous. This is what appears to have been done by the High Court in the present case. This was impermissible.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 92. However, this case stands on a different footing. Apart from the question of jurisdiction, the petitioner in paragraph 77 of the writ application stated thus; \n</p><blockquote id=\"blockquote_3\">  &quot;Petitioner submits that the alleged claims of the respondent No. 1 were never proved in the 4th arbitration proceedings before the learned Joint Arbitrators. The respondent No. 1 did not file any original document. Not a single original document in support of the\n\nclaim of the respondent was filed by the respondent No. 1 though the Joint Arbitrator&#x27;s never dispensed with the filing of the original documents. The respondent No. 1 did not bother to file their books of accounts or a single voucher or any document relating to accounts in support of the amounts claimed by the respondent No. 1 against various items. The respondent No. 1 only filed copies of certain correspondences etc. between the parties under Sl. Nos. 1 to 41. In paragraphs 5 and 6 of the counter statement petitioner expressly denied and disputed the contents of the copies of the documents disclosed by the respondent No. 1. Petitioner also expressly denied and disputed the correctness of the amount and/or alleged particulars furnished by the respondent No. 1 in respect of each and every claim being Claim Nos. 1 to 20. In spite of such denial the respondent No. 1 did not prove the contents of the copies of the documents by any oral evidence. The respondent did not examine any  witness and thereby also prevented petitioner from the opportunity of cross examination. Not a single document dislosed by the respondent No. 1 was marked as Exhibit. The statement of fact and claim filed by the respondent No. 1 was singed by one Sri Swapan Ghosh, who is the Law Officer, of the nominated sub-contractor, M/s. Gammon India Ltd. and who never associated with the execution of the work and had no personal knowledge in the matter. Even then the respondent No. 1 did not prove the contents of the said Statement of Fact and Claim, of the Final Bill dated 2nd May, 1991, by any oral evidence. There was thus no evidence at all in support of the claims of the respondent No. 1.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 93. Paragraph 51 of the respondent No. 1 traversed the said statements in Affidavit-in-opposition which is as follows:-- \n</p><blockquote id=\"blockquote_4\">  &quot;With reference to paragraph 77 of the said petition it is denied and disputed that the claims of the respondent were never proved in the 4th Arbitration proceedings. I further say that it is not madatory to file the original documents in the arbitration proceedings and in any event no such direction was given to the\n\nrespondent by the Arbitrators. It is denied that the respondent did not file its books of accounts of any document relating the accounts in support of amounts claimed by the respondent. I say that the contentions raised in the paragraph under reference are argumentative in nature and the respondent reserves the right to make appropriate submission in respect thereof at the time of hearing of this application. I further submit that the Arbitrators being duly satisfied with the respondent&#x27;s case and after detailed hearing and consideration of various documents have passed the said Award in favour of the respondent and the petitioner is now with mala fide intention trying to assail the said Award on frivolous grounds of alleged evidential and/on procedural irregularities in the conduct of the Arbitration proceedings. I crave reference to the minutes of the various meetings held before the Ld. Arbitrators at the hearing of this application. I further say that there was nothing irregular in the statement of fact and claim filed on behalf of the &#x27; respondent being signed by me Sri Swapan Kumar Ghosh, the Deputy Chief Surveyor of Works of M/s. Gammon India Ltd. being a constitutent company of the respondent and holding duly executed power of Attorney from the respondent. It is not correct to say that I was never associated with the said work. It is denied that there was no evidence at all in support of respondent&#x27;s claim. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_15\"> 94. The respondent No. 1 thus, has not specifically denied or disputed the contention of the petitioner. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 95. It further appears from record of the proceedings which have been sent to this Court that only some correspondences and/ or the office copies thereof have been filed. Admittedly no witness was examined on behalf of the respondent No. 1. From the award itself it appears that one witness was examined on behalf of the petitioner who was also cross-examined. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 96. In the award itself the learned Arbitrator have stated: \n</p><blockquote id=\"blockquote_5\">  &quot;Whereas we referred contract documents including supplimentary tender during the\n\nsitting by obtaining the same from the parties to the claim and dispute.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> 97. However, the said contract documents including the supplementary agreements (wrongly stated as supplementary tenders) are not on records. It may be true as as submitted by Mr. Roy that the said documents had been referred to by the parties before the learned Arbitrator from time to time. However, the said documents, it is not disputed were neither made a part of the proceedings nor has been sent to this Court along with the records. The contract documents including the supplementary agreement were the basic documents which ought to have been with the arbitrators at the lime of their adjudication. The said documents were not available with the arbitrators when they sat together for the purpose of adjudicating upon the rival contentions. The said document was also necessary for interpretation of various clauses particularly the arbitration agreement as the petitioner, inter alia, questioned their jurisdiction to make their award on the claims of the petitioner. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 98. It is true that the arbitrator is the sole judge of the quality as also the quantity of the evidence and it will not be for the Court to take up on its the task of being a juge of the evidence before the arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1453495\" id=\"span_5\">In <a href=\"/doc/1453495/\" id=\"a_25\">Bijendra Nath Srivastava</a>&#x27;s case (supra) the Supreme Court while considering the contention raised therein that the documents filed before the arbitrators by one party were returned to them observed:--</span> \n</p><blockquote id=\"blockquote_6\">  &quot;In the absence of any material to show that the documents which were returned by the arbitrator to party No. 1 were part of the evidence produced before the arbitrator it cannot be said that the arbitrator was at fault in returning the said documents to party No. 1 after making the award.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 99. In this case the parties evidently referred to the agreement by way of evidence. The arbitrators themselves in the award have referred to the contract document including the supplementary agreements. If the said arbitrators did not consider the said agreement as evidence, they could not have\n\nreferred to the same in the award, \n \n\n</p><p data-structure=\"Precedent\" id=\"p_21\"> 100. The making of the award without the basic documents, namely, the arbitration agreement before the arbitrators at the time of application of mind i.e. at the time of considering the rival contentions of the parties cannot be appreciated. It may be passible to contend that the arbitrators may have the jurisdiction to return the said documents on the asking of the party. However, in my opinion, the arbitrators cannot return the same before making the award or without asking the party to file at least a copy thereof. It is suggested that the parties merely referred to the said documents without actually filing the same before the arbitrator. Keeping in view of the decisions of the Supreme Court in Poulose&#x27;s case (supra), in my opinion, the learned arbitrator should have insisted that the parties produce the said agreements before them, as without such agreement being on records the respective contentions of the parties could not have been adjudicated upon. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 101. In The Managing Direcor J. &amp; K. v. M/s. Geed Luck Carpets  it is stated that the jurisdiction of the arbitrator flows from the reference. It has been held that when a dispute is stated to be beyond jurisdiction the Court can look into the agreement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 102. In this case, the parties have not filed the agreement before this Court. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 103. In Mustill and Beyds&#x27; Commercial Arbitration, it has been stated: \n</p>   \n\n<blockquote id=\"blockquote_7\">&quot;An arbitration in which the parties lay before the arbitrator no documents at all must be extremely rare. Even in the simplest quality arbitration, the arbitrator will usually have a copy of the contract note and the sampling certificates. In most cases, there will be underlying contract; the correspondence or telax exhanges leading up to the dispute; the letters exchanged between the parties or their legal advisers after the dispute arose. All these are available to both sides, and can be produced without difficulty at the hearing if they are thought to be useful.  \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> Equally, the parties may, if permitted by the\n\nform of procedure which is being adopted, produce documentary evidence, such as survey reports, called into existence after the dispute has arisen for the specific purpose of being used in the arbitration. The employment of documentary evidence is discussed at p. 312 at seq, post. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> We are here concerned with documents of a different kind, namely contemporary documents which come into the possession of one party, and are not at that time communicated to the other. This category comprises documents such as correspondence between one of the opposing parties and a third party, documents passing between various departments within the party&#x27;s agents, and so on. If the contents of these documents are favourable to the party the who has possession of them, he will no doubt bring them forward at the hearing in the same way as the first two categories of document, mentioned above. But what if they are unfavourable ? Can he nevertheless be compelled to disclose their existence, and produce them to the tribunal? We are here in the realm of discovery of documents, a uniquely Anglo Saxon procedure. \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> There lare to types of discovery, the difference between the two being more important in arbitrations that it is in a High Court action. First, there is general discovery of documents. Subject to certain exceptions, each party is obliged to disclose all documents material to the matters in dispute. There is no order specifying what documents are to be produced. It is the duty of each party to work out for himself which of the documents in his possession or power fall within the scope of his obligation of disclosure. Second, there is specific discovery, where a party is obliged to disclose identified documents, or documents falling into identified categories.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 104. In Bhai Sardar Singh v. New Delhi Municipal Committee reported in AIR 1981 Delhi 374, an award was set aside as the same was made without perusing agreement. It is true that the rules of <a href=\"/doc/1953529/\" id=\"a_26\">Evidence Act</a> have no application in an arbitration proceedings. While the Court considering an application under <a href=\"/doc/1503578/\" id=\"a_27\">Section 30</a> of the Arbitration Act, the\n\nCourt is not concerned with the quality and quantity of the evidence, but it would be beyond anybody&#x27;s comprehension that the arbitrators would be able to adjudicate upon the complicated issues both of facts as well as laws although basic documents have not been filed before it. From the records it appears that only some copies of the correspondences passed between the parties had been filed which at best merely state the claim put forward by one party and denial thereof by the other. Such correspondences by themselves in a case of this nature where extra works, escalations and damages have been claimed may not be considered to be the evidence for the purpose of proof of claims. As noticed hereinbefore, specific case of the petitioner was that some of the claims put forth by the respondent No. 1 had already been claimed and adjudicated upon in the previous arbitration proceedings. If copies of such claims and/or awards have not been filed so as to enable the arbitrator to apply their mind as to whether the contention of the petitioner in that regard is correct or not the award Court be sustained. This Court is certainly not concerned with the merit of the claim but, in my opinion, the principles of natural justice and fair play in action require some basic evidence either oral or documentary before the arbitrators which would enable them to arrive at a just and fair conclusion. The petitioners, however, had examined one witness as is evident from the award itself. The petitioner filed an affidavit which was considered to be the evidence on its part. The learned Counsel for the respondent No. 1 cross-examined the said witness merely on legal question. Thus even no factual basis had been laid down for the purpose of adjudication. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 105. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591037\" id=\"span_6\">In <a href=\"/doc/1591037/\" id=\"a_28\">Aboobaker Latif v. Receiption Committee</a> reported in AIR 1937 Bom 410 it was held that an arbitrator is not bound by the technical rules of evidence, but he must not disregard the rules of evidence which were found on fundamental principles of justice and public policy.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\"> 106. Reference in this connection may also be made no Chandrabhan Bilotia v.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">Ganpatrai &amp; Sons . \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 107. It is true that an award may be sustained if it is found that there were some evidence before the arbitrator on the basis of which the arbitrator would come to its findings. However, as noticed hereinbefore, some evidence would mean such evidences which have relevence on the points at issue. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> 108. In Dutton Massey &amp; Co. v. Jamna-das Harprasad reported in AIR 1924 Sind 51 it has been held that whether the arbitrator has decided the matter on evidence which in law was not admissible, the award may be set aside. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 109. Reference in this connection may also be made to Mulk Raj v. Hem Raj reported in AIR 1994 J. &amp; K. 40. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"512765\" id=\"span_7\">Similarly in <a href=\"/doc/512765/\" id=\"a_29\">Savarala Venkatasubhiah v. Kumara Ramiah</a>  it has been held that where the evidence improperly admitted is crucial evidence in the case, the award must be set aside.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 110. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"951680\" id=\"span_8\">In <a href=\"/doc/951680/\" id=\"a_30\">West Bengal Industrial Infra-Strictire Development Corporation v. Star Engg. Co.</a> , this Court held that an award can be challenged when there is a lack of evidence or failure to consider the material documents for admission of parties in arriving at a finding.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> 111. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"887195\" id=\"span_9\">In <a href=\"/doc/887195/\" id=\"a_31\">Bijoy Singh v. Bilasroy &amp; Co.</a> , a Division Bench of this Court held that when the arbitrator came to a finding without evidence, it must be held that they have misconducted the proceedings.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> 112. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1762421\" id=\"span_10\">In <a href=\"/doc/1762421/\" id=\"a_32\">Union of India v. D. Bose</a>  upon which strong reliance has been placed by Mr. Roy, a Division Bench held that the principles of law of evidence generally applied to the arbitration proceedings. It has been held that the arbitrators are bound to follow the rules of evidence so as to avoid any violation of the principles of natural justice in the proceedings.</span> In that case before the Division Bench cart load of books and documents were produced before the arbitrator; certain measurement were admitted by parties and so on. \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_11\">113. The decision of the Supreme Court in <a href=\"/doc/992584/\" id=\"a_33\">K.P. Poulose v. State of Kerala</a>  may again be referred to at this juncture, wherein it has been held:--</span> \n</p><blockquote id=\"blockquote_11\">  &quot;Under <a href=\"/doc/517991/\" id=\"a_34\">Section 30(a)</a> of the Arbitration Act an award can be set aside when an Arbitrator has misconducted himself or the proceedings. Misconduct under <a href=\"/doc/517991/\" id=\"a_35\">Section 30(a)</a> has not a connotation of moral lapse. It comprises legal misconduct which is complete if the Arbitrator on the face of the award arrives at an inconsistent conclusion even on his own finding or arrives at a decision by ignoring very material documents which throw abundant light on the controvercy to help a just and fair decision. It is in this sense that the Arbitrator has misconducted the proceedings in this case. We have, therefore, no hesitation in setting aside such an award.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6146\" id=\"span_12\">114. The aforementioned decision of the Supreme Court of India has been followed in a recent decision by the Apex Court in <a href=\"/doc/6146/\" id=\"a_36\">Union of India v. Jain Associates</a> .</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> 115. There is another aspect of the matter which may be considered at this stage. In paragraph 5(a) of the award the learned arbitrator stated - \n</p><blockquote id=\"blockquote_12\">  &quot;That the respondents drew our attention to the Final Bill now awaiting disposal and dues of the respondents on account of recoveries there from did not figure in our deliberations as they were not raised by the Claimants during deliberations and as such was kept out of purview and was not considered by us, as prayed for in submission of the Respondents, the final bill shall be settled between the parties as per contract after adjusting outstanding dues as existing on the date of award.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_38\"> 116. Mr. Pal appearing on behalf of the petitioner submitted that a bare perusal of the said statements would show that the learned arbitrator has neither considered the final bill nor the recoveries therefrom. It was further contended that even the counter-claims of the petitioner had not been taken into consideration by the learned arbitrators and thus they must be held to have misconducted them-\n</p>\n<p data-structure=\"PetArg\" id=\"p_39\">selves. Mr. Roy appearing on behalf of the respondent No. 1 however, drew my attention to the minutes of meeting dated 25-1-94 wherein the learned counsel appearing on behalf of the petitioner made the following statements:-- \n</p>   \n\n<blockquote id=\"blockquote_13\"> &quot;For instance, though the claimant have filed a purported final bill, but the amount -payable for works done against the lump sum amount have not been   claimed    by the claimant in his claims filed before the learned arbitrators, that means some amount which should be paid to the claimant, independent of the disputed items, have not been claimed in this proceedings. Similarly the amounts due to the respondent towards recovery of cost of materials issued and advances made as per terms of the contract. Now since the matter has been referred to arbitration the said purported final bill submitted by the claimant could not be processed and more so when the claimant have made no claim in respect of amount payable for works done in the said bill, the recoveries also have not been effected as the bills have not been processed. Therefore, the respondent makes it very clear that the respondent&#x27;s right to recover those advances and cost of materials as per terms of the contract are not the subject matter of this Fourth Reference and the respondent will make recoveries due to the respondent alter this arbitration proceeding is concluded and the respondent makes the same very clear to avoid any confusion. As the amount payable for works done,    that means undisputed amount have not been included    in this arbitration the respondent will also give due credit, for sub-structure works, which have already been executed.    While making recovery and therefore that amount will not be awarded in this 4th reference. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> As the amount payable for works done have not been included by the claimant in the Fourth Reference, it is already outside the scope of this arbitration, but the respondent have no objection if the claimant wants to include the said amount in this proceedings by making an amendment petition but <a href=\"/doc/6146/\" id=\"a_37\">in that case</a> liberty be also given to the respondent to file their rejoinder incorporating the dues of\n\nthe respondent for recoveries as per terms of the contract.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_40\"> 117. Mr. Roy submitted that paragraph 5(a) of the award, therefore, has been stated on the aforementioned statement of the learned counsel appearing on behalf of the petitioner respondent before the learned arbitrator. Mr. Roy further submitted that a part of the final on account bill stood disputed as on 7th February, 1992 and thus the entire final on account bill was not the subject matter of the fourth reference memorandum. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> 118. In this connection my attention has been drawn to paragraph 56 of the affidavit-in-opposition which reads thus:-- \n</p><blockquote id=\"blockquote_15\">  &quot;With reference to paragraphs 83, 84 and 85 of the said petition it is denied that claim No. 18 of the statement of claim was not arbitrable as alleged or at all in any event the averments in the paragraph under reference are argumentative in nature and the respondent reserves the right to make appropriate submission in respect the proof at the hearing of this application. I however, say that the fourth reference included the non-scheduled items of the final bill and the scheduled items to the extent they were disputed as on the date of institution of the fourth reference. The remainder of the claims relating to the scheduled items were not made the subject matter of the fourth reference as the same were yet to be disputed by the petitioner and the respondent hoped that the petitioner would settle such claims in the normal course of business.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_42\"> 119. Although the submission of Mr. Roy has done substance on the face of it, but is very difficult to decipher anything tangible from the aforementioned paragraph of the award. On its own showing the respondent No. 1 made claims for scheduled and non-scheduled work. It is evident from the discussions made hereinbefore that the subject-matter of reference was the final bill itself. From the letter dated 7-2-92 it appears that entire final bill was referred to an arbitration. In terms of clauses 9.10 and 9.11 of the supplementary agreement No. 1, clarifications, if any, of the final bill were to be \n\nobtained within a period of six months which expired on or about 30th November, 1991. According to the respondent, therefore, as the petitioner had neither sought for any clarification made in relation to the said bill, all the claims for scheduled and non-scheduled items included in its said final bill become disputed items under the contract. It was further stated that the petitioner has rejected some of the items by their letters dated 13th September, 1990, 11th September, 1990, 20th January, 1990, 3rd September, 1990 and 8th August, 1990. Thus the memo of reference to the arbitrators evidently was in relation to the final bill in its entirety. Nothing has been pointed out either by the arbitrators or by the parties as to which specific claims out of the final bill form the subject-matter of reference. The arbitrators have expressly stated in the operative part of the award directing the respondents (petitioner herein) do pay to the claimants in respect of the balance payment to be adjudicated by the present reference (vide the said memo of reference). It is, therefore, very difficult to understand as to under which specified heads the award had been made out the final bill particularly in view of the fact that some of the items of demands made in the statement of facts differ from the memo of reference. Such an ambiguous and uncertain award cannot be sustained. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> 120. In paragraph 611 of the Halsbury&#x27;s Laws of England, Vol. 2 it has been stated: \n</p>   \n\n<blockquote id=\"blockquote_16\"> &quot;The effect of the award is such as the agreement of reference expressly or by implication prescribes. Where no contrary intention is expressed and where such a provision is applicable, every arbitration agreement is deemed to contain a provision that the award is to be final and binding on the parties and any persons claiming under them respectively. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> Subject, therefore, to the arbitrator&#x27;s power to correct slips, and to the court&#x27;s power to remit the matter referred to reconsideration, the making of the award determined the arbitrator&#x27;s authority, and he cannot alter his award after making it, even if he realises he has misapprehended the effect of the evidence or made a mistake as to the extent of jurisdiction. \n</blockquote>\n \n\n<blockquote id=\"blockquote_18\"> As between the parties to the arbitration agreement, the award gives rise to an estoppel inter-partes with regard to the matters decided therein analogous to that created by the judgment in an action in personam; thus if the award was in respect of a breach of acontract, it may bar further proceedings even though fresh damage has flowed from the breach, Once an award has determined the construction of a contract, the parties are bound by that construction even though a new source of difference raising the question occurs. Since it is the duty of a party to bring forward his whole case where the reference is of all matters in difference, he will, generally speaking, lose his right of action in respect of any matter of difference not brought to the arbitrator&#x27;s attention to the same extent as if it had been included in the matters actually determined. \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> The publication of the award thus extin guishes any right of action in respect of the former matters in difference but gives rise to a new cause of action based on the agreement between the parties to perform the award which is implied in every arbitration agreeent. \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> In law, a presumption arises that all differences between the parties have finally been disposed of. See 1994 (6) SCC 112.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_44\"> The final bill was itself the subject-matter of memo of reference. It is, therefore, surprising that the recoveries to be made by the petitioner did not figure in the deliberation and had been kept out of the purview of the arbitration proceedings. Similarly, if according to the respondent No. 1, the entire final bill was disputed by the petitioner, it is difficult to understand as to why the claimant (the respondent No. 1) did not raise the question of payment of final bill and recoveries therefrom. It is not understood as to under what power or under what jurisdiction the arbitrator directed the parties to settle the final bill themselves as per contract after adjusting outstanding dues as existing from the date of award. It is not apparent from the award that the arbitrator had committed the said mistake in view of the aforementioned statements made by the learned counsel for\n\nthe petitioner. Moreover, in my opinion, they as arbitrators in relation to all the disputes raised by the parties were bound to pass a final award in terms of the memo of reference so as to enable the respondent No. I to execute specific awarded amount and not an uncertain and vague award. Disputes are referred to the arbitrators for settlement of adjudication thereof so as to make the parties bound by the award and not to drive them to settle their own disputes in relation to a part thereof. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"> 121. The arbitrator while, thus, making the award did not at all keep in mind the provisions of 0.2, R. 2 <a href=\"/doc/161831507/\" id=\"a_38\">of the Code of Civil Procedure</a>. It is of course open to the parties to withdraw any particular claim made by it in term of the provision of 0.23, R. 1 <a href=\"/doc/161831507/\" id=\"a_39\">of the Code of Civil Procedure</a> but such claim cannot form subject-matter of another reference. As indicated hereinbefore an awards of the arbitrator should be final and binding on the parties in respect of their all disputes and differences. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\"> Bachawat in his <a href=\"/doc/1052228/\" id=\"a_40\">Arbitration Act</a> page 411 state: \n</p><blockquote id=\"blockquote_21\">  &quot;Perversity is misconduct. If an arbitrator has reached a conclusion which no person judicially and properly instructed in law could reveal, it must be held that he has misconceived in law and is guilty of misconduct. A mere error of law is not misconduct.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_47\"> 122. The award of the arbitrator, therefore, suffers for the vice of self misdirection. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_48\"> Mr. Pal has strenuously submitted that the learned arbitrators did not consider the counter-claims. On the other hand submission of Mr. Roy is that no counter-statement as such was made by the petitioner but it merely completed overpayments. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 123.    From    the    counter-statements it appears that the petitioner therein stated thus:-- \n</p>   \n\n<blockquote id=\"blockquote_22\"> &quot;(a) The respondent worked out the consumption of the materials and found that approximately 200 tonnes of reinforcement had been issued in excess of consumption inclusive of 10% wastage. The claimant has\n\nnot yet returned those materials found in excess to the respondent. \n</blockquote> \n\n<blockquote id=\"blockquote_23\"> (b) The respondent issued 300 Nos. of C.I. Kentledge Block weighing 1 tonne each. Since completion of substructure work, till date the claimant is said to have returned 235 Nos. blocks to Calcutta Port Trust. But the proper authentication in respect of return of 27 Nos. of C.I. Block has not yet been received by the respondent. Regarding return of balance 65 Nos. of blocks and liability thereof, it appears that some correspondences are in progress between the two main constituents of the claimant but unfortunately without any fruitful conclusion. The replacement value of those 65 blocks is to the tune of Rs. 85 lacs at this point of time. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_50\"> As regards the work done value, the respondent likes to submit that, the balance work done value is worked out to be Rs. 5.65 lacs including release of withheld amount but the correspond ings recoveries are worked out to be Rs. 10.50 lacs, which includes the balance recovery of different advances, balance recovery of materials issued by the respondent including penal recovery of excess quantity over the consumption, recovery of electricity charges, income-tax etc. Hence the net amount payable for work done value comes to (--) Rs.4.85 lacs without even considering the recoverable replacement value for 65 Nos. C.I. Kentledge blocks as said in the foregoing paragraph. \n</p> \n\n<p data-structure=\"Section\" id=\"p_51\"> The various escalations cropped up for the balance work dons value, though admitted by the respondent computed on basis of stipulation of contract clauses, freezing the escalation with the frozen indices as on 31-12-85 have been unnecessarily referred to the present arbitration proceeding.&quot;  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> 124. The petitioner, therefore, has not made any specific counter-claim. The submission of Mr. Roy, therefore, is correct that the petitioner might have made advances or overpayments which in the facts and circumstances of this case could have been the subject-matter of an award without a specific disclosure by them that is the purported overpayment made by the petitioner had not\n\nbeen taken into consideration. However, from the foregoing discussions it would appear that the award and the materials on records demonstrate non-application of mind on the part of the learned arbitrators. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\"> 125. It further appears that the learned . arbitrators have committed a patent error in calculation of interest. The learned arbitrators, as it appears from the award allowed interest for a sum of Rs. 2,70,000/- on the principal amount of Rs. 1,60,00,000/- at the rate of 13.5% per annum for the period of 7-2-1992 to 19-3-1992 which on proper calculation would be Rs. 2,47,868.00/-. Similarly the learned arbitrators have committed a mis-calculation in awarding the interest of Rs. 43,39,200 which upon proper calculation would come to Rs.41,42,466/-. Mr. Roy did not dispute that such a mistake has been committed by the learned arbitrators but submitted that such a mistake would not vitiate the entire award inasmuch as the said part is severable from the other parts. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1384766\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1302273\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1313207\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"129248\" id=\"span_16\">126. The learned counsel in support of his aforementioned contentions have relied upon <a href=\"/doc/129248/\" id=\"a_41\">S.C.T. A.I. Alagappa Chettiar v. S.S.C.T. Chidambaram Chettiar</a> , Mohammad Mumtaz Ali Khan v. Syed Mohammad Saadat Ali Khan reported in AIR 1932 Oudh 293; <a href=\"/doc/1313207/\" id=\"a_42\">Indian Oil Corporation Ltd. v. Amritsar Gas Service and others</a> ; <a href=\"/doc/1302273/\" id=\"a_43\">Mianlal Mundhra v. Smt. Anchi Devi and others</a>  and <a href=\"/doc/1384766/\" id=\"a_44\">Santokh Singh Arora v. Union of India and others</a> .</span></span></span></span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\"> 127. There cannot be any doubt with regard to the aforementioned proposition of law. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_56\"> 128. Submission of Mr. Pal to the effect that the learned arbitrators have misconducted the proceedings in not stating the special case as prayed for by the petitioner as . per the application which is contained in Annexure &#x27;K&#x27; to the writ application in terms of<a href=\"/doc/862520/\" id=\"a_45\"> S. 13</a> of the Arbitration Act cannot be accepted. The arbitrators in their meetings dated 27th August, 1993, inter alia, rejected the said contention by stating that they are competent to take a decision on the afore-\n</p>\n<p data-structure=\"RespArg\" id=\"p_57\">mentioned issues. The arbitrators in their award have further recorded that the said issues had been decided by them and there was no necessity to state a special case. Mr. Pal submitted that in the award, however, no decision has been recorded on the question of res judicata and/or constructive res judicata. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_58\"> 129.   <a href=\"/doc/862520/\" id=\"a_46\">Section 13</a> of the Arbitration Act\nconfers a discretionary power upon the arbitrator to state a special case. If the learned arbitrators have not considered it fit to state a special case to the Court in terms of<a href=\"/doc/862520/\" id=\"a_47\"> S. 13</a> of the Arbitration Act, in my opinion, the same by itself cannot be held to be a ground of challenge. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"744270\" id=\"span_17\">130. Reference in this connection may be made to <a href=\"/doc/744270/\" id=\"a_48\">Sewdutrai Narsaria v. Tata Sons Ltd.</a> reported in AIR 1921 Cal 576 : (27 Cal WN 494).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794709\" id=\"span_18\">In  (<a href=\"/doc/1794709/\" id=\"a_49\">International Airport Authority v. K. D. Ball</a>) it has been held that failure to state a special case on party&#x27;s request would not show bias.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_60\"> 131. Mr. Pal further submitted that the arbitrators have also acted arbitrarily and thereby misconducted themselves by not dealing with the application filed by the petitioner for making the reasoned award as such an application was filed by the petitioner which is contained in Annexure &#x27;L&#x27; to the writ application. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\"> 132. It is true that the arbitrators did not pass any specific order on the application for reasoned award but they were not obliged to do so. In the recital portion of the award the learned arbitrators clearly recorded that they had found nothing which requires them to state reasons, and on careful consideration they had chosen not to state reasons of award. It is difficult to accept Mr. Pal&#x27;s submission that although under the law the arbitrators are not required to state reasons unless the parties agree, the arbitrators cannot arbitrarily refuse to state reasons. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1938357\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"468650\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_21\">133. It is not necessary to consider the matter in details in view of the fact that the questions raised by Mr. Pal are clearly covered by the decisions of the Supreme Court in Raipur Development Authority v. M/s. Chokhamal Contractors ; <a href=\"/doc/654172/\" id=\"a_50\">Secretary, Irrigation Department of Orissa and others v. G. C. Roy</a> ; <a href=\"/doc/468650/\" id=\"a_51\">S. Harcharan Singh v. Union of India</a>  and <a href=\"/doc/1938357/\" id=\"a_52\">Sadasukh Kabra &amp; Co. v. Calcutta Stock Exchange Association Ltd. and others</a> .</span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> 134. From the discussions made herein-above, it is evident that the impugned award suffers from non-application of mind. Moreover at least a part of the claim raised by the respondent No. 1 could not be entertained by the learned arbitrators. In view of the fact that the award is a composite award and thus it is not possible for this Court to come to a conclusion as to why part of the award is good and vice versa. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15708382\" id=\"span_22\">In <a href=\"/doc/15708382/\" id=\"a_53\">Union of India v. Jain Associates and another</a> and another , it was held,--</span> \n</p><blockquote id=\"blockquote_24\">  &quot;It is true that if the bad portion of the award is severable from the good part the Court may set aside the bad part and uphold the rest of the award. But when it hinges upon the state of mind of the arbitrator or the umpire, the award being a non-speaking award, it is not reasonably certain as to what part of the award is good and vice versa. And if such a part cannot be separated then the whole award must be declared as invalid and it would be set aside on the ground of misconduct under<a href=\"/doc/517991/\" id=\"a_54\"> S. 30(a)</a> of the Act.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> The Supreme Court further observed,-- \n</p>   \n\n<blockquote id=\"blockquote_25\"> &quot;In Russell on Arbitration at p. 485, it is stated thus: \n</blockquote><blockquote id=\"blockquote_26\">  &#x27;The bad portion however must be clearly separable in its nature in order that the award may be good or the residue. Where it is divisible is the faulty direction will alone be set aside or treated as null.&#x27; \n \n\n At p. 486 it is stated that: \n</blockquote><blockquote id=\"blockquote_27\">  &#x27;If the objectionable portion in the award is inseparable from the rest, or not so clearly separable that it can be seen that the part of the award attempted to be supported is not at all affected by faulty portion, the award will be altogether avoided.&#x27; \n \n\n <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"378680\" id=\"span_23\">In <a href=\"/doc/378680/\" id=\"a_55\">Basant Lal Banarsi Lal v. Bansi Lal Dagdulal</a>, this Court finding that the contract\n\nin question was illegal and prohibited by law and consequently the award made under the arbitration clause this Court held that the award was one and inseparable from the rest of the disputes covered by it and the disputes might not have legally and validly been referred, the whole award was rightly set aside.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_24\">In <a href=\"/doc/899911/\" id=\"a_56\">Jivarajbhai Ujamshi Sheth v. Chintamanrao Balaji</a>, this court found that it was impossible to sever the award since the arbitrator had committed not a mere error of fact or law in reaching its conclusions, the entire award was set aside.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"978704\" id=\"span_25\">In <a href=\"/doc/978704/\" id=\"a_57\">Mattapalli Chelamayya v. M. Venkataratnam</a>, this Court held that where a severable part of an award cannot be given effect to for a lawful reason, there is no bar to enforce the part to which effect could be justly given.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1558249\" id=\"span_26\">The same principle was reiterated in <a href=\"/doc/1558249/\" id=\"a_58\">Upper Ganges Valley Electricity Supply Co. Ltd. v. U. P. Electricity Board</a>, , holding that the mere error which occurred in the award of the umpire relating to matter which is distinct and separate from the rest of the award, the part which is invalid being severable from which is valid, there was no justification for setting aside the entire award.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_28\"> &quot;It is clear from the above facts and legal position that the arbitrator committed misconduct in non-application of his mind in deciding claims 11 and 12. It being a non-speaking award, it is difficult to find whether he had applied his judicious mind in deciding which of the two claims the respondent would be entitled to, in particular, on the finding of the High Court in this behalf. Therefore, the award in respect of claims 11 and 12 is set aside. The order of the High Court to award Rs.6,00,000/- stands set aside. Since the counter-claim was not considered the matter requires determination. Accordingly the rejection of the counter-claim would be treated as a nil award of the counter-claim and for the above reasons it stands set aside and the matter is remitted to be adjusted afresh. The decree of the High Court granting interest pendente is also set aside.&quot;   \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_65\"> 135. Keeping in view the aforementioned judgment of the Supreme Court I have no other option than to hold that the award cannot be sustained. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_66\"> 136. The question which now arises for consideration in this application is as to what course of action should be taken by this Court. At my request, the learned counsel for the parties took instructions as to whether the matter can be referred to an agreed arbitrator. Mr. Roy appearing on behalf of the respondent No. 1 submitted that his client is agreeable if the petitioner agrees not to enforce the bank guarantee. Ms. Banerjee appearing on behalf of the petitioner however submitted that her client cannot agree to the said suggestion. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_67\"> 137. Keeping in view the fact that the matter has been pending for a long time, in my opinion, interest of justice will be subserved if the matter is remitted to the learned arbi-&#x27; trators for considering the matter afresh. Before the learned arbitrators it would be open to the parties to file their respective proofs of claim. It will also be open to the petitioner to amend their statement of claim so as to enable the learned arbitrators to dispose of the matter finally which would include all the disputes and differences between the parties relating to final bill. It would also be open to the petitioner to file an additional written statement/counter claim, if any. It is expected that by this time the petitioner has considered the claim of the respondent No. 1 with reference to the final bill relating to sub-structure work and must have either admitted or rejected the amount claimed by the respondent No. 1. It will also be open to the parties to raise their respective contentions in support of their respective pleas. The learned arbitrators shall also give all due credit to the advance made by the petitioner. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_68\"> 138. The learned arbitrators are hereby requested to submit a fresh award in the light of this judgment at an early date and preferably within a period of four months from the date of communication of this order. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\"> 139. The records sent to this court by the learned arbitrators may be sent to them through a special messenger at the cost of the petitioner which should be deposited by the petitioner within one week from date. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_70\"> 140. This application is, therefore, allowed to the extent mentioned hereinbefore with the aforementioned directions and observations. All parties are to pay and bear their respective costs. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> 141. Certified xeroxed copies of this judgment and order, if applied for, may be supplied to the parties forthwith. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\"> 142. All parties may, however, act on a signed copy of the operative portion of this\njudgment on the usual undertaking. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_73\"> 143. Order accordingly. \n</p> \n\n","numcites":34,"numcitedby":5,"docsource":"Calcutta High Court","citetid":803950,"divtype":"judgments","relatedqs":[{"value":"misconduct of arbitrator","formInput":"misconduct%20of%20arbitrator"},{"value":"constructive res judicata","formInput":"constructive%20res%20judicata"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"principle of res judicata","formInput":"principle%20of%20res%20judicata"},{"value":"documents included in the contract","formInput":"documents%20included%20in%20the%20contract"},{"value":"estoppel","formInput":"estoppel"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"final bill","formInput":"final%20bill"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"escalation","formInput":"escalation"},{"value":"constructive res judicata    filter:    constructive res judicata","formInput":"constructive%20res%20judicata%20%20%20%20filter%3A%20%20%20%20constructive%20res%20judicata"},{"value":"supplementary agreements ","formInput":"supplementary%20agreements%20"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"bank guarantee commission","formInput":"bank%20guarantee%20commission"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"}],"cats":[{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}