{"tid":85180517,"publishdate":"2023-06-22","title":"Meinhardt Singapore Pte Ltd. vs Bhopal Municipal Corporation Bmc on 22 June, 2023","doc":"<h2 class=\"doc_title\">Meinhardt Singapore Pte Ltd. vs Bhopal Municipal Corporation Bmc on 22 June, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-pathak\">Anand Pathak</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-pathak\">Anand Pathak</a></h3>\n\n<pre id=\"pre_1\">                                          1\n\n       IN THE HIGH COURT OF MADHYA PRADESH\n                 AT J A B A L P U R\n                                    BEFORE\n            HON&#x27;BLE SHRI JUSTICE ANAND PATHAK\n                 ARBITRATION CASE No. 85 OF 2021\n\nBETWEEN:-\n MEINHARDT SINGAPORE PTE. LTD.\n HAVING ITS CORPORATE OFFICE AT\n PLOT NO.1 &amp; 2 TOWER A, 4th FLOOR\n (SMARTWORKS)   SECTOR-125,    NOIDA\n UTTAR PRADESH-201301 THROUGH THE\n AUTHORIZED REPRESENTATIVE ARUN\n KUMAR GUPTA AGED 76 YEARS, S/O LATE\n SHRI     M.K.GUPTA,     DIRECTOR\n (CONTRACTS)\n                                                                 .....PETITIONER\n(BY SHRI SANDEEP S. TIWARI - ADVOCATE)\n\nAND\nBHOPAL    MUNICIPAL  CORPORATION\n(BMC) HARSHWARDHAN COMPLEX, MATA\nMANDIR, BHOPAL, MADHYA PRADESH -\n462003   THROGH     COMMISSIONER,\nMUNICIPAL CORPORATION, BHOPAL\n                                                               .....RESPONDENT\n(BY SHRI SANJAY K. AGRAWAL - ADVOCATE)\n--------------------------------------------------------------------------------------\n   ORDER RESERVED ON                          :      28.02.2023\n   ORDER PASSED ON                            :      22.06.2023\n--------------------------------------------------------------------------------------\n        This petition having been heard and reserved for order coming\non for pronouncement this day, this Court passed the following order:-\n                                      ORDER\n</pre><p data-structure=\"Issue\" id=\"p_1\">       With consent heard finally.\n</p><span class=\"hidden_text\" id=\"span_1\">                                         2</span>\n\n<p data-structure=\"Issue\" id=\"p_2\">1.    The present application is preferred under <a href=\"/doc/401357/\" id=\"a_1\">Section 11(5)(6)</a> of the\nArbitration and Conciliation Act 1996 (hereinafter referred as &quot;Act,\n1996&quot;) by the applicant for appointment of Arbitrator seeking\nfollowing relief:\n</p><blockquote id=\"blockquote_1\">             (i) to appoint Arbitral Tribunal by appointing a\n             Sole Arbitrator for adjudicating of the dispute\n             which has arisen in relation to Contract\n             Agreement dated 10.08.2009, executed between\n             Bhopal Municipal Corporation and Meinhardt\n             Singapore Pte. Ltd. under the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and\n             Conciliation Act, 1996</a>;\n</blockquote><blockquote id=\"blockquote_2\">             (ii) to pass such order or any further order as this\n             Hon&#x27;ble Court may think deemed fit and proper in\n             the interest of justice.\n</blockquote><p data-structure=\"Section\" id=\"p_3\">2.    The applicant Meinhardt Singapore Pte. Ltd. is a multinational\ncompany incorporated under the laws of Singapore and established\nplace of business in India in compliance with the provision of <a href=\"/doc/1713464/\" id=\"a_3\">Section\n592</a> of the Company Act, 1956. It is providing services in the nature of\nIntegrated Engineering, Planning and Management in the area of Civil,\nStructural, Infrastructure Engineering, Hydrolics and other related\ndisciplines.\n</p><p data-structure=\"Issue\" id=\"p_4\">3.    Non-applicant Bhopal Municipal Corporation is an Local/Urban\nbody constituted under the <a href=\"/doc/50153951/\" id=\"a_4\">Madhya Pradesh Municipal Corporation\nAct, 1946</a>.\n</p><p data-structure=\"Issue\" id=\"p_5\">4.    Non-applicant/Municipal Corporation invited expression of\n<span class=\"hidden_text\" id=\"span_2\">                                      3</span>\n\nInterest-cum-Request for proposal in the month of January, 2009 from\nthe consultants to provide &quot;Consultancy Services&quot; for low cost housing\nand channelization of Nallahs in Bhopal under scheme of Jawahar Lal\nNehru National Urban and Rural Mission (JNNURM) sponsored by the\nGovernment of India. Applicant stood successful in the bid.\n</p><p data-structure=\"Facts\" id=\"p_6\">5.    Municipal Corporation sent a letter of acceptance dated\n30.07.2009 while accepting the proposal of applicant for the said\nproject. Consequent to it, contract agreement was executed on\n10.08.2009 between Bhopal Municipal Corporation and the applicant\nfor providing project, management, consultancy services as referred\nabove. Clause-14 of the aforesaid contract agreement provided Dispute\nResolution through Arbitration.\n</p><p data-structure=\"PetArg\" id=\"p_7\">6.    It appears that since October, 2011 friction started. Different\nletters filed with the application indicate that both the parties were not\nat the same page regarding certain issues. Ultimately, on 16.09.2019\napplicant sent a legal notice to invoke arbitration. It is the grievance of\nthe applicant that Bhopal Municipal Corporation did not redress the\ngrievance and failed to appoint the arbitrator suggested by the\napplicant. Therefore, this application has been preferred.\n</p><p data-structure=\"PetArg\" id=\"p_8\">7.    Learned counsel appearing for the applicant referred the contents\nof agreement dated 10.08.2009 and especially Clause-14 to bring home\nthe fact that in case of any dispute and in the event of failure of\ndiscussions, it is to be settled as per the mechanism provided in Clause-\n</p><p data-structure=\"PetArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121987320\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133653680\" id=\"span_4\">14. Since no heed has been paid to the prayer of applicant to appoint\narbitrator, therefore, this application has been preferred. Learned\n<span class=\"hidden_text\" id=\"span_5\">                                     4</span>\n\ncounsel for the applicant placed reliance over <a href=\"/doc/133653680/\" id=\"a_5\">M/S Duro Felguera S.A\nvs M/S. Gangavaram Port Limited</a>, (<a href=\"/doc/121987320/\" id=\"a_6\">2017) 9 SCC 729 and Vidya\nDrolia and Others Vs. Durga Trading Corporation</a> reported in\n(2021) 2 SCC 1 in support of his submissions.</span></span>\n</p><p data-structure=\"PetArg\" id=\"p_10\">8.    It is the submission of learned counsel for the applicant that after\nthe amendment in the year 2015, in <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and Conciliation Act,\n1996</a>, only thing is to be seen is agreement and therefore, as per\nagreement matter deserves to be referred to the arbitration and\narbitrator be appointed for dispute resolution.\n</p><p data-structure=\"RespArg\" id=\"p_11\">9.    Learned counsel for        the respondent      Bhopal Municipal\nCorporation vehemently opposed the prayer and submits that a contract\nfor providing project management consultancy services (P.M.C.S.) for\nthe development of low cost housing at different sites was given to the\napplicant. As per agreement, infrastructure development of scattered\nslum for urban poor at 11 different sites and channelization of Nalahs\nin Bhopal City under JNNURM was awarded to the applicant.\nApplicant approached the authority for payment of outstanding amount\nbut the same has not been settled. Therefore, a legal notice dated\n16.09.2019 to invoke the clause of arbitration was sent to the applicant.\nSince the request was not accepted by the respondent/non-applicant\ntherefore, the present application has been filed.\n</p><p data-structure=\"Section\" id=\"p_12\">10.   According to the learned counsel, said application is not\nmaintainable because it is a Works Contract as defined under <a href=\"/doc/1804257/\" id=\"a_8\">Section 2</a>\n</p><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"71928042\" id=\"span_6\">(i) of Madhya Pradesh Madhyastam Adhikaran Adhiniyam, 1983\n( hereinafter referred as &quot;Adhiniyam, 1983&quot;). Contract was awarded by\n<span class=\"hidden_text\" id=\"span_7\">                                    5</span>\n\nthe Municipal Corporation, Bhopal which is a Public Undertaking as\ndefined under <a href=\"/doc/1804257/\" id=\"a_9\">Section 2 (g)</a> of the Adhiniyam, 1983. Since the contract\nin question is a Works Contract, any dispute relating to the said\ncontract can only be agitated in accordance with the provisions\ncontained in the Adhiniyam, 1983. Learned counsel for the State relied\nupon the judgment of Hon&#x27;ble Apex Court in the case of <a href=\"/doc/71928042/\" id=\"a_10\">MP Rural\nRoad Development Authority Vs. L.G. Chaudhari and another</a>,\n(2018) 10 SCC 826 wherein it has been held that provision of\n<a href=\"/doc/1306164/\" id=\"a_11\">Arbitration and Conciliation Act, 1996</a> stands excluded by the\nAdhiniyam, 1983.</span>\n</p><p data-structure=\"RespArg\" id=\"p_14\">11.   It is further submitted that as per Clause-14 of the contract,\napplicant has not approached the authority to amicably settle the\ndispute and directly approached this Court for dispute resolution. As\nsubmitted, applicant failed to explain the delay in approaching the\nCourt at such belated stage because according to the respondent,\napplicant is raising a stale claim whereby the contract awarded to the\napplicant relates back to the year 2009. He prayed for dismissal of\napplication.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">12.   Heard the learned counsel for the parties at length and peruse the\ndocuments appended thereto.\n</p><p data-structure=\"Precedent\" id=\"p_16\">13.   This is a case where applicant entered into an agreement with\nnon-applicant on 10.08.2009 to perform the services specified in terms\nof reference which was an integral part of agreement. Therefore,\napplicant&#x27;s role was of service provider in the contract and he had to\nrender the service as specified in the agreement. Clause-14 deals in\n<span class=\"hidden_text\" id=\"span_8\">                                     6</span>\n\nrespect of dispute resolution and same is reiterated for ready\nreference:-\n</p><p data-structure=\"Section\" id=\"p_17\">      14. Dispute Resolution and Arbitration\n              Any dispute, controversy or claim arising out of or\n      relating to this agreement or breach or termination thereof\n      shall be amicably resolved through discussions between the\n      client and the consultant, failing which the dispute may be\n      settled under the rule of <a href=\"/doc/1306164/\" id=\"a_12\">Indian Arbitration Act, 1996</a> by\n      three arbitrators appointed, one each by the client and the\n      consultant and the third by mutual agreement of these two\n      arbitrators under such rules. The said arbitrators shall\n      have full power to open up review and revise any decision,\n      opinion, instruction determination certificate or evaluation\n      of the Consultants and the client related to the dispute.\n</p><p data-structure=\"Precedent\" id=\"p_18\">              In the event of failure of these discussions and\n      judicial resolution becoming necessary, then and only in\n      that event, the matter shall be referred to the courts of\n      Bhopal, Madhya Pradesh.\n</p><p data-structure=\"Facts\" id=\"p_19\">14.   In 2011, friction caused in the working of parties and therefore,\nas per own submissions of applicant, on 13.10.2011 applicant sent a\nletter requesting non-applicant to release the salary of the staff\nmembers deployed at the site. Thereafter, mater lingered on and\nultimately on 16.09.2019 notice was given to invoke arbitration. Since,\nnon-applicant/Bhopal Municipal Corporation raised the point regarding\njurisdiction, therefore, it is apposite to deal with the said objection at\n<span class=\"hidden_text\" id=\"span_9\">                                     7</span>\n\nthe first instance.\n</p><p data-structure=\"Section\" id=\"p_20\">15.    <a href=\"/doc/1804257/\" id=\"a_13\">Section 2 (i)</a> defines &quot;Works Contract&quot; which reads as under:-\n</p>\n\n<blockquote id=\"blockquote_3\">                 2 [(i) &quot;works-contract&quot; means an agreement in\n         writing for the     execution of any work relating to\n         construction, repair or maintenance of any building or\n         superstructure, dam, weir, canal, reservoir, tank, lake,\n         road,    well,   bridge,   culvert,   factory,   work-shop,\n         powerhouse, transformers or such other works of the\n         State Government or Public Undertakings as the State\n         Government may by notification, specify in this behalf at\n         any of its stages, entered into by the State Government or\n         by an official of the State Government or by Public\n         Undertakings or its official for and on behalf of such\n         Public Undertakings and includes an agreement for the\n         supply of goods or material and all other matters relating\n         to the execution of any of the said works.\n</blockquote><p data-structure=\"Section\" id=\"p_21\">                 (2) Words and expressions used but not defined in\n         this Act, but defined in the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a> shall have the\n         meanings assigned to them in the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a>.\n</p><p data-structure=\"Section\" id=\"p_22\">16.    It appears that in the year 2017 w.e.f. 17.01.2017 said definition\nof Works Contract was substituted by Madhya Pradesh Act No.7 of\n2017 and now the definition is as under:-.\n</p><p data-structure=\"Section\" id=\"p_23\">                 [(i) &quot;works-contract&quot; means an agreement in\n         writing or a letter of intent or work order issued for\n<span class=\"hidden_text\" id=\"span_10\">                            8</span>\n\nthe execution of any work relating to construction,\nrepair   or    maintenance     of   any    building    or\nsuperstructure, dam, weir, canal, reservoir, tank, lake,\nroad, well, bridge, culvert, factory, work-shop,\npowerhouse, transformer or such other works of the\nState Government or Public Undertakings or of the\nCorporations of the State as the State Government\nmay, by notification, specify in this behalf at any of its\nstages, entered into by the State Government or by an\nofficial of the State Government or by Public\nUndertakings or Corporation or by any official of the\nState Government for and on behalf of such\nCorporation or Public Undertakings and includes an\nagreement for supply of goods or material and all\nother matters relating to the execution of any of the\nsaid works and also includes the services so hired for\ncarrying out the aforesaid works and shall also\ninclude all concession agreement, so entered into by\nthe State Government or public undertakings or\nCorporation, wherein a State support is involved or\nnot.&quot;\n</p><p data-structure=\"Section\" id=\"p_24\">2[The agreements in writing for the execution of the\nwork relating to construction, repair or maintenance\nof electric lines, water supply and sewerage/drainage\nsystem shall also be &quot;works contract&quot;]\n<span class=\"hidden_text\" id=\"span_11\">                                     9</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113283980\" id=\"span_12\">17.   Since substitution of this definition incorporates services so\nhired for carrying out the works including all concession agreements so\nentered by the State Government or Public Undertaking, therefore,\nagreement like present one whereby applicant is extending services as\nconsultant also includes under Works Contract. Said aspect has been\ndiscussed by the Full Bench of this Court in the case of <a href=\"/doc/113283980/\" id=\"a_16\">Viva\nHighways      Ltd.    vs   Madhya       Pradesh   Road   Development\nCorporation Ltd.</a>, 2017 (2) MPLJ 681 (FB), (2017) SCC Online MP\n1448 and held that amendment in definition of Works Contract is\nclarificatory in nature and is retrospective in operation. Since earlier\ndefinition of Works Contract is &quot;Substituted&quot; and not &quot;Superseded&quot;\nhence, it will be presumed that amended definition is in force from the\ndate un-amended definition came into being.</span>\n</p><p data-structure=\"Section\" id=\"p_26\">18.   As per <a href=\"/doc/1804257/\" id=\"a_17\">Section 2 (g)</a> of the Act, definition of Public Undertaking\nis given it reads as under:-\n</p><blockquote id=\"blockquote_4\">         (g) &quot;Public Undertaking&quot; means a Government\n      Company within the meaning of clause (45) of <a href=\"/doc/14181476/\" id=\"a_18\">Section 2</a>\n      of the Companies Act, 2013 (No.18 of 2013) and includes\n      a corporation or other statutory body by whatever name\n      called in each case, wholly or substantially owned or\n      controlled by the State Government;\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"71928042\" id=\"span_13\">19.   Since Bhopal Municipal Corporation is a Public Undertaking\nand services rendered by the applicant falls under the Works Contract\nas defined in the Adhiniyam, 1983, therefore, remedy lies with the\napplicant to make reference under <a href=\"/doc/1846895/\" id=\"a_19\">Section 7</a> of the Madhyasthan\n<span class=\"hidden_text\" id=\"span_14\">                                      10</span>\n\nTribunal. <a href=\"/doc/961785/\" id=\"a_20\">Section 7(1)</a> gives liberty either to the parties to refer the\ndispute to the Tribunal where agreement contains an arbitration clause\nor not. Said aspect has been dealt with by the three Judge Bench of the\nHon&#x27;ble Apex Court in the case of <a href=\"/doc/71928042/\" id=\"a_21\">M.P. Rural Road Development\nAuthority</a> (supra). While dealing with the subject, Apex Court\nconsidered the scope of <a href=\"/doc/72836326/\" id=\"a_22\">Section 2 (4)</a> of the Act, 1996.</span>\n</p><p data-structure=\"RespArg\" id=\"p_28\">       10.    Proceedings    under        the   M.P.   Madhyastham\n       Adhikaran Adhiniyam, 1983 (the State Act) were pending\n       before the M.P. Arbitration Tribunal at Bhopal. The\n       respondent raised an objection that in view Va Tech\n       Escher Wyass Flovel Ltd. V. MPSE B. the Arbitration and\n       Conciliation Act, 1966 Act will apply and the State Act\n       will not apply. This objection was rejected. The\n       respondent preferred a writ petition. The High Court has\n       upheld the objection and quashed the proceedings under\n       the State Act.\n</p><p data-structure=\"PetArg\" id=\"p_29\">       11. The learned counsel for the State has drawn our\n       attention to Section 2(4) of the Central Act which is as\n       follows:-\n</p>\n<blockquote id=\"blockquote_5\">             &quot;2. (4) This part except sub-section (1) of <a href=\"/doc/1163625/\" id=\"a_23\">Section\n             40</a>, <a href=\"/doc/1519579/\" id=\"a_24\">Sections 41</a> and <a href=\"/doc/1724405/\" id=\"a_25\">43</a> shall apply to every\n             arbitration under any other enactment for the\n             time being in force, as if the arbitration were\n             pursuant to an arbitration agreement and as if\n             that   other enactment        were an arbitration\n<span class=\"hidden_text\" id=\"span_15\">                             11</span>\n\n     agreement, except in so far as the provisions of\n     this Part are inconsistent with that other\n     enactment or with any rules made thereunder.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"876875\" id=\"span_16\">12. It was pointed out that the above provision was in\npari materia with <a href=\"/doc/714093/\" id=\"a_26\">Section 46</a> of the Arbitration Act,\n1940 which was interpreted by this Court in\n<a href=\"/doc/876875/\" id=\"a_27\">Dhanrajamal Gobindram v. Shamji Kalidas &amp; Co. This</a>\nCourt held:-(AIR p.1293, para 24)\n\n    &quot;24. ...<a href=\"/doc/144997/\" id=\"a_28\">Section 46</a> makes the provisions of any\n    other enactment or any rules made thereunder to\n    prevail over the <a href=\"/doc/1052228/\" id=\"a_29\">Arbitration Act</a>, if inconsistent\n    with the latter. In view of these several provisions,\n    it is clear that the <a href=\"/doc/1052228/\" id=\"a_30\">Arbitration Act</a> applies to all\n    Arbitrations and Chapter II makes it applicable\n    also to arbitrations, in which the arbitration\n    agreement is asked to be filed in Court under\n    <a href=\"/doc/385194/\" id=\"a_31\">Section 20</a> subject, however, to this that the\n    provisions of any other enactment or rules made\n    thereunder, if inconsistent with the <a href=\"/doc/1052228/\" id=\"a_32\">Arbitration Act</a>,\n    are to prevail.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1769294\" id=\"span_17\">13. The same view was taken in <a href=\"/doc/1769294/\" id=\"a_33\">Punjab State Electricity\nBoard, Mahilpur v. Guru Nanak Cold Storage &amp; ICE\nFactory, Mahilpur and Another</a> in para 12 which is as\nfollows: (SCC pp. 416-17)\n<span class=\"hidden_text\" id=\"span_18\">                          12</span>\n\n&quot;12. &quot;<a href=\"/doc/420705/\" id=\"a_34\">Sections 6(1)</a>, <a href=\"/doc/1737370/\" id=\"a_35\">7</a>, <a href=\"/doc/1265271/\" id=\"a_36\">12</a>, <a href=\"/doc/1286256/\" id=\"a_37\">36</a> and <a href=\"/doc/1656413/\" id=\"a_38\">37</a> have\nexpressly excluded from the operation of statutory\narbitration. The rest of the provisions per force\nwould get attracted. But the provisions of the\nappropriate statute or rules should necessarily be\nconsistent with the provisions of the <a href=\"/doc/1052228/\" id=\"a_39\">Arbitration\nAct</a>. In that event, despite absence of an\narbitration agreement, rest of the provisions of\n<a href=\"/doc/1052228/\" id=\"a_40\">Arbitration Act</a> would apply (as if there was an\narbitration agreement between the parties) and\nthe   dispute    becomes      arbitrable   under   the\n<a href=\"/doc/1052228/\" id=\"a_41\">Arbitration Act</a>, as if there was an arbitration\nagreement between the parties. If there is any\ninconsistency,    then    the    provisions   of   the\n<a href=\"/doc/1052228/\" id=\"a_42\">Arbitration Act</a> do not get attracted. <a href=\"/doc/1154891/\" id=\"a_43\">Section 33</a>\nexpressly gives power to the civil court to decide\nthe existence or validity of the arbitration\nagreement or the award as such. If this question\nwas to arise, necessarily the civil court would be\ndevoid of jurisdiction to decide the dispute on\nmerits but only in the forum of arbitration. The\nexistence and validity of the arbitration agreement\nshould be decided by the civil court. The\narbitrator cannot clothe himself with jurisdiction\nto conclusively decide it by himself as a\n<span class=\"hidden_text\" id=\"span_19\">                                                                                  13</span>\n\n                                                         jurisdictional issue. It is for the court to decide it.\n                                                         The dispute on merits should be resolved by the\n                                                         arbitrator and the legality of the award would be\n                                                         subject to decision by the court under <a href=\"/doc/1154891/\" id=\"a_44\">Section 33</a>&quot;.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">                                                    14. In view of above, we are of the view that the State\n                                                    law will prevail in terms of Section 2(4) of the Central\n                                                    Act. The reference under the State law was valid and\n                                                    could be decided in accordance with the State.\n                                                    Accordingly, we set aside the impugned order and restore\n                                                    the proceedings before the Tribunal. The appeal is,\n                                                    accordingly, allowed in above terms.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">                                            20.     Since question of forum goes to the root of the matter and\n                                            therefore, appropriate remedy available to the applicant is to make\n                                            reference to the         Madhya Pradesh Madhyastham Adhikaran\n                                            Adhiniyam, 1983 and not the appointment of Arbitrator as per <a href=\"/doc/104566/\" id=\"a_45\">Section\n                                            11</a> of Act, 1996. This Court cannot appoint an Arbitrator when the\n                                            alternative and overriding remedy is available under the Adhinyam,\n                                            1983.\n</p><p data-structure=\"Conclusion\" id=\"p_34\">                                            21.     Application stands dismissed with liberty to avail alternative\n                                            remedy.</p><pre id=\"pre_2\">\n\n\n                                                                                                  (ANAND PATHAK)\n                               Ashish*                                                                JUDGE\n\nASHIS\n<span class=\"hidden_text\" id=\"span_20\">        Digitally signed by ASHISH</span>\n<span class=\"hidden_text\" id=\"span_21\">        CHAURASIA</span>\n<span class=\"hidden_text\" id=\"span_22\">        DN: c=IN, o=HIGH COURT OF</span>\n<span class=\"hidden_text\" id=\"span_23\">        MADHYA PRADESH BENCH</span>\n<span class=\"hidden_text\" id=\"span_24\">        GWALIOR, ou=HIGH COURT OF</span>\n\n\nH\n        MADHYA PRADESH BENCH\n        GWALIOR, postalCode=474001,\n        st=Madhya Pradesh,\n        2.5.4.20=bf81a9adb1da24e4bc7\n\n\n\nCHAU\n        b5195154c3d4de08c6bb9303e5\n        2e2e7e728d9bac85bd3,\n        pseudonym=CA2EA6EDDF504F8\n        F9C2790FA9A0FD201D0242B64,\n        serialNumber=A926F3CBF979EC\n\n\n\nRASIA\n        A6A4C477577EEDBA3AB4F9459\n        3A930B98DAE1B0AD16F90B5FD,\n        cn=ASHISH CHAURASIA\n        Date: 2023.06.22 18:55:06 -07&#x27;00&#x27;\n </pre>","numcites":29,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":85180517,"divtype":"judgments","relatedqs":[{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"works contract","formInput":"works%20contract"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"meinhardt","formInput":"meinhardt"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"Award  filter:  Madhyastham","formInput":"Award%20%20filter%3A%20%20Madhyastham"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"definitions","formInput":"tag:definitions"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"limitations","formInput":"tag:limitations"}],"courtcopy":true,"query_alert":null,"agreement":false}