{"tid":1689842,"publishdate":"2009-09-02","title":"Gurinder Singh And Another vs State Of Punjab on 2 September, 2009","doc":"<h2 class=\"doc_title\">Gurinder Singh And Another vs State Of Punjab on 2 September, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-grover\">Mahesh Grover</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-grover\">Mahesh Grover</a></h3>\n\n<pre id=\"pre_1\">    IN THE HIGH COURT OF PUNJAB AND HARYANA\n                AT CHANDIGARH.\n\n\n            (1) Crl. Appeal No.1168-SB of 2003\n\n\n\n         Gurinder Singh and another.\n\n                                ....... Appellants through Shri\n                                       K.S.Boparai, Advocate.\n\n               Versus\n\n         State of Punjab.\n\n                                ....... Respondent through Shri\n                                        B.B.S.Teji, Assistant\n                                        Advocate General.\n\n\n            (2) Crl. Appeal No.1221-SB of 2003\n\n\n\n         Narinderjeet Singh.\n\n                                ....... Appellant through Shri\n                                        B.S.Kathuria, Advocate.\n\n               Versus\n\n         State of Punjab.\n\n                                ....... Respondent through Shri\n                                        B.B.S.Teji, Assistant\n                                        Advocate General.\n\n                            Date of Decision:    2.9.2009\n\n\nCORAM: HON&#x27;BLE MR.JUSTICE MAHESH GROVER\n\n                     ....\n\n\n    1. Whether Reporters of Local Newspapers may be allowed to\n       see the judgment?\n    2. To be referred to the Reporters or not?\n    3. Whether the judgment should be reported in the Digest?\n\n                     ....\n                         Crl.Appeal No.1168-SB of 2003\n\n                                      -2-\n\n                                      ....\n\n\nMahesh Grover,J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            This common judgment will dispose of the above mentioned\n\ntwo appeals which have been directed against judgment and order dated\n\n19.4.2003 vide which the Additional Sessions Judge -cum- Judge, Special\n\nCourt, Jalandhar (hereinafter described as ``the trial Court&#x27;) has convicted\n\nand sentenced the appellants under <a href=\"/doc/1046310/\" id=\"a_1\">Section 15</a> of the Narcotic Drugs and\n\nPsychotropic Substances Act,1985 (for short, `the Act&#x27;) to undergo rigorous\n\nimprisonment for ten years and to pay a fine of Rs.1,00,000/- each and in\n\ndefault of fine, to further undergo rigorous imprisonment for six months.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">            On 24.3.1997, Angrez Singh, Sub Inspector/ Station House\n\nOfficer, Police Station, Phillaur along with some other police officials was\n\npresent at the bridge drain on the road leading to Village Thala in the area of\n\nvillage Khanpur in connection with special nakabandi. At about 4.30 A.M.,\n\na truck bearing registration no. HYX 4287 came from the side of village\n\nThala which was signaled to stop. Its driver tried to abscond, but the attempt\n\nwas foiled. The truck was being driven by -appellant-Narinderjeet Singh\n\nwhile appellants-Gurinder Singh and Mohinder Singh were sitting by his\n\nside. A question was put to them if they wanted themselves to be searched\n\nin the presence of a Magistrate or a gazetted officer, but they expressed\n\ntheir confidence in the Station House Officer.          Their consent memos,\n\nExhibits PB to PD, were prepared which were signed by them. On search of\n\nthe truck, eighteen bags, Exhibits P1 to P18, containing poppy husk, were\n\nfound therein regarding which the appellants could not produce any licence.\n\nEighteen samples of 250 grms were separately from each of the bags and\n                          Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_1\">                                      -3-</span>\n\n                                      ....\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">\nthe remaining contraband weighed 34 Kgs. and 750 grams in each bag. The\n\nsamples and the bags were sealed with the seal of `AS&#x27; and the seal, after\n\nuse, was handed over to Bahadur Singh, A.S.I. Separate seal impressions\n\nwere also prepared at the spot. The samples, bags, truck and sample seal\n\nwere taken in possession vide memo Exhibit-PE. Ruqa,Exhibit PF, was sent\n\nto the police station upon which formal F.I.R. was recorded by M.H.C.\n\nAmarjit Singh. A rough site plan of the spot was prepared and after\n\ncompletion of necessary investigation, challan under <a href=\"/doc/1412034/\" id=\"a_2\">Section 173</a> of the\n\nCr.P.C. prepared prima facie finding the complicity of the appellants in the\n\ncommission of offence punishable under <a href=\"/doc/1046310/\" id=\"a_3\">Section 15</a> of the Act. They were\n\naccordingly charge sheeted by the trial Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">             The prosecution, in order to prove its case, examined as many\n\nas six witnesses. In their statements recorded under <a href=\"/doc/767287/\" id=\"a_4\">Section 313</a> of the\n\nCr.P.C., the appellants pleaded innocence and denied the charge against\n\nthem.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">             The trial Court, after appraisal of the entire evidence on record,\n\nconvicted and sentenced the appellants in the manner noticed hereinabove\n\nresulting in the instant appeals.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">             Learned counsel for the appellants contended that there was no\n\nconscious possession of the appellants over the contraband established by\n\nevidence on record. He further contended that the owner of the truck,\n\nnamely, Rajinder Kumar, was not joined in the investigation           and nor\n\narrayed as an accused. Therefore, whether the appellants were in conscious\n\npossession of the contraband or not could not be established by the\n                         Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_2\">                                      -4-</span>\n\n                                      ....\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\nprosecution. Moreover, no question was put to the appellants regarding their\n\nconscious possession of the contraband while recording their statements\n\nunder <a href=\"/doc/767287/\" id=\"a_5\">Section 313</a> of the Cr.P.C. It was next contended that during the\n\ncourse of trial, the appellants were not identified in Court by any of the\n\nprosecution witnesses and the link evidence was also missing. According to\n\nthe learned counsel, the possibility of misuse of the seal which was handed\n\nover to a police official, could not be ruled out as no independent witness\n\nwas joined and this casts a serious aspersion on the case of the prosecution.\n\nLastly, it was urged that in the event of this Court coming to a conclusion\n\nthat the appellants&#x27; plea did not merit any attention, then their case deserves\n\nto be considered leniently because they have already undergone five years\n\nsix months&#x27; imprisonment out of total sentence of ten years awarded to\n\nthem. Reliance was placed on judgments reported as Avtar Singh Versus\n\nState of Punjab, 2002(4) R.C.R. (Criminal) 180 (S.C.); Kashbir Singh\n\nVersus State of Punjab, 2006(2) R.C.R. (Criminal) 477 (P&amp;H) (F.B.);\n\nSukhdev Singh and another Versus State of           Punjab, 2006(4) R.C.R.\n\n(Criminal) 263 (P&amp;H) (D.B.) and Gurmit and others Versus State of\n\nHaryana, 2008(4) R.C.R. (Criminal) 412 (P&amp;H) (S.B.).\n\n</p><p data-structure=\"RespArg\" id=\"p_8\">            On the other hand, learned counsel for the respondent-State\n\ncontended that it was a case of chance recovery and, therefore, no\n\nindependent witness could be enjoined. It was next contended that option\n\nwas given to the appellants as a measure of compliance of <a href=\"/doc/961083/\" id=\"a_6\">Section 50</a> of the\n\nAct to which they expressed confidence in the police officials, who\n\nthereafter, conducted the search. Learned counsel for the respondent-State\n                          Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_3\">                                        -5-</span>\n\n                                        ....\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">\nargued that there was absolutely no material on record on the basis of which\n\nit could be concluded that the findings recorded by the trial Court are\n\nerroneous.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">             I    have   thoughtfully    considered   the   rival   contentions/\n\nsubmissions and have gone through the record.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">             The first question that crops up for consideration is as to\n\nwhether the appellants were in conscious possession of the contraband or\n\nnot. If the evidence on record is to be seen, then in the opinion of this\n\nCourt, the prosecution has failed to establish this aspect of the matter\n\nbeyond any shadow of doubt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">                 In Avtar Singh Versus State of Punjab, 2002(4) R.C.R.\n\n(Criminal) 180 (S.C.) , the Supreme Court held as under:-\n\n</p><blockquote id=\"blockquote_1\">             &quot;Possession is the core ingredients to be established before the\n\n             accused in the instant case are subjected to the punishment\n\n             under <a href=\"/doc/1046310/\" id=\"a_7\">Section 15</a>. If the accused are found to be in possession\n\n             of poppy straw which is a narcotic drug within the meaning of\n\n             Clause (xiv) of <a href=\"/doc/1445793/\" id=\"a_8\">Section 2</a>, it is for them to account for such\n\n             possession satisfactorily; if not, the presumption under <a href=\"/doc/1297682/\" id=\"a_9\">Section\n\n             54</a> comes into play. We need not go into the aspect whether the\n\n             possession must be conscious possession. Perhaps taking clue\n\n             from the decision of this Court in Inder Sain v. State of\n\n             Punjab, 1983(2) SCC 372 arising under the <a href=\"/doc/72261612/\" id=\"a_10\">Opium Act</a>, the\n\n             learned trial Judge charged the accused of having conscious\n\n             possession of poppy husk. Assuming that poppy husk comes\n            Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_4\">                        -6-</span>\n\n                        ....\n</blockquote>\n<blockquote id=\"blockquote_2\">\nwithin the expression of poppy straw, the question, however,\n\nremains whether the prosecution satisfactorily proved the fact\n\nthat the accused were in possession of poppy husk. Accepting\n\nthe evidence of PW4- the Head Constable, it is seen that\n\nappellant No.3 (accused No.4) was driving the vehicle loaded\n\nwith bags of poppy husk. Appellants 1 and 2 (Accused Nos. 1\n\nand 2) were sitting on the bags placed in the truck. As soon as\n\nthe vehicle was stopped by ASI (PW2), one person sitting in\n\nthe cabin by the side of the driver and another person sitting in\n\nthe back of the truck fled. No investigation has been directed to\n\nascertain the role played by each of the accused and the nexus\n\nbetween the accused and the offending goods. The word\n\n`possession&#x27; no doubt has different shades of meaning and it is\n\nquite elastic in its connotation. Possession and ownership need\n\nnot always go together by the minimum requisite element\n\nwhich has to be satisfied in custody or control over the goods.\n\nCan it be said, on the basis of the evidence available on record,\n\nthat the three appellants - one of whom was driving the vehicle\n\nand other two sitting on the bags, were having such custody or\n\ncontrol? It is difficult to reach such conclusion beyond\n\nreasonable doubt. It   transpires   from   evidence    that   the\n\nappellants were not the only occupants of the vehicle. One of\n\nthe persons who was sitting in the cabin and another person\n\nsitting at the back of the truck made themselves scarce after\n            Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_5\">                        -7-</span>\n\n                        ....\n</blockquote>\n<blockquote id=\"blockquote_3\">\nseeing the police and the prosecution could not establish their\n\nidentity. It is quite probable that one of them could be the\n\ncustodian of goods whether or not be was the proprietor. The\n\npersons who were merely sitting on the bags, in the absence of\n\nproof of anything more, cannot be presumed to be in\n\npossession of the goods. For instance, if they are labourers\n\nengaged merely for loading and unloading purposes and there\n\nis nothing to show that the goods were at least in their\n\ntemporary custody, conviction under <a href=\"/doc/1046310/\" id=\"a_11\">Section 15</a> may not be\n\nwarranted. At best, they may be abettors, but, there is no such\n\ncharge here. True, their silence and failure to explain the\n\ncircumstances in which they were travelling in the vehicle at\n\nthe odd hours, is one strong circumstance that can be put\n\nagainst them. A case of drawing presumption under <a href=\"/doc/731516/\" id=\"a_12\">Section\n\n114</a> of the Evidence Act could perhaps be made out then to\n\nprove the possession of the accused, but, the fact remains that\n\nin the course of examination under <a href=\"/doc/767287/\" id=\"a_13\">Section 313</a> Cr.P.C., not\n\neven a question was asked that they were the persons in\n\npossession of poppy husk placed in the vehicle. The only\n\nquestion put to them was that as per the prosecution evidence,\n\nthey were sitting on the bags of poppy husk. Strangely enough,\n\neven the driver was questioned on the same lines. The object of\n\nexamination under Section 313, it is well known, is to afford an\n\nopportunity to the accused to explain the circumstances\n                        Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_6\">                                     -8-</span>\n\n                                     ....\n</blockquote>\n<blockquote id=\"blockquote_4\">\n           appearing in the evidence against him. It is unfortunate that no\n\n           question was asked about the possession of goods. Having\n\n           regard to the charge of which appellants were accused, the\n\n           failure to elicit their answer on such a crucial aspect as\n\n           possession, is quite significant. In this state of things, it is not\n\n           proper to raise a presumption under <a href=\"/doc/731516/\" id=\"a_14\">Section 114</a> of the\n\n           Evidence Act nor is it after to conclude that the prosecution\n\n           established beyond reasonable doubt that the appellants were\n\n           in possession of poppy husk which was being carried by the\n\n           vehicle. The High Court resorted to the presumption under\n\n           <a href=\"/doc/1034981/\" id=\"a_15\">Section 35</a> which relates to culpable state of mind, without\n\n           considering the aspect of possession. The trial Court invoked\n\n           the presumption under <a href=\"/doc/59438/\" id=\"a_16\">Section 54</a> of the Act without\n\n           addressing itself to the question of possession. The approach of\n\n           both the courts is erroneous in law. Both the courts rested their\n\n           conclusion on the fact that the accused failed to give\n\n           satisfactory explanation for travelling in the vehicle containing\n\n           poppy husk at an odd hour. But, the other relevant aspects\n\n           pointed out above were neither adverted to nor taken into\n\n           account by the trial Court and the High Court. Non-application\n\n           of mind to the material factors has thus vitiated the judgment\n\n           under appeal.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_13\">           In State of Punjab Versus Hari Singh &amp; Ors., 2009(2) R.C.R.\n\n(Criminal) 144 (S.C.)= 2009(4) S.C.C. 200, the Apex Court laid down as\n                         Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_7\">                                     -9-</span>\n\n                                     ....\n</p>\n<p data-structure=\"Conclusion\" id=\"p_14\">\nunder:-\n</p>\n<blockquote id=\"blockquote_5\">            At the same time it should be borne in mind that the provision is\n\n            not intended to nail him to any position, but to comply with the\n\n            most salutary principle of natural justice enshrined in the\n\n            maxim audi alteram partem. The word `may&#x27; in clause (a) of\n\n            sub-section (1) in Section 313 of the Code indicates, without\n\n            any doubt, that even if the court does not put any question\n\n            under that clause the accused cannot raise any grievance for it.\n\n            But if the court fails to put the needed question under clause (b)\n\n            of the sub-section it would result in a handicap to the accused\n\n            and he can legitimately claim that no evidence, without\n\n            affording him the opportunity to explain, can be used against\n\n            him. It is now well settled that a circumstance about which the\n\n            accused was not asked to explain cannot be used against him.&quot;\n\n            As is evident from the law laid down by the Supreme Court,\n\npossession is the core ingredients to be established before an accused is\n\nsubjected to punishment under <a href=\"/doc/560927/\" id=\"a_17\">Section 15</a> of the Act.        If an accused is\n\nfound to be in possession of poppy straw which is a narcotic drug within\n\nthe meaning of Clause (xiv) of <a href=\"/doc/1893993/\" id=\"a_18\">Section 2</a>, it is for him to account for such\n\npossession satisfactorily, if not, the presumption under <a href=\"/doc/59438/\" id=\"a_19\">Section 54</a> of the Act\n\ncomes into play.\n</blockquote>\n<blockquote id=\"blockquote_6\">            True, the silence and failure of the appellants to explain the\n\ncircumstances in which they were travelling in the vehicle in the early\n\nhours of the morning, is one of strong circumstance that can be put against\n                          Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_8\">                                      -10-</span>\n\n                                       ....\n</blockquote>\n<blockquote id=\"blockquote_7\">\nthem. A case of drawing presumption under <a href=\"/doc/731516/\" id=\"a_20\">Section 114</a> of the Evidence\n\nAct could perhaps be made out, but then to prove the possession of the\n\nappellants, the fact remains that in the course of examination under <a href=\"/doc/767287/\" id=\"a_21\">Section\n\n313</a> of the Cr.P.C., not even a question was put to them that they were the\n\npersons in possession of the poppy husk placed in the vehicle.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">             Concededly, the truck did not belong to the appellants. As\n\nmentioned above, one of them was merely driving and the other two were\n\nsitting by his side. It was, therefore, incumbent upon the prosecution to\n\nestablish that the contraband which was recovered from the truck either\n\nbelonged to the appellants or they were in control of the bags knowing fully\n\nwell that the same contained such a contraband. The owner of the truck was\n\nnever arrayed as an accused and was not even examined by the prosecution.\n\nIt could have gone a long way to establish the case of the prosecution. This\n\nis, therefore, a glaring lapse on the part of the prosecution.\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">             That apart, the testimony of PW5-S.I.Bahadur Singh, who was\n\nassociated with the search, stated during his cross-examination that no\n\nspecific number was placed on the bags and samples indicating that a\n\nparticular sample had been taken from a specific bag.            When the case\n\nproperty was shown to this witness in the Court, he stated that he had not\n\nseen the number mark and the contraband was poppy powder and not poppy\n\nheads and if the statement of PW6-Kulshinder Singh, S.P. (D) is to be\n\nperused, then he has stated in his cross-examination that he had attested the\n\nrecovery memo which had already been prepared prior to his reaching the\n\nspot. This implies that the search had already been completed and even the\n                           Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_9\">                                      -11-</span>\n\n                                       ....\n</p>\n<p data-structure=\"Section\" id=\"p_17\">\noption memos given to the appellants had been prepared prior thereto.\n\nSince the recovery was not effected in the presence of a gazetted officer, it\n\nviolated the provisions of <a href=\"/doc/1610983/\" id=\"a_22\">Section 50</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">            But this can be explained partially to the effect that it was a\n\nchance recovery,but still the provisions of <a href=\"/doc/1610983/\" id=\"a_23\">Section 50</a> of the Act had to be\n\ncomplied with which have been given a complete go-bye.\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">            Besides, PW6-Kulshinder Singh has further stated in his cross-\n\nexamination that all the bags were numbered from 1 to 18, but he did not\n\nremember whether the case property which was produced in the Court was\n\nbearing number 1 to 18 or not. He did not remember as to whether the\n\nsamples were numbered as bags were. This is another lapse on the part of\n\nthe prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">               Not only the statements of the prosecution witnesses are at\n\nvariance with each other, but whether the case property was the same which\n\nwas seized from the appellants or not, has not clearly been established. If\n\nthe case property cannot be identified and linked to the one which was\n\nseized during the course of search, then obviously the appellants deserve\n\nthe benefit of doubt.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">            Another serious lapse on the part of the prosecution is that the\n\nseal of the Investigating Officer was handed over to the other police official\n\nfrom where the possibility of its being misused cannot entirely be ruled out.\n\n</p><p data-structure=\"Conclusion\" id=\"p_22\">            Having regard to the aforesaid premise that has been set out in\n\nthe above discussion, I am of the opinion that the appeals of the appellants\n\ndeserve to be accepted.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">                        Crl.Appeal No.1168-SB of 2003\n\n<span class=\"hidden_text\" id=\"span_10\">                                   -12-</span>\n\n                                    ....\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\n            Accordingly, the instant appeals are allowed, the conviction\n\nand sentence of the appellants are set aside and they are acquitted of the\n\ncharge against them.\n</p>\n<pre id=\"pre_2\">September 02,2009                           ( Mahesh Grover )\n&quot;SCM&quot;                                             Judge\n </pre>","numcites":13,"numcitedby":17,"docsource":"Punjab-Haryana High Court","citetid":1689842,"divtype":"judgments","relatedqs":[{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"gurinder singh","formInput":"gurinder%20singh"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"poppy straw","formInput":"poppy%20straw"},{"value":"accounts   citedby: 731516","formInput":"accounts%20%20%20citedby%3A%20731516"},{"value":"trucks","formInput":"trucks"},{"value":"section 54","formInput":"section%2054"}],"cats":[{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"court-may-presume-existence-of-certain-facts","formInput":"tag:court-may-presume-existence-of-certain-facts"},{"value":"irrelevancy-of-previous-bad-character-except-in-reply","formInput":"tag:irrelevancy-of-previous-bad-character-except-in-reply"},{"value":"relevance-in-opinion-on-relationship","formInput":"tag:relevance-in-opinion-on-relationship"}],"courtcopy":true,"query_alert":null,"agreement":false}