{"tid":1777887,"publishdate":"1998-02-04","title":"K.K. Modi vs K.N. Modi & Ors on 4 February, 1998","doc":"<h2 class=\"doc_title\">K.K. Modi vs K.N. Modi &amp; Ors on 4 February, 1998</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1998 SUPREME COURT 1297, 1998 AIR SCW 1166, 1998 UJ(SC) 1 623, (1998) 2 ICC 1, (1998) 1 SCALE 403, 1998 BOM LR 2 521, (1998) 2 APLJ 29, (1998) 92 COMCAS 30, (1998) 71 DLT 654, (1998) 1 CURCC 113, (1998) 1 SUPREME 484, (1998) 1 ARBILR 296, 1998 ADSC 1 697, (1998) 2 ALLMR 667 (SC), 1998 (3) SCC 573, (1998) 1 SCR 601 (SC), (1998) 1 JT 407 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-v-manohar\">Sujata V.Manohar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-v-manohar\">Sujata V. Manohar</a>, <a href=\"/search/?formInput=benchid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nK.K. MODI\n\n\tVs.\n\nRESPONDENT:\nK.N. MODI &amp; ORS.\n\nDATE OF JUDGMENT:\t04/02/1998\n\nBENCH:\nSUJATA V. MANOHAR, D.P. WADHWA\n\n\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">[WITH C.A.No.  614 Of  1998 (Arising  out of  S.L.P. (C) No.\n18711 of 1997} and T.C.{C} No. 13.97]\n\t\t      J U D G M E N T\nMrs. Sujata V.Manohar. J.\n</p><p data-structure=\"Issue\" id=\"p_2\">     Leave granted  in Special Leave Petition Nos. 14905 and\n18711 of 1997.\n</p><p data-structure=\"Facts\" id=\"p_3\">     The present litigation has arisen on account of dispute\nbetween Seth  Gujjar Mal  Modi&#x27;s five  sons - K.K.Modi, V.K.\nModi, S.K.Modi.\t B.K.Modi  and\tU.K.Modi  on  the  one\thand\n(hereinafter referred  to as `Group B&#x27;) and Kedar Nath Modi,\nthe younger  brother of\t Seth Gujjar  Mal Modi and his three\nsons -\tM.K.Modi and  D.K.Modi (hereinafter  referred to  as\n`Group A&#x27;)  on the other hand. The Modi family owns or has a\ncontrolling  interest\tin  a\tnumber\tof   public  limited\ncompanies. They\t also own  various assets.  Differences\t and\ndisputes have  arisen between  Kedar Nath  Modi and his sons\nconstituting Group  A and  the sons  of late Gujjar Mal Modi\nconstituting Group  B on  the other  hand. To  resolve these\ndifferences, negotiations  tool place  with the\t help of the\nfinancial  institutions\t  which\t had  lent  money  to  these\ncompanies, and through whom substantial public funds had ben\ninvested in  the companies  owned and/or controlled by these\ntwo groups.  Representatives of\t several banks, Reserve Bank\nof India  and financial\t institutions were  also invited  to\nparticipate.  Ultimately,   on\t24th  of  January,  1989,  a\nMemorandum of  Understanding was  arrived at between Group A\nand Group  B.  Under  the  Memorandum  of  Understanding  so\narrived at,  it is  agreed between  the parties that Group A\nwill manage  and/or control the various companies enumerated\nin Clause  1. One  of the  companies so\t included is Modipon\nLtd. minus  Indofil (chemical  division) and selling agency.\nUnder Clause  2, Group\tB is  entitled to manage, own and/or\ncontrol the  companies enumerated in that clause. One of the\ncompanies so  included is  Modipon Ltd.\t minus Modipon Fibre\nDivision. The agreement also provides for division of assets\nwhich are  to be valued and divided in the ration of 40:60 -\nGroup A getting 40% of the assets and Group B getting 60% of\nthe assets.  The shares\t of the companies are required to be\ntransferred to\tthe respective groups after their valuation.\nUnder Clause  3, valuation  has\t to  be\t done  by  M/s\tS.B.\nBillimoria  &amp;\tCompany,  Bombay.   Clause  5  provides\t for\ncompanies which\t are to\t be split  between the two groups as\nper the\t Memorandum of Understanding. The division has to be\ndone under  Clause 5  by  a  scheme  of\t arrangement  to  be\nformulated by  M/s Bansi  S. Mehta  &amp; Company,\tBombay after\ntaking into  consideration the\tvaluation done\tby M/s. S.B.\nBillimoria &amp;   Company,\t Bombay. Units\tof a  company to  be\ngiven to  each group  are to  be given\talong with assets ad\nliabilities. Clause  6\tprovides  for  interim\tarrangements\nwhich are to be made in respect of the three companies which\nare being sp[lit - these being Modi Industries Ltd., Modipon\nLtd. and Modi Spinning and Weaving Mills Company Ltd. We are\nnot concerned  with the\t other clauses,\t except to note that\nthe date  for carrying\tout valuation,\tthe date of transfer\nthe appointment\t of independent\t Chairmen of these companies\nwhich are to be split and certain other matters specified in\nthe Memorandum\tof Understanding  shall be done consultation\nwith the  Chairman, Industrial\tFinance Corporation of India\n(IFCI).\n</p><p data-structure=\"Section\" id=\"p_4\">     Clause 9 provides as follows:-\n</p><blockquote id=\"blockquote_1\">     &quot;Implementation  will  be\tdone  in\n     consultation  with\t  the  financial\n     institutions.  For\t  all  disputes,\n     clarifications etc,  in respect  of\n     implementation of\tthis  agreement,\n     the same  shall be\t referred to the\n     Chairman,\tIFCI   or  his\tnominees\n     whose decisions  will be  final and\n     binding on both the groups.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">Pursuant  to  the  Memorandum  of  Understanding,  M/s\tS.B.\nBillimoria &amp;  Company gave reports between January and March\n1991. M/s  Bansi S.  Mehta &amp;  Company who  were required  to\nprovide a  scheme for  splitting of  the three\tcompanies by\ntaking\tinto   account\tthe  valuation\tfixed  by  M/s\tS.B.\nBillimoria &amp;  Company, also  sent  various  reports  between\nNovember 1989  and December,   1994. The members of both the\nGroups were  dissatisfied  with\t these\treports.  They\tsent\nvarious\t representations   to  the   Chairman  and  Managing\nDirector of the Industrial Finance Corporation of India Ltd.\nin view of Clause 9 of the Memorandum of Understanding.\n</p><p data-structure=\"Facts\" id=\"p_6\">     The Chairman  and Managing Director, Industrial Finance\nCorporation of India formed a Committee of experts to assist\nhim in\tdeciding the  questions that arose. The Committee of\nExperts and the Chairman, IFCI had discussions with both the\ngroups. Meetings  were also  held with\tthe Chairman  of the\nconcerned  companies  who  were\t independent  Chairmen.\t The\ndiscussions took  place form  12th of  March 1995  to 8th of\nDecember, 1995.\n</p><p data-structure=\"Precedent\" id=\"p_7\">     On 8th  of December  1995, the  Chairman, IFCI gave his\ndetailed decision/report.  In his  covering letter of 8th of\nDecember,  1995,   the\tChairman   and\tManaging   Director,\nIndustrial Finance  Corporation of  India Ltd. has described\nthis report  as his  decision  on  each\t dispute  raised  or\nclarification sought.  He has  quoted in his covering letter\nthat since that memorandum of Understanding has already been\nimplemented to\ta large extent during 1989 to 1995, with the\ndecisions on the disputes/clarifications gives by him now in\nthe enclosed  report, he has hoped that it would be possible\nto  implement  the  remaining  part  of\t the  Memorandum  of\nUnderstanding. He  has drawn attention to paragraph 9 of his\nreport where  he has said that it is now left to the members\nof Groups  A and  B to\tsettle amongst themselves the family\nmatter without\tany further  reference to  the Chairman\t and\nManaging Director  of the  Industrial Finance Corporation of\nIndia. In  paragraph 7\tof the\tletter he has stated that on\nthe basis  of the  total valuation  of Modi Group assets and\nliabilities and\t allocation thereof  between Groups  A and B\nthe decisions given by him in dated 8.12.1995. The averments\nand prayers  in this  suit were\t substantially the  same  as\nthose  in   the\t arbitration  petition.\t In  one  paragraph,\nhowever, in  the plaint, it was stated that the same reliefs\nwere being  claimed in\ta suit in the event of it being held\nthat the  decision of  the Chairman  and Managing  Director,\nIFCI was not an arbitration award but was just a decision.\n</p><p data-structure=\"Precedent\" id=\"p_8\">     In arbitration  petition O.M.P.  No.  58  of  1996\t the\npresent appellants  also applied  for interim  relief by I.A\n4550 of\t 1996. By  an ad-interim  order in  O.M.P. No. 58 of\n1996 and I.A 4550 of 1996 dated 24th of May, 1996, the Delhi\nHigh  Court  stated  the  operation  of\t the  &quot;award&quot;  dated\n8.12.1995 and  directions of  the Chairman,  Modipon Ltd. as\nset out\t in the\t said order.  The High Court also restrained\nrespondents  6\t and  7\t  (Group  A)   from  selling  and/or\ntransferring and/or  disposing of, in any manner, the shares\nheld by them in Godfrey Phillips India Limited until further\norders. From  this ad-interim order a special leave petition\nwas preferred by the respondents which was dismissed by this\nCourt on  3.6.1996 on  the   ground that  it was  only an ad\ninterim order.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">     Interim application  I.A 4550  of 1996  in\t Arbitration\nPetition O.M.P. No. 58 of 1996 was heard and disposed of  by\nthe Delhi  High Court by its impugned judgment dated 11th of\nFebruary, 1997.\t A learned  Single of  the Delhi  High Court\nheld b y the said judgment that the decision of the Chairman\nand  Managing  Director,  IFCI\tdated  8.12.1995  cannot  be\nconsidered as  an  award  in  arbitration  proceedings.\t The\nparties did  not have any intention to refer any disputes to\narbitration. All the disputed were settled by the Memorandum\nof Understanding  dated\t 24th  of  January,  1989  and\twhat\nremained was  only the\tvaluation of  shares and division of\nthe three  companies as\t agreed\t to  in\t the  Memorandum  of\nUnderstanding. In  order to  avoid any disputes, the parties\nhad agreed  that the  Chairman and  Managing Director,\tIFCI\nwould issue  all clarifications\t and give  his\tdecision  in\nrelation to  the  valuation under Clause 9 of the Memorandum\nof Understanding. The arbitration petition, according to the\nlearned Single Judge, was, therefor, not maintainable, since\nthe decision  impugned was  not award  within the meaning of\nthe  <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration  Act,\t1940</a>.  Under  the  circumstances  he\ndismissed the  interim\tapplication  I.A  4550\tof  1996  in\narbitration petition  O.M.P. No.58  of 1996.  By t  he\tsaid\norder he posted the hearing of a similar interim application\nI.A 5112  of 1996 in Suit No. 1394 of 1996 on 26th of March,\n1997.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">     Another interim  application being\t I.A 2293 of 1997 in\narbitration petition  O.M.P. No. 58 of 1996 was heard by the\nlearned Single\tJudge on  13th of  March, 1997.\t The learned\nSingle Judge  passed an\t interim order\tto the\teffect\tthat\nuntil further  orders, no testing of the Modipon Board shall\nbe held for considering any matter.\n</p><p data-structure=\"Facts\" id=\"p_11\">     On 6th  of September,  1997 Suit No. 1394 of 1996 filed\nby Group  B, interim application in the suit being I.A. 5112\nof 1996\t in arbitration\t petition O.M.P. No. 58 of 1996 were\nheard together\tand decided  by the learned Single Judge b y\nhis judgment  and  order  of  the  same\t date  i.e.  6th  of\nSeptember, 1997.  The learned  Single Judge  held  that\t the\nentire exercise of filling Suit No. 1394 was an abuse of the\nprocess of  the Court.\tAccording to  him the allegations in\nthe arbitration\t petition and in the plaint in the suit were\nidentical. Both\t proceedings were  instituted  on  the\tsame\ndate. The  learned Single Judge struck down the plaint under\norder VI  Rule XVI  of\tthe  code  of  Civil  Procedure\t and\ndismissed the  suit. By\t the same  order, he  also dismissed\nI.A. 5112  of 1996  in the suit and I.A. 2293 of 1997 in the\narbitration petition.\n</p><p data-structure=\"Facts\" id=\"p_12\">     Being aggrieved  b y the above judgment and order dated\n6th of\tSeptember, 1997,  the present  appellants  filed  an\nappeal before  the Division  Bench of  the Delhi  High Court\nbeing R.F.A.  (OS) 41  of 1997.\t The appellants also made an\ninterim application being C.M. 1270 of 1997 in R.F.A (OS) 41\nof 1997.  The Division Bench of the Delhi High Court, by its\norder dated  15th of  September, 1997,\tadmitted the  appeal\nbeing R.F.A (OS) 41 of 1997. It also disposed of by the same\norder, C.M.  1270 of  1997 by  passing an order reviving the\norder passed  by the   learned\tSingle Judge on 13.3.1997 by\nwhich the  learned Single  Judge had  directed that  pending\nfurther orders\tno meeting  of the  Modipon Board should b e\nheld to consider any matter.\n</p><p data-structure=\"Issue\" id=\"p_13\">     S.L.P.(Civil) No.\t18711/1997 is  filed before  us from\nthis impugned order of 15th of September, 1997. Thus we have\nbefore us  S.L.P. (Civil)  No. 14905/1997  from the judgment\nand order  of the  learned Single  Judge of   the Delhi High\nCourt dated  11.2.1997 in  I.A 4550  of 1996  in arbitration\npetition O.M.P.\t No. 58\t of 1996.  We h\t ave also  before us\nS.L.P. (Civil)\tNo. 18711  of\t1997 from  the order  of the\nDivision Bench\tof the\tDelhi High  Court dated 15.9.1997 in\nC.M. 1270 of 1997 under which the interim order of 13.3.1997\nis revived.  By consent\t of parties,  R.F.A. (OS) 41 of 1997\nhas also  been transferred to us being T.C.(civil) No. 30 of\n1997 for  consideration. All  these three  proceedings\thave\nbeen heard  together. During  the pendency of S.L.P. (Civil)\nNo. 18711  of 1997,  in I.A. No.3 we have b y our ad-interim\norder dated  18.11.1997 varied t he interim order of 13th of\nMarch, 1997 to the following effect:\n</p><blockquote id=\"blockquote_2\">     &quot;Until further orders no meeting of\n     the Modipon Board shall be held for\n     considering any  matter relating to\n     decision of  the C.M.D., IFCI dated\n     8.12.1995 or concerning the sale of\n     shares held in Godfrey Philip India\n     Limited.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_14\">Thereafter, on\t7th of\tJanuary,  1998\tafter  hearing\tboth\nsides, the  following order  has been  passed in I.A.No.3 in\nS.L.P (Civil) No. 18711/97, in terms of the minutes :-\n</p><blockquote id=\"blockquote_3\">\t  &quot;For a  period of  eight weeks\n     from today,  neither Mr.  K.K. Modi\n     nor  Mr.  M.K.  Modi  will\t acquire\n     directly or  indirectly any further\n     shares of\tModipon Limited nor take\n     any steps\tthat would  in\tany  way\n     directly or  indirectly  destablise\n     the control  and management  of the\n     Fibre Division  of Modipon\t Limited\n     by Mr. K.K.Modi and of the Chemical\n     Division of  Modipon Limited by Mr.\n     M.K.Modi.\n</blockquote><blockquote id=\"blockquote_4\">     Liberty to\t apply for  variation if\n     circumstances change.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_15\">     The present proceedings raise two main question :\n</p><blockquote id=\"blockquote_5\">     Question 1:   Whether  Clause 9  of the  Memorandum  of\nUnderstanding dated  24th of  January, 1989  constitutes  an\narbitration agreement;\tand  whether  the  decision  of\t the\nChairman, IFCI\tdated  8th  December,  1995  constituted  an\naward? and\n     Question 2:   Whether Suit No. 1394/1996 is an abuse of\nthe process of court?\n</blockquote><blockquote id=\"blockquote_6\">Question No.1:\n</blockquote><blockquote id=\"blockquote_7\">     Mustill  and   Boyd  in   their  book   on\t &quot;Commercial\nArbitration&quot;, 2nd  Edition, at\tpage 30, point out that in a\ncomplex\t modern\t  State\t there\tis  an\timmense\t variety  of\ntribunals,  differing\tfundamentally\tas   regards   their\ncompositions, their  functions and  the sources\t from  which\ntheir powers  are  derived.  Dealing  with  tribunals  whose\njurisdiction is derived from consent of parties, t hey list,\napart from  arbitral tribunals, persons (not properly called\nTribunals) entrusted by consent with the power to affect the\nlegal rights  of two  parties inter see in a manner creating\nlegally enforceable  rights, but  intended to  do  so  by  a\nprocedure of  ministerial and  not a  judicial, nature\t(for\nexample, persons  appointed by contract to value property or\nto  certify   the  compliance\tof  building  works  with  a\nspecification).\t There\tare  also  other  tribunals  with  a\nconsensual jurisdiction\t whose\tdecisions  are\tintended  to\naffect the  private rights of two parties inter see, but not\nin a  manner which creates a legally enforceable remedy (for\nexample,   conciliation\t  tribunals   of   local   religious\ncommunities,  or  persons  privately  appointed\t to  act  as\nmediators between  two disputing persons or groups). Mustill\nand Boyd  have listed  some of\the attributes  which must be\npresent for  an agreement to be considered as an arbitration\nagreement, though  these attributes in themselves may not be\nsufficient.   They    have   also   listed   certain   other\nconsideration which  are relevant to this question, although\nnot conclusive on the point.\n</blockquote><blockquote id=\"blockquote_8\">     Among the\tattributes which  must\tbe  present  for  an\nagreement to be considered as an arbitration agreement are :\n</blockquote><blockquote id=\"blockquote_9\">     (1) The arbitration agreement must contemplate that the\n\t  decision of  the tribunal  will be  binding on the\n\t  parties to t he agreement,\n     (2) That the jurisdiction of the tribunal to decide the\n\t  rights of parties must derive either from the\n\t  consent of the parties or from an order of the\n\t  Court or from a statute, the terms of which make\n\t  it clear that the process is to be an arbitration,\n     (3) The  agreement must  contemplate  that\t substantive\n\t  rights of parties will be determined by the agreed\n\t  tribunal,\n     (4) That  the tribunal will determine the rights of the\n\t  parties in  an impartial  and judicial manner with\n\t  the tribunal owing an equal obligation of fairness\n\t  towards both sides,\n     (5) That  the judgment  of the  parties to\t refer their\n\t  disputes to  the decision  of the tribunal must be\n\t  intended to be enforceable in law and lastly,\n     (6) The  agreement must  contemplate that\tthe tribunal\n\t  will make  a decision\t upon  a  dispute  which  is\n\t  already formulated at the time when a reference is\n\t  made to the tribunal.\n</blockquote><p data-structure=\"Issue\" id=\"p_16\">     The other\tfactors which  are relevant include, whether\nthe agreement  contemplates that  the tribunal\twill receive\nevidence from  both sides  and hear  their contentions or at\nleast give  the parties\t an opportunity to put them forward;\nWhether the  wording  of  the  agreement  is  consistent  or\ninconsistent with  the view that the process was intended to\nbe an  arbitration, and\t whether the  agreement requires the\ntribunal to decide the dispute according to law.\n</p><p data-structure=\"Precedent\" id=\"p_17\">     In Russell\t on Arbitration,  21st Edition,\t at page 37,\nparagraph 2-014,  the question\t: How to distinguish between\nan expert  determination and arbitration, has been examined.\nIt is  stated, &quot;Many  cases have  been fought over whether a\ncontract&#x27;s chosen  form\t of  dispute  resolution  is  expert\ndetermination  or   arbitration.  This\t is  a\t matter\t  of\nconstruction of\t the contract,\twhich involves\tan objective\nenquiry into the intentions of the parties. First, there are\nthe express  words of the disputes clause. If specific words\nof  the\t  disputes  clause.   If  specific   words  such  as\n&#x27;arbitrator&#x27;, &#x27;arbitral\t tribunal&#x27;, &#x27;arbitrator&#x27; are used to\ndescribe the manner in which the dispute resolver is to act,\nthey  are  likely  to  be  persuasive  although\t not  always\nconclusive.......... Where  there is no express wording, the\ncourt will  refer to  certain guidelines. Of these, the most\nimportant used\tto, whether there was an &#x27;issue&#x27; between the\nparties such as the value  of an asset on which they had not\ntaken defined  positions, in  which case  the procedure\t was\nheld to\t be expert  determination; or a &#x27;formulated dispute&#x27;\nbetween the  parties where defined positions had been taken,\nin which  case the  procedure was held to be an arbitration.\nThis imprecise\tconcept is  still being\t relied\t on.  It  is\nunsatisfactory because some parties to contract deliberately\nchose expert  determination for dispute resolution. The next\nguideline is  the judicial  function of an arbitral tribunal\nas opposed  to the  expertise of  the expert&#x27;...........  An\narbitral tribunal  arrives at  its decision  on the evidence\nand submission\tof the\tparties and must apply the law or if\nthe parties agree, on other consideration; an expert, unless\nit is agreed otherwise, makes his own enquiries, applies his\nown expertise and decides on his own expert opinion......&quot;\n</p><p data-structure=\"Issue\" id=\"p_18\">     The authorities thus seem to agree that while there are\nno conclusive  tests, by  and large, one can follow a set of\nguidelines in  deciding whether the agreement is to refer an\nissue to  an expert  or whether\t the parties  have agreed to\nresolve disputes through arbitration.\n</p><p data-structure=\"Section\" id=\"p_19\">     Therefore\tour  courts  have  laid\t emphasis  on\t (1)\nexistence of  disputes as  against intention to avoid future\ndisputes; (2) the tribunal or forum so chosen is intended to\nact judicially\tafter taking  into account relevant evidence\nbefore it and the submissions made by the parties before it;\nand (3)\t the decision  is  intended  to\t bind  the  parties.\nNomenclature used  by the parties may not be conclusive. One\nmust examine  the true\tintent and support of the agreement.\nThere are,  of\tcourse,\t the  statutory\t requirements  of  a\nwritten\t agreement,  existing  or  future  disputes  and  an\nintention to  refer them  to arbitration.  (Vide  <a href=\"/doc/738672/\" id=\"a_2\">Section  2</a>\nArbitration  Act   1940\t and   <a href=\"/doc/1846895/\" id=\"a_3\">Section\t7</a>   Arbitration\t and\nConciliation Act, 1996).\n</p><p data-structure=\"Precedent\" id=\"p_20\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_1\">In the  case of  <a href=\"/doc/1979603/\" id=\"a_4\">Smt. Rukmanibai  Gupta  v.  Collector,\nJabalpur &amp;  Ors.</a> [(1980)  4 SCC\t 556], this Court dwelt upon\nthe fact  that disputes were referred to arbitration and the\nfact that  the decision\t of the\t person to whom the disputes\nwere referred  was made final, as denominative of the nature\nof the\tagreement which\t the court  held was  an arbitration\nagreement.</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_2\">In the  case of <a href=\"/doc/344153/\" id=\"a_5\">State of U.P. v. Tipper Chand</a> [(1980) 2\nSCC 341],  a clause  in the contract which provided that the\ndecision of  the Superintending\t Engineer  shall  be  final,\nconclusive and\tbinding on  all parties to the contract upon\nall questions relating to the meaning of the specifications,\ndesigns, drawings  and instructions  was  contoured  as\t not\nbeing an  arbitration clause.  This Court said the there was\nno mention  in this  clause of\tany dispute,  much less of a\nreference thereof.  The purpose of the clause was clearly to\nvest the  Superintending Engineer  with supervision  of\t the\nexecution of  the work\tand administrative  control over  it\nfrom time to time.</span>\n</p><p data-structure=\"Precedent\" id=\"p_22\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26826\" id=\"span_3\">In the case of <a href=\"/doc/26826/\" id=\"a_6\">Cursetji Jamshedji Ardaseer Wadia &amp; Ors.\nv.   Dr. R.D.Shiralee</a>  [AIR 1943  Bombay 32]  the test which\nwas emphasised\twas whether the intention of the parties was\nto avoid  disputes or  to resolve  disputes.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1137010\" id=\"span_4\">In\t the case of\n<a href=\"/doc/1137010/\" id=\"a_7\">Vadilal Chatrabhuj  Gandhi v.  Thakorelal Chimanlal  Munshaw</a>\n[55 Bombay  Law Reporter  629] the  emphasis was on judicial\nenquiry and  determination as  indicative of  an arbitration\nagreement  as\tagainst\t an  expert  opinion.  The  test  of\npreventing disputes  or deciding  disputes was also resorted\nto for\tthe purpose of considering whether the agreement was\na reference  to\t arbitration  or  not.\tIn  that  case,\t the\nagreement provided that the parties had agreed to enter into\na compromise  for payment of a sum up to, but not exceeding,\nRs. 20\tlacs, &quot;which  shall be borne and paid by the parties\nin such\t proportions or\t manner\t as  Sir  Jamshedji  B.Kanga\nshall, in  his absolute\t discretion, decide  as a valuer and\nnot as\tan  arbitrator\tafter  giving  each  of\t us  summary\nhearing.&quot; The  court said that the mere fact that a judicial\nenquiry had been held is not sufficient to make the ultimate\ndecision a  judicial  decision.\t The  court  held  that\t Sir\nJamshedji Kanga\t  had  not to  decide upon  the evidence led\nbefore him.  He had  to decide\tin his\tabsolute discretion.\nThere was  not to  be judicial enquiry worked out a judicial\nmanner. Hence this was not an arbitration.</span>\n</p><p data-structure=\"Precedent\" id=\"p_23\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1530261\" id=\"span_5\">In the  case of <a href=\"/doc/1530261/\" id=\"a_8\">State of West Bengal &amp; Ors. v. Haripada\nSantra</a>\t[AIR   1990  Calcutta\t83],   the   agreement\t the\nSuperintending Engineer\t of the\t Circle shall  be final\t The\ncourt relied  upon  the\t fact  that  the  reference  was  to\ndisputes  between  the\tparties\t on  which  a  decision\t was\nrequired to  be\t given\tby  the\t Super\tintending  Engineer.\nObviously, such\t a decision  could b  e arrived\t at b  y the\nSuperintending Engineer\t only when  the dispute was referred\nto him by either party for decision. He was also required to\nact judicially\tand decide  the disputes  after hearing both\nparties and  after considering\tthe material  before him. It\nwas, therefore, an arbitration agreement.</span>\n</p><p data-structure=\"Precedent\" id=\"p_24\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1075328\" id=\"span_6\">In\t the   case  of\t  <a href=\"/doc/1075328/\" id=\"a_9\">Jammu\t and  Kashmir  State  Forest\nCorporation v.\tAbdul Karim  Wani &amp;  Ors.</a> [(1989)  2 SCC 701\npara  24],   this  Court  considered  the  agreement  as  an\nagreement of  reference to  arbitration. It  has  emphasised\nthat (1) the agreement was in writing; (2) It was a contract\nat present  time to  refer the\tdispute arising\t out of\t the\npresent contract;  and (3)  There was  a valid\tagreement to\nrefer the  dispute to  arbitration of the Managing Director,\nJammu  and  Kashmir  State  Forest  Corporation.  The  Court\nobserved that endeavor should always be made to find out the\nintention of the parties, and that intention has to be found\nout by\treading the  terms broadly and clearly without being\ncircumscribed.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867843\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_8\">The decision  in the  case of  <a href=\"/doc/1979603/\" id=\"a_10\">Rukmanibai Gupta</a> (supra)\nhas been  followed by  this Court  in the case of <a href=\"/doc/867843/\" id=\"a_11\">M.Dayanand\nReddy v.  A.P. Industrial Infrastructure Corporation Limited\n&amp; Ors.</a>\t[(1993) 3 SCC 137 para 8], Commenting on the special\ncharacteristics of  an arbitration agreement this court h as\nfurther\t observed   <a href=\"/doc/867843/\" id=\"a_12\">in\t<a href=\"/doc/867843/\" id=\"a_13\">the   above  case</a></a>  that\t arbitration\nagreement embodies  an agreement between the parties that in\ncase  of   a  dispute  such  dispute  shall  be\t settled  by\narbitrator or  umpire of  their own  constitution or  by  an\narbitrator to  be appointed  by the  court in an appropriate\ncase. &quot;It  is pertinent\t to mention that there is a material\ndifference in  an arbitration  agreement inasmuch  as in  an\nordinary contract  the obligation  of the  parties  to\teach\nother cannot,  in  general,  be\t specifically  enforced\t and\nbreach of  such terms  of contract  results only in damages,\nThe  arbitration  clause,  however,  can  b  e\tspecifically\nenforced by the machinery of the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a>.........&quot;.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">     The Court\thas further  observed that  it\tis  to\tb  e\ndecided whether\t the existence\tof an agreement to refer the\ndispute to  arbitration can  be clearly\t ascertained in\t the\nfacts and  circumstances of the case. This, in turn, depends\non the\tintention of  the parties  to be  gathered from\t the\nrelevant documents and surrounding circumstances.\n</p><p data-structure=\"Precedent\" id=\"p_27\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_11\">The decisions in the case of <a href=\"/doc/344153/\" id=\"a_15\">State of U.P. Tipper Chand</a>\n(supra) and  <a href=\"/doc/1979603/\" id=\"a_16\">Rukmanibai Gupta</a>  (supra) have  also been cited\nwith approval by this Court in the case of <a href=\"/doc/64556/\" id=\"a_17\">State of Orissa &amp;\nAnr. v.\t Damodar Das</a> [(1996) 2 SCC 216]. In this case, t his\nCourt considered  a clause  in the  contract which  made the\ndecision of  the Public\t Health Engineer, &quot;final, conclusive\nand binding  in respect\t of all\t questions relating  to\t the\nmeaning of  specifications, drawings,  instructions...... or\nas to  any other  question claim,  right,  matter  of  thing\nwhatsoever in  any way\tarising out  of or  relating to\t the\ncontract,  drawings,   specifications,\testimates......\t  or\notherwise concerning  the works\t or the execution or failure\nto execute   the same whether arising during the progress of\nthe work or after the completion or the sooner determination\nthereof the contract.&quot; This Court held that  this was not an\narbitration clause.  It did not envisage that any difference\nor dispute  that  may arise in execution of the works should\nbe referred to the arbitration of an arbitrator.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_28\">     A long line of English cases starting with In Re Carus-\nWilson and Greene  [1986 (18) Queen&#x27;s\tBench  Division\t  7]\nhave also  been cited  before us.  In  Re  Carus-Wilson\t and\nGreen, on  the sale  of land,  one of the conditions of sale\nwas that the purchaser should pay for the timber on the land\nat a  valuation for which purpose, each party should appoint\na valuer and the valuers should, before they proceed to act,\nappoint an  umpire. The\t court said  that such valuation was\nnot in\tthe nature of an award.\t The court applied the tests\nwhich we  have already\treferred to, namely, (1) Whether the\nterms of  the agreement\t contemplated that  the intention of\nthe parties  was for  the person,  to hold an enquiry in the\nnature of  a judicial  enquiry, hear  the respective case of\nthe parties  and decide\t upon evidence\tlaid before him, (2)\nWhether the person was appointed to prevent differences from\narising and  not for settling them when they had arisen. The\ncourt held  the agreement  to be for valuation. It said that\nthe fact that if the valuers could not agree as to price, an\numpire was  to be  appointed would  not indicate  that there\nwere any disputes between the parties.\n</p><p data-structure=\"Precedent\" id=\"p_29\">     In the  case of  Sutcliffe v.  Thackrah [1974  (1)\t AER\n859], the  clause in  question provided\t that  at  specified\nintervals the  architect should\t issue interim\tcertificates\nstating the  amount due\t tot he\t builders in respect of work\nproperly executed.  There was a separate arbitration clause.\nThe question  was whether  the function of the architect was\nsufficiently  judicial\t in  character\tfor  him  to  escape\nliability in negligence. The House of Lords was not directly\nconcerned with the question whether the architect was acting\nas an  arbitrator or  a valuer.\t It was\t required to  decide\nwhether the  architect, who had not taken sufficient care in\ncertifying the\tamount payable,\t should be  held  liable  in\nnegligence. And\t the court said that when a professional man\nwas employed to make a valuation, and to his knowledge, that\nvaluation was  to be  binding on  his principal\t and another\nparty under  an agreement  between them,  it did  not follow\nthat because  he was  under   a duty to act fairly in making\nhis valuation,\the was\timmune from  liability for negligent\nvaluation. A  similar  question\t arose\tin  connection\twith\nvaluation of  shares by\t auditors in  the case of Arenson v.\nCasson Beckman Rutely &amp; Co. [1975 (3) AER 901]. The House of\nLords said  that an  auditor of\t a private  company who,  on\nrequest, valued\t the shares  in the company in the knowledge\nthat his valuation was to determine the price to be paid for\nthe shares  under a  contract of sale, was liable to be sued\nby the\tseller\tor  the\t buyer\tif  he\tmade  the  valuation\nnegligently. These two case do not directly assist us in the\npresent case.\n</p><p data-structure=\"Precedent\" id=\"p_30\">     In the  case of Imperial Metal Industries (Kynoch) Ltd.\nv. Amalgamated\tUnion of  Engineering Workers  [1979 (1) AER\n847], the  contract between the parties included a clause to\nthe effect  that persons in the employment of the contractor\nwere required  to be  paid fair\t wages\tas  per\t Fair  Wages\nResolution. A  trade union complained that the conditions of\nthe Fair  Wages Resolution  were not  being observed b y the\nemployers.  This   dispute  was\t  referred  to\tthe  Central\nArbitration Committee.\tThe Court  said that even though the\nCommittee was  acting as arbitrators, they were not doing so\npursuant to  arbitration agreement  as defined\tin  the\t Act\nbecause the  arbitration was  required\tto  be\tbetween\t the\nparties to the parties to the agreement about a matter which\nthey had  agreed to  refer to  arbitration. In\tthe  present\ncase, the Union was not a party to the contract.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">     In the  present case,  the Memorandum  of Understanding\nrecords the settlement of various dispute as between Group A\nand Group  B in terms of the Memorandum of Understanding. In\nterms of  the settlement,  the shares  and assets of various\ncompanies are  required to be valued in the manner specified\nin the\tagreement. The\tvaluation is  to be done by M/s S.B.\nBillimoria &amp;  Co. Three\t companies which  have to be divided\nbetween the  two groups are to be divided in accordance with\na scheme  to be\t prepared by  Bansi S.\tMehta &amp;\t Co. In\t the\nimplementation of  the Memorandum  of Understanding which is\nto be  done in consultation with the financial institutions,\nany disputes  or clarifications\t relating to  implementation\nare to\tbe referred  to the  Chairman, IFCI  or his nominees\nwhose decision\twill be\t final and  binding. The  purport of\nClause 9 is to prevent any further disputes between Groups A\nand B. Because the agreement requires  division of assets in\nagreed proportions after their valuation by a named body and\nunder a\t scheme of  division by another named body. Clause 9\nis intended  to clear any other difficulties which may arise\nin the\timplementation of the agreement by leaving it to the\ndecision of  the Chairman,  IFCI.  This\t   clause  does\t not\ncontemplate any judicial determination by the Chairman of he\nIFCI. He is entitled to nominate another person for deciding\nany question.  His decision has been made final and binding.\nThus, Clause  9 is  not intended  to be\t for  any  different\ndecision that  what  is\t already  agreed  upon\tbetween\t the\nparties\t to   the  dispute.   It  is   meant  for  a  proper\nimplementation of  settlement already arrived at. A judicial\ndetermination,\trecording   of\t evidence   etc.   are\t not\ncontemplated. The  decision of\tthe Chairman  IFCI is  to be\nbinding on  the parties. Moreover, difficulties and disputes\nin implementation may not be between the parties disputes in\nimplementation\tmay  not  be  between  the  parties  to\t the\nMemorandum of Understanding. It is possible that the Valuers\nnominated in  the Memorandum  of Understanding\tor the\tfirm\nentrusted with\tthe responsibility  of splitting some of the\ncompanies  may\trequire\t some  clarifications  or  may\tfind\ndifficulties in\t doing the  work. They\tcan also  escort  to\nClause 9.  Looking  to\tthe  scheme  of\t the  Memorandum  of\nUnderstanding and  the purpose behind Clauses 9, the learned\nSingle\tJudge,\t in  our  view,\t has  rightly  come  to\t the\nconclusion that\t this was not an agreement to refer disputes\nto arbitration. It was meant to be an expert&#x27;s decision. The\nChairman, IFCI has designated his decision as a decision. He\nhas consulted  experts\tin  connection\twith  valuation\t and\ndivision of  assets. He\t did not  file his decision in court\nnor did any of the parties request him to do so.\n</p><p data-structure=\"CDiscource\" id=\"p_32\">     Undoubtedly, in  the course of correspondence exchanged\nby various  members of\tGroups A  and B\t with the  Chairman,\nIFCI, some  of the members have used the words &quot;arbitration&quot;\nin connection with Clause 9. That by itself, however, is not\nconclusive. The intention of the parties was not to have any\njudicial determination\ton the\tbasis of evidence led before\nthe Chairman,  IFCI. Nor  was the Chairman, IFCI required to\nbase his  decision only on the material placed before him by\nthe parties  and their\tsubmissions. He was free to make his\nown inquiries.\tHe had to apply his own mind and use his own\nexpertise for  the purpose.  He was free to take the help of\nother experts.\tHe was\trequired to  decide the\t question of\nvaluation and the division of assets as an expert and not as\nan arbitrator.\tHe had been authorise to nominate another in\nhis place.  But\t the  contract\tindicates  that\t he  has  to\nnominate an  expert. The  fact that  submissions  were\tmade\nbefore the  Chairman, IFCI,  would not\tturn  the  decision-\nmaking process into an arbitration.\n</p><p data-structure=\"Issue\" id=\"p_33\">     The Chairman,  IFCI has  framed issues before answering\nthem in\t his decision.\tThese issues  have  been  framed  by\nhimself for  the purpose  of enabling  him to pinpoint those\nissues which  require  his  decision.  There  is  no  agreed\nreference in respect of any specific disputes by the parties\nto him.\n</p><p data-structure=\"Conclusion\" id=\"p_34\">\t       The  finality   of  the\t decision  is\talso\nindicative of  it  being  an  expert&#x27;s\tdecision  though  of\ncourse, this  would not\t be conclusive.\t But looking  at the\nnature of  the functions  expected to  be performed  by\t the\nChairman,  IFCI,  in  our  view,  the  decision\t is  not  an\narbitration award.  The learned\t Single Judge was, therefor,\nright in  coming to  the  conclusion  that  the\t proceedings\nbefore the Chairman, IFCI, were not arbitration proceedings.\nNor was his decision an award. Appeal arising out of Special\nLeave Petition\tNo. 14905  of 1997  is, therefore, dismissed\nwith costs.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">Question No. 2:\n</p><blockquote id=\"blockquote_10\">     The next  question which requires to be decided related\nto Suit\t No. 1394  of 1996.  The learned  Single  Judge\t has\nstruck off  the plaint\tin the\tsuit as being an abuse of he\nprocess of  court. The appellants had filed this suit in the\nDelhi High  Court on  the same\tday as\tArbitration Petition\nbearing\t O.M.P.\t No.58\tof  1996.  It  challenges  the\tsame\ndecision of  the Chairman,  IFCI which\tis challenged in the\narbitration petition as an award.\n</blockquote><blockquote id=\"blockquote_11\">     The learned Single Judge has compared the plaint in the\nsuit with  the petition filed under the <a href=\"/doc/1052228/\" id=\"a_18\">Arbitration Act</a>. The\nprayers in  the arbitration  petition are  for a declaration\n</blockquote><blockquote id=\"blockquote_12\">(a) that  the award  of the C.M.D., IFCI, dated 8.12.1995 is\nillegal, bad  in  law  and  null  and  void;  (b)  that\t the\ndirections given  and actions taken by the Chairman, Modipon\nLtd, in\t letters dated\t22-1-1996, 5.2.1996,  17.4.1996\t and\n24.4.1996 and the scheme of arrangement drawn up by M/s S.S.\nKothari &amp;  Co. are illegal and bad in law; (c) that the said\naward to  the Chairman\tand Managing  Director, IFCI and the\nsaid letters  and directions  of the  Chairman, Modipon Ltd,\nand the said scheme of arrangement drawn by M/s S.S. Kothari\n&amp;  Co.\t be  set   aside;  (d)\tfor  a\tperpetual  injection\nrestraining the\t respondents from taking any action directly\nor indirectly  in pursuance of or to give effect to the said\naward; (e)  for a perpetual injection restraining respondent\nno .5  from passing any resolutions in terms of the proposed\nitems 8\t and 9\tset out in the notice regarding the proposed\nBoard Meeting of Modipon Ltd.; (f) for a perpetual injection\nrestraining respondents 6 and 7 from selling or disposing of\nshares in  Godfrey Phillips  India Ltd. or from dealing with\nthe said  shares in a manner contrary to the scheme prepared\nby M/s\tBansi S.  Mehta &amp;  Co. and  for\t further  and  other\nreliefs.\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">     In the  plaint in the suit, prayers (c), (d), (e), (f),\n(G) &amp;  (h) are identical with the prayers in the arbitration\npetition with  small variations which are of no consequence.\nThe remaining  prayers are  as follows:\t Prayer (a) is for a\ndeclaration  that  the\tMemorandum  of\tUnderstanding  dated\n24.1.1989 is  binding on  both the plaintiffs and defendants\nand all\t parties are  bound in law to act in conformity with\nthe same. Prayer (b) is for a declaration that neither the\nChairman, IFCI\tnor the Chairman, Modipon Ltd. had any power\nto alter,  amend, or  modify in\t any manner  the  scheme  of\nseparation drawn  by M/s  Bansi S. Mehta &amp; Co. Prayer (i) is\nfor an\tinjection restraining  the defendants from altering,\namending or  modifying the  scheme of separation drawn up by\nM/s Bansi  S.Mehta &amp; Co. Prayer (j) is for a decree ordering\nand directing  Modipon Ltd.  to be  split in accordance with\nthe   scheme of\t separation drawn up by M/s Bansi S. Mehta &amp;\nCo. and\t prayer (k)  is for  a decree ordering and directing\nthe implementation  of the  said Memorandum of Understanding\ndated 24.1.1989\t in respect of Modipon Ltd, in such a manner\nthat the  control and  a  management  of  Chemical  Division\nincluding the shares of Modi Group Company allotted to Group\nB held\tby Modipon  Ltd, is  vested in the plaintiff and the\ncontrol and  management of  the\t remainder  of\tthe  company\nincluding the  Fibre Division  is vested in the Group A. The\nparagraphs in the plaint and in the arbitration petition are\nverbatim that  same to a substantial extent. The respondents\nhave pointed  out that\tparagraphs 1A to 54A in the petition\nare the\t same as  paragraphs 1\tto 54A\tin the\tplaint.\t The\ngrounds which  are set out in the petition as well as in the\nplaint are also substantially the same.\n</p><p data-structure=\"Precedent\" id=\"p_37\">     Mr. Nariman, learned senior counsel for the appellants,\nhowever, has  drawn our\t attention to  paragraph 55  of\t the\nplaint. In paragraph 55 it is stated as follows:\n</p><blockquote id=\"blockquote_13\">     &quot;The  plaintiff  says  and\t submits\n     that as the said Ruling/Decision of\n     the CMD,  IFCI  is\t an  Arbitration\n     Award within  the\tmeaning\t of  the\n     <a href=\"/doc/1052228/\" id=\"a_19\">Arbitrator Act,  1940</a>, the legality\n     and validity  of the  same\t can  be\n     questioned and a prayer can be made\n     for setting  aside that  said award\n     only  in  an  arbitration\tpetition\n     filed  under   <a href=\"/doc/1154891/\" id=\"a_20\">Section  33</a>\t of  the\n     Arbitration    Act,    1940.    The\n     Plaintiff\tis,   therefore,  filing\n     along  with  the  present\tsuit  an\n     Arbitration  Petition   under   the\n     provisions of  he <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration  Act</a>,\n     challenging   the\t  legality   and\n     validity\tof   the   said\t  award.\n</blockquote><blockquote id=\"blockquote_14\">     However, the  present suit\t is also\n     being  filed   in\trespect\t  of  he\n     actions   of   third   parties   in\n     pursuance of  and to give effect to\n     the said  Award.  Further,\t in  the\n     event of  it being contended by any\n     of the  defendants\t herein,  or  it\n     being held\t by this  Hon&#x27;ble  Court\n     for  any\treason\tthat   the  said\n     Ruling/Decision of the CMD, IFCI is\n     not  an   Arbitration  Award,   the\n     legality and  validity of\tthe said\n     Ruling/Decision   is   also   being\n     challenged in the present suit.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_38\">     He\t  has submitted\t that in  the event of it being held\nthat Clause  9 of  the Memorandum of Understanding is not an\narbitration clause  and the  decision of the Chairman, IFCI,\nis not an award, it is open to the appellants to file a suit\nto challenge the decision. This is the reason why along with\nthe arbitration\t petition, a  suit has also been filed as an\nalternative  method  of\t challenging  the  decision  of\t the\nChairman and  Managing Director,  IFCI, is  not an award. He\nhas contended  that filling  a separate\t proceeding in\tthis\ncontext cannot\tbe considered  as an  abuse of he process of\nthe court;  and the  learned Single  Judge was\tnot right in\nstriking out the plaint under <a href=\"/doc/161831507/\" id=\"a_22\">Order 6 Rule 16 of the Code of\nCivil Procedure</a>.\n</p><p data-structure=\"Section\" id=\"p_39\">     Under Order  6 Rule  16, the Court may, at any state of\nhe proceeding,\torder to  b e  struck out,  inter alia,\t any\nmatter in  any pleading\t which is  otherwise an abuse of the\nprocess of  the court.\tMulla in his treatise on <a href=\"/doc/161831507/\" id=\"a_23\">the Code of\nCivil Procedure</a>. (15th Edition, Volume II, page 1179 note 7)\nhas stated that power under clause (c) of Order 6 Rule 16 of\nthe Code  is confined to cases where the abuse of he process\nof the\tCourt is  manifest from the pleadings; and that this\npower is  unlike the  power  under  Section  151  whereunder\nCourts have  inherent power  to strike\tout pleadings  or to\nstay or\t dismiss proceedings  which are\t an abuse  of  their\nprocess. In  the present  case the  High Court\thas held the\nsuit to\t be an\tabuse of he process of Court on the basis of\nwhat is stated in the plaint.\n</p><p data-structure=\"Precedent\" id=\"p_40\">     The Supreme  Court Practice  1995 published  by Sweet &amp;\nMaxwell in paragraph 18/19/33 (page 344) explains the phrase\n&quot;abuse of  the\tprocess\t of  the  court&quot;  thus:\t &quot;This\tterm\nconnotes that  the process  of the  court must\tbe used bona\nfide and  properly and\tmust not  be abused.  The court will\nprevent improper  use of  its machinery and will in a proper\ncase, summarily\t prevent its  machinery from being used as a\nmeans  of   vexation  and   oppression\tin  the\t process  of\nlitigation........ The\tcategories of  conduct\trendering  a\nclaim frivolous,  vexatious or\tan abuse  of process are not\nclosed but  depend on  all the\trelevant circumstances.\t And\nfor this  purpose considerations   of  public policy and the\ninterests of justice may be very material.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_41\">     One of the examples cited as an abuse of the process of\ncourt is re-litigation. It is an abuse of the process of the\ncourt and  contrary to justice and public policy for a party\nto re-litigate\tthe same issue which h as already been tried\nand decided earlier against him. The re-agitation may or may\nnot be\tbarred as  res judicata.  But if  the same  issue is\nsought to be re-agitated, it also amounts to an abuse of the\nprocess of  court. A proceeding being filed for a collateral\npurpose, or  a spurious\t claim being  made in litigation may\nalso in\t a given  set of  facts amount\tto an  abuse of\t the\nprocess of the court. Frivolous or vexatious proceedings may\nalso amount  to an abuse of the process\t of court especially\nwhere the  proceedings are  absolutely groundless. The court\nthen has  the power  to stop  such proceedings summarily and\nprevent the  time of  the public  and t\t he court from being\nwasted. Undoubtedly,  it is  a matter  of courts&#x27; discretion\nwhether such  proceedings should be stopped or not; and this\ndiscretion has\tto be exercised with circumspection. It is a\njurisdiction  which   should  be  sparingly  exercised,\t and\nexercised only\tin special  cases. The\tcourt should also be\nsatisfied that there is no chance of the suit succeeding.\n</p><p data-structure=\"Precedent\" id=\"p_42\">     In the  case of  Greenhalgh v.  Mallard [19147  (2) AER\n255] the  e court  had to  consider different proceedings on\nthe same  cause of  action for\tconspiracy, but supported by\ndifferent averments.  The Court,  held that if the plaintiff\nhas chosen  to put his case in one way, he cannot thereafter\nbring the same transaction before the court, put his case in\nanother way  and say  that he  is relying  on a new cause of\naction. In such circumstances he can be met with the plea of\nres judicata or the statement or plaint may be struck out on\nthe ground  that the action is frivolous and vexation and an\nabuse of the process of court.\n</p><p data-structure=\"Precedent\" id=\"p_43\">     In Mcllkenny v. Chief Constable of West Midlands Police\nForce and another [1980 (2) AER 227], the Court of Appeal in\nEngland struck\tout the\t pleading on  the  ground  that\t the\naction was  an abuse  of the  process of  the court since it\nraised an  issue identical  to that  which had\tbeen finally\ndetermined at  the plaintiffs&#x27;\tearlier criminal  trial. The\ncourt said  even when  it is  not possible to strike out the\nplaint on  the ground  of issue\t estoppel, the action can be\nstruck out  as an  abuse of the process of the court because\nit is  an abuse\t for a\tparty to  re-litigate a\t question or\nissue which has already been decided against him even though\nthe other  party cannot\t satisfy  the  strict  rule  of\t res\njudicata or the requirement of issue estoppel.\n</p><p data-structure=\"Precedent\" id=\"p_44\">     In the  present case, the learned Judge was of the view\nthat  the   appellants\thad   resorted\t to   two   parallel\nproceedings, one  under the <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act</a> and the other by\nway of a suit. When the order of interim injunction obtained\nby the\tappellants was\tvacated in  arbitration proceedings,\nthey obtained  an injunction in the suit. The learned Single\nJudge also  felt that the issues in the two proceedings were\nidentical, and\tthe suit  was substantially to set aside the\naward. He,  therefore, held  that the proceeding by way of a\nsuit was  an abuse of the process of court since it amounted\nto litigating  the same\t issue in  a different forum through\ndifferent proceedings.\n</p><p data-structure=\"Section\" id=\"p_45\">     The  perception   of   the\t  Learned   Judge   may\t  be\nsubstantially correct  throughout entirely  so. Undoubtedly,\nif the\tplaint in the suit is viewed as challenging only the\narbitration award,  a suit  to challenge  the award would be\nre-litigating the  issues already  raised in the arbitration\npetition. The  suit would also be barred under <a href=\"/doc/874260/\" id=\"a_25\">Section 32</a> of\nthe Arbitration\t Act, 1940.  <a href=\"/doc/874260/\" id=\"a_26\">Section 32</a>\t of the\t Arbitration\nAct, 1940 provides that notwithstanding any law for the time\nbeing in  force, no suit  shall lie on any ground whatsoever\nfor a  decision upon  the existence effect or validity of an\narbitration agreement  or award,  nor shall  any arbitration\nagreement or  award b  e set  aside, amended, modified or in\nany way affected otherwise than as provided in this Act.\n</p><p data-structure=\"Precedent\" id=\"p_46\">     According to  the appellants,  however, the suit is not\nconfined only  to  challenging\tthe  award  or\tsteps  taken\npursuant to the award by the Chairman, Modipon Ltd. in order\nto enforce  it. According  to the  appellants, in  the\tsuit\nthere is  an alternative  plea that if the impugned decision\nof  the\t  Chairman  and\t  Managing  Director,  IFCI  is\t not\nconsidered as  an awards,  then that  decision as a decision\nshould be  set aside.  It is  contended that the suit, in so\nfar as\tit challenges  the  decision  of  the  Chairman\t and\nManaging Director,  IFCI, as  a decision and not as an award\nis maintainable.  In support,  the e  appellants have relied\nupon the  submissions in  paragraph 55\tof the\tplaint which\nwere have set out earlier.\n</p><p data-structure=\"Precedent\" id=\"p_47\">     The plaint\t in the\t suit, tot he limited extent that it\nchallenges the\tdecision as  a decision, would not amount to\nabuse of  the process  of Court.  We are  not called upon to\nexamine whether\t this alternative submission is supported by\nproper averments  and whether  there is\t a proper  cause  of\naction\tframed\t in  the   plaint  in  Support\tof  such  an\nalternative plea.  This is  a matter which the court hearing\nthe suit  will have  to examine and decide. But in the suit,\nthe decision cannot be challenged as if it were an award and\non the\tsame grounds  as if it were an award. The court will\nalso have  to consider the binding nature of such a decision\nparticularly when  no mala  fides have\tbeen alleged against\nthe CMD,  IFIC. If  ultimately it  is found that even on the\nalternative plea,  the claim  is not  maintainable the court\nmay pass  appropriate orders  in accordance with law. But to\nthe limited  extend that  the  suit  erased  an\t alternative\nindependent plea,  it cannot  be considered as re-litigation\nof the same issue or an abuse of the process of court.\n</p><p data-structure=\"Precedent\" id=\"p_48\">     In\t a   proceeding\t under\t the  <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration  Act</a>,\t the\nappellants could not have raised an alternative plea that in\ncase the  impugned decision  is treated not as an award. but\nas a  decision, the same is bad in law. This plea could only\nhave been raised by filing a separate suit. Similarly in the\nsuit, the  appellants could  not h ave raised an alternative\nplea that  in case the impugned decision is considered as an\naward, the  same should\t be set\t aside. For  this purpose an\narbitration petition was required to be filed. Therefor, the\nsuit, if  and to the extent that it challenges in accordance\nwith law,  the impugned\t decision as  a decision,  cannot be\ntreated as an abuse of\tthe process of the court.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">     Group A  also contends  that there\t is no\tmerit in the\nchallenge to  the decision of the Chairman of IFCI which has\nbeen made binding under the Memorandum of Understanding. The\nentire Memorandum of Understanding including Clause 9 has to\nbe looked  upon\t as  a\tfamily\tsettlement  between  various\nmembers\t of   the  Modi\t family.  Under\t the  Memorandum  of\nUnderstanding, all  pending the\t Modi family forming part of\neither Group  A or  Group B  have been\tfinally settled\t and\nadjusted. Where it has become necessary to split any of\t the\nexisting companies,  this has  also  been  provided  for  in\nMemorandum of  Understanding. It  is a\tcomplete settlement,\nproviding how  assets are  to be  valued, how they are to be\ndividing some  of the specified companies has to be prepared\nand who\t has to\t do this  work.\t In  order  to\tobviate\t any\ndispute, the parties have agreed that the entire working out\nof this agreement will b e subject to such directions as the\nchairman, IFCI\tmay give pertaining to the implementation of\nMemorandum of  Understanding. He  is also  empowered to give\nclarifications and  decide any\tdifferences relating  tot he\nimplementation of  the Memorandum  of Understanding.  Such a\nfamily settlement  which settled  disputes within the family\nshould not  be lightly\tinterfered with\t especially when the\nsettlement has\tbeen already  acted upon  by some members of\nthe family.  In the  present case,  from 1989  to  1995\t the\nMemorandum of  Understanding has  been\tsubstantially  acted\nupon and  hence the  parties must  be held to the settlement\nwhich is  in the  interest of  the family  and which  avoids\ndisputes between the members of the family. Such settlements\nhave  to  be  viewed  a\t little\t differently  from  ordinary\ncontracts and  their internal  mechanism for working out the\nsettlement should  not be lightly disturbed. The respondents\nmay make  appropriate submissions  in this connection before\nthe High  Court. We are sure that they will be considered as\nand when  the High  Court is  required to  do so  whether in\ninterlocutory proceedings or at the final hearing.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">     The appeal\t of the\t appellants from the judgment of the\nLearned Judge  striking out the plaint is, therefore, partly\nallowed and  the suit,\tto the\textent\tthat  it  challenges\nindependently the  decision of\tthe  Chairman  and  Managing\nDirector, IFCI\tas a  decision\tand  not  as  an  award,  is\nmaintainable in\t the sense  that it  is not  an abuse of the\nprocess of  the court.\tWe make\t it clear  that we  are\t not\nexamining the  merits of the claim nor whether the plaint in\nthe suit  discloses a  cause of\t action in  this regard. The\nplaint leaves  much to\tbe desired  and it  is for the trial\ncourt to decide these and allied questions. The plaint in so\nfar as\tit challenges  the decision  as an  award and on the\nsame  grounds\tas  an\t award;\t or  seeks  to\tprevent\t the\nenforcement of\tthat award  by the Chairman, Modipon Ltd. or\nin any\tother way has been rightly considered as an abuse of\nthe process  of court  since the  same reliefs\thave already\nbeen asked  for in  the arbitration  petition. The  Transfer\nCase No.13 of 1997 is, therefore, partly allowed.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">     We also  direct that all the defendants in he said suit\nwho are\t supporting the\t Plaintiffs shall  be transposed  as\nplaintiffs along  with the  original plaintiffs\t since\tthey\nhave a\tcommon\tcause  of  action.  For\t this  purpose,\t the\nplaintiffs shall carry out necessary amendments in he causer\ntitle and  any consequential amendments in he suit with four\nweeks of this order.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">     Pending the  hearing and  final disposal of the suit in\nhe Delhi  High Court  and/or until  any further\t orders\t are\npassed by the trial court if the exigencies of the situation\nthen prevailing\t so require, no meeting of the Modipon Board\nshall be  held for  considering any  matter relating  to the\ndecision  of   the  CMD,  IFCI\tdated  8.12.1995.  Also\t the\ndefendants in  eh said\tsuit (Group  A) shall  not sell\t any\nshares held  in Godfrey\t Phillips India\t Ltd.  provided\t the\nplaintiffs in the suit deposit in the Delhi High Court a sum\nof Rs.5 crores (Five Crores) within four weeks from the date\nof this\t order. In the event of their failure to deposit the\nsaid  amount   within  the   aforesaid\tperiod,\t  the  order\nrestraining the\t defendants (Group  A) from selling the said\nshares shall stand vacated. The amount so deposited shall be\ninvested  by   the  High  Court\t in  Fixed  Deposits  within\nNationalised Banks pending further orders. The interim order\nof 7th\tJanuary, 1998  will continue  to  operate  in  terms\nthereof. In  the event\tof any\tchange in the circumstances,\nthe parties  will be  at liberty  to apply to the High Court\nfor any\t variation  of\tthis  order.  Appeals  arising\tfrom\nSpecial Leave  Petition Nos. 14905/97, 18711/97 and Transfer\nCase No. 13/97 are disposed of accordingly together with all\ninterim applications.\n</p>\n\n\n","numcites":14,"numcitedby":573,"docsource":"Supreme Court of India","citetid":1777887,"divtype":"judgments","relatedqs":[{"value":"abuse of the process of court","formInput":"abuse%20of%20the%20process%20of%20court"},{"value":"order 16 rule 6","formInput":"order%2016%20rule%206"},{"value":"expert determination","formInput":"expert%20determination"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"family settlement","formInput":"family%20settlement"},{"value":"godfrey phillips","formInput":"godfrey%20phillips"},{"value":"\"fair wage\" ","formInput":"%22fair%20wage%22%20"},{"value":"\"order 6 rule 16\"","formInput":"%22order%206%20rule%2016%22"},{"value":"modipon ltd ","formInput":"modipon%20ltd%20"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"sujata v. manohar","formInput":"sujata%20v.%20manohar"},{"value":"abuse process","formInput":"abuse%20process"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"alternative plea","formInput":"alternative%20plea"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"slp","formInput":"slp"},{"value":"valuer","formInput":"valuer"},{"value":"memorandum of understanding","formInput":"memorandum%20of%20understanding"},{"value":"\"re-agitating\"","formInput":"%22re-agitating%22"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}