{"tid":1693099,"publishdate":"2010-02-09","title":"National Textile Corporation Ltd.& ... vs Ashval Vaderaa on 9 February, 2010","doc":"<h2 class=\"doc_title\">National Textile Corporation Ltd.&amp; ... vs Ashval Vaderaa on 9 February, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-khetrapal\">Reva Khetrapal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-khetrapal\">Reva Khetrapal</a></h3>\n\n<pre id=\"pre_1\">                                        REPORTED\n*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                             DATE OF RESERVE: December 10, 2009\n\n                              DATE OF DECISION: February 9, 2010\n\n+            RFA 274/2009 and CM No.10578/2009\n\n      NATIONAL TEXTILE CORPORATION LTD\n      &amp; ANR.                                  ..... Appellants\n                    Through: Mr. Sandeep Sethi Sr. Advocate with\n                             Mr.Navin Sharma, Mr. Sindhu Sinha and\n                             Mr.Nikhil Bhalla, Advocates\n\n                     versus\n\n      ASHVAL VADERAA                      ........ Respondent\n                   Through: Mr. Arun Mohan Sr. Advocate with\n                            Mr.N.K. Kantawala, Advocate\n\n      CORAM:\n      HON&#x27;BLE MS. JUSTICE REVA KHETRAPAL\n\n1.    Whether reporters of local papers may be allowed\n      to see the judgment?\n2.    To be referred to the Reporter or not?\n3.    Whether judgment should be reported in Digest?\n\n\n:     REVA KHETRAPAL, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.    This appeal is directed against the judgment of the learned Additional\n\nDistrict Judge dated 9.4.2009 decreeing the suit of the plaintiff for possession\n\nunder the provisions of <a href=\"/doc/161831507/\" id=\"a_1\">Order XII Rule 16 of the Code of Civil Procedure</a>.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.    The facts relevant for the decision of the present appeal are as follows:-\n\n</p><blockquote id=\"blockquote_1\">The respondent is the owner of property No.E-25, NDSE Part-II, New Delhi\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">       RFA 274/2009                                      Page No. 1 of 16</span>\n measuring a covered area of 68.79 sq.mtrs.(740.44 sq.ft.) on the ground floor\n\nwith public verandah in front as part thereof. The premises were let out to the\n\nappellant by the respondent in May, 1975 for 11 months by an unregistiered\n\nlease deed, which expired on 03.04.1976. No renewal was sought and the\n\nappellant continued as a tenant holding over from month to month.            On\n\n16.8.1978 again an unregistered agreement was executed between the parties\n\nfor a period of three years with the lease coming into effect from 03.03.1977.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_3\">The three years term having expired by efflux of time on 03.03.1980, the\n\nappellant continued as a month to month tenant by holding over. The terms of\n\nthe oral tenancy also kept on changing and on 01.01.2005, a new oral month to\n\nmonth tenancy came into existence whereunder the rent of the suit property\n\nwas increased to Rs.15,000/- per month.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.    On 30.08.2006, the respondent served upon the appellant a notice to quit\n\nto which the appellant replied on 30.10.2006. On 04.12.2006, a civil suit\n\nNo.286/2006 was filed by the respondent before the trial court for ejectment\n\nand recovery of mesne profits.      The appellant filed an application under\n\n<a href=\"/doc/1232861/\" id=\"a_2\">Section 8</a> of the Arbitration Act for referring the matter to a sole Arbitrator on\n\nthe basis of an arbitration clause contained in the lease agreement dated\n\n16.08.1978. This application was dismissed by the trial court holding that the\n\nterms of tenancy stood changed between the parties by an oral agreement and\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">       RFA 274/2009                                      Page No. 2 of 16</span>\n the defendant, therefore, could not rely upon the agreement dated 16.08.1978\n\nto claim existence of an arbitration clause.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.     Aggrieved by the order of the trial court dated 31.05.2007 dismissing\n\nthe application under <a href=\"/doc/1232861/\" id=\"a_3\">Section 8</a> of the Arbitration Act, the appellant filed a\n\nrevision petition being Civil Revision Petition No.166/2007 in this Court.\n\nSignificantly in the said revision petition, the submission of the appellant was\n\nthat the agreement dated 16.08.1978 was a business agreement executed\n\nbetween the parties, and the respondent in terms of this agreement was entitled\n\nto a guaranteed sale commission and it was agreed that the petitioner shall pay\n\na consolidated sum of Rs.15,000/- per month towards sale commission and\n\nrental. It was urged that since this agreement of 1978 contained an arbitration\n\nclause, the Court was bound to refer the matter to the Arbitrator for\n\nadjudication.\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\">5.     Rejecting the aforesaid contention of the counsel for the appellant, a\n\nlearned Single Judge of this Court in his judgment and order held as follows:-\n\n</p><blockquote id=\"blockquote_2\">                &quot;4. A perusal of the agreement dated 16th August, 1978\n                filed by the petitioner would show that the relationship\n                between petitioner and the respondent was that of a\n                lesser and lessee and lease was granted to the\n                petitioner in 1978 for a period of 3 years starting from\n                3rd March, 1977. An option was given in the agreement\n                to renew the terms and conditions of the lease upon\n                mutually agreed terms. There was a clause for\n                terminating the agreement in case of failure on the\n                part of either of the parties in fulfilling the terms. After\n\n\n<span class=\"hidden_text\" id=\"span_3\">       RFA 274/2009                                           Page No. 3 of 16</span>\n     this agreement, which expired in 1980, no new\n    agreement was executed.\n</blockquote>\n<blockquote id=\"blockquote_3\">    5. It is settled law that in case of lease of immovable\n    properties, if the lease is a period of one year or more\n    lease deed is required to be compulsorily registered.\n    The agreement relied upon by the petitioner is an\n    unregistered (sic. document). Even otherwise, this\n    agreement exhausted itself in 1980 and after 1980\n    there was no written agreement between the parties.\n    After 1980 premises remained in occupation of petition\n    (sic. petitioner) on the basis of a lease which was\n    orally created form time to time and renewed from\n    time to time as a month-to-month tenancy. The Court\n    cannot look into or rely upon an unregistered\n    document which purports to create lease of one year or\n    more that one year. If a document is inadmissible\n    because of its non-registration or because of its not\n    having proper stamp duty, all its terms are\n    inadmissible including the one which provides for an\n    arbitration between the parties. An arbitration\n    agreement can be enforced only along with the\n    contract between the parties and such a contract must\n    be a valid contract, admissible under law. If a contract\n    is not admissible in law, every clause of it is\n    inadmissible in law including arbitration clause.\n</blockquote>\n<blockquote id=\"blockquote_4\">    6. Even if this lease agreement had been a registered\n    lease agreement, on expiry of the lease period fixed in\n    the original lease deed, the lease would have come to\n    an end. Since no written lease deed was executed\n    between the parties a new contract of tenancy had\n    come into existence between the parties created orally.\n    The parties cannot resort to the terms and conditions\n    of the exhausted contract when a new contract had\n    come into existence. If parties wanted that there should\n    have been an arbitration clause between them in\n    respect of further tenancy period, nobody stopped the\n    parties from entering into such an agreement in\n    writing, which is the basic requirement of any\n\n\n<span class=\"hidden_text\" id=\"span_4\">RFA 274/2009                                   Page No. 4 of 16</span>\n     arbitration clause. Therefore, the reasoning of the\n    petitioner that there was an arbitration clause in 1978\n    agreement was rightly rejected. When the written lease\n    deed came to an end and a new oral lease was entered\n    between the parties, the arbitration clause finding\n    place in earlier lease deed cannot be invoked by a\n    tenant. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1653923\" id=\"span_5\">In <a href=\"/doc/1653923/\" id=\"a_4\">Vardhaman Spinning &amp; General Mills Vs.\n    Veena Kumari Wadhawan</a> 68 (1997) DLT 761 a\n    similar contention was put forward by the appellant\n    before this court and this Court observed as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_5\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1653923\" id=\"span_6\">&quot;One of the arguments advanced by Mr. Bawa\n           Shiv Charan Singh, learned Counsel for the\n           respondent/plaintiff is that the lease created by\n           agreement dated 01.11.1980 was determined by\n           efflux of time and the lease deed dated\n           01.11.1980 vanished by efflux of time. The\n           unregistered lease deed dated 01.11.1980\n           having been determined by efflux of time in the\n           year 1984, the arbitration clause perishes\n           along with the determination of original lease\n           deed dated 01.11.1980 and cannot be availed of\n           by the appellant/defendant. In the case of ITC\n           Ltd.Vs. George Joseph Fernandes and\n           Another reported in AIR 1989 SC p. 839, it\n           has been held that where the dispute between\n           the parties is that the contract itself does not\n           subsist either as a result of its being substituted\n           by a new contract or by rescission or\n           alteration, that dispute cannot be referred to\n           the arbitration as the arbitration clause itself\n           would perish if the averment was found to be\n           valid. As the very jurisdiction of the Arbitration\n           (sic. Arbitrator) is dependent upon the\n           existence of the arbitration clause under which\n           he is appointed, the parties have no right to\n           invoke a clause which perished with the\n           contract ..... A dispute as to the binding nature\n           of the contract cannot be determined by resort\n           to arbitration because the arbitration clause\n\n\n<span class=\"hidden_text\" id=\"span_7\">RFA 274/2009                                    Page No. 5 of 16</span>\n           itself stands or falls according to the\n          determination of the question in dispute&quot;. As\n          pointed out above in the instant case the\n          agreement dated 01.11.1980 has been\n          determined by efflux of time. There has been no\n          fresh registered lease creating mutual rights\n          and obligations by and between the parties\n          including the arbitration clause and the\n          payments of rents from 01.11.1984 have been\n          under the correspondence <a href=\"/doc/1653923/\" id=\"a_5\">referred to above</a>.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_7\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92922\" id=\"span_8\">7. Similary in <a href=\"/doc/92922/\" id=\"a_6\">Union of India &amp; Ors. Vs. Smt.\n    Jagdish Kaur</a> AIR 2007 Allahabad 67, Allahabad\n    High Court had considered similar situation and\n    observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_6\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"363407\" id=\"span_9\">&quot; On point (B), it appears from clause 15 of\n          the agreement that it provided for arbitration.\n          The suit was instituted by the landlady on\n          01.07.2004 after expiry of term of agreement.\n          Courts below have rightly held that after expiry\n          of five years, the agreement was non-existent\n          and the arbitration clause was not applicable.\n          This view finds support from the law <a href=\"/doc/92922/\" id=\"a_7\">laid down\n          by</a> Hon&#x27;ble the Apex Court in <a href=\"/doc/363407/\" id=\"a_8\">Union of India Vs.\n          Kishori Lal Gupta and Brothers</a>, AIR 1959 SC\n          1362.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_8\">    8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"975569\" id=\"span_10\">In <a href=\"/doc/975569/\" id=\"a_9\">Ghulan Hassan Dar Vs. Controller of\n    Aerodrome</a> AIR 1987 J&amp;K 25, Jammu &amp; Kashmir\n    High Court had considered a similar situation and\n    observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_7\">             &quot;After the expiry of the period of licence and\n         after the expiry of period of agreement nothing\n         survives for arbitration. The arbitration clause\n         was for any dispute or difference of questions\n         having regard to the covenants and conditions of\n         the agreement and in respect of rights, duties and\n         liabilities and duties of the contracting parties.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_11\">RFA 274/2009                                  Page No. 6 of 16</span>\n<blockquote id=\"blockquote_8\">                     This clause after the lapse of the agreement will\n                    cease to be effective because the petitioner&#x27;s right\n                    as licencee has ended with the expiry of period of\n                    licence.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_9\">             9. ... ...\n</p>\n<p data-structure=\"Section\" id=\"p_10\">             10. ... ...\n</p>\n<p data-structure=\"Conclusion\" id=\"p_11\">             11. I find that the trial Court rightly dismissed the\n             application of the petitioner. This petition has no force\n             and is hereby dismissed.&quot;\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">6.    A Special Leave Petition filed by the appellant, being SLP (Civil)\n\nNo.5711/2009 against the aforesaid order was dismissed by the Supreme Court\n\non 23.03.2009.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">7.    In the meanwhile, on 05.11.2008, the respondent filed an application\n\nunder Order XII Rule 6 read with Orders XIV and XV and <a href=\"/doc/56600062/\" id=\"a_10\">Section 151</a> CPC\n\npraying that a decree of possession be passed in favour of the respondent and\n\nagainst the appellant on the basis of the admissions made by the appellant in its\n\npleadings and the documents admitted therein.          Paragraph 4 of the said\n\napplication referred to the following clear admissions made by the appellant:\n\n</p><blockquote id=\"blockquote_9\">(1) There was a landlord-tenant relationship between the appellant and the\n\nrespondent; (2) There existed no registered lease deed, which meant the\n\ntenancy was from month to month only and not for a fixed term; (3) The &#x27;rent&#x27;\n\nof the premises was Rs.15,000/- per month, i.e., above Rs.3,500/- per month;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_14\">and (4) Notice to quit dated 30.08.2006 was duly served by the respondent on\n\n\n<span class=\"hidden_text\" id=\"span_12\">       RFA 274/2009                                       Page No. 7 of 16</span>\n the appellant.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">8.     In reply to the aforesaid application, the appellants asserted that the suit\n\ninvolved triable issues between the parties and stated that there was no\n\nadmission on the part of the appellant with respect to the landlord-tenant\n\nrelationship between the parties. There was also no admission as to the notice\n\nto quit or with respect to payment of any &quot;rent&quot; because the relationship\n\nbetween the parties was a business relationship. It was submitted that no rent\n\n@ Rs.15,000/- per month was being paid as Rs.15,000/- included sales\n\ncommission also. It was denied that the defendant was a &quot;tenant per-se&quot;, and\n\nasserted that in fact there existed a business relationship between the parties\n\nand not simpliciter, a landlord-tenant relationship.\n\n</p><p data-structure=\"Facts\" id=\"p_16\">9.     On 09.04.2009 the impugned judgment was passed by the learned trial\n\ncourt disposing of the application of the respondent/plaintiff under <a href=\"/doc/161831507/\" id=\"a_11\">Order XII\n\nRule 6 CPC</a> by decreeing the suit for possession of the premises in question in\n\nfavour of the respondent and against the appellant, granting six months&#x27; time\n\nto the appellant to relocate its business and vacate the premises. It was further\n\nmade clear that in case the premises were not vacated within six months, i.e.,\n\ntill 12.10.2009, the respondent would be entitled to recover the possession of\n\nthe premises through the process of the court. The present appeal arises from\n\nthe aforesaid order.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\n\n<span class=\"hidden_text\" id=\"span_13\">       RFA 274/2009                                       Page No. 8 of 16</span>\n</p><p data-structure=\"CDiscource\" id=\"p_18\"> 10.   Mr.Sandeep Sethi, the learned senior counsel for the appellant and\n\nMr.Arun Mohan, the learned senior counsel for the respondent have been heard\n\nand the relevant documents adverted to by them have been perused. In the\n\ncourse of his submissions, Mr.Sandeep Sethi referred to the notice to quit dated\n\n30.10.2006 and in particular to paragraph 10 of the said notice, which is\n\nreproduced as under:-\n</p>\n<blockquote id=\"blockquote_10\">      &quot;10. That the contents of para no.8 are denied to the extent that\n      the commission on sales have been discontinued, however, it is\n      admitted that the same have been included in the consolidated\n      rent of Rs.15,000/- per month.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_19\">11.   Mr.Sethi also referred to paragraph 12 of the reply to the aforesaid\n\nnotice, which reads as follows:-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">        &quot;12. That the contents of para no.10 are denied to the extent\n        that the occupation of the premises by my clients is in terms of\n        the aforesaid two agreements, it is not to be termed as a simple\n        tenancy.    However, the consolidated rent including the\n        commission on sales in terms of the agreement is Rs.15,000/-\n        per month. It is also admitted that the rent stands paid till date.&quot;\n\n</p><p data-structure=\"RespArg\" id=\"p_21\">12.   Referring to the relevant paragraphs of the written statement, Mr.Sethi\n\nalso contended that there was no clear or unequivocal admission on the part of\n\nthe appellant so as to justify the passing of a decree under Order XII Rule 6\n\nand, on the other hand, it had been averred by the appellant in its written\n\nstatement that the relationship between the appellant and the respondent was\n\nnot simpliciter that of landlord and tenant, but was a business relationship by\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">       RFA 274/2009                                       Page No. 9 of 16</span>\n virtue of which the profits earned by the showroom being run in the suit\n\nproperty by the appellant were to be shared, as agreed to between the parties.\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">13.    Rebutting the aforesaid contention of Mr.Sandeep Sethi, Mr.Arun\n\nMohan, the learned counsel for the respondent contended that in a suit for\n\nejectment of a tenant on a month to month lease in order to obtain a decree for\n\npossession based on admission, the plaintiff has to prove the following:-\n\n</p><blockquote id=\"blockquote_11\">(i)landlord-tenant relationship (ii)rent being above Rs.3,500/- per month and\n\n</blockquote><blockquote id=\"blockquote_12\">(iii)service of notice to quit. In the instant case, all three pre-conditions had\n\nbeen fulfilled. In the context of landlord-tenant relationship, the admission\n\nwas contained in the reply dated 30.10.2006 to the notice to quit.           The\n\nadmission that the rent was above Rs.3,500/- per month and the service of the\n\nnotice terminating the tenancy also stood proved from the notice to quit and the\n\nreply thereto.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_23\">14.    It was also submitted by the counsel for the respondent           that the\n\ncovering letters given along with monthly cheques for the period from\n\nFebruary, 2005 to 07.08.2006, i.e., before the notice to quit was served, used\n\nthe words, &quot;Rent for the month of ....&quot;. TDS Certificates issued by appellant\n\nfor the year 2004-05, 2005-06 and 2006-07 also show &quot;Nature of Payment&quot;\n\n</p><blockquote id=\"blockquote_13\">as &quot;Rent u/s 194 I&quot; of the <a href=\"/doc/789969/\" id=\"a_12\">Income Tax Act</a>.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_24\">15.    Mr.Sandeep Sethi, the learned senior counsel for the appellant in\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">       RFA 274/2009                                      Page No. 10 of 16</span>\n rejoinder contended that the aforesaid documents, i.e., the covering letters\n\ngiven along with the monthly cheques and the TDS certificates could not be\n\nlooked into by this Court at this stage as the said documents were not admitted\n\ndocuments and their worth could only be ascertained after the parties had\n\nadduced their respective evidence and not at the present stage.\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"455501\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"421281\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"131928\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1441552\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1875454\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1268348\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"732695\" id=\"span_22\">16.   Even accepting the aforesaid contention of the learned counsel for the\n\nappellant and for the time being, eliminating the said documents, that is, the\n\nrent receipts and the TDS certificate from consideration, I am of the view that\n\nthe appellant in its pleadings having clearly admitted that there was a landlord-\n\ntenant relationship, that a consolidated rent of Rs.15,000/- per month was\n\nbeing paid by it to the respondent and also that the respondent had served upon\n\nthe appellant the notice to quit, which was replied to by the respondent, there\n\nwas no impediment to the passing of a decree for ejectment on the aforesaid\n\nadmissions, leaving the question of mesne profits to be tried on the basis of\n\nevidence adduced by the parties [See <a href=\"/doc/732695/\" id=\"a_13\">Surjit Sachdeva Vs. Kazakstan\n\nInvestment</a>, 66 (1997) DLT 54; <a href=\"/doc/1268348/\" id=\"a_14\">Samir Mukherjee Vs. Devinder K.Bajaj</a>,\n\n71(1998) DLT 477; <a href=\"/doc/1875454/\" id=\"a_15\">Vikas Theatres Vs. Punjab &amp; Sind Bank</a>, 71 (1998) DLT\n\n526; <a href=\"/doc/1441552/\" id=\"a_16\">Shukla Malhotra Vs. Vyasa Bank Ltd.</a>, 73(1998) DLT 124; Amar\n\nC.Talwar Vs. Export Promo Council, 77(1999) DLT 809; <a href=\"/doc/131928/\" id=\"a_17\">Deenar Builders\n\nVs. Khoday Distilleries</a>, 82(1999) DLT 809; <a href=\"/doc/421281/\" id=\"a_18\">Zulfiquar Ali Khan Vs. Straw\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">       RFA 274/2009                                      Page No. 11 of 16</span>\n Products</a>, 2000 VI AD (Delhi) 347; Jasmer Singh Vs. Electronics Trade &amp;\n\nTech (2002) I AD (Delhi) 281; R.K.Aggarwal Vs. ITDC, 1997(1) RCR 401;\n\nUttam Singh Dugal Vs. UBI, (2000) 7 SCC 120; and <a href=\"/doc/455501/\" id=\"a_19\">Delhi Jal Board Vs.\n\nSurendra P.Malik</a>, 104 (2003) DLT 151].</span></span></span></span></span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"384581\" id=\"span_24\">17.    It is settled law that admissions need not be made expressly in the\n\npleadings. Even on the constructive admissions Court can proceed to pass a\n\ndecree in plaintiff&#x27;s favour. In order to invoke the provisions of <a href=\"/doc/161831507/\" id=\"a_20\">Order XII\n\nRule 6 CPC</a>, admissions de hors pleadings may also be considered as is\n\nevident from the use of the word &quot;otherwise&quot; in the said provision. [See\n\n<a href=\"/doc/384581/\" id=\"a_21\">Shikharchand vs. Mst</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"46084\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"994327\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"498973\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"311909\" id=\"span_28\">Bari Bai, AIR 1974 MP 75; <a href=\"/doc/311909/\" id=\"a_22\">K. Kishore vs. Allahabad\n\nBank</a>, 1997 (41) DRJ 698; Uttam Singh Dugal vs. UBI, (2000) 7 SCC 120;\n\n<a href=\"/doc/498973/\" id=\"a_23\">Rajiv Srivastava vs. Sanjiv Tuli</a>, 119 (2005) DLT 202; <a href=\"/doc/994327/\" id=\"a_24\">Rama Ghei vs. U.P.\n\nState Handlom Corpn.</a>, 91 (<a href=\"/doc/46084/\" id=\"a_25\">2001) DLT 386 and R.N. Sachdeva vs. R.L.\n\nMahajan Charitable Trust</a>, 1997 (41) DRJ 698]. Such admissions may be\n\ncontained in documents written or executed between the parties before the\n\naction is brought or even from the statements of parties recorded in the Court,\n\nincluding statements recorded under <a href=\"/doc/161831507/\" id=\"a_26\">Order X Rule 1 CPC</a>. Admissions may\n\nalso be gleaned from vague and unspecific denials made in the pleadings and\n\ndocuments, which on the face of it appear to have been deliberately made in\n\norder to mislead the Court, or gathered from the non-traversal of specific\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">       RFA 274/2009                                     Page No. 12 of 16</span>\n averments made in the pleadings and documents.</span></span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">18.    It is the bane of the judicial system that with a view to protract and drag\n\non the case, a litigant who is a wrong-doer often takes all sorts of false and\n\nlegally untenable pleas. Such litigants should not be allowed to hijack the\n\njudicial process and to subvert the cause of justice. Where it is palpably clear\n\nto the Court that the defence is with the sole purpose of protracting the\n\nproceedings to the advantage of the wrongdoer and the disadvantage of the\n\naggrieved party, it becomes the bounden duty of the Court to save the latter\n\nfrom going through the rigmarole of a futile and expensive trial. For this, the\n\nCourt has been invested with sweeping powers by a number of provisions in\n\nvarious statutes, the most potent of which are the provisions of Order XII Rule\n\n6 read with Order VIII Rules 3 and 4 <a href=\"/doc/161831507/\" id=\"a_27\">CPC</a>. Regrettably, the said provisions,\n\nthough exploited by the Courts to the advantage of the judicial process, have\n\nyet to reach the optimum level of exploitation. It thus becomes imperative on\n\nthis Court to use the powers reposed in it to prevent misuse of the judicial\n\nprocess, to cut short laws&#x27; delays and to save the aggrieved party from the\n\ntravails of a long drawn out litigation, often outliving his life span itself and\n\nfalling into the lap of his survivors.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1683568\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899065\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1508976\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1608703\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"655045\" id=\"span_34\">19.    As regards the plea of the appellant&#x27;s counsel that the trial court has\n\nfailed to appreciate that, the question whether the agreement dated 16.08.1978\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">       RFA 274/2009                                       Page No. 13 of 16</span>\n was in fact a business agreement or purely a tenancy agreement was an issue in\n\ndispute,   I am of the view that the findings of this Court in Civil Revision\n\nPetition No.166/07 on this aspect of the matter are conclusive and binding in\n\nthe instant appeal as well. This Court in the former case between the same\n\nparties having held that an oral tenancy on a month to month basis existed\n\nbetween the parties and the said finding having withstood the test of appeal\n\nbefore the Supreme Court, it is no longer open to this Court to hold that there\n\nwas a business relationship subsisting between the parties and that too in the\n\nteeth of the clear admission of landlord-tenant relationship by the appellant.\n\nThe principle of res judicata, as is well known, would not only apply in\n\ndifferent proceedings arising out of the same cause of action but would also\n\napply in different stages of the same proceedings so that if an issue has been\n\ndecided at an earlier stage against a party it cannot be allowed to be re-agitated\n\nby him at a subsequent stage in the same suit or proceedings. [See <a href=\"/doc/655045/\" id=\"a_28\">Satyadhyan\n\nVs. Smt. Deorajin Debi</a>, AIR 1960 SC 941; <a href=\"/doc/1608703/\" id=\"a_29\">Arjun Singh Vs. Mohindra\n\nKumar</a>, AIR 1964 SC 993; <a href=\"/doc/1508976/\" id=\"a_30\">C.V.Rajendran Vs. N.M.Muhammed Kunhi</a>,\n\n(2002) 7 SCC 447; <a href=\"/doc/899065/\" id=\"a_31\">Ishwar Dutt Vs. Land Acquisition Collector</a>, (<a href=\"/doc/1683568/\" id=\"a_32\">2005) 7\n\nSCC 190 and Barkat Ali vs. Badri Narain (D) by LRs</a> (2008) 4 SCC 615].</span></span></span></span></span>\n\n</p><p data-structure=\"Section\" id=\"p_29\">20.    Even otherwise, I am of the view that the respondent is entitled to a\n\ndecree for possession in view of the definition of &quot;rent&quot;, as set out in Section\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">       RFA 274/2009                                       Page No. 14 of 16</span>\n 105 of the <a href=\"/doc/515323/\" id=\"a_33\">Transfer of Property Act, 1882</a>, which reads as follows:-\n\n</p><blockquote id=\"blockquote_14\">       &quot;105.Lease defined-A lease of immovable property is a transfer\n       of a right to enjoy such property, made for a certain time, express\n       or implied, or in perpetuity, in consideration of a price paid or\n       promised, or of money, a share of crops, service or any other thing\n       of value, to be rendered periodically or on specified occasions to\n       the transferor by the transferee, who accepts the transfer on such\n       terms.\n</blockquote><blockquote id=\"blockquote_15\">               Lessor, lessee, premium and rent defined-The transferor\n       is called the lessor, the transferee is called the lessee, the price is\n       called the premium, and the money, share, service or other\n       thing to be so rendered is called the rent.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_30\">21.    A bare glance at the aforesaid section shows that the transfer of right to\n\nenjoy immoveable property may be made in lieu of money, a share of crops,\n\nservice rendered or any other thing of value to be rendered periodically or on\n\nspecified occasions to the transferor by the transferee; and the money, share,\n\nservice or other thing to be so rendered is called the rent. A lease is thus a\n\ntransfer of a right to enjoy immovable property for monetary or other\n\nconsideration. Thus, it is not difficult to conceive of a lease of an immoveable\n\nproperty, with a landlord-tenant relationship between the parties, in lieu of a\n\nshare of profits or in lieu of commission paid or even in lieu of a service\n\nrendered.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">22.    To conclude, on admitted facts, the respondent is entitled to a decree\n\nfor possession in his favour and the view taken by the learned trial Judge is\n\nmanifestly correct. No ground for interference has been made out. The appeal\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">       RFA 274/2009                                        Page No. 15 of 16</span>\n is devoid of merit and deserves to be dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">23.      RFA 274/2009 and CM No.10578/2009 are accordingly dismissed with\n\ncosts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">                                          REVA KHETRAPAL, J.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">February 9, 2010\naks\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">         RFA 274/2009                               Page No. 16 of 16</span>\n </p>","numcites":26,"numcitedby":60,"docsource":"Delhi High Court","citetid":1693099,"divtype":"judgments","relatedqs":[{"value":"relationship between landlord and tenant","formInput":"relationship%20between%20landlord%20and%20tenant"},{"value":"mr. arun mohan","formInput":"mr.%20arun%20mohan"},{"value":"order XII Rule 6","formInput":"order%20XII%20Rule%206"},{"value":"tenant landlord relationship","formInput":"tenant%20landlord%20relationship"},{"value":"judicial process","formInput":"judicial%20process"},{"value":"civil revision petition","formInput":"civil%20revision%20petition"},{"value":"notice to quit ","formInput":"notice%20to%20quit%20"},{"value":"month to month tenancy","formInput":"month%20to%20month%20tenancy"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"Sandeep @sethi","formInput":"Sandeep%20%40sethi"},{"value":" tenant landlord","formInput":"%20tenant%20landlord"},{"value":"lease agreement","formInput":"lease%20agreement"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"ejectment ","formInput":"ejectment%20"},{"value":"reva khetrapal","formInput":"reva%20khetrapal"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"unregistered","formInput":"unregistered"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Order 6 rule 6","formInput":"Order%206%20rule%206"},{"value":"dlt  ","formInput":"dlt%20%20"}],"cats":[{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"transfer-of-property","formInput":"tag:transfer-of-property"},{"value":"duration-of-certain-leases-in-absence-of-written-contract","formInput":"tag:duration-of-certain-leases-in-absence-of-written-contract"}],"courtcopy":true,"query_alert":null,"agreement":false}