{"tid":1547639,"publishdate":"1939-08-08","title":"Shriram Hanutram vs Mohanlal And Co. on 8 August, 1939","doc":"<h2 class=\"doc_title\">Shriram Hanutram vs Mohanlal And Co. on 8 August, 1939</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1939)41BOMLR1293, AIR 1940 BOMBAY 93</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nKania, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. This is an application for stay under Section 19 of the Indian Arbitration Act, 1899. The plaintiff alleges that he is a merchant carrying on business as a pucca adatya in diverse commodities in Bombay. Defendants, who are brokers in cotton, are members of the East India Cotton Association, Ltd. The plaintiff is not a member. The terms on which the plaintiff employed the defendants as brokers are set out in para. 2 of the plaint. It is not suggested by any side that the terms of employment were in writing. Different transactions took place and disputes between the parties arose in respect of a sale of two lots of 1000 bales each on May 24 and a repurchase of the same 2000 bales. It is stated that the contracts were dated May 24 and 25. Several option transactions were also effected between the parties. On the contract notes sent in respect of the option transactions a slip was attached which stated that in the event of any dispute the same was to be referred according to the rules and by-laws of the East India Cotton Association, Ltd., and the decision of the arbitrators and/or of the umpire as the case may be will be binding on the parties. In respect of the transactions of 2000 bales the affidavits show that the defendants contend that instructions for these transactions were given by the plaintiff. After the transactions were effected the contract notes were sent by the defendants to the plaintiff and remained with the plaintiff. The plaintiff raised no disputes in respect of those transactions till a notice of demand was sent towards the end of June, 1939, when for the first time he repudiated the transactions and alleged that he had given no instructions. On the other hand the plaintiff alleges that he gave no instructions for these transactions and when the two contract notes were received he immediately telephoned to Mohanlal of the defendant firm and Mohanlal agreed that the contract notes were sent to the plaintiff through mistake. The plaintiff thereupon personally went to the defendants&#x27; shop and returned the contract notes to the defendants. According to the plaintiff therefore he had given no instructions for those transactions and had not accepted the contract notes.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_2\">2. The first question which arises is whether there is a submission in writing as required by the Indian Arbitration Act. The only submission in writing which can be alleged is in the contract notes sent by the defendants to the plaintiff and alleged to be accepted by the plaintiff. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"775894\" id=\"span_1\">In this connection the defendants rely on the decision of Blackwell J. in <a href=\"/doc/775894/\" id=\"a_1\">Rambaksh v. Bombay Cotton Co.  On</a> behalf of the plaintiff on the other hand it is contended that the contracts are not signed by him. He denies acceptance thereof and he has contended that Rambaksh&#x27;s <a href=\"/doc/775894/\" id=\"a_2\">case has no application</a> to the facts of this case. On behalf of the plaintiff it is further urged that the arbitrators have no jurisdiction to determine whether the contracts in fact were made, i.e. instructions were given by the plaintiff to the defendants which resulted in contracts of sale and purchase as put forward by the defendants. As that goes to the root of the jurisdiction of the arbitrators, the arbitrators cannot decide the point and therefore the application cannot be entertained. In respect of the option transactions the plaintiff contends that the agreement is of reference according to the rules and by-laws of the East India Cotton Association, Ltd. Rule 38A does not deal with option transactions at all and there is no other rule which can cover an arbitration in respect of option transactions. It is further urged by the plaintiff that in respect of the option contracts also there is no reference in fact to arbitration although the contracts state that the disputes shall be referred according to the rules of the East India Cotton Association, Ltd. On the I affidavits it appears to be common ground that if no claim is left in respect of the sale and purchase of the 2000 bales no money is due by the plaintiff to the defendants. The principal questions therefore to be determined are : (1) whether in respect of the forward transactions of sale and purchase of 2000 bales there is a contract between the parties ; and (2) there is a submission in writing as required by the Act.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. In Mahomad v. Pirojshaw (1931) 34 Bom. L.R. 697 a petition was made to set aside an award inter alia on the ground that the arbitrators had no jurisdiction to decide the question whether there were contracts of 800 and 100 bales as alleged by the respondents there. In that case also the contracts were repudiated by the petitioner and the confirmation notes were not signed by him. In the course of his judgment B.J. Wadia J. observed as follows (p. 700):\n</p><blockquote id=\"blockquote_1\"> The very factum or existence of these two contracts being denied, there were no disputes arising out of or in relation to them which could be referred to arbitration.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\">4. After considering the wording of Rule 38A the learned Judge observed as follows (p. 701)\n ...but in my opinion disputes between parties in relation to a contract the very factum of which is denied are not disputes which the arbitrators have jurisdiction to decide. In other words, the arbitrators have no jurisdiction to decide whether in fact the contracts were or were not entered into.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">5. Jai Narain Babu Lal v. Narain Das Jaini Mal (1922) I.L.R. 3 Lah. 296 was also a case of setting aside an award. Shadi Lal C.J. in delivering the judgment observed as follows (p. 305):\n</p><blockquote id=\"blockquote_2\"> Now, it is quite clear that the award does not profess to determine the question of either the factum or the validity of the contract, nor do I think that either of these matters was within the cognizance of the arbitrators.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. A distinction exists between a contract which is voidable on grounds which are outside the contract itself and the question whether there was a contract at all. As the Indian Arbitration Act requires a submission in writing, the fact that a contract or submission in writing exists is to be established by the person who comes to Court and applies for a stay. On the assumption that a contract which contains a submission in writing exists, an application may be made, because on that assumption the arbitrators have jurisdiction. If the fact of the contract itself is disputed, the arbitrators cannot decide the point, and the Court in the normal course would refuse a stay. In the present case as the contract itself is in dispute, I do not think the arbitrators have jurisdiction to decide whether there was a contract at all, and the application for stay must fail on that ground.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"775894\" id=\"span_2\">7. The second question is whether there is a submission in writing as required by the Indian Arbitration Act. Merely sending contract notes by a party to another without any confirmation notes signed by the other party does not amount to a submission in writing, as required by the Indian Arbitration Act. I am not prepared to extend the decision in <a href=\"/doc/775894/\" id=\"a_3\">Rambaksh</a>&#x27;s case and hold that in every case where a party sends only a contract note to the other side, because it is retained, there arises a submission in writing. This will be all the more so where the fact of acceptance or retaining the contract note is disputed. To hold otherwise would mean that in every case where a stay application is made the Court will have to inquire whether a contract has been made and whether by conduct there has been acceptance. To decide that considerable evidence, as in the present case, the evidence of the whole transaction and instructions may have to be gone into. Section 19 is in the nature of a summary procedure and does not normally include any lengthy or protracted inquiry of the type suggested. On this ground also the application therefore fails.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_8\">8. It is not necessary to decide the question in respect of the option transactions as it is admitted that if the transactions of 2000 bales are excluded the plaintiff is not indebted to the defendant.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">9. The notice of motion is, therefore, dismissed with costs.\n</p>\n \n\n","numcites":1,"numcitedby":11,"docsource":"Bombay High Court","citetid":1547639,"divtype":"judgments","relatedqs":[{"value":"east india cotton","formInput":"east%20india%20cotton"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"mohanlal sortby:","formInput":"mohanlal%20sortby%3A"}],"courtcopy":false,"query_alert":null,"agreement":false}