{"tid":1584017,"publishdate":"1958-08-06","title":"Michel Golodetz And Ors. vs Serajuddin And Co. on 6 August, 1958","doc":"<h2 class=\"doc_title\">Michel Golodetz And Ors. vs Serajuddin And Co. on 6 August, 1958</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1959CAL603, 63CWN128, AIR 1959 CALCUTTA 603, 63 CAL WN 128 ILR (1960) 1 CAL 100, ILR (1960) 1 CAL 100</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nA.N. Ray, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1.  This is an application for stay of the suit under <a href=\"/doc/1722761/\" id=\"a_1\">Section 34</a> of the Arbitration Act. The petitioners case is that there was an agreement in writing dated 5-7-1956 by which the petitioners agreed to buy and the respondents agreed to sell 25,000 tons of manganese ore of certain specification and at a price mentioned in the contract. The contract contained the following arbitration clause: \n</p><blockquote id=\"blockquote_1\">  &quot;Any dispute arising out of the contract is to be settled by arbitration in New York according to the rules of the American Arbitration Association&quot;. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. Disputes and differences arose between the parties and on or about 15-1-1958 the petitioners referred such disputes and differences in terms of the contract to the arbitration of the American Arbitration Association in accordance with the rules thereof. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\"> 3. The petitioner states in paragraph 7 of the petition that the arbitrators entered on the reference and fixed 13-3-1958 for the hearing of the matter. The petitioner has annexed two letters both dated 14-2-1958 written by the Tribunal Clerk of the American Arbitration Association in support of the petitioner&#x27;s statement. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. On or about 13-2-1958 the petitioners were served with the writ of summons in Suit No. 202 of 1958 filed in the Ordinary Original Civil Jurisdiction of this Court whereby the petitioners came to learn that the respondent had filed a suit on 6-2-1958. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The petitioners state that they were and are ready and willing to go on with the arbitration and that they have taken no steps in the proceedings and further that there is no sufficient reason why the suit should not be stayed. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\"> 6. On behalf of the respondent it has been contended that the suit should not be stayed for the following reasons. First that <a href=\"/doc/1722761/\" id=\"a_2\">Section 34</a> of the Arbitration Act does not apply. Second that it is not certain as to what law will apply and that the arbitration clause is vague. Third that the Court should not use discretion in favour of the petitioner. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\"> 7. As to the first point, namely, whether <a href=\"/doc/1722761/\" id=\"a_3\">Section 34</a> of the Arbitration Act applies, I am of opinion that there is no reason whatever as to why this section shall not apply. There is no limitation in the language of <a href=\"/doc/1722761/\" id=\"a_4\">Section 34</a> to support the contention that <a href=\"/doc/1722761/\" id=\"a_5\">Section 34</a> does not apply to agreement contemplating foreign arbitration. It was contended that if <a href=\"/doc/1722761/\" id=\"a_6\">Section 34</a> applies, other sections, as for example 5, 13, 14, 177 30 and 35 ought to apply and that it would be difficult to apply such sections. It was conceded that <a href=\"/doc/1091250/\" id=\"a_7\">Section 5</a> applied and if the Indian court removed a foreign arbitrator the order could not be enforced against me foreign arbitrators. It was urged that if <a href=\"/doc/1232861/\" id=\"a_8\">Sections  8</a>, <a href=\"/doc/1120409/\" id=\"a_9\">9</a>, <a href=\"/doc/499427/\" id=\"a_10\">10</a>, <a href=\"/doc/596725/\" id=\"a_11\">11</a> or 12 of the <a href=\"/doc/1052228/\" id=\"a_12\">Arbitration Act</a> applied and if the Court made order under such sections effect could not be given to such orders by compelling obedience to orders of the Court. With regard to <a href=\"/doc/862520/\" id=\"a_13\">Section 13</a> of the Arbitration Act it was contended that stating a special case for the opinion of the Court was discretionary in his country but the same might be compulsory in the U. S. A. With regard to <a href=\"/doc/665266/\" id=\"a_14\">Section 14</a> of the Arbitration Act it was contended that it was not possible that Indian Courts could compel arbitrators in United States to file an award inasmuch as the Arbitrators are not within the territorial jurisdiction of Indian Courts. With regard to <a href=\"/doc/1171700/\" id=\"a_15\">Section 17</a> it was contended that Indian Court cannot pronounce judgment on a foreign award because a foreign award cannot be filed in India under the <a href=\"/doc/1052228/\" id=\"a_16\">Arbitration Act</a>. With regard to <a href=\"/doc/1503578/\" id=\"a_17\">Section 30</a> it was contended that the same cannot apply because the award cannot be filed and even if the award were filed it could not be set aside for misconduct or irregularity. It was also contended that <a href=\"/doc/1286256/\" id=\"a_18\">Sections  36</a>, <a href=\"/doc/1656413/\" id=\"a_19\">37</a>, <a href=\"/doc/464303/\" id=\"a_20\">38</a> and <a href=\"/doc/28932/\" id=\"a_21\">41</a> would not apply, because if those sections applied there would be conflict at every turn in the sense that the foreign Arbitrators might refuse to comply with orders passed here. It was also contended that there would be two parallel jurisdictions, one in America and one here and there might be competition and conflict between them. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"591445\" id=\"span_1\">8. Reliance was placed on the decision of the Judicial Committee in <a href=\"/doc/591445/\" id=\"a_22\">Oppenheim and Co. v. Md. Haneef</a> reported in 49 Ind App 174: (AIR 1922 PC 120) for the proposition that a foreign award could not be challenged in this country on the ground of misconduct or irregularity. In that case a suit was filed in India upon an award made in England. It was held that the award could not be set aside on the ground of irregularity or misconduct because such grounds were available only on motion under the <a href=\"/doc/1003813/\" id=\"a_23\">English Arbitration Act</a> within the time limited by the Rules in that country. It is, therefore, clear that the pleas of misconduct or irregularity are open to the party, not in a suit, but on motion under the <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act</a> where the arbitration is held. In the present case before me if the arbitration be held in the United States it will be open to the parties to take such pleas under the relevant law of the land there. Nothing has been shown to me that the law in the United States is different to the law in this country with regard to setting aside arbitration award. It is stated in Halsbury&#x27;s Laws of England, 3rd Edition Vol. VII paragraph 315-400 that foreign law is presumed to be the same as English, and therefore when reliance is placed by a party to an action upon a difference between the law of England and foreign law the onus of proof is upon him that such a difference exists. It will, therefore, be open to the party to canvass the ground of misconduct or irregularity with regard to arbitration in an American, Court.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"455741\" id=\"span_2\">9. With regard to the contention of the respondent that foreign award cannot be filed in this country and the other contention that judgment cannot be pronounced on such a foreign award under the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act</a>, reliance was placed on the decisions of <a href=\"/doc/455741/\" id=\"a_26\">John Batt &amp; Co. v. Kanoolal &amp; Co.</a> reported in J. L. R. 53 Cal 65 : AIR 1926 Cal 938 and Lachmandas Sat Lal v. Parmeshri Dass, . It was held in the latter case that <a href=\"/doc/665266/\" id=\"a_27\">Sections  14</a> and <a href=\"/doc/1684349/\" id=\"a_28\">31(4)</a> of the Arbitration Act 1940 and <a href=\"/doc/86911060/\" id=\"a_29\">Section 20</a> of the Code of Civil Procedure have no application to foreign awards.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455741\" id=\"span_3\">The ratio of that decision is that a foreign award cannot be enforced in this country by an application under the Indian Arbitration Act when the provisions of the <a href=\"/doc/777085/\" id=\"a_30\">Arbitration (Protocol and Convention) Act</a> 1937 do riot apply to it. In <a href=\"/doc/455741/\" id=\"a_31\">John Batt</a>&#x27;s case ILR 53 Cal 65: (AIR 1926 Cal 938) it was held that only an award made pursuant to a submission under the Indian Arbitration Act can be filed in this court, for it is only over such an award that the court has complete control, the provisions of the Act in many respects being inapplicable to awards made under any other Act, whether in England or elsewhere. The contrary view is this. <a href=\"/doc/1882318/\" id=\"a_32\">Section 31</a> of the Arbitration Act enacts that award may be filed in any court having jurisdiction in the matter to which the reference relates. &quot;Court&quot; under <a href=\"/doc/1052228/\" id=\"a_33\">Arbitration Act</a> 1940 means a Civil Court having jurisdiction to decide the questions forming subject matter of the reference if the same had been the subject matter of the suit. The agreement in the present case having been entered into in part at Calcutta within the jurisdiction aforesaid the High Court at Calcutta has prima facie jurisdiction under the <a href=\"/doc/1052228/\" id=\"a_34\">Arbitration Act</a>. If an application under <a href=\"/doc/1722761/\" id=\"a_35\">Section 34</a> of the Arbitration Act lies in the present case, as in my opinion it does it is possible that the foreign award may also be filed here by virtue of provisions contained in Sub-<a href=\"/doc/1242720/\" id=\"a_36\">sections   4</a> of <a href=\"/doc/1882318/\" id=\"a_37\">Section 31</a> of the Arbitration Act. It is stated in Russell on Arbitration, 16th Edition at page 280 that &quot;even if part 2 of the English Arbitration Act, 1950 (which part relates to enforcement of foreign awards) does not apply there would seem to be no reason why the award upon an arbitration conducted abroad or founded upon a submission, governed by foreign law, should not be enforceable under <a href=\"/doc/45332/\" id=\"a_38\">Section 26</a> in the same manner as an award having no foreign element&quot;. That observation in Russell is a possible argument for the proposition that a foreign award irrespective of the <a href=\"/doc/777085/\" id=\"a_39\">Protocol &amp; Convention Act</a> 1937 of India is enforceable under the Indian Arbitration Act.</span> I, however, do not pronounce any view on this matter because it is not necessary to do so. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> 10. With regard to the respondent&#x27;s contention that orders under <a href=\"/doc/1091250/\" id=\"a_40\">Sections  5</a>, <a href=\"/doc/1232861/\" id=\"a_41\">8</a>, <a href=\"/doc/1120409/\" id=\"a_42\">9</a>, <a href=\"/doc/499427/\" id=\"a_43\">10</a>, <a href=\"/doc/596725/\" id=\"a_44\">11</a> and <a href=\"/doc/1265271/\" id=\"a_45\">12</a> of the Arbitration Act by courts in India will be ineffective in the sense that obedience may not be compelled, it appears, to my mind, that if such orders can be made by courts in India such orders will be effective and binding on parties, to the orders. Such orders will be binding both on the principles of effectiveness and submission to Court. If despite such orders arbitrators in the United States will proceed the parties in whose presence such orders will be made by courts in India will be bound and to that extent non-compliance with such orders by the arbitrators in the United States will render arbitration proceedings bad. It is not necessary for me to decide if such sections will apply. \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"626216\" id=\"span_4\">11. As to whether <a href=\"/doc/1912867/\" id=\"a_46\">Section   35</a> of the Arbitration Act applies, Mukharji J. in the case reported in <a href=\"/doc/626216/\" id=\"a_47\">Mury Exportation v. D. Khaitan &amp; Sons Ltd.</a>,  held that Section 35 of the Indian Arbitration Act would not apply where the <a href=\"/doc/777085/\" id=\"a_48\">Arbitration (Protocol and Convention) Act</a> 1937 applies.    That was    the case governed by the    <a href=\"/doc/777085/\" id=\"a_49\">Arbitration (Protocol &amp; Convention) Act</a> 1937.    There was an award by foreign arbitrators.   Under   <a href=\"/doc/554850/\" id=\"a_50\">Section   4</a>  of   the Arbitration   (Protocol &amp; Convention)   Act it is enacted that any person. interested in a foreign arbitration may apply to any court having   jurisdiction over   the subject-matter of the award that the award be filed in the Court. The award was filed under the <a href=\"/doc/777085/\" id=\"a_51\">Arbitration    (Protocol and Convention) Act</a> in the Calcutta High Court.    One of the points taken was that the award was bad on the ground that notice of filing of the suit was given to  the  arbitrators  and the plaintiff  and thereafter proceedings  of the arbitration including the award\nwere invalid by reason of provisions contained in <a href=\"/doc/1912867/\" id=\"a_52\">Section 35</a> of  the Arbitration  Act.       Dealing with the points Mukherji J. was of opinion that <a href=\"/doc/1912867/\" id=\"a_53\">Section 35</a> of Arbitration Act does not apply to the arbitration of International Chamber of Commerce where the <a href=\"/doc/777085/\" id=\"a_54\">Arbitration (Protocol and Convention) Act</a> applies.   The reason given by his Lordship was that the basic object of <a href=\"/doc/1912867/\" id=\"a_55\">Section 35</a>\nis that within the same system of law in the same country two tribunals, one a court of law and the other a court of arbitration should not be allowed to compete in deciding the same disputes and therefore  provision  is   made  to   avoid   all  such  conflict\neither by staying the suit under <a href=\"/doc/1722761/\" id=\"a_56\">Section 34</a> and allowing the arbitration to proceed or by nullifying the arbitration under <a href=\"/doc/1912867/\" id=\"a_57\">Section 35</a> by giving notice of the suit. The other observation in the case was that that consideration or conflict between courts and arbitrators under the same sovereign working under the same system  of law is absent where parties in different systems of law and different sovereigns are concerned.   It, therefore, appears that the <a href=\"/doc/1912867/\" id=\"a_58\">Section 35</a> of the Arbitration  Act  will  not  apply  unless  both  arbitration proceedings and the    institution of the suit are in the same country.    Therefore <a href=\"/doc/1912867/\" id=\"a_59\">Section 35</a> of the Arbitration Act will not apply to foreign arbitration. Either the suit will be stayed under <a href=\"/doc/1722761/\" id=\"a_60\">Section 34</a> of the Arbitration Act and the foreign arbitration will proceed or the suit will not be stayed.    The other alternative is that both the suit and the arbitration will go on.  In that eventuality whichever happens earlier, namely, the decision in the suit or the award, will be binding on the parties.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 12. With regard to foreign arbitration the statement of law is to be found in Russell on Arbitration 16th Edition page 31 where it is stated that  \n  &quot;a clause in the contract providing for arbitration out of the jurisdiction and before a foreign arbitrator is an arbitration agreement within the meaning of the Act so as to give a court jurisdiction under the Act to stay an action to give effect to it. The provisions of the Act as to such matters as implied terms of the agreement, control of the reference, revocation of the arbitrators&#x27; authority will however seldom apply to such an arbitration, since the submission to a foreign tribunal will ordinarily imply that the agreement and the arbitration are to be governed by the foreign and not by English law. The award upon such an arbitration is enforced in England by action&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> Race Course Betting Control Board v. Secretary of State for Air 1944 Ch. 114 and Norske Atlas Insurance Co. Ltd. v. London General Insurance Co. Ltd. (1927) 43 TLR 541 are cited as authorities for this statement of law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 13. Parties sometimes enter into covenant that they will litigate in a foreign court. There are English cases where suit has been stayed on the footing that consent to submit disputes to the decision of a foreign court is in the nature of an Arbitration Clause: Law v. Garrett (1878) 8 Ch. D.    26; Austrian Lloyd Steamship Co v. Gresham Life Assurance Society 1903-1 KB 249 and The Cap Blanco 1913 P 130 are such instances of stay of suit pending decision in a foreign court.   In the case of 1944 Cn, 114 Mackinnon, L. J. observed that in a case like (1878) 8 Ch D 26 the contract provided for the decision   of   disputes   by   foreign   court  and  action brought  in breach   of such  agreement was  stayed. His Lordship observed that   \n  &quot;it was unfortunate that power and duty of the Court to stay action was said to be under Section 4 of the Arbitration  Act,   1889.     In  truth,  that  power  and duty arose under a wider general principle, namely, that   the  court  makes  people  abide  by their  contracts   ................<a href=\"/doc/1242720/\" id=\"a_61\">Section 4</a> of the arbitration Act only applies this principle to one type of such an agreement. It is manifest that where there is an agreement to resort to foreign court and an action is started in breach of that, <a href=\"/doc/1242720/\" id=\"a_62\">Section 4</a> can be the only part of the <a href=\"/doc/1052228/\" id=\"a_63\">Arbitration Act</a> that can have any application. The various other provisions as to the powers and duties of the court as to special cases, removing an arbitrator, enforcing an award and all such details can have no application to the proceedings in foreign court&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> 14. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1944144\" id=\"span_5\">In the case of <a href=\"/doc/1944144/\" id=\"a_64\">Bajrang Electric Steel Co. Private Ltd. v. Commissioners</a> for the Port of Calcutta , Mukharji J. was dealing with an application under <a href=\"/doc/1899249/\" id=\"a_65\">Section 3</a> of the Indian Arbitration (Protocol and Convention) Act of 1937 for stay of a suit in the Calcutta High Court. His Lordship held that the <a href=\"/doc/777085/\" id=\"a_66\">Arbitration Protocol and Convention Act</a> did not apply <a href=\"/doc/1944144/\" id=\"a_67\">in that case</a> and therefore the suit could not be stayed under that Act.</span> His Lordship referred to the case of (1903) 1 KB 249 and held that the agreement to submit to the jurisdiction of a foreign Court in that English case was held to constitute a submission within the meaning of <a href=\"/doc/813482/\" id=\"a_68\">section 4</a> of the English Arbitration Act 1889. Mukharji J. held that English decisions did not help the parties inasmuch as the application before his Lordship was not one under the Indian Arbitration Act for stay of the suit on the ground that the Indian Arbitration Act applied. As I read the decision of Bajrang Electric and Steel Co.,  it appears to me that his Lordship expressed the view that an application for stay under the <a href=\"/doc/1052228/\" id=\"a_69\">Arbitration Act</a> 1940 might have been competent. \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> 15. I am of opinion that <a href=\"/doc/1722761/\" id=\"a_70\">section 34</a> of the Arbitration Act applies. As to whether other provisions of the <a href=\"/doc/1052228/\" id=\"a_71\">Arbitration Act</a> apply there are two possible views. According to the statement of law in Russell as also the decision of Race Course Betting Control Board, 1944 Ch 114 other sections in the <a href=\"/doc/1052228/\" id=\"a_72\">Arbitration Act</a> do not apply. The other possible view is that by reason of <a href=\"/doc/738672/\" id=\"a_73\">Sections 2</a> and <a href=\"/doc/1882318/\" id=\"a_74\">31</a> of the Arbitration Act, 1940 the award may be filed in India and orders can perhaps also be made under other sections if facts and circumstances will warrant that course. If only <a href=\"/doc/1722761/\" id=\"a_75\">Section 34</a> of the Arbitration Act 1940 applies it will be open to the respondent to contest the arbitration proceedings in the United States. If other sections of the <a href=\"/doc/1052228/\" id=\"a_76\">Arbitration Act</a> will apply it will be open to the parties to take steps under the <a href=\"/doc/1052228/\" id=\"a_77\">Arbitration Act</a> 1940. From whichever point the matter is looked at I do not find any reason as to why <a href=\"/doc/1722761/\" id=\"a_78\">Section 34</a> of the Arbitration Act will not apply. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 16. As to the second contention whether the arbitration agreement is vague, I am of opinion that the arbitration agreement is not vague. The agreement is that any dispute arising out of a contract is to be settled by arbitration in New York according to the Rules of the American Arbitration Association, Counsel for the respondent relied on the decision of Sinha J. reported in Ganpatrai Gupta v. Moody Bros. Ltd. 85 Cal L J 136. In that case the arbitration agreement was contained in the following printed clause &quot;All disputes regarding this contract to be settled by two Arbitrators, one nominated by buyers and sellers respectively in accordance with the Indian Arbitration Act.&quot; After the printed portion there was a typewritten clause as follows:-- \n</p><blockquote id=\"blockquote_2\">  &quot;Arbitration of disputes whatsoever arising on or out of this contract shall be referred to the Arbitration under the Rules of Tribunal of Arbitration Bengal Chamber of Commerce or Indian Chamber of Commerce applicable for the time for decision and such decision shall be accepted as final and binding on both parties in the contract.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 17. His Lordship found it difficult to make out what the parties really wanted if the printed clause and the type-written clause were taken together to constitute arbitration clause. It was because there were two clauses contemplating two different arbitrations that the Arbitration agreement was found to be uncertain and vague. It was further held in that case that according to the type-written clause there was no reference to arbitration of a particular individual or body but that it provided that a reference was to be under the rules of Tribunal of Arbitration of the Chamber of Commerce. It was found that there was no provision in the Rules whereby there can be a reference to Arbitration under the rules of Bengal or Indian Chamber of Commerce. The rules in that case contemplated the prior reference by the parties to the Chamber of Commerce, and it was held that the rules had no application where there was no reference to the Chamber of Commerce. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 18. In the unreported decision of Bajrang Lal Shroff v. Ramchandar Hanumanbux, A. F. O. O. No. 95 of 1951 and A. F. O. D. No. 106 of 1951 the arbitration clause was as follows: \n</p><blockquote id=\"blockquote_3\">  &quot;If  any  matter   or  dispute  doubt or  question shall arise  between the parties regarding this contract or the foods............ the parties hereby agree to refer such matter to arbitration under the Rules of the Bengal Chamber of Commerce applicable for the time or of the Nippon Trade Agency, Calcutta or of two Japanese merchants at Calcutta at the option of the sellers &quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> His Lordship the Chief Justice dealing with this clause observed that it was sufficient for the purpose of embodying the agreement to refer the disputes between the parties to the arbitration of the Bengal Chamber of Commerce. His Lordship further observed as follows: \n</p><blockquote id=\"blockquote_4\">  &quot;It will be remembered that what the clause says is that the parties agree to refer matters in dispute between them to arbitration under the Rules of the Bengal Chamber of Commerce.    Confusion, in my opinion, has been created because the words &quot;under the rules of the Bengal Chamber of Commerce&quot; have been read along with the word &quot;refer&quot; and not as in my opinion they should be along with the word &quot;arbitration&quot;.    It is only if you read the words&quot; under the rules of the Bengal Chamber of Commerce&quot;    with    the    word    &quot;refer&quot;    that      the difficulties    pointed    out    by    Mr.    Justice    Sinha arise.    But when the parties were saying that they agreed to refer matters and disputes between them to arbitration under the rule of the Bengal Chamber of Commerce they in my opinion clearly meant and used apt language to convey the intention that they agreed to refer disputes between them to an arbitration to be held under the rules of the Bengal Chamber of Commerce..... If therefore the parties were saying that they would refer their dispute to arbitration, which would be an arbitration held under the rules of the Bengal Chamber of Commerce, they were clearly intending and saying that the disputes would be referred to the arbitration of the Bengal Chamber of Commerce and they were not leaving anything........If any one says that he intends the dispute between him and another person to be referred to an arbitration under the rules of the Bengal Chamber of Commerce he can only mean such an arbitration as can possibly be held under those rules and an arbitration of that kind can only be an arbitration by the Bengal Chamber of Commerce..&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_21\"> 19. To my mind it appears that the arbitration clause in the present case does not suffer from any infirmity of vagueness or indefiniteness. The arbitration agreement is that disputes are to be settled by Arbitration in New York, according to the rules of the American Arbitration Society. Applying the observations of his Lordship the Chief Justice I have no hesitation that the arbitration clause in the present case speaks of arbitration according to the rules of the American Arbitration Society i.e. by the American Arbitration Association in accordance with their rules. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 20. As to what law is applicable Mr. Meyer argued that Indian law would apply to the contract and that if American law applied it was difficult to say whether the American Federal Law or the American State Law would apply. In Halsbury&#x27;s Laws of England (3rd Edn. Vol. 7) paragraph 137 page 72 it is stated that   \n  &quot;apart from the formal validity of a contract, its essential validity, its interpretation and effect and the rights and obligations of the parties to it are governed (with certain exceptions) by the law which the parties have agreed or intended shall govern it or which they are presumed to have intended. This law is generally known as the proper law of contract,&quot; &quot;The prima facie rule is that the law of the place where the contract is executed is the proper law&quot;. &quot;In the same manner the proper law of the contract governs the rights and obligations arising from a valid submission to arbitration entered into abroad.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> As to arbitration agreement in paragraph 140 at pp. 74, 75 the law as stated in Halsbury Vol. 7 (3rd Edition) is as follows:-- \n</p><blockquote id=\"blockquote_5\">  &quot;The form of the contract and the fact that it contains phrases peculiar to one system of law, as well as the language in which it is expressed&quot; are relevant, though the last is not conclusive; but a stipulation that the parties agree to be bound in all things by the jurisdiction and decision of the courts of a particular country has been held to be decisive, and so has a provision for arbitration in a particular country.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> In support of that proposition the cases of Hamlyn and Co. v. Taliskar Distillery, 1894 AC 202; Suprrier v. La Cloche, 1902 AC 446 and Vita Food Products v. Yunus Shipping Co. Ltd., 1939 AC 277 are cited. In 1894 AC 202 Lord Hershell at pp. 207. 208 observed as follows: \n</p><blockquote id=\"blockquote_6\">  &quot;Where a contract is entered into between parties residing in different places, where different systems of law prevailed it is a question, as it appears to me in each case, with reference to what law the parties contracted and according to what law it was their intention that their rights either under the whole or any part of the contract should be determined. In considering what law is to govern no doubt lex solutionis is a matter of great importance Lex contractus is also of importance. In the present case the place of the contract was different from the place of its performance....In this case, as in all such cases, the whole of the contract must be looked at and the rights under it must be regulated by the intention of the parties as appearing in the contract............ In the present case it appears to me that the language of the arbitration clause indicates very clearly that the parties intended that the rights under that clause should be determined according to the laws of England, Where under such circumstances the parties agree that any dispute arising out of their contract shall be settled by arbitration by two members of the London Corn Exchange or their umpire, in the usual way it seems to me that they have indicated as clearly as it is possible their intention that that particular stipulation which is part of the contract between them, shall be interpreted according to and governed by the law, not of Scotland but of England and I am aware of nothing which stands in the way of the intention of the parties, thus indicated by the contract they entered into, being carried into effect.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> Similar view was taken in 1902 AC 446 and in another decision N.V. Kwik Hoo Tong Handel Maatschappij v. James Finley and Co. Ltd., reported in 1927 AC 604. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 21. In the case of 1927 AC 604 the contract was: \n</p><blockquote id=\"blockquote_7\">  &quot;Any dispute arising under this contract is to be settled by arbitration of London brokers in the usual manner, and this submission may be made a rule of the High Court of Justice or any division thereof.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> Viscount Dunedin observed as follows: \n</p><blockquote id=\"blockquote_8\">  &quot;not only is the tribunal which is to decide all questions as to liability under the contract a tribunal of Englishmen in the City of London, who can only be supposed to be conversant with English law, but there is a special stipulation that the award is to be enforceable by an English Court, It is true that the particular way here indicated--namely, making the award a rule of Court--is now antiquated, having been superseded by more modern methods, but the implication remains the same. It seems to me that what the parties here did was to submit their possible disputes to a forum which was an English forum, and that they, therefore, impliedly consented that the law which was to regulate the decision was the law of that forum. That does not mean that everything that would have to be decided would necessarily be decided by. English law. It means that the underlying law was the law of England, but if by appropriate that is to say relevant averment, it was alleged that any incident fell to be determined by a foreign law, then the English tribunal would proceed to enquire into that law as a question of fact and give judgment accordingly.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 22. P.B. Mukharji J. in the decision  has held as follows: \n</p><blockquote id=\"blockquote_9\">  &quot;The parties may choose for arbitration any forum in the world, In fact the ratio decidendi of Lord Phillimore&#x27;s speech in the House of Lords in 1927 AC 604 is that the parties in submitting their disputes to a particular forum impliedly consent that the law which is to regulate the decision is the law of that forum. This view will also be found discussed by Cheshire in his &#x27;Private International Law&#x27; Edn. 4, p. 211.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_29\"> 23. Taking into consideration all the views I have discussed above, I am of opinion that the arbitration clause here contemplates that American law will apply. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> 24. The last question which arises is whether I should exercise my discretion against the petitioner. Counsel for the respondent contended that the entire evidence relating to the subject matter of the suit and of the witnesses in connection therewith are in India. It was further contended that if any arbitration were held outside India it would be impossible for the respondent to produce documentary or oral evidence before the arbitrators and there would be denial of justice. It was also argued that because of foreign exchange control difficulties it would not be possible to send any representation or to take Witnesses outside India. Counsel for the respondent relied on the decision of the Fehmarn reported in (1957) 1 WLR 815. In that case the suit was not stayed inasmuch as Willmer J. came to the conclusion that both parties were strangers to Russia and the evidence of the plaintiff was mainly in England and that of the defendant from their vessel could be easily received in England. In that very case it is also observed that the parties should be asked to keep to the bargains they have made and that a suit should be stayed when it is instituted in breach of an agreement containing reference to a foreign tribunal. In the case before me it was contended on behalf of the petitioner that it would be equally inconvenient to have their evidence in India inasmuch as their evidence was outside India. As to the difficulty with regard to foreign exchange I cannot on the materials come to any conclusion that it will be impossible to have any facilities for foreign exchange. I do not find any compelling reason or ground for exercising my discretion against the petitioner. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\"> 25. For these reasons I am of opinion that the suit should be stayed. I, therefore, make an order in terms of prayer (a). Costs as in the arbitration proceedings. \n</p> \n\n","numcites":32,"numcitedby":0,"docsource":"Calcutta High Court","citetid":1584017,"divtype":"judgments","relatedqs":[{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"section 35 of arbitration","formInput":"section%2035%20of%20arbitration"},{"value":"arbitration by association","formInput":"arbitration%20by%20association"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"},{"value":"contract law","formInput":"contract%20law"},{"value":"foreign awards","formInput":"foreign%20awards"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"foreign court","formInput":"foreign%20court"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"Foreign law ","formInput":"Foreign%20law%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration award","formInput":"arbitration%20award"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}