{"tid":189554392,"publishdate":"2017-08-31","title":"For Approval And Signature vs Workmen Represented By Bijlee Mazdoor ... on 31 August, 2017","doc":"<h2 class=\"doc_title\">For Approval And Signature vs Workmen Represented By Bijlee Mazdoor ... on 31 August, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-m-thaker\">K.M.Thaker</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-m-thaker\">K.M.Thaker</a></h3>\n\n<pre id=\"pre_1\">                C/SCA/16912/2005                                           CAV JUDGMENT\n\n\n\n                    IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n                       SPECIAL CIVIL APPLICATION NO. 16912 of 2005\n\n\n\n         FOR APPROVAL AND SIGNATURE:\n\n\n         HONOURABLE MR.JUSTICE K.M.THAKER                                             Sd/-\n\n         1     Whether Reporters of Local Papers may be allowed                        Yes\n               to see the judgment ?\n\n         2     To be referred to the Reporter or not ?                                  No\n\n         3     Whether their Lordships wish to see the fair copy of                     No\n               the judgment ?\n\n         4     Whether this case involves a substantial question of                     No\n               law as to the interpretation of the Constitution of\n               India or any order made thereunder ?\n\n\n\n              CHIEF ENGINEER-THERMAL POWER STATION,GEB.....Petitioner(s)\n                                       Versus\n              WORKMEN REPRESENTED BY BIJLEE MAZDOOR PANCHAYAT &amp;\n                                 3....Respondent(s)\n         Appearance:\n         MS LILU K BHAYA, ADVOCATE for the Petitioner(s) No. 1\n         MR DG CHAUHAN, ADVOCATE for the Respondent(s) No. 2\n         MR MUKESH A PATEL, ADVOCATE for the Respondent(s) No. 4\n         MRS SANGEETA N PAHWA, ADVOCATE for the Respondent(s) No. 1\n         RULE SERVED for the Respondent(s) No. 3\n         RULE SERVED BY DS for the Respondent(s) No. 4\n\n             CORAM: HONOURABLE MR.JUSTICE K.M.THAKER\n\n                                     Date : 31/08/2017\n\n\n                                      CAV JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                Heard Mr. K.M. Patel,                  learned Senior Counsel\n\n\n\n                                             Page 1\n\nHC-NIC                                  Page 1 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_1\">                C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n\n         with Ms. Lilu K. Bhaya, learned advocate for the\n         petitioner electricity board and Ms. Sangeeta N.\n         Pahwa, learned advocate for the respondent No. 1\n         and Mr. D.G. Chauhan, learned advocate for the\n         respondent No. 2.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">         2.    In         present             petition                the            petitioner\n         electricity              board     has         challenged              award          dated\n         24.3.2004 passed by learned Industrial Tribunal\n         in    Reference            (ITN)        No.         682     of       1998         whereby\n         learned          Tribunal              directed               the           petitioner\n         electricity board to treat the workmen engaged\n         for work of Railway Track maintenance as workman\n         of    the     Board           w.e.f.        1.1.2000           by      waiving             the\n         requirement               with           regard              to          educational\n         qualification and the maximum age for entry in\n         the    service           of    the      board        and       to       pay       regular\n         salary      in     applicable             pay-scale            w.e.f.           1.1.2004\n         after      fixing         their       salary         in      appropriate                 pay-\n         scale w.e.f. 1.1.2000 and by treating period from\n         1.1.2000 to 31.12.2003 as notional.\n</p><p data-structure=\"Precedent\" id=\"p_3\">               The appropriate government referred the claim\n         and dispute raised by the claimants vide order of\n         reference dated 27.4.1997. The term of reference\n         referred         for      adjudication               vide         said        order            of\n         reference dated 27.4.1997 reads thus:-\n</p><blockquote id=\"blockquote_1\">               &quot;Whether the contractors working at Dhuvaran Thermal Power\n               Station should be held to be sham and bogus and whether the\n               following workmen should be given benefit of permanent\n               workman (of the board) from the date they entered the service\n               of the contractor)?&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Facts\" id=\"p_4\">                                                   Page 2\n\nHC-NIC                                        Page 2 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_2\">                C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n\n         2.1 The said order of reference dated 27.4.1997\n         mentioned names of 14 persons who are concerned\n         persons        in        the      reference/petition.                      The         union\n         which      sponsored            the        dispute          /      claim          of       the\n         concerned workmen filed statement of claim and\n         the   details            of    the      allegations              and        contention\n         raised by the claimant / union before the learned\n         Labour       Court          are      recorded           and        elaborated                  in\n         sufficient           details          in       paragraph             No.2         of       the\n         award.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">         3.    From        the      award       it      appears          that        after          the\n         order of reference was passed, the agency which\n         worked as contractor at relevant time i.e. M/s\n         Chirag Associates was impleaded as party opponent\n         vide order passed below Exh-50 in the reference\n         case.      The      said       contractor             also         filed          defense\n         statement which was taken on record at Exh-64.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_6\">         4.    In     the         statement          of      claim,         the        union            on\n         behalf       of      above         mentioned            claimants,                alleged\n         that:-\n</p><blockquote id=\"blockquote_2\">                      &quot;I.    That these workers are doing the work which is\n                      Essential and integral part of the whole business of the\n                      Board.\n</blockquote><blockquote id=\"blockquote_3\">                      II     The place they work is of the Board.\n</blockquote>\n<blockquote id=\"blockquote_4\">                      III   The Railway lines maintained by this workers of the\n                      Board and the implements for the work are of the Board.\n</blockquote>\n<blockquote id=\"blockquote_5\">                      IV          The end result of the work is of the Board.\n</blockquote>\n<blockquote id=\"blockquote_6\">                      V.          The overall control of the work is of the Board.\n</blockquote>\n<blockquote id=\"blockquote_7\">                      VI    The labour rendered by these workmen is for the\n                      benefit of the Board.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_8\">                                                   Page 3\n\nHC-NIC                                        Page 3 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_3\">              C/SCA/16912/2005                                              CAV JUDGMENT</span>\n\n\n                    VII   The economic control of the workmen, their continued\n                    employment and subsistence are in the hands of the Board.\n</blockquote>\n<blockquote id=\"blockquote_9\">                    Thus the Panchayat submits that as per the decisions of\n                    the Supreme Court these Workmen, having been doing the\n                    work of the Board, for the benefit of the Board and\n                    initiated by the Board, are the workmen of the Board. The\n                    Panchayat submits that the fact that these workmen are the\n                    workmen of the Board would be established by them beyond\n                    doubts during the course of the proceedings.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_7\">             Having             stated   above          quoted          details,              the\n         Union/claimants further stated in the Statement\n         of Claim that:\n</p><blockquote id=\"blockquote_10\">                    &quot;(a) The panchayat submits that as per the rules of the\n                    Board and the service conditions of the workmen of the\n                    Board the lowest minimum salary of an unskilled workman is\n                    Rs.4,000/- and odd per month. Over and about this the\n                    Board gives many other benefits to the workmen. As per the\n                    condition precedent for the issue of licence the so called\n                    contractor is bound to pay the same and similar wages as\n                    in paid to the workmen of the Board to his workman also.\n</blockquote><p data-structure=\"Section\" id=\"p_8\">                    The contractor further is about to pay all the allowances\n                    and benefits to which the direct workmen of the Board are\n                    entitled to these workmen. All leave and holidays have\n                    also to be given to these workers. In this case, these\n                    workers are paid only 25% of the wages of the direct\n                    workers. They are not given any other benefit of facility\n                    to which the direct workers entitled to. Thus, these\n                    workers are exploited to the maximum. It is only with a\n                    view to deprive the workmen the service conditions of\n                    direct labour that such an arrangement is made and as such\n                    the same is malafide, shame and bogus.\n</p><p data-structure=\"Section\" id=\"p_9\">                    (b)   Needless to state that such myriad devices adopted\n                    by the Board provides\n</p><p data-structure=\"CDiscource\" id=\"p_10\">                    (c)   opportunity and encouragements to many immoral acts\n                    like corruption, nepotism, pilferage etc. The bureaucracy\n                    in-efficient to man and manage the affairs of the Board\n                    has adopted such illegal and myriad devices.\n</p><p data-structure=\"PetArg\" id=\"p_11\">                    (d)   The Panchayat submits that the so called contractor\n                    is a dubious intermediary, a make believe trapping, a\n                    facade and bogus. It is only to snap of the real life bond\n                    of these workmen that such shame arrangement are entitled\n                    into by the Board.\n</p><p data-structure=\"Facts\" id=\"p_12\">                    (e)   That the Panchayat submits that the demands of the\n                    Panchayat to declare all the contractors sham and bogus\n                    and to treat the 24 workmen named in the order of\n                    reference as permanent workmen of the Board with effect\n                    from the date of their joining are fully justified, proper\n                    and reasonable. &quot;\n</p>\n\n\n<blockquote id=\"blockquote_11\">             On said premise, the claimants prayed, inter\n         alia, that,\n\n\n                                              Page 4\n\nHC-NIC                                   Page 4 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_4\">              C/SCA/16912/2005                                              CAV JUDGMENT</span>\n\n\n                    &quot;That the above being the brief justification the\n                    Panchayat prays the Hon&#x27;ble Tribunal be pleased to pass an\n                    award:\n</blockquote><blockquote id=\"blockquote_12\">                    (a)    declaring the contractor at Dhuvaran Thermal Power\n                    Station of the Board as sham and bogus.\n</blockquote><blockquote id=\"blockquote_13\">                    (b)    directing the Board to treat the workers named in\n                    the order of reference as permanent workmen of the Board\n                    from the day they are working in the Board.\n</blockquote><blockquote id=\"blockquote_14\">                    (c)    directing the Board to pay wages, benefits and all\n                    monetary allowances to the workmen at par with permanent\n                    workmen of the Board with effect from the day they are\n                    working.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_13\">         4.1 The      Board      opposed         the       reference               and        the\n         demand and contended in its written statement,\n         inter     alia,        that    the           dispute           referred              for\n         adjudication is not industrial dispute and the\n         demand    should       not    be      granted.            In      its       written\n         statement the Board further contended and stated\n         that:\n</p><p data-structure=\"Facts\" id=\"p_14\">                    &quot;5.   With respect to para 1(b) of the statement of claim,\n                    it is submitted that the various statements and averments\n                    made therein are irrelevant and incorrect. It is submitted\n                    that the Board is assigned the contract of maintaining\n                    RAILWAY LINES TO M/s. Chirag Associates and the Board has\n                    obtained necessary registration and the contractor has\n                    obtained the necessary licence in respect of the aforesaid\n                    job as required by the provisions of the contract Labour\n                    &#x27;Regulation &amp; Abolition) Act, 1970. It is submitted that\n                    the contention of the Union that the aforesaid contractor\n                    it is dubious intermediary is not true and a name lender\n                    is also not true. It is submitted that the aforesaid\n                    contractor employs the necessary persons for the aforesaid\n                    contract of maintaining the work entrusted to him and the\n                    persons working are paid by the said contractor and they\n                    are working under the supervision and control of the said\n                    contractor and, therefore, the contract given by the Board\n                    is genuine and not sham as alleged or otherwise.&quot;\n</p>\n<blockquote id=\"blockquote_15\">                    &quot;8.   With respect of Para2(b) of the statement of claim,\n                    the Board submits that the statements, averments and\n                    allegations made therein are also misconceived, misleading\n                    and legally not tenable. The nature of importance of\n                    maintaining the railway lines has been exaggerated by the\n                    Union and further it is submitted that the same are\n                    irrelevant and legally not tenable. It is denied tha the\n                    work performed by the workers of the contractor is of\n                    perennial nature and is required to be done round the\n                    clock. The averment that the work done by the workers of\n                    the contractor, who has been entrusted with the job of\n                    maintaining railway line on contract basis is the integral\n                    part of the whole business of the Board is misconceived,\n\n\n\n                                            Page 5\n\nHC-NIC                                 Page 5 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_5\">                 C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n                       irrelevant and legally not tenable.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_16\">                       &quot;9.   The facts stated in para 2(c) of the statement of\n                       claim are not admitted and are vehemently denied by the\n                       Board. It is denied that the relationship of master\n                       concerned and the Board. It is again vehemently denied\n                       that the arrangement of contract in respect of the\n                       maintenance of the railway lines is dubious, bogus and\n                       sham. The averments regarding the economic control of the\n                       workman etc., are incorrect and legally not tenable. It\n                       is denied that the aforesaid persons engaged by the\n                       contractor, as per the judgments of the Supreme Court are\n                       the workman of the Board. &quot;\n</blockquote>\n<blockquote id=\"blockquote_17\">                       &quot;11. It is submitted that the persons concerned are not\n                       the workers of the Board and that the contract given by\n                       the Board for the maintenance of the railway lines is\n                       genuine and legal and no relation of master and servant\n                       exists between the said persons and the Board.&quot;\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_15\">                The Board did not raise any other contention\n         or    defence         nor     did     the          Board      plead         any       other\n         fact.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_16\">         4.2 The         said        Contractor             denied        the        allegation\n         that dubious arrangement are made by the Board\n         with him and the concerned claimants are actually\n         employees of the Board. The contractor claimed\n         that       the            Board     awarded            the         contract                for\n         maintenance of railway track and that he executed\n         the contract job in accordance with terms and\n         conditions prescribed in the contract. The said\n         opponent also contended that the Board awarded\n         the     contract            and     legally            valid           contract                is\n         executed          with       the      Board          for        maintenance                    of\n         railway        track.         The     said          opponent           (hereinafter\n         referred            to       as      Contractor                 for           sake             of\n         convenience) also claimed that he holds licence\n\n\n\n                                                  Page 6\n\nHC-NIC                                       Page 6 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_6\">                 C/SCA/16912/2005                                                   CAV JUDGMENT</span>\n\n\n\n         issued by the Authority under the Contract Labour\n         Act and his establishment is duly registered with\n         the competent authority under the said Act. He\n         also      claimed               that       the        persons           working              for\n         execution of the Contract are his employees and\n         their allegations that they are employees of the\n         Board is incorrect. The Contractor also contended\n         that     he      was        not       a    party        during           conciliation\n         proceeding.               The     said          contractor               through             its\n         written statement, supported the case and defence\n         set-up        by          the    Electricity               Board           before            the\n         learned Learned Tribunal.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_17\">         4.3 After the parties concluded their pleadings,\n         learned Tribunal received and recorded evidence\n         on     behalf         of        the       claimants           as       well         as       the\n         electricity board and the contractor. During\n         proceeding           before           learned          Tribunal,              the        Union\n         examined         Mr.        Jikabhai            Parmar,          Mr.       Chhatrasinh\n         Udesinh. On the other hand, the Board examined\n         Mr. V.M.Patel and Mr. N.R. Makwana as witnesses\n         in support of its case. The Board also examined\n         Mr.      V.M.Patel.               The        Contractor               examined               Mr.\n         Maganbhai             Vejabhai               as       its          witness.                Upon\n         conclusion of evidence by the concerned parties,\n         the learned Labour Court heard rival submissions.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_18\">         4.4 After considering the evidence available on\n         record       and      rival        submissions,                learned            Tribunal\n\n\n\n                                                     Page 7\n\nHC-NIC                                          Page 7 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_7\">                 C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n\n         passed         impugned          award             with       above           mentioned\n         directions. The petitioner Board felt aggrieved\n         by the award and filed present petition.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_19\">         5.     Mr.      Patel,       learned          Senior          Counsel            for       the\n         petitioner           board,        contended              that       the        work           of\n         maintenance of railway lines is not principal or\n         main     activity           of     the      board.         According               to      the\n         petitioner board, the said activity is also not\n         compulsory or mandatory activity for the board\n         and initially, it was the &quot;Railways&quot; which used\n         to maintain the railway lines. He also submitted\n         that the learned Tribunal failed to appreciate\n         that the claimants are not appointed by the board\n         and     they       do      not     work        under         the       control             and\n         supervision of the board, but they are employees\n         of     the       contractor            and          employer            /       employee\n         relationship does not exist between the claimants\n         and the board. Mr. Patel, learned Senior Counsel,\n         reiterated            the     contentions               raised           before            the\n         learned Tribunal with reference to the pending\n         proceedings for abolition of contract system and\n         absence            of        any         notification                    prohibiting\n         engagement            of    contract               labourer          for        work           of\n         maintenance of railway lines. He contended that\n         all day to day activities, including allotment of\n         work and supervision of the work is done by the\n         contractor or its supervisor / representative and\n         not     by      the        officers         of       the      board.            He       also\n\n\n\n                                                  Page 8\n\nHC-NIC                                       Page 8 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_8\">                 C/SCA/16912/2005                                                      CAV JUDGMENT</span>\n\n\n\n         submitted that the salary of the claimant is paid\n         by the contractor. According to learned Senior\n         Counsel        for        the    petitioner                 board,           the       learned\n         Tribunal           failed         to         take            into          account              the\n         principles                applicable                 to        the          demand              for\n         regulation                of    service              and         that          the         final\n         direction passed by learned Tribunal are contrary\n         to evidence available on record and they are also\n         contrary to the important and relevant findings\n         of   fact        recorded         by       the        learned              Tribunal.                He\n         submitted          that         the     learned              Tribunal              committed\n         error      in      recording            the          observations                  that         the\n         contractor is only name sake and in reality, the\n         claimants             are        working                  under           control               and\n         supervision               of    the     board.             The        learned            Senior\n         Counsel for the electricity board relied on the\n         contract/agreement                       whereby                  the            work               of\n         maintenance               of    the     railway               lines          came        to         be\n         awarded to the contractor and the learned Senior\n         Counsel submitted that the terms and conditions\n         of     the       said          contract              brings           out         that          the\n         electricity board had awarded job contract for\n         maintenance               of    railway              track           after           inviting\n         tenders. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19838\" id=\"span_9\">He also contended that the board awarded\n         contract at specified rate and the terms of the\n         contract         clearly         specified                that        the        contractor\n         will     be      responsible              for        execution               of      the        job\n         including supervision of the employees and that\n         therefore, there was no scope for the learned\n\n\n\n                                                    Page 9\n\nHC-NIC                                         Page 9 of 69        Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_10\">                C/SCA/16912/2005                                                     CAV JUDGMENT</span>\n\n\n\n         Tribunal        to        hold    that           the       claimants               are        not\n         employees           of      the         contractor                 but         they           are\n         employees of the electricity board. According to\n         learned Senior Counsel for the petitioner board,\n         the direction to the board to treat and consider\n         the claimants permanent employees of the board\n         and to pay salary to the claimants on par with\n         permanent and regular employees of the board is\n         unjustified and                  arbitrary. According to learned\n         Senior      Counsel          for        the           petitioner             board,           the\n         learned             Tribunal                 exercised                    jurisdiction\n         arbitrarily and without application of mind to\n         the    evidence            and        the         material              available                 on\n         record.        The        learned            Senior           Counsel             for         the\n         petitioner               board     also               submitted            that          eight\n         factors       referred           to      by      the       High        Court          in      the\n         decision in case of <a href=\"/doc/19838/\" id=\"a_1\">Steel Authority of India Ltd.\n         v. Gujarat Mazdoor Panchayat &amp; Anr.</a> [2004 (1) GLR\n         729] could not have been applied in light of the\n         facts of present case and the learned Tribunal\n         committed error in applying the said factors and\n         principles in present case. According to learned\n         Senior Counsel for the petitioner board, there is\n         no justification and/or any material on record to\n         justify the findings of fact and final conclusion\n         recorded by the learned Tribunal and/or the final\n         directions passed by learned Tribunal. He also\n         assailed the award on the ground that the learned\n         Tribunal failed to take into account the fact\n\n\n\n                                                    Page 10\n\nHC-NIC                                         Page 10 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_11\">                 C/SCA/16912/2005                                                   CAV JUDGMENT</span>\n\n\n\n         that     the       claimants              raised        dispute             and       demand\n         after      about          3     to   4    years.         Mr.       Patel,           learned\n         Senior Counsel, alternatively submitted that in\n         view of subsequent developments viz. closure of\n         thermal based units, the directions passed by the\n         learned Tribunal deserves to be set aside. So as\n         to support his contention,</span>\n\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">         6.     Mrs.         Pahwa,           learned              counsel               for          the\n         respondents               /    concerned          claimants,              opposed            the\n         submissions               by    learned         Senior         Counsel            for        the\n         petitioner as well as the petition. She submitted\n         that the findings recorded by learned Tribunal\n         are based on evidence available on record and\n         this     Court            would      not      sit       in     appeal           over         the\n         findings of fact recorded by learned Tribunal and\n         this Court would not re-appreciate the evidence\n         or interfere with the findings of fact recorded\n         by     learned            Tribunal.           She       submitted               that         the\n         findings         recorded            by     learned          Tribunal             are        not\n         arbitrary           or         perverse.              According            to       learned\n         counsel for the claimants, the board exercised\n         control        and        supervision             over       the        claimants                as\n         well as their performance and their salary was\n         also paid by the board. She also submitted that\n         the proceedings related to demand for abolition\n         of     contract                labour       or        for       prohibition                  for\n         engaging           contract              labour         in        the         petitioner\n         electricity board and/or in respect of the jobs\n\n\n\n                                                    Page 11\n\nHC-NIC                                         Page 11 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_12\">                C/SCA/16912/2005                                                    CAV JUDGMENT</span>\n\n\n\n         of    the     electricity              board          is     not        relevant             for\n         determining              the    issues           related           to       demand           for\n         benefits at par with the employees of the board\n         and     for        status            of       permanent               workmen.               She\n         submitted that during the period from 1992 to\n         1995, the contractor did not possess licence for\n         engaging         contract             labour           and        therefore,                 the\n         claimants          are         even       otherwise,                deemed            to         be\n         employees of the electricity board. She submitted\n         that the board created artificial bar between the\n         board and the claimants with a view to creating\n         an impression that the claimants are employees of\n         the contractor, whereas in fact, the claimants\n         are employees of the board and they were engaged\n         for    performing               work        of        the       board          and         that\n         therefore, the contention that the employees and\n         employer relationship did not exist between the\n         claimant          and          the        board            is      incorrect                 and\n         unjustified,              more       particularly                when         the       board\n         exercised           supervision                and         control             over          the\n         claimants          and         paid       salary           to      the        claimants.\n         According to learned counsel for the claimants,\n         there is no error in the award and the award does\n         not suffer from any infirmity or error of law or\n         jurisdiction.              She       relied           on     admission              by       the\n         witness who accepted that until 1995-1996, the\n         contractor           did        not       possess           licence             and        that\n         therefore,               even        otherwise,                 the         claim            and\n         contention that the claimants are employees of\n\n\n\n                                                    Page 12\n\nHC-NIC                                         Page 12 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_13\">               C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n         the contractor is unjustified.\n</p><p data-structure=\"RespArg\" id=\"p_21\">              Mrs.         Pahwa,          learned            counsel               for          the\n         claimants, submitted that despite the fact that\n         this Court granted interim relief, the petitioner\n         board discontinued the service of the claimants\n         from March 2011 and that on the allegation that\n         the unit is closed down, the claimants are not\n         engaged and they have not been allowed to work\n         and since March 2011, they have been arbitrarily\n         discontinued from service.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_22\">         7.   Mr.       Chauhan,           learned           advocate                for         the\n         contractor,             adopted    the        submissions              by      learned\n         Senior Counsel for the board.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_23\">         8.   The learned Senior Counsel for the petitioner\n         board and the learned counsel for the claimants\n         relied on below quoted decisions:\n</p><blockquote id=\"blockquote_18\">              1. Steel Authority of India Ltd. &amp; Ors. v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">              National Union Waterfront Workers &amp; Ors.\n              [(2001) 7 SCC 1] (para 71, 107, 08, 115, 118,\n              119, 125 and 126).\n</p><p data-structure=\"Precedent\" id=\"p_25\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19838\" id=\"span_14\">2. <a href=\"/doc/19838/\" id=\"a_2\">Steel Authority of India Ltd. v. Gujarat\n              Mazdoor Panchayat</a> [2004 (1) GLR 729] (para\n              21, 32, and 33).</span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">              3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_15\"><a href=\"/doc/144538253/\" id=\"a_3\">International Airport Authority of India\n              v. International Air Cargo Workers&#x27; Union &amp;\n              Anr.</a> [(2009) 13 SCC 374] (para 35 to 39, 47\n              to 56).</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184584358\" id=\"span_16\">4. <a href=\"/doc/184584358/\" id=\"a_4\">Balwant Rai Saluja v. Air India Ltd.</a>\n              [2014 (9) SCC 407] (para 24, 28, 43, 52 to\n              65, 74, 75, 83 to 89.</span>\n</p><p data-structure=\"Precedent\" id=\"p_28\">              5. General Manager (OSD), Bengal Nagpur\n              Cotton Mills, Rajnandgaon v. Bharat Lal &amp;\n              Anr. [(2011) 1 SCC 635] (para 8, 10 to 13).\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">                                                Page 13\n\nHC-NIC                                     Page 13 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_17\">                C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541954\" id=\"span_18\">6. <a href=\"/doc/541954/\" id=\"a_5\">Municipal Corporation of Greater Mumbai\n               v. K.V.Shramik Sangh &amp; Ors.</a> [(2002) 4 SCC\n               609] (para 3 and 20).</span>\n</p><p data-structure=\"Precedent\" id=\"p_31\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_19\">7. <a href=\"/doc/642607/\" id=\"a_6\">Hussainbhai, Calicut v. Alath Factory\n               Thezhilali Union</a>, kozhikode [AIR 1978 SC\n               1410].</span>\n</p><p data-structure=\"Issue\" id=\"p_32\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_20\">8. <a href=\"/doc/366376/\" id=\"a_7\">Gujarat Electricity Board, Thermal Power\n               Station, Ukai, Gujarat v. Hind Mazdoor Sabha\n               &amp; Ors.</a> [1995 (1) GLH 1083].</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_33\">         9.    I     have          considered               rival        submissions                    by\n         learned advocate for the petitioner electricity\n         board and learned advocate for the respondent No.\n         1 and learned advocate for the respondent No. 2.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_34\">         10. Having regard to the pleadings by the parties\n         and their rival contentions and more particularly\n         the    case        of       the    Union/            claimants               that          the\n         concerned claimants are actually employees of the\n         Board and that the so called contractor is bogus\n         arrangement, learned Tribunal would be obliged to\n         decide as to whether the arrangement of engaging\n         Contractor               and/     or     arrangement                  of        engaging\n         workmen through Contractor or the arrangement was\n         genuine or sham and bogus arrangement.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_35\">         10.1 The learned Tribunal has addressed said issue\n         and answered the issue in light of evidence on\n         record and learned Tribunal recovered findings of\n         fact that the contract in question was sham and\n         nominal         and        paper       arrangement.                   The         learned\n         Tribunal         passed         directions               in       light           of       the\n\n\n                                                 Page 14\n\nHC-NIC                                      Page 14 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_21\">                 C/SCA/16912/2005                                              CAV JUDGMENT</span>\n\n\n\n         conclusions reached and findings of fact recorded\n         by it.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_36\">         11. On the ground that the learned Tribunal has\n         carefully and closely examined entire oral and\n         documentary               evidence      and        also          analyzed               the\n         evidence under eight different heads and on the\n         basis of its findings with reference to each of\n         the eight heads the learned Tribunal reached to\n         the final conclusion, learned advocate for the\n         respondent workmen would submit that this Court\n         may not sit in appeal over the said findings of\n         fact      and      this      Court     may        not       enter          into         the\n         process of re-appreciation of evidence as if the\n         Court      is      examining         the        judgment          in       appellate\n         jurisdiction. She would submit that even if some\n         error in respect of finding of fact is noticed by\n         the Court, then also this Court would not upset\n         the final conclusion on ground of some error with\n         regard to factual aspects, more particularly when\n         the learned Tribunal has not committed any error\n         of jurisdiction or law.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_37\">         11.1 Learned senior advocate for the petitioner\n         would, however, contend that the findings of fact\n         recorded by the learned Tribunal are contrary to\n         evidence           on      record.         The        learned              tribunal,\n         according to the petitioner, has overlooked the\n         evidence on record or misconstrued the evidence\n\n\n\n                                               Page 15\n\nHC-NIC                                   Page 15 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_22\">                 C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n\n         and that, therefore, the final conclusion which\n         is based on such erroneous findings, deserves to\n         be and can be interfered with and set aside.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_38\">         12. The          Board&#x27;s          claim       that          the        contract                is\n         genuine,         legal       and    bonafide              is     vehemently                and\n         fundamentally               opposed         by        the         claimants                who\n         asserted that the contract is sham and bogus and\n         mere paper arrangement.\n</p>\n\n<p data-structure=\"Section\" id=\"p_39\">         12.1 At this stage, it is relevant to mention that\n         the learned Tribunal has taken into account the\n         contract and the terms and conditions.\n</p>\n\n<p data-structure=\"Section\" id=\"p_40\">         12.2 The        learned          Tribunal           has      also         taken          into\n         account the fact that over a period of time, the\n         agency       i.e.         contractor/s             changed          from        time           to\n         time      and       new     agencies           entered,              however,              the\n         claimants continued to work.                                The new agency /\n         contractor           who        would    step-in            in      the       place            of\n         outgoing           contractor,             however,               same           set           of\n         employees (i.e. present claimants) would continue\n         with the employer.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_41\">         12.3 Of course, the board would contend that the\n         learned         Tribunal           had      granted              interim            relief\n         restraining               the     board            from        terminating                 the\n         service of the claimants accepting the case of\n         reported misconduct.\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_42\">                                                  Page 16\n\nHC-NIC                                      Page 16 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_23\">                 C/SCA/16912/2005                                                     CAV JUDGMENT</span>\n\n\n\n\n         12.4 It has however emerged from the submissions\n         that the said arrangement - system was in vogue\n         and said practice was followed even before the\n         learned Tribunal passed order of interim relief.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_43\">         12.5 Thus, the fact that most of the claimants\n         worked continuously and uninterruptedly with the\n         board since 1992-93, is supported by oral and\n         documentary evidence.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_44\">         13. In this backdrop, it would be appropriate at\n         this stage to take into account the evidence on\n         which the board as well as the claimants relied.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_45\">         14. The         claimants/witnesses                        have        asserted              that\n         the railway line is of the board and the board\n         has its own engines which are used by the board\n         to     bring          to        the       power           plant           the         railway\n         wagons/tankers                  from    Kathana            Railway            Station              to\n         Dhuvaran Power Station.                            The coal / oil reaches\n         the power plant in racks/oil tankers through 17.5\n         kms. railway line. During their deposition, the\n         witnesses          examined            on      behalf          of      the        claimants\n         described          in       detail          the        duties          and        functions\n         which they were required to perform. They claimed\n         that     tools            and    other        material              which         would            be\n         required for maintenance of railway line i.e. for\n         performing           their         duties              were      provided             by       the\n\n\n\n                                                     Page 17\n\nHC-NIC                                          Page 17 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_24\">               C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n\n         board and they had to seek sanction for leave\n         from officer of the board and the officer of the\n         board    used           to    supervise           their       work.         The        said\n         witnesses also claimed that they worked according\n         to   the     instructions             given         by     /     received              from\n         officer of the board.                       The said witnesses also\n         claimed and asserted that their salary was paid\n         by the employee of the board. The said witnesses\n         denied     the          suggestion         by      the       board          that         one\n         Mr.Kasambhai (representative of the contractor)\n         paid salary. The said witness asserted that the\n         salary was paid by the employees of the board.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_46\">         14.1 Mr. C.G.Parmar (Exh.19) was examined by the\n         union.      In          his    deposition,             the         said         witness\n         asserted         that         railway         line         is       utilized                 to\n         transport oil which is used as fuel in the power\n         station as well as spare parts of the plant and\n         machinery in the power station. The said witness\n         also described the work/duties performed by him\n         which included maintenance of the railway line\n         and he asserted that if the maintenance work is\n         not carried out regularly then the track cannot\n         be used and racks/oil tankers cannot be brought\n         within      the          precincts          of      power           station              and\n         resultantly, the operation of power station would\n         be      effected/jeopardized.                       During             his          cross\n         examination, the said witness denied the case of\n         the board that oil tankers are not received every\n\n\n\n                                                Page 18\n\nHC-NIC                                     Page 18 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_25\">                 C/SCA/16912/2005                                                    CAV JUDGMENT</span>\n\n\n\n         day.        The           said        witness               also          denied              the\n         case/suggestion                  by        the          board             that           their\n         attendance was marked by representative of the\n         contractor. In his cross examination, the said\n         witness asserted that the wages were paid by the\n         board       but      he      did      not        know         the       name         of       the\n         employee / officer who disbursed/paid the wages.\n         The      said             witness        also           asserted               that           the\n         equipments required for performing the work were\n         provided by the board and the instructions were\n         also issued by the officer of the board. The said\n         witness               also              asserted                     that                their\n         requests/applications                                 for            leave                  were\n         sanctioned/refused                  by        the       board           depending                 on\n         exigency of the work.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_47\">         14.2 The         union           examined              another           workman              Mr.\n         Chhatrasinh Udesinh (Exh.23) as other witness. He\n         deposed         on        the     same        line          as      Mr.       C.G.Parmar\n         (Exh.19). The said witness also asserted that the\n         railway line was <a href=\"/doc/366376/\" id=\"a_8\">laid down by</a> the board for its\n         own purpose and the responsibility to maintain\n         the railway line was of the board and they were\n         engaged for all types of works related to railway\n         line      and        its        maintenance.                During          his        cross-\n         examination, the said witness clarified that the\n         identity cards were not issued to them. The said\n         witness also denied the case of/suggestion by the\n         board      that           the    attendance                 was     marked           by       Mr.\n\n\n\n                                                    Page 19\n\nHC-NIC                                         Page 19 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_26\">                 C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n\n         Kasambhai, representative of the contractor, and\n         wages          were          also          paid            by          contractor&#x27;s\n         representative. The said witness also denied the\n         suggestion by the board that the work related\n         instructions               were        issued             by       Kasambhai                   or\n         Maganbhai,                i.e.         representatives                        of           the\n         contractor.               The     said          witness           asserted               that\n         instructions              were     issued            by     officers              of       the\n         board. He clarified that he did not know names of\n         the officers but could identify the officers who\n         issued        the         instructions              and     supervised                 their\n         work. He also denied the suggestion by the board\n         that if their work was not carried out for 15\n         days or if their work was stopped for 15 days\n         then the activities of working and functioning of\n         the    board         would       not       suffer.           Though           the        said\n         witness admitted his signature in some of the\n         wage registers, he specifically and categorically\n         asserted that the wages were paid by the employee\n         / officer of the board.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_48\">         14.3 The         Board          examined            one        Mr.       N.R.Makwana\n         (Exh.34)            (Personnel              &amp;        Industrial                 Relation\n         Officer). The said witness mentioned the details\n         with       regard           to      selection                and         recruitment\n         procedure followed by the Board and stated that\n         such procedure was followed while engaging the\n         claimants.           The        said    officer            also        stated            that\n         contract         for       maintenance              of    railway           track          was\n\n\n\n                                                  Page 20\n\nHC-NIC                                       Page 20 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_27\">                C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n         awarded to M/s. Chirag Associates and the board\n         had obtained registration under the Act and the\n         contractor had obtained requisite licence under\n         the Act. He claimed that Kasambhai and Maganbhai,\n         representatives of the contractor, supervised the\n         work of the claimants and marked their attendance\n         and     paid             their    wages.            During              the         cross\n         examination, the said witness stated that he had\n         no idea as to the year in which the contract was\n         awarded for the first time. When the said witness\n         was confronted with the work order issued by the\n         board in March 1992, the said witness admitted\n         the said document and also admitted that the work\n         order was issued by the board in March 1992 and\n         thereafter, it was extended from time to time.\n         The said witness Mr. Makwana admitted that the\n         railway        track        is    of       the         board&#x27;s            ownership.\n         However, he clarified that he had no idea about\n         the number of racks / wagons received every day\n         and/or about the daily consumption of oil by the\n         board. The said witness also admitted that the\n         railway       track        is    an    important             requirement                 for\n         operations of power station.\n</p><p data-structure=\"Precedent\" id=\"p_49\">               It is pertinent that the said witness of the\n         board also accepted that he had no idea how the\n         activity         of       maintenance             of     railway             line            is\n         undertaken.               In response to the question, the\n         board&#x27;s employee/witness stated that he had no\n         personal        knowledge         about           the    jobs         /     functions\n\n\n\n                                                Page 21\n\nHC-NIC                                     Page 21 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_28\">                 C/SCA/16912/2005                                           CAV JUDGMENT</span>\n\n\n\n         performed by the claimants and he had no idea as\n         to who executed the work of laying sleepers or\n         levelling the metal or replacing the tracks. The\n         said witness also accepted that the thermal power\n         station used gas as well as oil as fuel and that\n         the said material / fuel was brought to the plant\n         through        railway      tankers        for     which          the       railway\n         line laid by the board was used and that daily\n         about 3-4 racks              were brought to the plant on\n         said      railway         tracks.       The      said          witness             also\n         accepted that the machines/machine parts used in\n         the power station were also brought through the\n         said railway lines.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_50\">         14.4 The Executive Engineer examined by the board\n         stated that as Executive Engineer (Civil), it was\n         his duty to inspect the work related to rail /\n         track      maintenance.        He       also      accepted              that         the\n         inspection and checking about railway maintenance\n         was required to be done on daily basis, however,\n         if, for any reason the inspection could not be\n         undertaken on daily basis, then he would do the\n         inspection            /   checking       once       a     week.           He      also\n         accepted that junior engineer and deputy engineer\n         were responsible for supervision of the work of\n         labourers engaged for railway maintenance.                                               He\n         also stated that on an average about 40-50 racks\n         (oil     tankers)         arrived       every        month.               He       also\n         accepted that earlier coal was used for operating\n\n\n\n                                             Page 22\n\nHC-NIC                                  Page 22 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_29\">                 C/SCA/16912/2005                                                    CAV JUDGMENT</span>\n\n\n\n         power plant, however, subsequently, modifications\n         were made so as to make the power plant suitable\n         for the operation through gas as well as oil. The\n         said     Executive             Engineer             (board&#x27;s           witness)             also\n         accepted that the work of railway maintenance was\n         not done intermittently but regularly and daily\n         for at least 8 hours, except Sundays. The said\n         Executive Engineer also accepted that the board\n         received maintenance report on daily basis. The\n         said Executive Engineer also clarified that about\n         7   kms.       railway           line        covers         the       distance              from\n         Kathrana           Railway           Station             to        Dhuvaran              Power\n         Station and about 8 kms. railway line covers the\n         distance of yard within the power plant which\n         brings the fuel and machines/machine parts within\n         the     precincts              of       the       power        plant.            The       said\n         Executive Engineer also explained that there are\n         four main railway line and three sidings. The\n         said       Executive             Engineer               also         accepted               that\n         maintenance               of   railway            line      would          continue               so\n         long as the need for transporting fuel and spare\n         parts through railway continues. The said witness\n         Mr. V.M.Patel, executive engineer (civil) Exh.35,\n         claimed        that        the      representatives                    /    supervisors\n         nominated by the contractor were supervising the\n         work of the claimants. According to said witness,\n         the board received on an average about 40 to 50\n         oil     tankers            in       a       month.          During            his        cross\n         examination,               the      said        witness         stated           that         the\n\n\n\n                                                      Page 23\n\nHC-NIC                                           Page 23 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_30\">                 C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n         work     of      maintenance            is      carried          out       daily          for\n         about 8 hours and not occasionally. He, however,\n         claimed        that        the    supervision              was       done         by      Mr.\n         Maganbhai          and      Mr.     Kasambhai.            The        said        witness\n         also     accepted            that       in     absence          of       the       track,\n         wagons cannot reach the plant. He also stated\n         that on inspection by the officers of the board,\n         if defect in maintenance was noticed then it was\n         brought          to        the     notice           of      the         contractor.\n         According to said witness, the board maintained\n         four main lines and three lines were maintained\n         by oil sliding. The witness accepted that the\n         said lines were maintained by the claimants. The\n         witness also accepted that the maintenance work\n         will have to be continued so long as the railway\n         lines are to be operated and wagons / tankers are\n         brought to the precinct of the plant.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_51\">         14.5 The         board           also        examined            Mr.         Maganbhai\n         Virabhai,                 representative               of          M/s.            Chirag\n         Associates. The said witness accepted that the\n         contract was, for the first time, awarded to M/s.\n         Chirag Associates in 1992 and since then, same\n         workers have been working. The said witness also\n         accepted that if the tracks are not properly and\n         regularly             maintained             then         there            would              be\n         possibility of accident and that if the tracks\n         within precinct of the plant were not laid and\n         are not maintained then the wagons cannot reach\n\n\n\n                                                  Page 24\n\nHC-NIC                                       Page 24 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_31\">                 C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n         the    yard/plant            of    the        board           and     consequently\n         oil/gas, spare parts, raw materials, etc. cannot\n         reach      the       power       plant.        The       said        witness            also\n         accepted that the claimants are not paid wages at\n         par with the regular employees of the board. The\n         said witness claimed that if the workers had any\n         problem, then, they would approach him and he\n         would take steps to resolve the problem of the\n         workmen and he and Kasambhai used to make payment\n         of wages to the workers and they allot duties to\n         the workers.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_52\">         14.6 The          contractor             M/s.            Chirag            Associates\n         examined Mr. Maganbhai Virabhai (Exh.87) as its\n         witness.          The      said      witness              placed          on       record\n         certain wage registers and attendance registers\n         so as to support the claim that the wage and\n         attendance were maintained by the contractor. The\n         said     witness          claimed        that           the    supervision                and\n         other        administrative                works          like          sanctioning\n         leave, etc. were done by the supervisor appointed\n         by    him.      The       said    witness           claimed          that         he      had\n         obtained licence in October 1995 and the licence\n         was     renewed           from     time            to     time.         Upon         being\n         confronted with the licence (Exh.81), he accepted\n         that     the       licence        was     issued          on        3.10.1996             and\n         thereafter it was renewed upto 2001. The said\n         witness        also       accepted          and         admitted           that         from\n         1.4.2001,          the     claimants           were        not       continued                as\n\n\n\n                                                 Page 25\n\nHC-NIC                                      Page 25 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_32\">                 C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n\n         employees          of      M/s.      Chirag           Associates               but        were\n         transferred to rolls of M/s. Narayan Consultancy\n         and that before effecting such transfer of the\n         workers to M/s. Narayan Consultancy, they had not\n         obtained         permission           from           the    learned            Tribunal.\n         The said witness also accepted that he worked as\n         Manager of the said M/s. Narayan Consultancy and\n         that the address of the office of M/s. Narayan\n         Consultancy is the same as that of M/s. Chirag\n         Associates. He, however, denied that the owner of\n         M/s.        Chirag             Associate              and          M/s.            Narayan\n         Consultancy               is     the         same          and         M/s.          Chirag\n         Associates            merely         change           the      name.           The        said\n         witness also accepted that there were difference\n         and discrepancies in his depositions as witness\n         of   the      board        (Exh.39)           and      as      witness            of      M/s.\n         Chirag Associates (Exh.87).\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_53\">         15. These           are        the    broad           summary           or       sum        and\n         substance           of     the       oral        evidence             by       witnesses\n         examined by the contesting parties.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_54\">         16. At this stage, it would be appropriate to\n         turn to the observations by Apex Court and High\n         Court in the cases on which contesting parties\n         relied.\n</p><p data-structure=\"Precedent\" id=\"p_55\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_33\">[a] In the decision in case of <a href=\"/doc/277653/\" id=\"a_9\">Steel Authority\n         of India Ltd. &amp; Ors. v. National Union Waterfront\n         Workers &amp; Ors.</a> [(2001) 7 SCC 1], the Apex Court\n\n\n\n                                                   Page 26\n\nHC-NIC                                        Page 26 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_34\">              C/SCA/16912/2005                                         CAV JUDGMENT</span>\n\n\n\n         observed, inter alia, that:-</span>\n</p><blockquote id=\"blockquote_19\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_35\">&quot;71. By definition the term contract labour is a species of\n             workman. A workman shall be so deemed when he is hired in or\n             in connection with the work of an establishment by or\n             through a contractor, with or without the knowledge of the\n             principal employer. A workman may be hired: (1) in an\n             establishment by the principal employer or by his agent with\n             or without the knowledge of the principal employer; or (2)\n             in connection with the work of an establishment by the\n             principal employer through a contractor or by a contractor\n             with or without the knowledge of the principal employer.\n             Where a workman is hired in or in connection with the work\n             of an establishment by the principal employer through a\n             contractor, he merely acts as an agent so there will be\n             master and servant relationship between the principal\n             employer and the workman. But where a workman is hired in or\n             in connection with the work of an establishment by a\n             contractor, either because he has undertaken to produce a\n             given result for the establishment or because he supplies\n             workman for any work of the establishment, a question might\n             arise whether the contractor is a mere camouflage as in\n             <a href=\"/doc/642607/\" id=\"a_10\">Hussainbhai   Calicuts</a>    case   (supra)   and   in   Indian\n             Petrochemicals Corporations case (supra) etc.; if the answer\n             is in the affirmative, the workman will be in fact an\n             employee of the principal employer; but if the answer is in\n             the negative, the workman will be a contract labour.</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">             107. An analysis of the cases, discussed above, shows that\n             they fall in three classes; (i) where contract labour is\n             engaged   in  or   in   connection  with   the   work  of an\n             establishment   and   employment   of   contract   labour is\n             prohibited either because the Industrial adjudicator/Court\n             ordered abolition of contract labour or because the\n             appropriate Government issued notification under <a href=\"/doc/1436043/\" id=\"a_11\">Section\n             10(1)</a> of the CLRA Act, no automatic absorption of the\n             contract labour working in the establishment was ordered;\n</blockquote><blockquote id=\"blockquote_21\">             (ii) where the contract was found to be sham and nominal\n             rather a camouflage in which case the contract labour\n             working in the establishment of the principal employer was\n             held, in fact and in reality, the employees of the principal\n             employer himself. Indeed, such cases do not relate to\n             abolition of contract labour but present instances wherein\n             the Court pierced the veil and declared the correct position\n             as a fact at the stage after employment of contract labour\n             stood prohibited; (iii) where in discharge of a statutory\n             obligation of maintaining canteen in an establishment the\n             principal employer availed the services of a contractor and\n             the courts have held that the contract labour would indeed\n             be the employees of the principal employer.\n</blockquote>\n<blockquote id=\"blockquote_22\">             108. The next issue that remains to be dealt with is:\n</blockquote><blockquote id=\"blockquote_23\">             B. Whether on a contractor engaging contract labour in\n             connection with the work entrusted to him by a principal\n             employer, the relationship of master and servant between him\n             (the principal employer) and the contract labour emerges.\n</blockquote>\n<blockquote id=\"blockquote_24\">             115. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_36\">In a three-Judge Bench decision of this Court in\n             <a href=\"/doc/642607/\" id=\"a_12\">Hussainbhais</a>  case   (supra),  the   petitioner who   was\n             manufacturing ropes entrusted the work to the contractors\n             who engaged their own workers. When, after some time, the\n\n\n\n                                        Page 27\n\nHC-NIC                             Page 27 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_37\">          C/SCA/16912/2005                                           CAV JUDGMENT</span>\n\n\n         workers were not engaged, they raised an industrial dispute\n         that they were denied employment. On reference of that\n         dispute by the State Government, they succeeded in obtaining\n         an   award   against  the   petitioner   who  unsuccessfully\n         challenged the same in the High Court and then in the\n         Supreme Court. On examining various factors and applying the\n         effective control test, this court held that though there\n         was no direct relationship between the petitioner and the\n         respondent yet on lifting the veil and looking at the\n         conspectus of factors governing employment, the naked truth,\n         though draped in different perfect paper arrangement, was\n         that the real employer was the management not the immediate\n         contractor. Speaking for the Court, Justice Krishna Iyer\n         observed thus :-</span>\n</blockquote><blockquote id=\"blockquote_25\">         Myriad devices, half-hidden in fold after fold of legal form\n         depending on the degree of concealment needed, the type of\n         industry, the local conditions and the like may be resorted\n         to when labour legislation casts welfare obligations on the\n         real employer, based on <a href=\"/doc/1673816/\" id=\"a_13\">Articles 38</a><a href=\"/doc/555882/\" id=\"a_14\">, 39</a><a href=\"/doc/111604/\" id=\"a_15\">, 42</a><a href=\"/doc/1256023/\" id=\"a_16\">, 43</a>, and <a href=\"/doc/118693005/\" id=\"a_17\">43-A</a> of\n         the Constitution. The court must be astute to avoid the\n         mischief and achieve the purpose of the law and not be\n         misled by the maya of legal appearances.....\n</blockquote>\n<blockquote id=\"blockquote_26\">         119. We are not persuaded to accede to the contention that\n         a workman, who is not an out-worker, must be treated as a\n         regular employee of the principal employer. It has been\n         noticed   above  that   an   out-worker  falls   within  the\n         exclusionary clause of the definition of workman. The word\n         out worker connotes a person who carries out the type of\n         work, mentioned in sub-clause (C) of clause (i) of <a href=\"/doc/1817848/\" id=\"a_18\">Section\n         2</a>, of the principal employer with the materials supplied to\n         him by such employer either (i) at his home or (ii) in some\n         other premises not under the control and management of the\n         principal employer. A person who is not an out worker but\n         satisfies the requirement of the first limb of the\n         definition of workman would, by the very definition, fall\n         within the meaning of the term workman. Even so, if such a\n         workman is within the ambit of the contract labour, unless\n         he falls within the afore-mentioned classes, he cannot be\n         treated as a regular employee of the principal employer.\n</blockquote>\n<blockquote id=\"blockquote_27\">         125.    The upshot of the above discussion is outlined thus:\n</blockquote><pre id=\"pre_2\">         (1)     (a) xxx\n         (2) (a) xxx\n         (b)     xxx\n</pre><blockquote id=\"blockquote_28\">         (3) Neither <a href=\"/doc/45909/\" id=\"a_19\">Section 10</a> of the CLRA Act nor any other\n         provision in the Act, whether expressly or by necessary\n         implication, provides for automatic absorption of contract\n         labour   on    issuing  a   notification   by  appropriate\n         Government .....\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_38\">(4) We over-rule the judgment of this court in <a href=\"/doc/144538253/\" id=\"a_20\">Air Indias</a>\n         case (supra) prospectively .....</span>\n</p><p data-structure=\"Section\" id=\"p_57\">         (5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_21\">Section\n         10(1)</a> of the CLRA Act prohibiting employment of contract\n         labour or otherwise, in an industrial dispute brought before\n         it by any contract labour in regard to conditions of\n         service, the industrial adjudicator will have to consider\n         the question whether the contractor has been interposed\n\n\n\n                                      Page 28\n\nHC-NIC                           Page 28 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_39\">               C/SCA/16912/2005                                               CAV JUDGMENT</span>\n\n\n              either on the ground of having undertaken to produce any\n              given result for the establishment or for supply of contract\n              labour for work of the establishment under a genuine\n              contract or is a mere ruse/camouflage to evade compliance of\n              various beneficial legislations so as to deprive the workers\n              of the benefit thereunder. If the contract is found to be\n              not genuine but a mere camouflage, the so-called contract\n              labour will have to be treated as employees of the principal\n              employer who shall be directed to regularise the services of\n              the contract labour in the concerned establishment subject\n              to the conditions as may be specified by it for that purpose\n              in the light of para 6 hereunder.\n</p><p data-structure=\"Section\" id=\"p_58\">              (6) If the contract is found to be genuine and prohibition\n              notification under <a href=\"/doc/1436043/\" id=\"a_22\">Section 10(1)</a> of the CLRA Act in respect\n              of the concerned establishment has been issued by the\n              appropriate Government, prohibiting employment of contract\n              labour in any process, operation or other work of any\n              establishment and where in such process, operation or other\n              work of the establishment the principal employer intends to\n              employ regular workmen he shall give preference to the\n              erstwhile contract labour, if otherwise found suitable and,\n              if necessary, by relaxing the condition as to maximum age\n              appropriately taking into consideration the age of the\n              workers at the time of their initial employment by the\n              contractor and also relaxing the condition as to academic\n              qualifications other than technical qualifications.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19838\" id=\"span_40\">[b] In the decision in case of <a href=\"/doc/19838/\" id=\"a_23\">Steel Authority\n         of   India        Ltd.     v.      Gujarat           Mazdoor             Panchayat</a>\n         [2004(1)       GLR      729],    this           Court      observed,              inter\n         alia, that:-</span>\n</p><blockquote id=\"blockquote_29\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_41\">&quot;21. The factors which may establish that a contract between\n              the principal employer and the labour contractor is a mere\n              paper arrangement or an eye wash or a camouflage or a ruse\n              or a facade or a name lender are; (i) activities / business\n              of the principal employer, (ii) genuine need or requirement\n              of engaging contract labour, (iii) length of continuous and\n              uninterrupted service of workmen, (iv) nature of work done\n              by workmen, i.e. whether the work is perennial in nature or\n              intermittent, (v) who has, in fact, supplied the labour\n              force to the principal employer, meaning thereby, whether\n              the services of the workmen were made available to the\n              principal employer by the labour contractor after making\n              recruitment, (vi) extent of supervision and control of the\n              workmen by principal employer, (vii) whether the workers do\n              the labour work to produce goods or service for business of\n              the principal employer, and (viii) whether the provisions of\n              the Act relating to registration and licence etc. are\n              complied with. The plea that the industrial adjudicator\n              cannot take into consideration the factors mentioned in\n              Clauses (a) to (d) of <a href=\"/doc/1442514/\" id=\"a_24\">Section 10(2)</a> of the Act to arrive at\n              the finding as to whether the labour contracts are genuine\n              or not cannot be accepted in view of the principles <a href=\"/doc/19838/\" id=\"a_25\">laid\n              down in</a> <a href=\"/doc/366376/\" id=\"a_26\">Gujarat Electricity Board v. Hind Mazdoor Sabha</a>\n              (supra) at page 67, paragraph 59.</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_60\">              32. Abovereferred to findings are pure findings of facts\n\n\n\n                                              Page 29\n\nHC-NIC                                   Page 29 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_42\">          C/SCA/16912/2005                                           CAV JUDGMENT</span>\n\n\n         reached by the Tribunal after appreciating evidence and,\n         normally, the same cannot be interfered with in a petition,\n         which is essentially filed under <a href=\"/doc/1331149/\" id=\"a_27\">Article 227</a> of the\n         Constitution.\n</p><p data-structure=\"Precedent\" id=\"p_61\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"484719\" id=\"span_43\">As noted earlier, by filing instant petition under\n              <a href=\"/doc/1712542/\" id=\"a_28\">Articles 226</a> <a href=\"/doc/1331149/\" id=\"a_29\">&amp; 227</a> of the Constitution, the petitioner\n              has claimed writ of certiorari to quash the impugned\n              award   of  the   Tribunal.    Therefore,   it  would   be\n              instructive to refer to the scope of jurisdiction to\n              issue a writ of certiorari. This question has been\n              considered by a five judge Constitution Bench of the\n              Supreme Court in <a href=\"/doc/484719/\" id=\"a_30\">Syed Yakoob v. Radhakrishnan</a>, (supra).\n              In that case, a notification, calling for applications\n              for the grant of two stage carriage permits for the\n              route Madras to Chidambaram was issued by the State\n              Transport Authority under the <a href=\"/doc/24626380/\" id=\"a_31\">Motor Vehicles Act, 1939</a>.\n              Several applications were received. The authority had\n              granted the first permit to one of the applicants and\n              for the second, it was decided to call for fresh\n              applications. The appellant, as also a number of other\n              applicants,   had   appealed   to   the   State  Transport\n              Appellate Tribunal. The Tribunal had confirmed the grant\n              of the first permit and as regards the second, it had\n              allowed the appeal of the appellant and directed that it\n              should be granted to him. Thereupon, the respondent No.\n              1 had moved the High Court under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the\n              Constitution for the issue of a writ of certiorari and\n              the learned Single Judge, who had heard the matter, had\n              held that the Appellate Tribunal had overlooked relevant\n              considerations and allowed irrelevant considerations to\n              prevail. So holding, the learned Single Judge had made\n              the Rule absolute. A Letters Paten Appeal was preferred\n              by the appellant. The Division Bench had affirmed the\n              order of the learned Single Judge on the ground that the\n              Appellant     Tribunal     had     overlooked     material\n              considerations in favour of the respondent No. 1, and\n              dismissed the appeal. The appellant had thereupon\n              approached the Supreme Court by way of Special Leave and\n              contended that in issuing the writ of certiorari, the\n              High Court had exceeded its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_33\">Article\n              226</a> of the Constitution. While allowing the appeal, the\n              Supreme Court has made following pertinent observations\n              in paragraph 7 of the reported judgment.</span>\n</p><blockquote id=\"blockquote_30\">              &quot;7. The question about the limits of the jurisdiction of\n              High Courts in issuing a writ of certiorari under <a href=\"/doc/1712542/\" id=\"a_34\">Art.\n              226</a> has been frequently considered by this Court and the\n              true legal position in that behalf is no longer in\n              doubt. A writ of certiorari can be issued for correcting\n              errors of jurisdiction committed by inferior courts or\n              tribunals : these are cases where orders are passed by\n              inferior courts or tribunals without jurisdiction, or is\n              in excess of it, or as a result of failure to exercise\n              jurisdiction. A writ can similarly be issued where in\n              exercise of jurisdiction conferred on it, the Court or\n              Tribunal acts illegally or improperly, as for instance,\n              it decides a question without giving an opportunity to\n              be heard to the party affected by the order, or where\n              the procedure adopted in dealing with the dispute is\n              opposed to principles of natural justice. There is,\n              however, no doubt that the jurisdiction to issue a writ\n\n\n\n                                      Page 30\n\nHC-NIC                           Page 30 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_44\">          C/SCA/16912/2005                                          CAV JUDGMENT</span>\n\n\n              of certiorari is a supervisory jurisdiction and the\n              Court exercising it is not entitled to act as an\n              appellate Court. This limitation necessarily means that\n              findings of fact reached by the inferior Court or\n              Tribunal as result of the appreciation of evidence\n              cannot be reopened or questioned in writ proceedings. An\n              error of law which is apparent on the face of the record\n              can be corrected by a writ, but not an error of fact,\n              however grave it may appear to be. In regard to a\n              finding of fact recorded by the Tribunal, a writ of\n              certiorari can be issued if it is shown that in\n              recording the said finding, the Tribunal had erroneously\n              refused to admit admissible and material evidence, or\n              had erroneously admitted inadmissible evidence which has\n              influenced the impugned finding. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"368269\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"568069\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1450722\" id=\"span_47\">Similarly, if a finding\n              of fact is based on no evidence, that would be regarded\n              as an error of law which can be corrected by a writ of\n              certiorari. In dealing with this category of cases,\n              however, we must always bear in mind that a finding of\n              fact recorded by the Tribunal cannot be challenged in\n              proceedings for a writ of certiorari on the ground that\n              the relevant and material evidence adduced before the\n              Tribunal was insufficient or inadequate to sustain the\n              impugned finding. The adequacy or sufficiency of\n              evidence led on a point and the inference of fact to be\n              drawn from the said finding are within the exclusive\n              jurisdiction of the Tribunal, and the said points cannot\n              be agitated before a writ Court. It is within these\n              limits that the jurisdiction conferred on the High\n              Courts under <a href=\"/doc/1712542/\" id=\"a_35\">Art. 226</a> to issue a writ of certiorari can\n              be legitimately exercised (vide <a href=\"/doc/1450722/\" id=\"a_36\">Hari Vishnu Kamath v.\n              Ahmad Ishaque</a>, 1955-1 SCR 1104 : ( (S) AIR 1955 SC 233);\n              <a href=\"/doc/568069/\" id=\"a_37\">Nagendra Nath v. Commr. of Hills Division</a>, 1958 SCR 1240\n              : (<a href=\"/doc/368269/\" id=\"a_38\">AIR 1958 SC 398) and Kaushalya Devi v. Bachittar\n              Singh</a>, AIR 1960 SC 1168.&quot;</span></span></span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_62\">         33. The relevant observations made by the Supreme Court in\n         the above quoted two decisions make it evident that a\n         limited jurisdiction is available to High Courts while\n         considering the question, whether a writ of certiorari, as\n         claimed by the writ petitioner, can be issued. Under <a href=\"/doc/1712542/\" id=\"a_39\">Article\n         226</a> of the Constitution, High Court will not interfere with\n         weighing of evidence led before the Tribunal as if the High\n         Court were sitting in appeal. A finding of fact cannot also\n         be challenged on the ground that relevant materials and\n         evidence adduced before the Tribunal was insufficient or\n         inadequate to sustain the findings recorded by the Tribunal.\n         The adequacy or sufficiency of evidence and the inferences\n         to be drawn from the evidence are the exclusive domain of\n         the Tribunal and the same cannot be agitated before the writ\n         Court. ...... It is true that burden of proof to prove the\n         fact rests upon a person who asserts existence of the same,\n         and there is no manner of doubt that primary burden of proof\n         to prove that the workmen concerned were employees of SAIL,\n         was on the workmen. However, both by way of their claim\n         statement and oral evidence, the workmen have established\n         that they were never recruited by any of the contractors and\n         were under control and supervision of SAIL. The Tribunal has\n         considered the evidence led by the writ petitioner, and\n         reached a conclusion in paragraph 13 of the impugned award\n         that the concerned workmen were/are serving under the\n         supervision, control and direction of SAIL. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366776\" id=\"span_48\">The best\n\n\n                                     Page 31\n\nHC-NIC                          Page 31 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_49\">              C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n             evidence that could have been produced, viz. employment\n             record, could not be produced by the writ petitioner before\n             the Tribunal. ..... Moreover, it is well settled that once\n             the parties have led evidence understanding the nature of\n             the case to be met, and the Court has recorded the findings\n             on the basis of evidence led, the question of burden of\n             proof becomes academic. As observed by the Supreme Court in\n             <a href=\"/doc/366776/\" id=\"a_40\">Mohd. Shahnavaz Akhtar &amp; Anr. v. IST ADJ, Varasani &amp; Ors.</a>,\n             (2002) 9 SCC 375, jurisdiction under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the\n             Constitution does not include re-appreciation of evidence\n             and on that basis dislodge the finding of fact recorded by\n             the Tribunal. The findings which have been recorded by the\n             Tribunal are such which could have been reasonably arrived\n             at,   properly   thought   out   and  logical.  Under   the\n             circumstances, the findings recorded by the Tribunal and\n             final conclusion based thereon are not liable to be\n             interfered with in instant petition.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_50\">[c] In     the         decision       in         case      of      <a href=\"/doc/144538253/\" id=\"a_42\">International\n         Airport Authority of India v. International Air\n         Cargo Workers&#x27; Union &amp; Anr.</a> [(2009) 13 SCC 374],\n         Apex Court observed, inter alia, that:-</span>\n</p><blockquote id=\"blockquote_31\">             &quot;35. As noticed above, SAIL did not specifically deal with\n             the legal position as to when a dispute is brought before\n             the Industrial Adjudicator as to whether the contract labour\n             agreement is sham, nominal and merely a camouflage, when\n             there is no prohibition notification under <a href=\"/doc/1436043/\" id=\"a_43\">section 10(1)</a> of\n             CLRA Act.\n</blockquote>\n<blockquote id=\"blockquote_32\">             36.   But where there is no abolition of contract labour\n             under <a href=\"/doc/45909/\" id=\"a_44\">section 10</a> of CLRA Act, but the contract labour\n             contend that the contract between principal employer and\n             contractor is sham and nominal, the remedy is purely under\n             the <a href=\"/doc/500379/\" id=\"a_45\">ID Act</a>. The principles in Gujarat Electricity Board\n             continue to govern the issue. The remedy of the workmen is\n             to approach the industrial adjudicator for an adjudication\n             of their dispute that they are the direct employees of the\n             principle employer and the agreement is sham, nominal and\n             merely a camouflage, even when there is no order under\n             <a href=\"/doc/1436043/\" id=\"a_46\">section 10(1)</a> of CLRA Act.\n</blockquote>\n<blockquote id=\"blockquote_33\">             37.   The industrial adjudicator can grant the relief sought\n             if it finds that contract between principal employer and the\n             contractor is sham, nominal and merely a camouflage to deny\n             employment benefits to the employer and that there is in\n             fact a direct employment, by applying tests like: who pays\n             the salary; who has the power to remove/dismiss from service\n             or initiate disciplinary action; who can tell the employee\n             the way in which the work should be done, in short who has\n             direction and control over the employee. But where there is\n             no notification under <a href=\"/doc/45909/\" id=\"a_47\">section 10</a> of the CLRA Act and where\n             it is not proved in the industrial adjudication that the\n             contract was sham/nominal and camouflage, then the question\n             of directing the principal employer to absorb or regularize\n             the services of the contract labour does not arise.\n</blockquote>\n<blockquote id=\"blockquote_34\">             38.     The   tests   that   are     applied      to    find     out    whether      a\n\n\n\n                                               Page 32\n\nHC-NIC                                    Page 32 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_51\">          C/SCA/16912/2005                                         CAV JUDGMENT</span>\n\n\n         person is an employee or an independent contractor may not\n         automatically apply in finding out whether the contract\n         labour agreement is a sham, nominal and is a mere\n         camouflage. For example, if the contract is for supply of\n         labour, necessarily, the labour supplied by the contractor\n         will work under the directions, supervision and control of\n         the principal employer but that would not make the worker a\n         direct employee of the principal employer, if the salary is\n         paid by contractor, if the right to regulate employment is\n         with the contractor, and the ultimate supervision and\n         control lies with the contractor.\n</blockquote>\n<blockquote id=\"blockquote_35\">         39.   The principal employer only controls and directs the\n         work to be done by a contract labour, when such labour is\n         assigned/allotted/sent to him. But it is the contractor as\n         employer, who chooses whether the worker is to be\n         assigned/allotted   to  the  principal  employer  or  used\n         otherwise. In short worker being the employee of the\n         contractor, the ultimate supervision and control lies with\n         the contractor as he decides where the employee will work\n         and how long he will work and subject to what conditions.\n         Only when the contractor assigns/sends the worker to work\n         under the principal employer, the worker works under the\n         supervision and control of the principal employer but that\n         is secondary control. The primary control is with the\n         contractor.\n</blockquote>\n<blockquote id=\"blockquote_36\">         51.1 As notice above, these workers were the permanent\n         employees of Airfreight. When Airfreight ceased to be the\n         ground handling agent, it was Airfreight&#x27;s responsibility to\n         deploy its workers elsewhere. But knowing that Airfreight\n         may not continue them in service in view of termination of\n         the licence, these workers requested IAAI to offer them\n         employment.\n</blockquote>\n<blockquote id=\"blockquote_37\">         51.2 Though    there was    no obligation    to offer   them\n         employment or give any other relief, on humanitarian grounds\n         and to mitigate the hardship of these workers, IAAI proposed\n         that if the workers formed a co-operative society, it may\n         consider giving the cargo handling work to such society so\n         that the workers of Airfreight can earn their livelihood. It\n         also agreed purely as an interim measure to employ them as\n         casual labourers till the formalities of formation of the\n         society and the society entering into a contract with IAAI\n         were completed. Therefore the direct casual employment given\n         to the workers was purely an interim or ad hoc measure as a\n         part of the package proposal made by IAAI in its memorandum\n         filed before the High Court, duly recorded by the High Court\n         in W.P. No.11683 of 1985, and accepted by the workers.\n</blockquote>\n<blockquote id=\"blockquote_38\">         51.3 On formation of the society and on the society\n         entering into a contract with IAAI for providing contract\n         labour, there was no need to employ these workers as casual\n         labourers. Nor did the workers had any right to claim\n         continuation as casual labourers. In fact they did they\n         claim any such right. They worked for less than 240 days as\n         casual labourers under IAAI and were not entitled to claim\n         the benefit of either section 25F nor regularization on the\n         basis of such short casual service as daily rated employees.\n         Therefore, it follows that on the basis of the service as\n         casual employees between November, 1985 and July, 1986, the\n\n\n\n                                    Page 33\n\nHC-NIC                         Page 33 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_52\">          C/SCA/16912/2005                                         CAV JUDGMENT</span>\n\n\n         workers are not entitled to any relief.\n</blockquote>\n<blockquote id=\"blockquote_39\">         52.   The third finding is that the contracts dated\n         1.7.1986, 14.7.1986 and 11.12.1987 between society and IAAI\n         for supply of contract labour was sham and nominal.\n</blockquote>\n<blockquote id=\"blockquote_40\">         52.1 We have already referred to the circumstances in which\n         the said contract labour agreement was executed. To repeat,\n         the workers were the regular and permanent employees of\n         Airfreight till 31.10.1985. When Airfreight ceased to be the\n         ground   handling   agent,   apprehending   retrenchment   by\n         Airfreight, the workers appealed to the IAAI to provide them\n         some employment. They also approached the High Court in a\n         writ petition. IAAI categorically stated that it cannot\n         absorb them. Purely as a humanitarian measure and to\n         mitigate their hardship, the IAAI offered to entrust the\n         work of handling of cargo to a society formed by these\n         workers and the workers through their union, readily agreed\n         to form a society and the cargo handling work was given to\n         the society and the workers as the members of the society\n         benefited from such work/contract by working as contract\n         labour. Instead of working under private employer operating\n         with a profit motive, they worked under their own society.\n</blockquote>\n<blockquote id=\"blockquote_41\">         52.2    xxx\n\n         52.3 It should also be noticed that at no point of time,\n         the workers or their union pleaded that the agreement\n         between IAAI and the society was sham or nominal. A careful\n         reading of the claim statement filed before the tribunal and\n         the evidence given by WW-1 shows that not even an allegation\n         or claim to that effect was made in that behalf. In these\n         circumstances, it is un-understandable as to how the\n         tribunal could have held that the agreement was sham and\n         nominal.\n</blockquote>\n<blockquote id=\"blockquote_42\">         52.4    xxx\n\n</blockquote><blockquote id=\"blockquote_43\">         53.   The last finding is that there were three indicators\n         to show that contract labour for loading/unloading were\n         direct employees of IAAI : direct payment of wages, direct\n         penal action by IAAI against the contract labour, and direct\n         control and supervision of contract labour by IAAI.\n         Therefore, the contracts for supply of contract labour were\n         `paper&#x27; contracts and a camouflage to deny benefits of\n         labour laws to the members of first respondent Union.\n</blockquote>\n<blockquote id=\"blockquote_44\">         53.6 On the basis of these documents, the Tribunal has held\n         that payments were being directly made to workers when they\n         were contract labours. This is a finding based on absolutely\n         no evidence and shockingly perverse and is liable to be\n         rejected accordingly.\n</blockquote>\n<blockquote id=\"blockquote_45\">         53.7 The Tribunal held that IAAI was taking penal and\n         disciplinary action by suspending and punishing the contract\n         labour and that was proof of direct employment. This finding\n         is also based on no evidence. Not even a single document was\n         produced to show that any notice of suspension or show cause\n         notice for disciplinary action or order imposing punishment\n         was passed by IAAI in regard to any of the contract labour.\n         Reliance was placed on Ex.W10, M-15 to M-17, M-21, M-23 as\n\n\n\n                                    Page 34\n\nHC-NIC                         Page 34 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_53\">              C/SCA/16912/2005                                              CAV JUDGMENT</span>\n\n\n             also M2, 24 to 31 and 34 to 40 to prove that IAAI was\n             directly taking action against the contract labour. None of\n             them is relevant.\n</blockquote>\n<blockquote id=\"blockquote_46\">             53.12 Thus, none of these documents is evidence of any penal\n             or disciplinary action by IAAI against the contract labour.\n</blockquote>\n<blockquote id=\"blockquote_47\">             53.13 The next ground referred is that the contract labour\n             were working under the direct supervision and control of\n             officers of IAAI. This is not in fact disputed. The contract\n             labour were engaged in handling cargo, that is loading,\n             unloading and movement of cargo in the Cargo Complex of\n             IAAI. Naturally, the work had to be done under the\n             supervision of the officers of IAAI. Merely because the\n             contract labour work is under the supervision of the\n             officers of the principal employer, it cannot be taken as\n             evidence of direct employment under the principal employer.\n</blockquote>\n<blockquote id=\"blockquote_48\">             54.   Clause 17 of the Contract Agreement required a\n             supervisor to be employed by the society also. Exercise of\n             some control over the activities of contract labour while\n             they discharge their duties as labourers, is inevitable and\n             such exercise is not sufficient to hold that the contract\n             labour will become the direct employees of the principle\n             employer.\n</blockquote>\n<blockquote id=\"blockquote_49\">             55.   It is thus seen that all the three grounds mentioned\n             by the Tribunal and which have found favour with the\n             Division Bench as indicators of direct employment by IAAI\n             and the contract labour agreement with the society being a\n             camouflage, are wholly baseless.\n</blockquote>\n<blockquote id=\"blockquote_50\">             56.   In view of the above we answer the questions as\n             follows :\n</blockquote><blockquote id=\"blockquote_51\">             (i) The contract labour agreement between IAAI and the\n             society was not sham, nominal or as a camouflage and the\n             contract labour were not the direct employees of IAAI.\n</blockquote><blockquote id=\"blockquote_52\">             (ii) There was no violation of <a href=\"/doc/620295/\" id=\"a_48\">section 9A</a> of the ID Act.\n</blockquote><blockquote id=\"blockquote_53\">             (iii) In the absence of a notification under <a href=\"/doc/45909/\" id=\"a_49\">section 10</a> of\n             CLRA Act prohibiting the employment of contract labour in\n             the operation of cargo handling work, the workmen employed\n             as contract labour are not entitled to claim absorption.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_64\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184584358\" id=\"span_54\">[d] In     the         decision     in        case      of       <a href=\"/doc/184584358/\" id=\"a_50\">Balwant            Rai\n         Saluja v. Air India Ltd.</a> [2014 (9) SCC 407], Apex\n         Court observed, inter alia, that:-</span>\n</p><blockquote id=\"blockquote_54\">             &quot;28. The question before us is &quot;when the company is\n             admittedly required to run the canteen in compliance of the\n             statutory obligation under <a href=\"/doc/759329/\" id=\"a_51\">Section 46</a> of the Act, 1948,\n             whether the canteen employees employed by the contractor are\n             to be treated as the employees of the company only for the\n             purpose of Act 1948 or for all the other purposes.\n</blockquote>\n<blockquote id=\"blockquote_55\">             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"642607\" id=\"span_55\">43.   <a href=\"/doc/642607/\" id=\"a_52\">The Hussainbhai</a> case (supra) did not deal with the\n             Act, 1948, much less any statutory obligation thereunder.\n             The case proceeded on the test of employer-employee\n\n\n\n                                            Page 35\n\nHC-NIC                                 Page 35 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_56\">          C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n         relationship to ascertain the actual employer. The Court\n         gave due weight and consideration to the concept of\n         &#x27;economic control&#x27; in this regard. It may only be\n         appropriate for the Court in the present case to refer to\n         this judgment as regards determining the employer-employee\n         relationship.</span>\n</blockquote>\n<blockquote id=\"blockquote_56\">         52.   To ascertain whether the workers of the Contractor can\n         be treated as the employees of the factory or company on\n         whose premises they run the said statutory canteen, this\n         Court must apply the test of complete administrative\n         control. Furthermore, it would be necessary to show that\n         there exists an employer-employee relationship between the\n         factory and the workmen working in the canteen. In this\n         regard, the following cases would be relevant to be noticed.\n</blockquote>\n<blockquote id=\"blockquote_57\">         62.   A recent decision concerned with the employer employee\n         relationship was that of the NALCO case (supra). In this\n         case, the appellant had established two schools for the\n         benefit of the wards of its employees. The Writ Petitions\n         were filed by the employees of each school for a declaration\n         that they be treated as the employees of the appellant-\n         company on grounds of, inter alia, real control and\n         supervision by the latter. This Court, while answering the\n         issue canvassed was of the opinion that the proper approach\n         would be to ascertain whether there was complete control and\n         supervision by the appellant therein. In this regard,\n         reference was made to the case of Dhrangadhra Chemical Works\n         case (supra) wherein this Court had observed that:\n</blockquote>\n<blockquote id=\"blockquote_58\">                 &quot;14.   The   principle   which  emerges   from   these\n                 authorities is that the prima facie test for the\n                 determination of the relationship between master and\n                 servant is the existence of the right in the master to\n                 supervise and control the work done by the servant not\n                 only in the matter of directing what work the servant\n                 is to do but also the manner in which he shall do his\n                 work, or to borrow the words of Lord Uthwatt at p.23\n                 in Mersey Docks and Harbour Board v. Coggins &amp;\n                 Griffith (Liverpool) Ltd., (1952) SCR 696 &quot;The proper\n                 test is whether or not the hirer had authority to\n                 control the manner of execution of the act in\n                 question&quot;.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_65\">         65.   Thus, it can be concluded that the relevant factors to\n         be taken into consideration to establish an employer-\n         employee relationship would include, inter alia,\n\n</p><p data-structure=\"Section\" id=\"p_66\">                 (i)        who appoints the workers;\n</p><p data-structure=\"Precedent\" id=\"p_67\">                 (ii)       who pays the salary/remuneration;\n</p><p data-structure=\"Conclusion\" id=\"p_68\">                 (iii)      who has the authority to dismiss;\n</p><p data-structure=\"Precedent\" id=\"p_69\">                 (iv)       who can take disciplinary action;\n</p><p data-structure=\"Conclusion\" id=\"p_70\">                 (v)        whether there is continuity of service; and\n</p><p data-structure=\"CDiscource\" id=\"p_71\">                 (vi)       extent of control and supervision, i.e. whether\n                 there      exists complete control and supervision.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_57\">As regards, extent of control and supervision, we have\n         already taken note of the observations in Bengal Nagpur\n         Cotton Mills case (<a href=\"/doc/144538253/\" id=\"a_53\">supra), the International Airport\n         Authority of India</a> case (supra) and the NALCO case (supra).&quot;</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_73\">                                           Page 36\n\nHC-NIC                                Page 36 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_58\">          C/SCA/16912/2005                                         CAV JUDGMENT</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_59\">74. It has been noticed above that workmen hired by a\n         contractor to work in a statutory canteen established under\n         the provisions of the Act, 1948 would be the said workmen of\n         the given factory or corporation, but for the purpose of the\n         Act, 1948 only and not for all other purposes. Therefore,\n         the appellants-workmen, in the present case, in light of the\n         settled principle of law, would be workmen of the Air India,\n         but only for the purposes of the Act, 1948. Solely by virtue\n         of this deemed status under the Act, 1948, the said workers\n         would not be able to claim regularization in their\n         employment from the Air India. As has been observed in the\n         Indian Petrochemicals case (AIR 1999 SC 2577 : 1999 <a href=\"/doc/144538253/\" id=\"a_54\">AIR SCW</a>\n         2740) (supra), the Act, 1948 does not govern the rights of\n         employees   with   reference   to  recruitment,   seniority,\n         promotion, retirement benefits, etc. These are governed by\n         other statutes, rules, contracts or policies.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_75\">         75. To ascertain whether the appellants-herein would be\n         entitled    to   other   benefits    and   rights    such  as\n         regularization, this Court would have to apply the test of\n         employer-employee relationship as noticed hereinabove. For\n         the said purpose, it would be necessary to refer to the\n         Memorandum of Association and the Articles of Association of\n         the HCI to look into the nature of the activities it\n         undertakes. The objects of the HCI, as provided under its\n         Memorandum    of  Association,   inter   alia,   include  the\n         following:\n</p><blockquote id=\"blockquote_59\">         (i) To carry on the business of hotel, motel, restaurant,\n         cafe, tavern, flight kitchen, refreshment room and boarding\n         and lodging, housekeepers, licensed victuallers, etc.;\n</blockquote><blockquote id=\"blockquote_60\">         (ii) To provide lodging and boarding and other facilities to\n         the public;\n</blockquote><blockquote id=\"blockquote_61\">         (iii) To purchase, erect, take on lease or otherwise\n         acquire, equip and manage hotels;\n</blockquote><blockquote id=\"blockquote_62\">         (iv) To establish shops, kitchens, refreshment rooms,\n         canteens and depots for the sale of various food and\n         beverages.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_76\">         83.   Therefore, the only consideration before this Court is\n         the nature of control that the Air India may have over the\n         HCI, and whether such control may be called effective and\n         absolute control. Such control over the HCI would be\n         required to be established to show that the appellants-\n         workmen were in fact the employees of the Air India.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_77\">         85.   In the present case, HCI is a separate legal entity\n         incorporated under the Act, 1956 and is carrying out the\n         activity of operating and running of the given canteen. The\n         said Articles of Association of the HCI, in no way give\n         control of running the said canteen to the Air India. The\n         functions of appointment, dismissal, disciplinary action,\n         etc. of the canteen staff, are retained with the HCI. Thus,\n         the exercise of control by\n         the HCI clearly indicated that the said respondent No. 2 is\n         not a sham or camouflage created by respondent No. 1 to\n         avoid certain statutory liabilities.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">         87.   In our considered view, and in light of the principles\n         applied in the Haldia case (supra), such control would have\n         nothing to do with either the appointment, dismissal or\n\n\n\n                                    Page 37\n\nHC-NIC                         Page 37 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_60\">              C/SCA/16912/2005                                         CAV JUDGMENT</span>\n\n\n             removal from service, or the taking of disciplinary action\n             against the workmen working in the canteen. The mere fact\n             that the Air India has a certain degree of control over the\n             HCI, does not mean that the employees working in the canteen\n             are the Air India&#x27;s employees. The Air India exercises\n             control that is in the nature of supervision. Being the\n             primary shareholder in the HCI and shouldering certain\n             financial burdens such as providing with the subsidies as\n             required\n             by law, the Air India would be entitled to have an opinion\n             or a say in ensuring effective utilization of resources,\n             monetary or otherwise. The said supervision or control would\n             appear to be merely to ensure due maintenance of standards\n             and quality in the said canteen.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">             88.   Therefore, in our considered view and in light of the\n             above, the appellants-workmen could not be said to be under\n             the effective and absolute control of Air India. The Air\n             India merely has control of supervision over the working of\n             the given statutory canteen. Issues regarding appointment of\n             the said workmen, their dismissal, payment of their\n             salaries, etc. are within the control of the HCI. It cannot\n             be then said that the appellants are the workmen of Air\n             India and therefore are entitled to regularization of their\n             services.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_80\">             89.   It would be pertinent to mention, at this stage, that\n             there is no parity in the nature of work, mode of\n             appointment, experience, qualifications, etc., between the\n             regular employees of the Air India and the workers of the\n             given canteen. Therefore, the appellants-workmen cannot be\n             placed at the same footing as the Air India&#x27;s regular\n             employees, and thereby claim the same benefits as bestowed\n             upon the latter. It would also be gainsaid to note the fact\n             that the appellants-herein made no claim or prayer against\n             either of the other respondents, that is, the HCI or the\n             Chefair.&quot;\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_81\">         [e] In the decision in case of General Manager\n         (OSD), Bengal Nagpur Cotton Mills, Rajnandgaon v.\n         Bharat Lal &amp; Anr. [(2011) 1 SCC 635], Apex Court\n         observed, inter alia, that:-\n</p><blockquote id=\"blockquote_63\">             &quot;10. It is now well-settled that if the industrial\n             adjudicator finds that contract between the principal\n             employer and contractor to be sham, nominal or merely a\n             camouflage to deny employment benefits to the employee and\n             that there was in fact a direct employment, it can grant\n             relief to the employee by holding that the workman is the\n             direct employee of the principal employer. Two of the well-\n             recognized tests to find out whether the contract labour are\n             the direct employees of the principal employer are (i)\n             whether the principal employer pays the salary instead of\n             the contractor; and (ii) whether the principal employer\n             controls and supervises the work of the employee. In this\n             case, the Industrial Court answered both questions in the\n\n\n\n                                        Page 38\n\nHC-NIC                             Page 38 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_61\">              C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n             affirmative and as a consequence held that first respondent\n             is a direct employee of the appellant.\n</blockquote>\n<blockquote id=\"blockquote_64\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_62\">12.   The expression `control and supervision&#x27; in the\n             context of contract labour was explained by this court in\n             <a href=\"/doc/144538253/\" id=\"a_55\">International Airport Authority of India v. International\n             Air Cargo Workers Union</a> [2009 (13) SCC 374] thus:</span>\n</blockquote><blockquote id=\"blockquote_65\">                      &quot;38. If the contract is for supply of labour,\n                      necessarily, the labour supplied by the contractor\n                      will work under the directions, supervision and\n                      control of the principal employer but that would not\n                      make the worker a direct employee of the principal\n                      employer, if the salary is paid by contractor, if the\n                      right to regulate employment is with the contractor,\n                      and the ultimate supervision and control lies with the\n                      contractor.\n</blockquote><blockquote id=\"blockquote_66\">                      39.   The principal employer only controls and directs\n                      the work to be done by a contract labour, when such\n                      labour is assigned/allotted/sent to him. But it is the\n                      contractor as employer, who chooses whether the worker\n                      is to be assigned/allotted to the principal employer\n                      or used otherwise. In short, worker being the employee\n                      of the contractor, the ultimate supervision and\n                      control lies with the contractor as he decides where\n                      the employee will work and how long he will work and\n                      subject to what conditions. Only when the contractor\n                      assigns/sends the worker to work under the principal\n                      employer, the worker works under the supervision and\n                      control of the principal employer but that is\n                      secondary control. The primary control is with the\n                      contractor.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_82\">             13.   Therefore we are of the view that the Industrial Court\n             ought to have held that first respondent was not a direct\n             employee of the appellant, and rejected the application of\n             the first respondent.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541954\" id=\"span_63\">[f] In       the        decision          in       case          of       <a href=\"/doc/541954/\" id=\"a_56\">Municipal\n         Corporation            of    Greater         Mumbai          v.       K.V.Shramik\n         Sangh    &amp;    Ors.</a>          [(2002)      4       SCC    609],          Apex        Court\n         observed, inter alia, that:-</span>\n</p><blockquote id=\"blockquote_67\">             &quot;3. In the writ petition, it was emphasized that the nature\n             of work carried out by the contract labour is perennial;\n             merely because the Corporation has chosen to employ system\n             of   contract   labour   for   discharging   its   statutory\n             obligations, the contract labour does not cease to be\n             workman of the principal employer - the Corporation.\n             According to the writ petitioners (Union), if at all,\n             contract labour system was to be permitted, it could be done\n             only in accordance with the provisions of the <a href=\"/doc/1810788/\" id=\"a_57\">CLRA Act</a>; an\n             employer could not be allowed to carry on work through\n             contract labour unless provisions of the statute were\n             strictly complied with (sic) that the Corporation was\n             carrying on the work State contract labour for almost 15\n             years even without registering itself as a principal\n             employer, that too through contractors who were not holding\n\n\n\n                                               Page 39\n\nHC-NIC                                    Page 39 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_64\">               C/SCA/16912/2005                                             CAV JUDGMENT</span>\n\n\n              any licence under the <a href=\"/doc/1810788/\" id=\"a_58\">CLRA Act</a>.....\n</blockquote>\n<blockquote id=\"blockquote_68\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184584358\" id=\"span_65\">20. The material referred to relates to the complaints of\n              the Union, recommendations of the Labour Commissioner,\n              Labour Minister and the Labour Contract Advisory Board in\n              regard to abolition of contract labour under <a href=\"/doc/45909/\" id=\"a_59\">Section 10</a> of\n              CLRA Act but that material could not be a foundation or\n              basis to say that the labour contract was sham, camouflage\n              or a devised to deny the statutory benefits to the workers.\n              From the judgment under challenge, it is clear that <a href=\"/doc/184584358/\" id=\"a_60\">Air\n              India</a> case (supra) weighed with the High Court which\n              judgment now stands overruled as already stated above. The\n              High Court rejected the contention that jurisdiction to\n              abolish   the  contract  labour   system  vested   with  the\n              appropriate Government under <a href=\"/doc/45909/\" id=\"a_61\">Section 10</a> of CLRA Act and that\n              power could be exercised after obtaining advice of the\n              Contract Labour Advisory Board which in turn had to keep\n              several factors enumerated in Clauses (a) to (d) of <a href=\"/doc/1442514/\" id=\"a_62\">Section\n              10(2)</a> of CLRA Act stating that in the present case in almost\n              15 years, there was no registration of principal employer;\n              none of the contractors ever held a licence under the Act;\n              the work that was being carried on fellow within the\n              parameters of Clauses (a) to (d) of <a href=\"/doc/1442514/\" id=\"a_63\">Section 10(2)</a> of the Act\n              and having regard to what was said by the Chairman, Standing\n              Committee of the Corporation and the contractors and the\n              recommendation of the Labour Commissioner to abolish the\n              contract labour system. Further the Minister for Labour of\n              Govt. of Maharashtra went on to record in clear terms that\n              the Government had taken a decision to abolish system of\n              contract labour in the Solid Waste Management Department of\n              the Corporation, the High Court thought that thee was\n              sufficient material for abolishing the contract labour\n              system. The High Court drew an inference that the State\n              admitted that all the requirements were satisfied for acting\n              under <a href=\"/doc/1442514/\" id=\"a_64\">Section 10(2)</a> but because of the election code of\n              conduct it was unable to act and passed order for absorption\n              of workers saying that it had no impediment to do so in view\n              of its conclusions.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184584358\" id=\"span_66\"><a href=\"/doc/184584358/\" id=\"a_65\">Referring to Air India</a> case (supra), the\n              High Court observed that <a href=\"/doc/184584358/\" id=\"a_66\">the said judgment</a> suggested that a\n              contract labour system can be said to be genuine only if it\n              is carried in compliance with the provisions of the <a href=\"/doc/1810788/\" id=\"a_67\">CLRA Act</a>\n              and anything contrary thereto would lead to the presumption\n              that the purported contract labour system was merely a\n              devise and sham. In our view, the conclusion of the High\n              Court that the contract labour system in the present case\n              was sham cannot be sustained in the light of what is stated\n              above and particularly when the disputed questions of fact\n              arose for consideration in the light of rival contentions\n              raised by the parties. We have detailed them above to say\n              so.&quot;</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_84\">         17. On reading the award, it comes out that so as\n         to   decide        the     issue      whether          the       contract                is\n         genuine      or         camouflage      or     sham        and        bogus          and\n         whether the contract is merely name lender and so\n         as to reach to the final conclusion with regard\n\n\n\n                                              Page 40\n\nHC-NIC                                  Page 40 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_67\">                 C/SCA/16912/2005                                             CAV JUDGMENT</span>\n\n\n\n         to      the          dispute        referred              by         appropriate\n         Government, learned Tribunal examined, analyzed,\n         evaluated          and     appreciated           the       documentary                 and\n         oral evidence available on record in 8 segments\n         i.e. under 8 broad heads namely viz.\n</p><blockquote id=\"blockquote_69\">                       &quot;(1) Activities/ business of the principal employer\n                       (2) genuine need or requirement of engaging contract\n                       labour\n                       (3) length of continuous and uninterrupted service of\n                       workman (4) nature of work done by the workmen i.e.\n                       whether the work is perennial in nature or intermittent\n                       (5)    who has in fact, supplied the labour force to the\n                       principal employer, meaning thereby, whether service of\n                       the workmen were made available to the principal employer\n                       by the labour contractor after making recruitment\n                       (6) extent of supervision and control of the workmen by\n                       the principal employer\n                       (7) whether the workers do the labour work to produce\n                       goods or service for business of the principal employer\n                       and\n                       (8) whether the provisions of the Act (The Contract Labour\n                       (R&amp;<a href=\"/doc/1937976/\" id=\"a_68\">A) Act, 1970</a>) relating to registration and licence etc.\n                       are complied with.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_85\">         18. At this stage, it would be appropriate to\n         take into account the observations and findings\n         recorded by the learned Tribunal with regard to\n         said     8     criteria/factors                  for       determining                 the\n         relationship between the claimants and the board\n         and the legality, propriety and justiciability of\n         the claim raised by the union on behalf of the\n         claimants.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_86\">         18.1 With regard to first point i.e. issue related\n         to     activity           and   business         of       the        board,            the\n         learned Tribunal has observed and recorded that\n         the board is engaged in production of electricity\n         for which coal or oil / gas are used as fuel /\n         raw material and without use of said material,\n\n\n                                               Page 41\n\nHC-NIC                                    Page 41 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_68\">                 C/SCA/16912/2005                                                   CAV JUDGMENT</span>\n\n\n\n         the boilers and turbine cannot be operated, i.e.\n         said       material              is      essential              and         vital            for\n         operation          of          power     station          and        the        principal\n         activity of the board and transportation of said\n         material within the precincts of power station s\n         integral part of its principal activity.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_87\">         18.2 So far as second factor i.e. genuine need for\n         engaging         contractor              is       concerned,             the        learned\n         Tribunal          observed             and        recorded,              inter          alia,\n         that:-\n</p><blockquote id=\"blockquote_70\">                &quot;...this Tribunal is of the view that the board cannot be\n                said to have genuine need of engaging the contract labours\n                because the railway track is of the ownership of the board,\n                the land under the said railway track is also of the board\n                the said track is utilized for day to day transportation of\n                oil and some times big spare parts for the purpose of the\n                thermal power station of the board, the track is to be kept\n                in all time serviceable condition and well maintained so\n                that there may not be any accident or derailment of tankers\n                or wagons running on the track, the track is also required\n                to be kept well maintained for smooth and uninterrupted\n                supply of the raw materials in the form of oil.&quot;\n</blockquote><blockquote id=\"blockquote_71\">                &quot;...The railway track in question is a private siding the\n                board and therefore, it is the responsibility of the board\n                to maintain the same and hence in the opinion of this\n                Tribunal there was no genuine need for requirement for the\n                board to engage contract labours for maintenance of the\n                railway track which runs for about more than 17 kms.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_88\">         18.3 So       far         as    third        factor        is      concerned              i.e.\n         length of continuous and uninterrupted service of\n         the    claimants,               the      learned          Tribunal              observed,\n         inter alia, that:-\n</p><blockquote id=\"blockquote_72\">                &quot;It can be seen from the evidence of the witness of the\n                parties that the railway track maintenance work was started\n                to be done by the contract workers in the year 1992 and the\n                same is being done by them even as on today. There is no\n                evidence that the work of maintenance was not done for\n                several days during the period commencing from 1992. All the\n                contract workers working on the maintenance work of railway\n                track    are    working    regularly,    continuously    and\n                uninterruptedly.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_89\">                                                     Page 42\n\nHC-NIC                                          Page 42 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_69\">              C/SCA/16912/2005                                           CAV JUDGMENT</span>\n\n\n\n\n         18.4 So far as fourth factor is concerned i.e.\n         whether the work can be considered perennial or\n         intermittent in nature, the learned Tribunal has\n         observed, inter alia, that:-\n</p><blockquote id=\"blockquote_73\">             &quot;The evidence shows that these contract workers have to\n             work on day to day basis. The railway track which is being\n             maintained by these workers is a permanent establishment of\n             the board and the board must have spent a huge expenditure\n             in laying the railway lines. The supply of raw materials\n             would be a day to day necessity of the board because\n             otherwise the production of electricity cannot be carried\n             on. It is born out in the evidence that the railway track\n             is important and necessary for the board...&quot;\n</blockquote><blockquote id=\"blockquote_74\">             &quot;This Tribunal is, therefore, of the view that the work of\n             railway track maintenance is of perennial nature and not of\n             intermittent nature.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_90\">         18.5 So far as fifth factor is concerned i.e. who\n         appointed or who supplied the labour force and\n         whether the service of the claimants were made\n         available by the contractor after the contractor\n         recruited the claimants, the learned Tribunal has\n         observed, inter alia, that:-\n</p><blockquote id=\"blockquote_75\">             &quot;Actually there is no specific evidence on this point either\n             by the board or from the side of contractor. The learned\n             Tribunal also observed that neither the board nor the\n             contractor placed on record complete set of wage registers\n             or the muster roll though the contractor placed on record\n             certain wage registers i.e. for the period from January 1997\n             to March 2000.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_91\">         18.6Having         clarified    the        said       factual            aspect,\n         the learned Tribunal held, inter alia, that:-\n</p>\n<blockquote id=\"blockquote_76\">             &quot;from the evidence, it is an admitted position that the\n             contract was given in the year 1992 and since then the\n             contract workers are working on maintenance of railway\n             track. There is no evidence that the contractor had\n             recruited the said contract labours and thereafter had\n             supplied them to the board for the maintenance work of\n             railway track. The witness Shri Maganbhai Virabhai Chauhan\n             while giving deposition vide Exh.39 had stated in the last\n             paragraph of his cross examination that the contract workers\n             are of the nearly area of Dhuvaran and that he does not know\n             as to who recruited them.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_92\">                                         Page 43\n\nHC-NIC                              Page 43 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_70\">               C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n\n              In     this        view   of       the       matter,          the       tribunal\n         considered it proper and safe to accept the case\n         of   the     claimants         that          it    was        board          who        had\n         originally              engaged       the         claimants                (contract\n         workers).\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_93\">         18.7 With reference to sixth factor, the learned\n         Tribunal observed, inter alia, that:-\n</p><blockquote id=\"blockquote_77\">              &quot;From the evidence on record it cannot be said that there is\n              no control or supervision of the board at all. The executive\n              engineer (civil) and his deputies are exercising checks over\n              the work once in a week and the work is also checked by the\n              railway authorities.&quot;\n</blockquote><blockquote id=\"blockquote_78\">              &quot;It has come in the evidence that the executive engineer or\n              the   railway  authorities   after   checking  are   passing\n              instruction to contractor and the work of maintenance is\n              done accordingly.&quot;\n</blockquote><blockquote id=\"blockquote_79\">              &quot;In view of the above, this Tribunal is of the opinion that\n              if not full control, there was certain amount of control and\n              supervision by the principal employer through its executive\n              engineer (civil).&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_94\">         18.8 So far as seventh factor is concerned i.e.\n         whether the workers do the work to produce goods\n         or services for the business of the principal\n         employer,        the      learned        Tribunal           observed,              inter\n         alia, that:-\n</p><blockquote id=\"blockquote_80\">              &quot;Admittedly the present contract workers are not producing\n              any goods but they can be certainly said to be producing the\n              services for the benefit of the board. They are maintaining\n              the railway track which is of the board. The said track is\n              required to be maintained on day to day basis so that there\n              may be smooth transportation of oil and other machineries\n              for the thermal plower station. Mainly oil racks are\n              received on the said track and oil is the main raw material\n              to produce the electricity. If the service of the\n              maintenance of railway track is discontinued, there is\n              possibility of accident or derailment which the board cannot\n              afford because in such contingency, there may not be supply\n              of oil and in the absence of oil the production of\n              electricity could not be done. Thus, the present workers do\n              labour work to produce services for the business of the\n              principal employer.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_95\">                                                Page 44\n\nHC-NIC                                     Page 44 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_71\">                 C/SCA/16912/2005                                                   CAV JUDGMENT</span>\n\n\n\n         18.9 So       far         as    eighth        factor         i.e.         whether            the\n         provisions of the Act relating to registration\n         and     license            etc.       are       complied             with,          learned\n         Tribunal         has       taken       into           account        the        different\n         statement filed by the contractor (Exh.64).\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_96\">         18.10On this count, learned Tribunal has, after\n         considering               the    evidence             available             on      record,\n         observed and recorded, inter alia, that from the\n         register (Exh.82), it emerged that in 1992, the\n         contractor had engaged 8 workers and in the year\n         1993 four more workers were employed and thereby\n         the     board         exceeded           the          limit        (for         obtaining\n         licence) of 10 workers and in 1994, four more\n         workers         were           employed         and       in      1995          one       more\n         workman        was        engaged.          The        learned          Tribunal             has\n         also observed that when in 1993 four additional\n         workers came to be employed, the total strength\n         exceeded         the       limit       of      10      workmen          and        at      that\n         time, i.e. in 1993 itself, the contractor should\n         have     obtained              licence.         Thereafter,               the       learned\n         Tribunal         took          into     account           relevant              provision\n         under        the          Contract            Labour           Act          and         after\n         discussing various relevant aspects emerging from\n         the provision under the Act and the facts which\n         emerged        from            the   document           and        oral         evidence,\n         learned Tribunal observed and held, inter alia,\n         that:-\n</p><blockquote id=\"blockquote_81\">                &quot;29. From Ex.79 which is an application of the contractor\n                for obtaining a license under the said act, it appears that\n                the application was made on 22.5.96 the said application was\n\n\n                                                    Page 45\n\nHC-NIC                                         Page 45 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_72\">               C/SCA/16912/2005                                            CAV JUDGMENT</span>\n\n\n              stated to have been received by the licensing officer on\n              10/5/1996 as per ex.80. How it can be possible? The\n              application dated 22/5/96 could not have reached the\n              licensing officer on 10/5/96. So either the application Ex\n              79 is false or the receipt Ex 80 is false. Then here is\n              license issued in favour of the present contractor is\n              produced at Ex 81 which is dated 3/5/96 or 3/10/96 and was\n              renewed up to 30/9/2001. There is narration &quot;the license\n              shall remain in force 1/10/95 till 30/9/95&quot; how a post dated\n              license could have been issued by the licensing authority is\n              not understood when the license was issued only on 3/10/96\n              as per Ex 53/1 the license fee was paid by the contractor\n              only on 8/5/1996. It is not convincing as to how the license\n              could be issued even without payment of fees. The fees were\n              paid in the year 1996 and the license was issued effective\n              from 1st October, 1995. This documentary evidence is\n              irreconcilable and found to be fishy.&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_97\">         18.11Having discussed above mentioned aspects and\n         having reached to above quoted findings, learned\n         Tribunal recorded following conclusion:-\n</p><blockquote id=\"blockquote_82\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19838\" id=\"span_73\">&quot;..Thus, so far as the eight factor as enumerated in the\n              decision of Hon.High Court in the <a href=\"/doc/19838/\" id=\"a_69\">Steel Authority of India\n              V/S Gujarat Mazdoor Panchayat</a> (supra) is concern through the\n              board had obtained registration it dies not appear to have\n              amended   its  registration   certificate  and  through  the\n              contractor had obtained a license in 1996 it    was     made\n              effective from retrospective date. Under the aforesaid\n              circumstances, this Tribunal is of the view that the\n              contract between the board and the contractor was and is an\n              eyewash or camouflage.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_98\">              The learned Tribunal further observed that:-\n</p>\n<blockquote id=\"blockquote_83\">              &quot;the work of Railway track maintenance is                 incidental and\n              necessary for the business of the board that               is to say that\n              the said maintains work is also perennial                 in nature with\n              regards to the nature of industry which                    the board is\n              carrying at Dhuvaran thermal power station.&quot;\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_99\">         19. At this stage, it would be appropriate to\n         consider the factual backdrop in light of which\n         Hon&#x27;ble        Apex     Court          recorded             above            quoted\n         observations, so that facts of present case can\n         be    considered         in         appropriate                 and          proper\n         perspective.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_100\">                                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_74\">Page 46\n\nHC-NIC                                 Page 46 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_75\">                C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n\n         19.1 Hon&#x27;ble             Apex         Court        made          above            quoted\n         observations             in     the     case         of       <a href=\"/doc/277653/\" id=\"a_70\">National              Union\n         Waterfront Workers &amp; Ors.</a> (supra) in backdrop of\n         the fact that the work of handling goods in the\n         stock yard of the appellant company was entrusted\n         to    contractors.             Somewhere           in      1989,          the       State\n         Government           issued       notification                  under           Section\n         10(1) of the Contract Labour Act and prohibited\n         employment of contract labour in specified stock\n         yards.         Upon           certain             representations,                       the\n         notification was kept in abeyance for 6 months\n         and the said period was extended from time to\n         time. On the strength of the said notification,\n         the respondent union, who represented about 350\n         contract         labourers,            initiated              proceedings                    in\n         Calcutta          High        Court         seeking            absorption                    of\n         contract         workers         on    regular          establishment.                       In\n         light       of       the      dispute,             Hon&#x27;ble            Apex          Court\n         addressed 3 issues one of the said three issues\n         was     whether          automatic          absorption               of       contract\n         labourer should follow valid notification under\n         <a href=\"/doc/45909/\" id=\"a_71\">Section       10</a>.        It   was,      essentially,                in      light            of\n         third issue that the observations with regard to\n         master         and         servant          relationship                   and           the\n         constituents             which    would           indicate          existence                of\n         said relationship came to be explained by Hon&#x27;ble\n         Apex Court. Essentially facts of present case are\n         different from facts of cited case. However, it\n\n\n\n                                                Page 47\n\nHC-NIC                                     Page 47 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_76\">               C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n\n         is relevant that while addressing the said issue,\n         Hon&#x27;ble      Apex         Court       observed,          inter          alia,          that\n         unless     the          contractor        is       mere      camouflage,                 the\n         contract labour cannot be treated as an employee\n         of   principal                employer.            Hon&#x27;ble            Apex          Court\n         explained that where a workman is hired in or in\n         connection         with         the     work       of      establishment                     by\n         principal employer through contractor, then, the\n         contractor merely acts as an agent and therefore,\n         there     will          be    master      and      servant           relationship\n         between the principle employer and it would be\n         necessary to examine that whether the contractor\n         is mere camouflage or whether the contract was\n         found to be sham or nominal and if the answer is\n         in affirmative, then, the workman in fact, will\n         be employee of principal employer, otherwise not.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_101\">         19.2 When the said principles are applied in facts\n         of present case, then, the first and important\n         aspect which emerges from the award is that after\n         detailed and careful appreciation and evaluation\n         of   oral      and       documentary              evidence          available                on\n         record, learned Tribunal has reached to finding\n         of fact that the contract in present case was a\n         camouflage and it was a sham contract.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_102\">         19.3 In      this            context,      at      this         stage,            it         is\n         necessary to keep in focus that this Court would,\n         ordinarily, not interfere with the findings of\n\n\n\n                                                 Page 48\n\nHC-NIC                                     Page 48 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_77\">                 C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n\n         fact recorded by learned Tribunal unless it is\n         specifically and conclusively demonstrated that\n         the findings by learned Labour Court or learned\n         Tribunal are perverse.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_103\">         19.4 In       present           case,     it        has     emerged            from         the\n         discussion and evidence by learned Tribunal that\n         learned Tribunal has taken into account various\n         factual assertions by witness including the fact\n         that       the        claimants            were           working            with           the\n         petitioner even before entry of the contractor\n         and that the contractor had merely taken over\n         existing          employees.            In          this      context,               it         is\n         relevant to note that after careful examination\n         of     oral       and       documentary              evidence             on       record,\n         learned Tribunal has recorded, inter alia, that:-\n</p><blockquote id=\"blockquote_84\">                &quot;...There is no evidence that the contractor had recruited\n                the said contract labours and thereafter had supplied them\n                to the board for the maintenance work of railway track...&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_104\">         19.5 Of course, the petitioner has tried to hide\n         behind or take shelter under the interim order\n         passed         by         learned       Tribunal               whereby             learned\n         Tribunal         directed          that        the        workmen            should             be\n         continued in the event the contractor was changed\n         which required the petitioner to ensure that in\n         the     event,            the    contract            was       required              to         be\n         changed,          the       employees               should         be        continued.\n         However, the said interim order cannot offer any\n         escape route to the petitioner in present case,\n         because        above        mentioned           situation              occurred             and\n\n\n                                                  Page 49\n\nHC-NIC                                       Page 49 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_78\">                 C/SCA/16912/2005                                                 CAV JUDGMENT</span>\n\n\n\n         prevailed even before the interim order came to\n         be passed by the learned Tribunal. While taking\n         note of the said vital fact and evidence, learned\n         Tribunal also took into account the fact that the\n         contractor had, as an afterthought and with a\n         view      to       complying           the          statutory            obligation,\n         subsequently                applied         for      licence.             On      reading\n         impugned award, it comes out that the learned\n         Tribunal has taken into account more than couple\n         of   instances              and   indicators               to      reach          to       the\n         conclusion that the contract was sham and the\n         arrangement was camouflage. In this view of the\n         matter,        this         Court     is       of     the        view         that         the\n         findings of fact recorded by the learned Tribunal\n         is justified. In any case, it is a possible view\n         which      can       be     taken      in       light        of      the        evidence\n         available on record and that therefore, there is\n         no justification to interfere with the said final\n         order.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_105\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_79\">20. Above           quoted        observations               by      Hon&#x27;ble             Apex\n         Court in case of <a href=\"/doc/144538253/\" id=\"a_72\">International Air Cargo Workers&#x27;\n         Union &amp; Anr.</a> (supra) are made by Hon&#x27;ble Apex\n         Court in light of factual background which is\n         substantially and materially different than the\n         facts      involved          in     present          case.          In      the       cited\n         decision,                 appellant            International                      Airport\n         Authority of India had entered into an agreement\n         with a private company for handling cargo and the\n\n\n                                                  Page 50\n\nHC-NIC                                       Page 50 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_80\">                C/SCA/16912/2005                                                   CAV JUDGMENT</span>\n\n\n\n         company       was        assigned           work       as       ground           handling\n         agency.         Subsequently,                  the        airport              authority\n         decided to take over the ground handling work and\n         to    entrust            work    to      new         licencee           by       inviting\n         competitive tenders. The private company which,\n         until     then,           was    handling             the       work         as      ground\n         handling agency came to be discontinued. The said\n         termination of contract did not oblige new agency\n         to take over the workers employed by the out-\n         going agency / contractor. Thus, on the premise\n         or apprehension or assumption that they would be\n         discharged, the contract labourers made appeal to\n         airport authority to provide them work. In this\n         background, the airport authority and the workers\n         arrived at an arrangement where the workers form\n         a    cooperative              society        which        was       registered                  as\n         such and the airport authority awarded contract\n         to the society so upon by the workers.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_106\">         20.1 In the said background, Hon&#x27;ble Apex Court\n         considered the claim and observed and held that\n         the industrial adjudicator can grant relief as\n         sought by the contract labourer if it finds that\n         the contract between the principal employer and\n         the     contractor              is       sham,           nominal             and          mere\n         camouflage. Hon&#x27;ble Apex Court further observed\n         and held that the tests that are applied to find\n         out     whether           a     person         is      an      employee              or         an\n         independent              contractor             may       not         automatically\n\n\n\n                                                   Page 51\n\nHC-NIC                                        Page 51 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_81\">                 C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n\n         apply in case where it is necessary to find out\n         whether the contract labourer agreement is sham,\n         nominal         and        merely        camouflage.                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_82\">In        <a href=\"/doc/144538253/\" id=\"a_73\">the        said\n         decision</a>, Hon&#x27;ble Apex Court also explained that\n         if     the       contract           is      for         supply            of       labour,\n         necessarily               workers    supplied              by     the        contractor\n         will       work           under     direction,                 supervision                  and\n         control of principal employer, but that would not\n         make     the       worker         direct            employee          of       principal\n         employer if salary is paid by the contractor and\n         if    right        to       regulate         employment               is       with         the\n         contractor            and       where        the        principal                employer\n         controls and directs the work to be done.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_107\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19838\" id=\"span_83\">20.2 On this count, it is necessary to mention\n         that in present case, learned Tribunal considered\n         the said aspects by applying 8 criteria (as laid\n         down and explained by this Court in case of <a href=\"/doc/19838/\" id=\"a_74\">Steel\n         Authority           of      India        Ltd.         v.        Gujarat            Mazdoor\n         Panchayat            &amp;      Anr.</a>      [(2004)              1      GLR         79])          for\n         determining               the   relation            between          the       claimants\n         and    the       board.         After      taking           into         account            the\n         answers and findings with reference to said 8\n         criteria,            learned         Tribunal                  reached            to        the\n         conclusion,               inter    alia,        that        there          was       enough\n         evidence on record of present case to demonstrate\n         and       establish               that         the             board           exercised\n         supervision and control and that the salary was\n         paid through contractor by principal employer.</span>\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_108\">                                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19838\" id=\"span_84\">Page 52\n\nHC-NIC                                       Page 52 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_85\">              C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n\n         20.3 On reading the award, it comes out that while\n         evaluating evidence under the said 8 different\n         criteria, learned Tribunal has, in considerable\n         detail      assessed           and      evaluated               evidence               and\n         carefully appreciated evidence in light of the\n         factors <a href=\"/doc/19838/\" id=\"a_75\">laid down by</a> the Court in above mentioned\n         decision. Therefore, it cannot be said that the\n         findings recorded by the learned Tribunal are not\n         supported       by      evidence        or      are      contrary              to      the\n         evidence on record.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_109\">         20.4 In    this        context       and        in    this        view         of      the\n         matter, it becomes necessary to decide the scope\n         and extent of interference of this Court against\n         findings      of       fact    recorded          by      learned            Tribunal\n         after     proper         and     sufficient               appreciation                     of\n         evidence. In above mentioned decision, in case of\n         International Air Cargo Workers&#x27; Union &amp; Anr.,\n         Hon&#x27;ble Apex Court has explained the scope of\n         interference            in     labour           matters            particularly\n         whether     the        learned       Labour          Court        has       recorded\n         findings of fact in light of evidence available\n         on record. Hon&#x27;ble Apex Court has explained and\n         emphasized that in exercising writ jurisdiction,\n         High Court cannot sit in appeal over the findings\n         and award of industrial tribunal and therefore,\n         cannot    re-appreciate              evidence.             Ordinarily,                 the\n         findings       of       fact     recorded              by       fact          finding\n\n\n\n                                              Page 53\n\nHC-NIC                                   Page 53 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_86\">               C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n         authority         should         be     considered              as      final           and\n         should        not         be      interfered               with            in         writ\n         jurisdiction merely on the ground that material\n         on   which       the       learned         Tribunal           has        acted          was\n         insufficient or not credible and that as long as\n         the finding of fact are based on some material\n         which     are           relevant,        findings            should            not          be\n         interfered with merely because another view is\n         also possible, but tribunal records finding that\n         no evidence or irrelevant evidence, High Court\n         may interfere with such findings. As mentioned\n         above, in present case, it cannot be said that\n         the findings recorded by the learned Tribunal are\n         on   no      evidence            or     irrelevant               evidence               and\n         therefore, there is no scope for this Court to\n         interfere with the findings of fact recorded by\n         learned Tribunal.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_110\">         21. So far as the observations by Hon&#x27;ble Apex\n         Court in case of General Manager, (OSD), Bengal\n         Nagpur      Cotton         Mills,         Rajnandgaon                (supra)            are\n         concerned,         in      the    said        decision,            Hon&#x27;ble            Apex\n         Court observed that (a) it is for the employees\n         to prove that it was the principal employer who\n         directly paid salary (and salary was not paid by\n         the contractor); and (b) merely because principal\n         employer gave some instructions to the employees\n         of contractor, that would not make them employees\n         of principal employer The said observations came\n\n\n                                                Page 54\n\nHC-NIC                                     Page 54 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_87\">                 C/SCA/16912/2005                                               CAV JUDGMENT</span>\n\n\n\n         to be made in light of the fact that the contract\n         in question in the said decision was with regard\n         to     the      work       of    security            service             for        mills\n         premises. The case was also examined in light of\n         the     fact        that    the      service            of       the        concerned\n         claimant         was      terminated.             The    said         decision               is\n         essentially based on the fact that in the said\n         case, the claimant failed to establish that he\n         was working under direct control and supervision\n         of principal employer, whereas in present case,\n         the       learned          Tribunal               has        after            detailed\n         appreciation of evidence reached to the finding\n         that      the        claimant       established,                  with          aid          of\n         documentary and oral evidence,                                that the board,\n         through its officers, exercised supervision and\n         control and the board, through the contractor,\n         paid the salary and that the claimants are not\n         appointed by the contractor i.e. they were not\n         the     employees           of    the         contractor               who        merely\n         deployed         them      for    execution              of      the        work.            In\n         present case, learned Tribunal also reached to\n         the conclusion that the work and duty which the\n         claimants performed was integral part of board&#x27;s\n         activity         and      the    said        work        was       of       perennial\n         nature.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_111\">         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541954\" id=\"span_88\">22. The            decision          in           case          of         <a href=\"/doc/541954/\" id=\"a_76\">Municipal\n         Corporation of Greater Mumbai</a> (supra) would not\n         render much assistance in present case because in\n\n\n\n                                                Page 55\n\nHC-NIC                                     Page 55 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_89\">                 C/SCA/16912/2005                                               CAV JUDGMENT</span>\n\n\n\n         <a href=\"/doc/541954/\" id=\"a_77\">the said decision</a>, Hon&#x27;ble Apex Court did not\n         approve the direction by High Court on the ground\n         that the claimants had directly approached the\n         High Court and the denial of factual aspect by\n         the Municipal Corporation gave rise to several\n         disputed         questions         of      fact       which          necessitated\n         considerable evidence and that High Court could\n         not    and       ought      not    have           gone     into         process              of\n         determination of such disputed facts and also on\n         the ground that in the said case, High Court did\n         not record finding of fact that the contract was\n         sham or camouflage. Whereas in present case, the\n         claimants had approached learned Tribunal and led\n         extensive evidence and the learned Tribunal has,\n         after evaluating and appreciating evidence from\n         both       sides          and     after           applying            8       criteria\n         explained          by     this     Court,          reached           to       specific\n         finding of fact and has recorded conclusion that\n         the contract in question was sham and camouflage\n         and that the contractor was middleman who had\n         merely taken over the workers who were already\n         working on the establishment of the board and the\n         claimants worked under supervision and control of\n         the board though its officers.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_112\">         23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184584358\" id=\"span_90\">In the decision in case of <a href=\"/doc/184584358/\" id=\"a_78\">Air India Limited\n         &amp; Ors.</a> (supra), Hon&#x27;ble Apex Court explained 6\n         factors or criteria which should be examined to\n         ascertain as to whether the contract labourers\n\n\n\n                                                 Page 56\n\nHC-NIC                                     Page 56 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_91\">                C/SCA/16912/2005                                                    CAV JUDGMENT</span>\n\n\n\n         can     be     treated          as      employees               of       the        company\n         (principal               employer).                  Hon&#x27;ble            Apex            Court\n         explained that for the said purpose, it should be\n         considered as to who appoints the workers, who\n         pays the remuneration, who has the authority to\n         take disciplinary action and terminate the worker\n         and   whether            there       exists           complete            control            and\n         supervision              with    the        principal              employer.               With\n         reference          to     the     observations                 by       Hon&#x27;ble            Apex\n         Court in <a href=\"/doc/184584358/\" id=\"a_79\">the said decision</a>, it is necessary to\n         keep in focus the fact that in the said case, the\n         Court        was         examining           the        claim           by        contract\n         labourers engaged in statutory canteen and since\n         service of the said workers were terminated, the\n         question of legality of termination of service\n         was also under consideration. In the said case,\n         the labourers claimed that they should be deemed\n         to be employees of Air India merely on the ground\n         that they worked in canteen established on the\n         premise         of        respondent                 Air         India            as         the\n         consequence of statutory obligation under <a href=\"/doc/759329/\" id=\"a_80\">Section\n         46</a> of the Factories Act.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_113\">         23.1 In the cited decision, the observations by\n         Hon&#x27;ble Apex Court are made in light of the fact\n         that the claimants employed by a company named\n         HCI which, though wholly owned subsidiary of Air\n         India, was a separate entity. After taking into\n         account        the         said       fact,           Hon&#x27;ble             Apex          Court\n\n\n\n                                                   Page 57\n\nHC-NIC                                        Page 57 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_92\">                 C/SCA/16912/2005                                                     CAV JUDGMENT</span>\n\n\n\n         observed         and        held       that            the     workman            would            be\n         workman of Air India, only for the purpose of\n         <a href=\"/doc/1955064/\" id=\"a_81\">Factories Act</a>, however, the workers would not be\n         able to claim regularization in their employment\n         from     Air       India         and       to          determine           whether             the\n         workers would be entitled to other benefit and\n         rights        on          such    regularization,                       the        test            of\n         employer and employee should be applied.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_114\">         23.2 In light of the said observation by Hon&#x27;ble\n         Apex     Court,            it    would        be        appropriate,                at       this\n         stage, to turn to the final directions by learned\n         Tribunal in the impugned award.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_115\">         23.3 Having reached to specific findings of fact\n         that the board exercised supervision and control\n         over      the       claimants             and          performance                of      their\n         duties and that the agreement or the contract was\n         sham,        nominal             and        camouflage,                   the          learned\n         Tribunal directed the board to treat the workmen\n         as     its       employees              from            1.1.2000            by         waiving\n         educational qualification and standard of maximum\n         age for entry in service of the board and to fix\n         their salary at par with regular and permanent\n         employees           of          the     Board            w.e.f.           1.1.2000                 to\n         31.12.2003 but to pay actual wages as per such\n         fixation w.e.f. 1.1.2004 i.e. to treat the period\n         from 1.1.2000 to 31.12.2003 as notional.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_116\">                                                     Page 58\n\nHC-NIC                                          Page 58 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_93\">                C/SCA/16912/2005                                                       CAV JUDGMENT</span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_117\">         24. The questions which, therefore, would arise\n         is    (i)      whether           the        direction                  to       treat           the\n         claimants as employees of the board is incorrect\n         and unjustified, and (ii) whether the direction\n         to     waive             the        requirement                    of         educational\n         qualification in maximum age limit is justified\n         and sustainable, and (iii) whether the direction\n         to    pay     salary           to    the        claimants                 at       par        with\n         court&#x27;s employee w.e.f. 1.1.2004 is justified.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_118\">         25. So far as the direction to treat the workmen\n         as employees of the electricity company w.e.f.\n         1.1.2000         is       concerned,                 it       is       necessary                and\n         relevant        to        recall       that          after            evaluating                and\n         appreciating                  evidence          available                    on        record,\n         learned Tribunal reached to the finding of fact\n         that the contract in question was sham, nominal\n         and      camouflage.                Having                reached               the           said\n         conclusion,               learned            Tribunal                   passed             above\n         mentioned directions.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_119\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_94\">25.1 On this count, it is necessary to recall the\n         observation              by    Hon&#x27;ble         Apex           Court          in      case           of\n         <a href=\"/doc/277653/\" id=\"a_82\">Steel Authority of India Ltd. &amp; Ors. v. National\n         Union Waterfront Workers &amp; Ors</a> (supra) wherein\n         Hon&#x27;ble Apex Court observed that :-</span>\n</p><blockquote id=\"blockquote_85\">               &quot;...where the contract was found to be sham and nominal\n               rather a camouflage in which case the contract labour\n               working in the establishment of the principal employer was\n               held, in fact and in reality, the employees of the principal\n               employer himself....&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_120\">                                                   Page 59\n\nHC-NIC                                        Page 59 of 69        Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_95\">              C/SCA/16912/2005                                               CAV JUDGMENT</span>\n\n\n\n         25.2 In the same decision, Hon&#x27;ble Apex Court also\n         observed and clarified that :-\n</p><blockquote id=\"blockquote_86\">             &quot;...If the contract is found to be not genuine but a mere\n             camouflage, the so-called contract labour will have to be\n             treated as employees of the principal employer who shall be\n             directed to regularise the services of the contract labour\n             in the concerned establishment subject to the conditions as\n             may be specified by it for that purpose in the light of para\n             6 hereunder.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_121\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_96\">25.3 Subsequently,            in    the        decision            in      case           of\n         <a href=\"/doc/144538253/\" id=\"a_83\">International          Airport         Authority               of        India            v.\n         International          Air    Cargo        Workers&#x27;            Union         &amp;     Anr.</a>\n         (supra),        Hon&#x27;ble        Apex            Court          observed                and\n         clarified that:-</span>\n</p><blockquote id=\"blockquote_87\">             &quot;The industrial adjudicator can grant the relief sought if\n             it finds that contract between principal employer and the\n             contractor is sham, nominal and merely a camouflage to deny\n             employment benefits to the...&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_122\">         25.4 Thereafter, in 2011 while deciding the case\n         between      General         Manager           (OSD),        Bengal            Nagpur\n         Cotton Mills, Rajnandgaon v. Bharat Lal &amp; Anr.\n         (supra),        Hon&#x27;ble        Apex            Court          observed                and\n         clarified that:-\n</p><blockquote id=\"blockquote_88\">             &quot;It is now well-settled that if the industrial adjudicator\n             finds that contract between the principal employer and\n             contractor to be sham, nominal or merely a camouflage to\n             deny employment benefits to the employee and that there was\n             in fact a direct employment, it can grant relief to the\n             employee by holding that the workman is the direct employee\n             of the principal employer....&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_123\">         25.5 When       the     directions               passed             by       learned\n         Tribunal in present case are examined in light of\n         above quoted observations by Hon&#x27;ble Apex Court\n         and in light of the fact that upon proper and\n         detailed         examination             of        evidence,                 learned\n\n\n\n                                             Page 60\n\nHC-NIC                                  Page 60 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_97\">                C/SCA/16912/2005                                                  CAV JUDGMENT</span>\n\n\n\n         Tribunal reached to the finding and conclusion\n         that in present case, the contract is sham and\n         nominal, then, such finding and conclusion cannot\n         be faulted.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_124\">         25.6 From said observations and facts of this case\n         and findings recorded by the tribunal, it also\n         becomes       clear         that      the          direction           against             the\n         petitioner company viz. to consider the claimants\n         as    employees            of   the     company            cannot           be      termed\n         arbitrary         or       unjust      or          unreasonable               and        said\n         direction cannot be faulted. Therefore, the said\n         direction is confirmed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_125\">         26. However, so far as further direction passed\n         by    learned            Tribunal     viz.          to     waive         educational\n         qualifications and standard of maximum age are\n         concerned,               the    said          directions                  cannot               be\n         considered proper and/or within the province of\n         learned          Tribunal&#x27;s               jurisdiction                     and           said\n         directions deserve to be set aside and modified.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_126\">         26.1 If the selection and recruitment rules of the\n         petitioner company prescribe eligibility criteria\n         and     such         eligibility               criteria               include              any\n         specification with regard to the requirement of\n         educational               qualification               then           the          learned\n         Tribunal would not be competent or justified to\n         direct      the          employer     to       waive         such        eligibility\n\n\n\n                                                 Page 61\n\nHC-NIC                                      Page 61 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_98\">               C/SCA/16912/2005                                                     CAV JUDGMENT</span>\n\n\n\n         criteria,               more            particularly                       educational\n         qualifications. Such direction, therefore, cannot\n         be   sustained.                The       direction                to        waive            the\n         requirement of educational qualification is set\n         aside.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_127\">         26.2 Likewise,            so    far        as        maximum          or      upper          age\n         limit is concerned, ordinarily the direction to\n         the effect that the age limit at the time of\n         initial      entry         of     concerned               workmen             should             be\n         taken into account, can be passed by the learned\n         Tribunal,          however,              an          absolute             or        blanket\n         direction         to       completely                 waive         the         criterion\n         related to upper age limit cannot and should not\n         be passed. The learned Tribunal, in present case,\n         is   not        justified              in        passing              such          blanket\n         direction Therefore, impugned award and direction\n         to above mentioned extent deserves to be set-\n         aside and modified.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_128\">         27. It       is,         therefore,                  clarified             that         those\n         claimants who, at the time of first-initial entry\n         possessed        and       fulfilled                 prescribed            eligibility\n         criteria which prevailed at relevant time will be\n         eligible        and       entitled             for        regularisation                     and\n         while regularizing service of the claimants the\n         petitioner              company         shall           take          into          account\n         prescribed              educational                   qualification                     which\n         prevailed at the relevant time i.e. at the time\n\n\n\n                                                   Page 62\n\nHC-NIC                                        Page 62 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_99\">                 C/SCA/16912/2005                                                CAV JUDGMENT</span>\n\n\n\n         of entry of the workmen and it shall also take\n         into     account           prescribed          upper        age        limit         which\n         prevailed at the relevant time, i.e. at the time\n         of first/initial entry/appointment of concerned\n         claimant.           The     claimants              who     did        not        possess\n         educational qualification and/or had crossed the\n         upper age limit, at the relevant time of entry\n         into       service,              shall        not        be       eligible                for\n         regularisation               and        the        direction              passed              by\n         learned Tribunal shall not be available for them.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_129\">         28. So far as the direction to fix the salary of\n         the concerned workmen on par with regular and\n         permanent employees of the Board w.e.f. 1.1.2000\n         to 31.12.2003 and to pay actual wages as per such\n         fixation w.e.f. 1.1.2004 and to treat the period\n         from     1.1.2000           to    31.12.2003             is     concerned,                the\n         said direction is not disturbed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_130\">         29. Now, before concluding, it is necessary as\n         well as relevant to take into account some events\n         and developments which, occurred during pendency\n         of present petition.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_131\">         29.1 After the learned Tribunal passed the award,\n         this      Court           passed     order          dated           16.8.2005                 in\n         present        petition           and     directed            the        parties              to\n         maintain status-quo. Thus, in view of said order\n         dated 16.8.2005, the petitioner board was under\n\n\n\n</p><blockquote id=\"blockquote_89\">                                                  Page 63\n\nHC-NIC                                      Page 63 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_100\">                 C/SCA/16912/2005                                                     CAV JUDGMENT</span>\n\n\n\n         obligation to maintain status quo. The said order\n         dated 16.8.2005 was confirmed under order dated\n         4.10.2005 with direction that the said direction\n         shall       continue              till         final           disposal              of        the\n         petition.          It       appears          that        despite            said        orders\n         during       pendency             of     the           petition,           the        workers\n         apprehended                that          their             service               will              be\n         discontinued                and        that            therefore,              the        union\n         preferred            Civil        Application                  No.3091             of        2010\n         wherein the union prayed, inter alia, that:-\n</blockquote><blockquote id=\"blockquote_90\">                &quot;8(B) YOUR LORDSHIPS may be pleased to direct the respondent\n                no.1 to continue the concerned workmen in services and further\n                be pleased to direct them to pay regular salary, in the\n                interest of justice;&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_132\">         29.2 The said application came to be disposed of\n         vide     order            dated    19.4.2010                wherein             the       Court\n         recorded         a        statement          and        assurance             by      learned\n         advocate         for        the    petitioner                company.             The        said\n         order dated 19.4.2010 reads thus:-\n</p><blockquote id=\"blockquote_91\">                &quot;1.   Heard   learned  Advocate   Mrs.   Sangeeta  N.Pahwa  for\n                applicant, learned Advocate Ms. Lilu K. Bhaya for respondent\n                NO.1. On 15.4.2010, this Court has passed following order :\n</blockquote><blockquote id=\"blockquote_92\">                      1. Ms. Lilu K. Bhaya, learned advocate appearing for the\n                      respondent no.1, request for some time. Hence, the matter\n                      is adjourned to 19th April 2010.\n</blockquote><blockquote id=\"blockquote_93\">                      2.Ad interim relief granted earlier by this Court shall\n                      remain continued till 19th April 2010.\n</blockquote><blockquote id=\"blockquote_94\">                2.    Today, learned Advocate Ms. Lilu K.Bhaya has made a\n                statement before this Court on having instructions from Shri\n                B.M. Pandya, Deputy General Manager, who is present before this\n                Court, that the Contractor who was working before passing of\n                interim order of this Court is still remained continue as\n                contractor and workmen, those who are working with the\n                contractor, they also have remained continued with the\n                contractor.\n</blockquote>\n<blockquote id=\"blockquote_95\">                3.     Therefore, in view of this statement made by learned\n                Advocate Ms. Lilu K. Bhaya on behalf of respondent NO.1 on\n                having    instructions from  Deputy  General  Manager,  this\n                application is disposed of. If the Salary of March, 2010 has\n                not been paid by Contractor, let it be paid by contractor to\n                employees concerned.&quot;\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_133\">                                                     Page 64\n\nHC-NIC                                          Page 64 of 69     Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_101\">              C/SCA/16912/2005                                               CAV JUDGMENT</span>\n\n\n\n\n         29.3 Sometime          after     above-mentioned                    application\n         was disposed of on the basis of the statement and\n         assurance by the company, the company preferred\n         application seeking permission / order contrary\n         to the statement made and assurance given to the\n         Court at the time of hearing of Civil Application\n         No.3091       of       2010.     The           company           filed           Civil\n         Application No.11283 of 2010 and prayed, inter\n         alia, that:-\n</p><blockquote id=\"blockquote_96\">             &quot;17(A)Be pleased to modify the orders dated 4.10.2005 passed in\n             SCA No.16912 of 2005 and permit the applicant to close the oil\n             based unit nos. 5 &amp; 6 at Dhuvaran Thermal Power Station of the\n             applicant w.e.f. 30.6.2010 for the reasons stated in the Memo\n             of Application.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_134\">         29.4 The company, however, subsequently, withdrew\n         the said application. Accordingly, the said Civil\n         Application No.11283 of 2010 came to be disposed\n         of as not pressed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_135\">         29.5 Subsequently,             the      company            came         out        with\n         another       application             i.e.         Civil            Application\n         No.16923      of       2010    wherein          the       company            prayed,\n         inter alia, that:-\n</p><blockquote id=\"blockquote_97\">             &quot;3(A) Be pleased to join the Opponent no.4 herein as party\n             respondent no.4 to the Special Civil Application No.16912 of\n             2005 and permit the applicant to amend the cause-title\n             accordingly for the reasons stated in the Memo of Application.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_136\">         29.6 The said application came to be disposed of\n         vide order dated 31.1.2011 which reads thus:-\n</p><blockquote id=\"blockquote_98\">             &quot;Heard learned Advocates appearing for the respective parties.\n             Despite objection of Mr. Chauhan the application is required to\n             be allowed and is hereby allowed in terms of prayer 3(A). It is\n\n\n\n                                              Page 65\n\nHC-NIC                                  Page 65 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_102\">               C/SCA/16912/2005                                              CAV JUDGMENT</span>\n\n\n              needless to state that Mr. Chauhan will have all opportunities\n              to argue and resist the presence of proposed respondent as if\n              he is not joined and therefore without creating any equity, the\n              application is allowed and the proposed respondent is joined\n              and cause title be amended accordingly. After the cause title\n              is amended let there be a notice to the proposed respondent\n              returnable on 07.02.2011. Direct service permitted.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_137\">         29.7 It     is      appropriate          to     note        that         the       said\n         application             was   preferred         with          a     request               to\n         implead the new contractor who was engaged by the\n         company upon conclusion of the contract.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_138\">         29.8 What is more important is the fact that after\n         the round of above-mentioned applications came to\n         be   disposed           of,   the     company           filed          additional\n         affidavit i.e. affidavit dated 25.2.2011 stating\n         and declaring its decision to close the contract\n         on the date when the period of contract would\n         expire. The company claimed that it has closed\n         down the unit No.6. It is relevant to take into\n         account the details mentioned by the company in\n         said affidavit.\n</p><blockquote id=\"blockquote_99\">              &quot;2. It is submitted that the Dhuvaran TPS [oil based] unit no.\n              l,2,3,4, each were commissioned on 1964 - 65 and installed\n              capacity was 63.5 MW and unit no. 5 &amp; 6 having rated capacity\n              of 140MW each were commissioned on 27/05/1972 &amp; 10/09/1972\n              respectively &amp; the useful life of units has been over since\n              long. The above units were declared to 110 MW from original\n              installed capacity of 140 MW vide CEA [Central Electricity\n              Authority], Delhi.\n</blockquote>\n<blockquote id=\"blockquote_100\">              3.    It is submitted that LSHS is the prime fuel and sourced\n              from IOCL for running of above units which was being\n              transported            through           Railway.\n</blockquote>\n<blockquote id=\"blockquote_101\">              4.    It is submitted that the CEA vide letter dated 10/09/2009\n              proposed to retire above units during Xl plan giving reasons of\n              ageing, low level of operating efficiency &amp; PLF [Plant load\n              factor]. However, Govt. of Gujarat had requested not to\n              maintaining voltage profile in Saurashtra region and for\n              arrangement     for     drawl     of    Narmada     water.\n</blockquote>\n<blockquote id=\"blockquote_102\">              5. It was noticed that the cost of generation from all these\n\n\n                                              Page 66\n\nHC-NIC                                   Page 66 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_103\">              C/SCA/16912/2005                                               CAV JUDGMENT</span>\n\n\n             units was much higher than gas based power plant of Dhuvaran\n             and therefore generation from oil based units of Dhuvaran are\n             not             commercially             viable.\n</blockquote>\n<blockquote id=\"blockquote_103\">             6. In the present commercial merit order based dispatch system,\n             the generation from oil based Dhuvaran units 1 to 6 are backed\n             down as cheaper power was available from gas based power plant.\n             The cost of per unit generation in gas based power plant is\n             approximate Rs. 3.00, where as in oil based power plant it is\n             between Rs. 5 to 6 per unit.\n</blockquote>\n<blockquote id=\"blockquote_104\">             7. Considering generation being             commercially not viable, the\n             unit no. 5 was under reserve                shut down since November&#x27;09\n             onwards and unit no.6 was also              running at technical minimum\n             load as directive of SLDC [State           Load Dispatch Center].\n</blockquote>\n<blockquote id=\"blockquote_105\">             8. Moreover SLDC vide letter dated 30/11/2009 informed that the\n             generation from oil based unit of Dhuvaran may not be required\n             during\n             next three - four months and they have asked to close down unit\n             no. 6 also after consuming existing stock of fuel. In view of\n             this IOCL also been asked to discontinue oil supply from\n             December 2009 onwards. Finally unit no.6 was closed on\n             24/01/2010 and Central Electricity Authority given approval on\n             11-02-2011.     Copy    marked     as     Annexure    &quot;A&quot;.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_139\">             9.    The PAP [Plant Availability Factor] of Oil based unit of\n             Dhuvaran up to November 2009 was 40.59%. Considering the same,\n             the loss in fixed cost was @ 36.7l crores. (The PAF &amp; fixed\n             cost is approved by GERC for the year 2009-10 is 80% &amp; 74.53\n             crores respectively).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_140\">             1O. Further IOCL has shown unwillingness to supply LSHS after\n             September 2010.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_141\">             ll. As unit nos. 1 to 4 were closed on 20.4.2007, it was felt\n             that running of unit no. 5 and 6 of Dhuvarnn TPS is not\n             commercially viable. Copy of minutes of meeting marked as\n             Annexure &quot;B&quot;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_142\">             l2. The matter was placed before the Board of Directors of the\n             applicant Company in its 104th meeting held on 19/01/2010. After\n             discussion and deliberation. the Board has decided to close\n             down   and  retire   the  above   units   vide  its   resolution\n             no.l04.l6.1654. As a result of this, transportation of LSHS\n             would not now be required for running the aforesaid unit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_143\">             13. The present permanent staff of the petitioner Corporation\n             working at oil based unit of Dhuvaran is also required to be\n             redeployed. Since two nos. of Gas based units are in operation,\n             the team consisting of senior officers of Corporate office and\n             senior officers of Dhuvaran TPS have studied and identified the\n             requirement of staff to be retained and surplus staff due to\n             closure of above units. The team is proposing the re-deployment\n             formula for present surplus staff of class I to class IV due to\n             closure of units.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_144\">         29.9 It appears from the affidavit subsequently\n         filed   by      the    union      (affidavit              dated          1.2.2016)\n\n\n                                             Page 67\n\nHC-NIC                                  Page 67 of 69    Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_104\">                 C/SCA/16912/2005                                               CAV JUDGMENT</span>\n\n\n\n         that the company relieved the claimants w.e.f.\n         March 2011. In this context, it is appropriate to\n         take into account the details mentioned by the\n         union in paragraph No.3 of the said affidavit,\n         which reads thus:-\n</p><blockquote id=\"blockquote_106\">                &quot;3.    I say that though there is an order of status quo and\n                there is no permission taken by the respondent to relieve the\n                workers in pursuance of the additional affidavit filed by the\n                petitioner, the workers have been relieved from service w.e.f.\n                March 2011. I say that in the additional affidavit filed by the\n                petitioner, it is stated that the petitioner has decided to\n                close down unit no.6 on 24.1.2010. I say that in pursuance of\n                closing down of the unit, the workers have been not allowed to\n                work.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_145\">         29.10The         affidavits            subsequently              filed          by       the\n         petitioner                electricity          company            and         original\n         claimants as well as above mentioned orders have\n         brought out that certain changes, in respect of\n         fact situation (which prevailed at the time when\n         petition         came       to    be    filed        and       admitted)               have\n         taken        place.          In    light           of      said           subsequent\n         developments, more particularly in view of the\n         fact          that           the          claimants                  have              been\n         terminated/relieved with effect from March 2011,\n         learned counsel for the claimants submitted that\n         the said action of the petitioner board amounts\n         to violation of the orders dated 16.8.2005 and\n         4.10.2005.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_146\">         30. In        light         of    such       change         in       the        fact         -\n         situation, it is clarified that since the service\n         of      the          concerned            claimants               are           already\n         terminated, this Court has not examined the said\n\n\n                                                 Page 68\n\nHC-NIC                                      Page 68 of 69   Created On Sat Sep 02 20:34:00 IST 2017\n<span class=\"hidden_text\" id=\"span_105\">                   C/SCA/16912/2005                                                       CAV JUDGMENT</span>\n\n\n\n         issue because it falls out side the scope and\n         purview              of    the   petition               as      well        as      the       award\n         impugned              in    present         petition.                  However,             it         is\n         clarified                 that   if     the        concerned                 workmen             have\n         initiated any proceedings against termination of\n         their            service          or        if          they             initiate                such\n         proceedings, then, the said proceedings would be\n         adjudicated                 on    its      own          merits             without            being\n         influenced                 by    the     award           impugned                in       present\n         petition or the result of this petition.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_147\">                  With         aforesaid         observation,                     directions                and\n         clarifications,                    impugned                   award              is         partly\n         confirmed and partly set aside / modified and the\n         petition accordingly stands disposed of. To that\n         extent Rule is made absolute.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_148\">                                                                                               Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_149\">                                                                                        (K.M.THAKER, J.)\n         kdc/Bharat/Suresh*\n\n\n\n\n                                                      Page 69\n\nHC-NIC                                           Page 69 of 69        Created On Sat Sep 02 20:34:00 IST 2017\n </p>","numcites":30,"numcitedby":0,"docsource":"Gujarat High Court","citetid":189554392,"divtype":"judgments","relatedqs":[{"value":"contractor is the principal employer","formInput":"contractor%20is%20the%20principal%20employer"},{"value":"principal employer contract labour","formInput":"principal%20employer%20contract%20labour"},{"value":"sham contract","formInput":"sham%20contract"},{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"sham and nominal","formInput":"sham%20and%20nominal"},{"value":"master and servant","formInput":"master%20and%20servant"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":" writ of certiorari","formInput":"%20writ%20of%20certiorari"},{"value":"\"contract labour\" \"  \"principal employer\"","formInput":"%22contract%20labour%22%20%22%20%20%22principal%20employer%22"},{"value":"works contract","formInput":"works%20contract"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"forced labour ","formInput":"forced%20labour%20"},{"value":"disciplinary action","formInput":"disciplinary%20action"},{"value":"certiorari","formInput":"certiorari"},{"value":"gujarat mazdoor panchayat","formInput":"gujarat%20mazdoor%20panchayat"},{"value":"economic control ","formInput":"economic%20control%20"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"}],"courtcopy":true,"query_alert":null,"agreement":false}