{"tid":192877,"publishdate":"2011-04-05","title":"Rekha vs State Of T.Nadu Tr.Sec.To Govt.& Anr on 5 April, 2011","doc":"<h2 class=\"doc_title\">Rekha vs State Of T.Nadu Tr.Sec.To Govt.&amp; Anr on 5 April, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-katju\">Markandey Katju</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-misra\">Gyan Sudha Misra</a>, <a href=\"/search/?formInput=benchid:s-s-nijjar\">Surinder Singh Nijjar</a>, <a href=\"/search/?formInput=benchid:m-katju\">Markandey Katju</a></h3>\n\n<pre id=\"pre_1\">                                                            REPORTABLE\n                  IN THE SUPREME COURT OF INDIA\n\n                CRIMINAL APPELLATE JURISDICTION\n\n               CRIMINAL APPEAL NO(s). 755 OF 2011\n\nREKHA                                         Appellant (s)\n\n                             VERSUS\n\nSTATE OF T.NADU TR.SEC.TO GOVT. &amp; ANR         Respondent(s)\n\n                                WITH \n                CRIMINAL APPEAL NO. 756 of 2011\n                CRIMINAL APPEAL NO. 757 of 2011\n                CRIMINAL APPEAL NO. 759 of 2011\n                CRIMINAL APPEAL NO. 760 of 2011\n                CRIMINAL APPEAL NO. 762 of 2011\n                CRIMINAL APPEAL NO. 763 of 2011\n                CRIMINAL APPEAL NO. 764 of 2011\n\n\n\n                          J U D G M E N T\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">MARKANDEY KATJU,  J.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_2\">\n\nCRIMINAL APPEAL NO. 755 OF 2011\n\n     Heard learned counsel for the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_3\">     This   Appeal   has   come   up   in   a   reference   made   by   a \n\ntwo Judge Bench of this Court by order dated 15.03.2011.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">     The   detenu   in   this   Appeal   Ramakrishnan   (whose   wife \n\nRekha   has   filed   this   Appeal)   has   been   detained   by   a \n\ndetention order dated 08.04.2010 passed under the Tamil Nadu \n\nPrevention   of   Dangerous   Activities   of   Bootleggers,   Drug-\n\noffenders, Forest Offenders,   Goondas,   Immoral   Traffic \n\n<span class=\"hidden_text\" id=\"span_1\">                             :1:</span>\n\n\f\nOffenders,   Sand       Offenders,   and   Slum   Grabbers   and   Video \n\nPirates   Act,   1982,   on   the   allegation   that   he   was   selling \n\nexpired drugs after tampering with the labels and printing \n\nfresh labels showing them as non-expired drugs.  The habeas \n\ncorpus petition filed by the wife of the detenu before the \n\nMadras High Court challenging the said detention order has \n\nbeen   dismissed   by   the   impugned   order   dated   23.12.2010. \n\nHence, this Appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">      Several grounds have been raised before us, but, in our \n\nopinion,   this   Appeal   is   liable   to   succeed   on   one   ground \n\nitself, and hence we are not going into the other grounds.\n\n</p><p data-structure=\"Section\" id=\"p_6\">      The detention order reads as under :-\n</p>\n<pre id=\"pre_2\">      &quot;No. 199/2010                        Dated 08.04.2010\n\n                    DETENTION ORDER\n\n</pre><p data-structure=\"Facts\" id=\"p_7\">            Whereas  I,   T.  Rajendran,   IPS.,  Commissioner \n      of Police, Chennai Police, is satisfied that  the \n      person   known   as   Tr.   Ramakrishnan,   male   aged   35, \n      S/O   Devaraj,   No.   82-B,   South   Mada   Veethi, \n      Villivakkam,   Chennai-49   is   a   Drug   Offender   as \n      contemplated under Section 2(e) of the Tamil Nadu \n      Act 14 of 1982 and that with a view to preventing \n      him from acting in any manner prejudicial to the \n      maintenance   of   public   order,   it   is   necessary   to \n      make the following order.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">            Now   therefore   in   exercise   of   the   powers \n      conferred  on  me  by  sub-section  (1)  of  Section  3 \n      of   the     Tamil   Nadu   Prevention   of   Dangerous \n      Activities of Bootleggers, Drug-offenders, Forest \n      Offenders,   Goondas,   Immoral   Traffic   Offenders, \n      Sand   Offenders,   and   Slum   Grabbers   and   Video \n      Pirates   Act,   1982   (Tamil   Nadu   Act   14   of   1982) \n      read with orders issued by the Government in G.O. \n      (D)   No.   6,   Home,   Prohibition   and   Excise   (XVI) \n      Department   dated   18th  January,   2010   under   sub-\n      section (2)  of  Section 3  of  the  said  Act, I\n      hereby  direct  that  the said Drug Offender Tr.\n<span class=\"hidden_text\" id=\"span_2\">                                    :2:</span>\n\n\f\n     Ramakrishnan,   S/o   Devaraj,   be   detained   and   kept \n     in   custody   at   the   Central   Prison,   Puzhal, \n     Chennai.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">           Given under my hand and seal of this office \n     the 8th day of April, 2010.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_10\">    The   relevant   part   of   the   grounds   on   which   the   said \n\ndetention order has been made is as follows :-\n\n\n\n</p><blockquote id=\"blockquote_1\">     &quot;Thiru.   Elango,   M.   Pharm,   male   aged   43,   S/O \n     Ramasamy   is   working   as   a   Drug   Inspector,   Drug \n     Control   Department,   Perambur   Range,   Zone-II, \n     D.M.S.   Complex,   Teynampet,   Chennai-18.     On \n     15.03.2010,   Thiru.   Elango   appeared   before   the \n     Inspector   of   Police,   Crimes   P-6   Kodungaiyur \n     Police   Station   and   lodged   a   complaint   against \n     Thiruvalargal,   Prabhakar   @   Ravi,   2)   Venkatesan, \n</blockquote><blockquote id=\"blockquote_2\">     3) Sanjay Kumar, 4) Sekar, 5) Baskar, 6) Pradeep \n     Kumar Chordia and 7) Meenakshi Sundaram.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_11\">           In his complaint, he has stated that expired \n     drugs collected from the medical shops of Chennai \n     city and Suburban used to be dumped at dump yard \n     of   Corporation   ground   at   Ezhil   Nagar, \n     Kodungaiyur,   Chennai.     On   15.3.2010,   Thiru, \n     Elango received a secret information that expired \n     drugs   dumped   at   the   dump   yard   at   Corporation \n     ground,   Ezhil   Nagar,   Kodungaiyur,   Chennai,   were \n     taken by Thiru. Prabhakar @ Ravi residing at the \n     first   floor   of   No.   A-6/541,   151st         Street, \n     Muthamizh   Nagar,   Kodungaiyur,   Chennai   and   by \n     keeping the same with his associates tampered the \n     same   tampering   the   original   labels   and   printing \n     fresh labels to make it appear as though they are \n     not   expired   drugs   and   redistribute   the   same   for \n     sale to the general public.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\n\n<span class=\"hidden_text\" id=\"span_3\">                             :3:</span>\n\n\f\nIn para 4 of the grounds of detention, it is stated :-\n\n\n\n</p><blockquote id=\"blockquote_3\">      &quot;4.   I   am   aware   that   Thiru.   Ramakrishnan,   is   in \n      remand   in   P.6,   Kodungaiyur   Police   Station   Crime \n      No.   132/2010   and  he   has   not   moved   any   bail \n      application   so   far.     The   sponsoring   authority \n      has   stated   that   the   relatives   of   Thiru. \n      Ramakrishnan   are   taking   action   to   take   him   on \n      bail   in   the   above   case   by   filing   bail \n      applications   before   the   Higher   courts  since   in \n      similar   cases   bails   were   granted   by   the   Courts \n      after   a   lapse   of   time.   Hence,   there   is   real \n      possibility   of   his   coming   out   on   bail   in   the \n      above   case   by   filing   a   bail   application   before \n      the higher courts.   If he comes out on bail he \n      will   indulge   in   further   activities,   which   will \n      be   prejudicial   to   the   maintenance   of   public \n      health   and   order.     Further   the   recourse   to \n      normal   criminal   law   would   not   have   the   desired \n      effect   of   effectively   preventing   him   from \n      indulging   in   such   activities,   which   are \n      prejudicial   to   the   maintenance   of   public   health \n      and order.  On the materials placed before me, I \n      am   fully   satisfied   that   the   said   Thiru. \n      Ramakrishnan   is   also   a   Drug   Offender   and   that \n      there is a compelling necessity to detain him in \n      order   to   prevent   him   from   indulging   in   such \n      further   activities   in   future   which   are \n      prejudicial   to   the   maintenance   of   public   order \n      under   the   provisions   of   Tamil   Nadu   Act   14   of \n      1982.&quot;\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_13\">       A   perusal   of   the   above   statement   in   para   4   of   the \n\ngrounds of detention shows that no details have been given \n\nabout the alleged similar cases in which bail was allegedly \n\ngranted   by   the   concerned   court.   Neither   the   date   of   the \n\nalleged bail orders has been mentioned therein, nor the bail \n\napplication number, nor whether the bail orders were passed \n\nin respect of the co-accused on the same case,  nor  whether \n\n<span class=\"hidden_text\" id=\"span_4\">                                    :4: </span>\n\n\f\nthe  bail  orders  were passed in respect   of   other   co-\n\naccused   in   cases   on   the   same   footing   as   the   case   of   the \n\naccused.   All   that   has   been   stated   in   the   grounds   of \n\ndetention   is   that   &quot;in   similar   cases   bails   were   granted   by \n\nthe courts&quot;.  In our opinion, in the absence of details this \n\nstatement is mere ipse dixit, and cannot be relied upon. \n\n</p><p data-structure=\"Section\" id=\"p_14\">      In   our   opinion,   this   itself   is   sufficient   to   vitiate \n\nthe detention order.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1093856\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"954390\" id=\"span_6\">It has been held in  T.V. Sravanan alias <a href=\"/doc/954390/\" id=\"a_1\">S.A.R. Prasana \n\nVenkatachaariar Chaturvedi  Vs.  State</a> through Secretary and \n\nAnr.,   (2006) 2 SCC 664;  A. Shanthi (Smt.)   Vs.   Govt. of \n\nT.N. and Ors., (2006) 9 SCC 711;  <a href=\"/doc/1093856/\" id=\"a_2\">Rajesh Gulati   Vs.   Govt. \n\nof NCT of Delhi and Anr.</a>  (2002) 7 SCC 129, etc. that if no \n\nbail application was pending and the detenue was already, in \n\nfact, in jail in a criminal case, the detention order under \n\nthe   preventive   detention   law   is   illegal.</span></span>     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1486034\" id=\"span_7\">These   decisions \n\nappear to have followed the Constitution Bench decision in \n\n<a href=\"/doc/1486034/\" id=\"a_3\">Haradhan Saha  Vs.  State of West Bengal</a>,  (1975) 3 SCC 198, \n\nwherein it has been observed (vide para 34):</span>\n\n</p><blockquote id=\"blockquote_4\">      &quot;Where  the  concerned  person  is  actually  in  jail \n      custody at the time when an order of detention is \n      passed   against   him   and   is   not   likely   to   be \n      released   for   a   fair   length   of   time,   it   may   be \n      possible   to   contend   that   there   could   be   no \n      satisfaction   on   the   part   of   the   detaining \n      authority as to the likelihood of such a person \n      indulging   in   activities   which   would   jeopardise \n      the security of the State or public order.&quot;  \n</blockquote>\n<span class=\"hidden_text\" id=\"span_8\">                                      :5:</span>\n        \n\n\n\n<p data-structure=\"PetArg\" id=\"p_16\">            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"314261\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1089240\" id=\"span_10\">On   the   other   hand,   Mr.   Altaf   Ahmed,   learned \n\n\f\nsenior counsel appearing for the State of Tamil Nadu, has \n\nrelied on the judgments of this Court in   <a href=\"/doc/1089240/\" id=\"a_4\">A. Geetha   Vs. \n\nState   of   T.N.   And   Anr.</a>    (2006)   7   SCC   603;   and  <a href=\"/doc/314261/\" id=\"a_5\">Ibrahim \n\nNazeer    Vs.    State   of   T.N.   and   Anr.</a>,     (2006)   6   SCC   64, \n\nwherein it has been  held  that even if no bail application \n\nof the petitioner is pending  but if in similar cases bail \n\nhas   been   granted,   then   this   is   a   good   ground   for   the \n\nsubjective satisfaction of the detaining authority to pass \n\nthe detention order.</span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">            In   our   opinion,   if   details   are   given   by   the \n\nrespondent   authority   about   the   alleged   bail   orders   in \n\nsimilar cases mentioning the date of the orders, the bail \n\napplication   number,   whether   the   bail   order   was   passed   in \n\nrespect   of     co-accused   in   the   same   case,   and   whether   the \n\ncase of the co-accused was on the same footing as the case \n\nof the petitioner, then, of course, it could be argued that \n\nthere is likelihood of the accused being released on bail, \n\nbecause it is the normal practice of most courts that if a \n\nco-accused   has   been   granted   bail   and   his   case   is   on   the \n\nsame footing as that of the petitioner, then the petitioner \n\nis   ordinarily   granted   bail.   However,   the   respondent \n\nauthority should have given details about the alleged bail \n\norder   in   similar   cases,   which   has   not   been   done   in   the \n\npresent case.   A  mere ipse dixit statement in the grounds\n\n<span class=\"hidden_text\" id=\"span_11\">                                     :6:</span>\n\n\n\n\nof detention cannot sustain the detention order and has to \n\n\f\nbe ignored.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">            In   our   opinion,   the   detention   order   in   question \n\nonly   contains  ipse   dixit  regarding   the   alleged   imminent \n\npossibility of the accused coming out on bail and there was \n\nno reliable material to this effect.   Hence, the detention \n\norder in question cannot be sustained.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">            <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"861688\" id=\"span_12\">Moreover,   even   if   a   bail   application   of   the \n\npetitioner   relating   to   the   same   case   was   pending   in   a \n\ncriminal   case  the   detention  order   can  still   be  challenged \n\non various grounds e.g. that the act in question related to \n\nlaw   and   order   and   not   public   order,   that   there   was   no \n\nrelevant material on which the detention order was passed, \n\nthat there was mala fides, that the order was not passed by \n\na   competent   authority,   that   the   condition   precedent   for \n\nexercise   of   the   power   did   not   exist,   that   the   subjective \n\nsatisfaction was irrational, that there was non-application \n\nof   mind,   that   the   grounds   are   vague,   indefinite, \n\nirrelevant,   extraneous,   non-existent   or   stale,   that   there \n\nwas   delay   in   passing   the   detention   order   or   delay   in \n\nexecuting it or delay in deciding the representation of the \n\ndetenu, that the order was not approved by the government, \n\nthat   there   was   failure   to   refer   the   case   to   the   Advisory \n\nBoard or that the reference was belated, etc.\n\n<span class=\"hidden_text\" id=\"span_13\">                                     :7:</span>\n\n\n\n\n\n            In   our   opinion,   <a href=\"/doc/188658956/\" id=\"a_6\">Article   22(3)(b)</a>   of   the \n\n\f\nConstitution   of     India     which     permits     preventive \n\ndetention   is   only   an   exception   to   <a href=\"/doc/1199182/\" id=\"a_7\">Article   21</a>   of   the \n\nConstitution.   An   exception   is   an   exception,   and   cannot \n\nordinarily nullify the full force of the main rule, which \n\nis the right to liberty in <a href=\"/doc/1199182/\" id=\"a_8\">Article 21</a> of the Constitution. \n\nFundamental   rights   are   meant   for   protecting   the   civil \n\nliberties of the people, and not to put them in jail for a \n\nlong   period   without   recourse   to   a   lawyer   and   without   a \n\ntrial.   As observed in <a href=\"/doc/861688/\" id=\"a_9\">R   Vs. Secy. Of State</a> for the Home \n\nDept., Ex Parte Stafford,  (1998) 1 WLR 503 (CA) :-</span>\n\n</p><blockquote id=\"blockquote_5\">      &quot;The   imposition   of   what   is   in   effect   a \n      substantial term of imprisonment by the exercise \n      of   executive   discretion,   without   trial,   lies \n      uneasily   with   ordinary   concepts   of   the   rule   of \n      law.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_20\">        <a href=\"/doc/581566/\" id=\"a_10\">Article   22</a>,   hence,   cannot   be   read     in   isolation   but \n\nmust be read as an exception to <a href=\"/doc/1199182/\" id=\"a_11\">Article 21.</a>   An exception \n\ncan apply only in rare and exceptional cases, and it cannot \n\noverride the main rule.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">            <a href=\"/doc/1199182/\" id=\"a_12\">Article   21</a>   is   the   most   important   of   the \n\nfundamental rights guaranteed by the Constitution of India. \n\nLiberty of a citizen is a most important right won by our \n\nforefathers after long, historical, arduous struggles. Our \n\nFounding Fathers  realised   its       value     because     they \n\nhad  seen                                         :8:\n</p>\n<blockquote id=\"blockquote_6\">during   the   freedom   struggle   civil   liberties   of   our \n\ncountrymen   being  trampled   upon  by   foreigners,  and   that  is \n\nwhy   they   were   determined   that   the   right   to   individual \n\n\f\nliberty would be placed on the highest pedestal along with \n\nthe   right   to   life   as   the   basic   right   of   the   people   of \n\nIndia.\n</blockquote>\n<blockquote id=\"blockquote_7\">             Right to liberty guaranteed by <a href=\"/doc/1199182/\" id=\"a_13\">Article 21</a> implies \n\nthat before a person is imprisoned a trial must ordinarily \n\nbe   held   giving   him   full   opportunity   of   hearing,   and   that \n\ntoo through a lawyer, because a layman would not be able to \n\nproperly defend himself except through a lawyer.\n</blockquote>\n<blockquote id=\"blockquote_8\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153132263\" id=\"span_14\">The importance of a lawyer to enable a person to \n\nproperly   defend   himself   has   been   elaborately   explained   by \n\nthis Court in <a href=\"/doc/153132263/\" id=\"a_14\">A.S. Mohd. Rafi  Vs.  State of Tamilnadu</a>, AIR \n\n2011   SC   308,   and   in  Md.   Sukur   Ali      Vs.  State   of   Assam, \n\nJT 2011 (2) SC 527.</span> As observed by Mr Justice Sutherland of \n\nthe U.S. Supreme Court in  Powell   Vs.   Alabama,   287 U.S. \n\n45   (1932)   &quot;Even   the   intelligent   and   educated   layman   has \n\nsmall   and   sometimes   no   skill   in   the   science   of   law&quot;,   and \n\nhence,   without   a   lawyer   he   may   be   convicted   though   he   is \n\ninnocent.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">             <a href=\"/doc/1293832/\" id=\"a_15\">Article   22(1)</a>   of   the   Constitution   makes   it   a \n\nfundamental   right   of   a   person   detained   to   consult   and   be \n\ndefended   by   a   lawyer   of   his   choice.   But   <a href=\"/doc/825787/\" id=\"a_16\">Article   22(3)</a> \n\nspecifically  excludes  the  applicability of clause (1) of\n\n<span class=\"hidden_text\" id=\"span_15\">                                     :9:</span>\n\n\n\n\n<a href=\"/doc/581566/\" id=\"a_17\">Article 22</a> to cases of preventive detention.  Therefore, we \n\nmust   confine   the   power   of   preventive   detention   to   very \n\nnarrow limits, otherwise the great right to liberty won by \n\n\f\nour Founding Fathers, who were also freedom fighters, after \n\nlong, arduous, historical struggles, will become nugatory. \n\n</p><p data-structure=\"Precedent\" id=\"p_23\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1918784\" id=\"span_16\">In  <a href=\"/doc/1918784/\" id=\"a_18\">State   of   of   Maharashtra   &amp;   Ors.    Vs.  Bhaurao \n\nPunjabrao   Gawande</a>,   (2008)   3   SCC   613   (para   23)   this   Court \n\nobserved :</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n\n</p><blockquote id=\"blockquote_9\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1326449\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"875590\" id=\"span_18\">&quot;...Personal liberty is a precious right. So did \n      the Founding Fathers believe because, while their \n      first   object   was   to   give   unto   the   people   a \n      Constitution   whereby   a   government   was \n      established,   their   second   object,   equally \n      important,  was to protect the people against the \n      government.     That   is   why,   while   conferring \n      extensive powers on the government like the power \n      to declare an emergency, the power to suspend the \n      enforcement of fundamental rights or the power to \n      issue   ordinances,   they   assured   to   the   people   a \n      Bill of Rights by Part III of the Constitution, \n      protecting   against   executive   and   legislative \n      despotism those human rights which they regarded \n      as   fundamental.   The   imperative   necessity   to \n      protect   these   rights   is   a   lesson   taught   by   all \n      history   and   all   human   experience.   Our \n      Constitution   makers   had   lived   through     bitter \n      years and seen an alien Government trample upon \n      human rights which the country had fought hard to \n      preserve.   They believed like Jefferson that &quot;an \n      elective   despotism   was   not   the   Government   we \n      fought   for&quot;.     And,   therefore,   while   arming   the \n      Government   with   large   powers   to   prevent   anarchy \n      from within and conquest from without, they took \n      care to ensure that those powers were not abused \n      to   mutilate   the   liberties   of   the   people.   (vide \n      <a href=\"/doc/875590/\" id=\"a_19\">A.K. Roy   Vs.   Union of India</a> (1982) 1 SCC 271, \n      and   Attorney   General   for   <a href=\"/doc/1326449/\" id=\"a_20\">India       Vs.   Amratlal \n      Prajivandas</a>,                (1994)         5         SCC         54.&quot;</span></span> \n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102852\" id=\"span_19\">[emphasis supplied]\n<span class=\"hidden_text\" id=\"span_20\">                                            :10:</span>\n\n\n\n\n      In   the   Constitution   Bench   decision   of   this   Court   in \n\n<a href=\"/doc/102852/\" id=\"a_21\">M. Nagaraj &amp; Ors. Vs.   Union of India &amp; Ors.</a>  (2006) 8 SCC \n\n212, (para 20) this Court observed :</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\f\n</p><blockquote id=\"blockquote_10\">      &quot;It is a fallacy to regard fundamental rights as \n      a   gift   from   the   State   to   its   citizens. \n      Individuals   possess   basic   human   rights \n      independently   of   any   Constitution   by   reason   of \n      the basic fact that they are members of the human \n      race.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_27\">      In   the   9   Judge   Constitution   Bench   decision   of   this \n\nCourt in   I.R. Coelho (dead) By LRs.   Vs.   State of T.N., \n\n(2007)   2   SCC   1   (vide   paragraphs   109   and   49),   this   Court \n\nobserved : \n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n\n\n</p><blockquote id=\"blockquote_11\">   &quot;It   is   necessary   to   always   bear   in   mind   that \n   fundamental   rights   have   been   considered   to   be   the \n   heart and soul of the Constitution.....Fundamental \n   rights   occupy   a   unique   place   in   the   lives   of \n   civilized   societies   and   have   been   described   in \n   judgments   as   &quot;transcendental&quot;,   &quot;inalienable&quot;,   and \n   primordial&quot;. \n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_29\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"875590\" id=\"span_21\">In our opinion, <a href=\"/doc/188658956/\" id=\"a_22\">Article 22(3)(b)</a> cannot be read in \n\nisolation,   but  must   be  read   along  with   <a href=\"/doc/1218090/\" id=\"a_23\">Articles  19</a>   and  <a href=\"/doc/1199182/\" id=\"a_24\">21</a>, \n\nvide   Constitution   Bench   decision   of   this   Court   in  <a href=\"/doc/875590/\" id=\"a_25\">A.K.   Roy \n\nVs.  Union of India</a>  (1982) 1 SCC 271 (para 70).</span>\n\n\n\n</p><p data-structure=\"Section\" id=\"p_30\">            It   is   all   very   well   to   say   that   preventive \n\ndetention   is   preventive   not   punitive.     The   truth   of   the \n\nmatter, though, is                                     :11:\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\n\n\n</p><blockquote id=\"blockquote_12\">that in substance a detention order of one year (or any other \n\nperiod)   is   a   punishment   of   one   year&#x27;s   imprisonment.   What \n\ndifference   is   it   to   the   detenu   whether   his   imprisonment   is \n\ncalled preventive or punitive?\n</blockquote>\n<blockquote id=\"blockquote_13\">            Mr.   Altaf   Ahmed,   learned   senior   counsel   for   the \n\n\f\nrespondents,   submitted   that   there   are   very   serious \n\nallegations against the detenu of selling expired drugs after \n\nremoving   the   original   labels   and   printing   fresh   labels   to \n\nmake them appear as though they are not expired drugs.\n</blockquote>\n<blockquote id=\"blockquote_14\">      In this connection,  criminal cases are already going on \n\nagainst   the   detenu   under   various   provisions   of   the   <a href=\"/doc/1569253/\" id=\"a_26\">Indian \n\nPenal Code</a> as well as under the <a href=\"/doc/1891720/\" id=\"a_27\">Drugs and Cosmetics Act, 1940</a> \n\nand   if   he   is   found   guilty,   he   will   be   convicted   and   given \n\nappropriate   sentence.     In   our   opinion,   the   ordinary   law   of \n\nthe   land   was   sufficient   to   deal   with   this   situation,   and \n\nhence, recourse to the preventive detention law was illegal.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_15\">            Mr.   Altaf   Ahmed,   learned   senior   counsel,   further \n\nsubmitted   that   the   impugned   detention   order   was   passed   on \n\n08.04.2010,  and the bail application of the detenu was also \n\ndismissed   on   the   same   date.   Hence,   he   submitted   that   it \n\ncannot be said that no bail application was pending when the \n\ndetention order in question was passed.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_22\">                                     :12:</span>\n\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_32\">            In this connection, it may be noted that there is \n\nnothing   on   the   record   to   indicate   whether   the   detaining \n\nauthority was aware of the fact that the bail application of \n\nthe accused was pending on the date when the detention order \n\nwas passed on 08.04.2010.   On the other hand, in para 4 of \n\n\f\nthe   grounds   of   detention   it   is   mentioned   that   &quot;Thiru. \n\nRamakrishnan   is  in   remand  in   crime  No.   132/2010  and   he  has \n\nnot moved any bail application so far&quot;.  Thus, the detaining \n\nauthority   was   not   even   aware   whether   a   bail   application   of \n\nthe accused was pending when he passed the detention order, \n\nrather   the   detaining   authority   passed   the   detention   order \n\nunder the impression that no bail application of the accused \n\nwas pending but in similar cases bail had been granted by the \n\ncourts.  We have already stated above that no details of the \n\nalleged   similar   cases   has   been   given.   Hence,   the   detention \n\norder in question cannot be sustained.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170679023\" id=\"span_23\">It   was   held   in  <a href=\"/doc/170679023/\" id=\"a_28\">Union   of   India   Vs.  Paul   Manickam \n\nand   another</a>,   (2003)   8   SCC   342,   that   if   the   detaining \n\nauthority is aware   of   the   fact   that the   detenu is in \n\ncustody  and  the  detaining  authority  is  reasonably  satisfied \n\nwith cogent material that there is likelihood of his release \n\nand in view of his antecedent activities he must be detained \n\nto prevent him from indulging in such prejudicial activities, \n\nthe detention order can validly be made.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"hidden_text\" id=\"span_24\">                                    :13:</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_35\">            In   our   opinion,   there   is   a   real   possibility   of \n\nrelease   of   a   person   on   bail   who   is   already   in   custody \n\nprovided   he   has   moved   a   bail   application   which   is   pending. \n\nIt follows logically that if no bail application is pending, \n\nthen   there  is   no  likelihood   of  the   person  in   custody  being \n\nreleased   on   bail,   and   hence   the   detention   order   will   be \n\n\f\nillegal.   However, there can be an exception   to this rule, \n\nthat   is,   where   a   co-accused   whose   case   stands   on   the   same \n\nfooting had been granted bail. In such cases, the detaining \n\nauthority can reasonably conclude that there is likelihood of \n\nthe   detenu   being   released   on   bail   even   though   no   bail \n\napplication   of   his   is   pending,   since   most   courts   normally \n\ngrant bail on this ground. However, details of such alleged \n\nsimilar cases must be given, otherwise the bald statement of \n\nthe authority cannot be believed.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">            Mr.   Altaf   Ahmed,   learned   senior   counsel,   further \n\nsubmitted   that  we   are  taking   an  over   technical  view   of  the \n\nmatter,   and   we   should   not   interfere   with   the   preventive \n\ndetention   orders   passed   in   cases   where   serious   crimes   have \n\nbeen committed.  We do not agree. \n</p>\n<p data-structure=\"Section\" id=\"p_37\">            Prevention   detention   is,   by   nature,   repugnant   to \n\ndemocratic ideas and an anathema to the rule of law. No such \n\nlaw   exists   in   the   USA   and   in   England   (except   during   war \n\ntime).   Since, however, <a href=\"/doc/188658956/\" id=\"a_29\">Article 22(3)(b)</a> of the Constitution \n\n<span class=\"hidden_text\" id=\"span_25\">                                     :14:</span>\n\nof India permits preventive detention, we   cannot   hold   it \n\nillegal but we must confine the power of preventive detention \n\nwithin very narrow limits, otherwise we will be taking away \n\nthe   great  right   to  liberty   guaranteed  by   <a href=\"/doc/1199182/\" id=\"a_30\">Article  21</a>   of  the \n\nConstitution   of   India   which   was   won   after   long,   arduous, \n\nhistoric   struggles.     It   follows,   therefore,   that   if   the \n\nordinary law of the land (<a href=\"/doc/1569253/\" id=\"a_31\">Indian Penal Code</a> and other penal \n\nstatutes) can deal with a situation, recourse to a preventive \n\n\f\ndetention law will be illegal\n\n            Whenever an order under a preventive detention law \n\nis   challenged   one   of   the   questions   the   court   must   ask   in \n\ndeciding its legality is : Was the ordinary law of the land \n\nsufficient to deal with the situation ?  If the answer is in \n\nthe affirmative, the detention order will be illegal.  In the \n\npresent   case,   the   charge   against   the   detenu   was   of   selling \n\nexpired   drugs   after   changing   their   labels.   Surely   the \n\nrelevant   provisions   in   the   Indian   Penal   Code   and   the   Drugs \n\nand   Cosmetics   Act   were   sufficient   to   deal   with   this \n\nsituation.   Hence,   in   our   opinion,   for   this   reason   also   the \n\ndetention order in question was illegal.\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1486034\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"229789\" id=\"span_27\">In this connection, it may be noted that it is true \n\nthat the decision of the 2 Judge Bench of this Court in <a href=\"/doc/229789/\" id=\"a_32\">Biram \n\nChand   Vs. State of Uttar Pradesh &amp; Anr</a>,  (1974) 4 SCC 573, \n\nwas overruled by the Constitution Bench decision in <a href=\"/doc/1486034/\" id=\"a_33\">Haradhan \n\nSaha</a>&#x27;s case (supra)   (vide  para  34).  However,  we should\n\n<span class=\"hidden_text\" id=\"span_28\">                                    :15:</span>\n\n\n\n\ncarefully analyse these decisions to correctly understand the \n\nlegal position.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"229789\" id=\"span_29\">In  <a href=\"/doc/229789/\" id=\"a_34\">Biram Chand</a>&#x27;s case (supra) this Court held that \n\nthe authorities cannot take recourse to criminal proceedings \n\nas   well   as   pass   a   preventive   detention   order   on   the   same \n\nfacts (vide para 15 of <a href=\"/doc/229789/\" id=\"a_35\">the said decision</a>).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1486034\" id=\"span_30\">It is this view \n\nwhich   was   reversed   by   the   Constitution   Bench   decision   in \n\n<a href=\"/doc/1486034/\" id=\"a_36\">Haradhan Saha</a>&#x27;s case (supra).</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\f\n</p><p data-structure=\"Precedent\" id=\"p_41\">            This does not mean that the Constitution Bench laid \n\ndown that in all cases the authorities can take recourse to \n\nboth criminal proceedings as well as  a preventive detention \n\norder  even   though   in   the   view   of   the   Court   the   former   is \n\nsufficient to deal with the situation.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">            This point which we are emphasizing is of extreme \n\nimportance,   but   seems   to   have   been   overlooked   in   the \n\ndecisions of this Court.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1486034\" id=\"span_31\">No doubt it has been held in the Constitution Bench \n\ndecision   in  <a href=\"/doc/1486034/\" id=\"a_37\">Haradhan   Saha</a>&#x27;s   case   (supra)   that   even   if   a \n\nperson   is   liable   to   be   tried   in   a   criminal   court   for \n\ncommission   of   a   criminal   offence,   or   is   actually   being   so \n\ntried,   that   does   not   debar   the   authorities   from   passing   a \n\ndetention   order   under   a   preventive   detention   law.     This \n\nobservation,   to   be   understood   correctly,   must,   however,   be \n\nconstrued  in the background of the constitutional scheme in\n\n<span class=\"hidden_text\" id=\"span_32\">                                     :16:</span>\n\n\n\n\n<a href=\"/doc/1199182/\" id=\"a_38\">Articles 21</a> and <a href=\"/doc/581566/\" id=\"a_39\">22</a> of the Constitution (which we have already \n\nexplained).    <a href=\"/doc/188658956/\" id=\"a_40\">Articles   22(3)(b)</a>   is   only   an   exception   to \n\n<a href=\"/doc/1199182/\" id=\"a_41\">Article 21</a> and it is not itself a fundamental right.   It is \n\n<a href=\"/doc/1199182/\" id=\"a_42\">Article   21</a>   which   is   central   to   the   whole   chapter   on \n\nfundamental rights in our Constitution.  The right to liberty \n\nmeans   that   before   sending   a   person   to   prison   a   trial   must \n\nordinarily   be   held   giving   him   opportunity   of   placing   his \n\ndefence through his lawyer.</span>   It follows that if a person is \n\nliable   to   be   tried,   or   is   actually   being   tried,   for   a \n\n\f\ncriminal offence, but the ordinary criminal law (Indian Penal \n\nCode or other penal statutes)  will not be able to deal with \n\nthe   situation,     then,   and   only   then,   can   the   preventive \n\ndetention law be taken recourse to.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1486034\" id=\"span_33\">Hence,   the   observation   in   para   34   in  <a href=\"/doc/1486034/\" id=\"a_43\">Haradhan \n\nSaha</a>&#x27;s   case   (supra)   cannot   be   regarded   as   an   unqualified \n\nstatement that in every case where a person is liable to be \n\ntried, or is actually being tried, for a crime in a criminal \n\ncourt a detention order can also be passed under a preventive \n\ndetention law.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_45\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1918784\" id=\"span_34\">It must be remembered that in cases of preventive \n\ndetention no offence is proved and the justification of such \n\ndetention is suspicion or reasonable probability,  and there \n\nis   no   conviction   which   can   only   be   warranted   by   legal \n\nevidence.  Preventive  detention is  often  described  as  a\n\n<span class=\"hidden_text\" id=\"span_35\">                                     :17: </span>\n\n\n\n\n&#x27;jurisdiction of suspicion&#x27;, (<a href=\"/doc/1918784/\" id=\"a_44\">Vide  State of Maharashtra  Vs. \n\nBhaurao Punjabrao Gawande</a>, (supra) - para 63). The detaining \n\nauthority   passes   the   order   of   detention   on   subjective \n\nsatisfaction.     Since clause (3) of <a href=\"/doc/581566/\" id=\"a_45\">Article 22</a> specifically \n\nexcludes the applicability of clauses (1) and (2), the detenu \n\nis   not   entitled   to   a   lawyer   or   the   right   to   be   produced \n\nbefore a Magistrate within 24 hours of arrest.</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_46\">            To   prevent   misuse   of   this   potentially   dangerous \n\npower     the law of preventive detention has to be strictly \n\n\f\nconstrued   and   meticulous   compliance   with   the   procedural \n\nsafeguards, however, technical, is, in our opinion, mandatory \n\nand vital.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"564452\" id=\"span_36\">It has been held that the history of liberty is the \n\nhistory   of   procedural   safeguards.   (See   :  <a href=\"/doc/564452/\" id=\"a_46\">Kamleshkumar \n\nIshwardas Patel  Vs.  Union of India and others</a>  (1995) 4 SCC \n\n51, vide para 49).  These procedural safeguards are required \n\nto be zealously watched and enforced by the court and their \n\nrigour cannot be allowed to be diluted on the basis of the \n\nnature of the alleged activities of the detenu.</span>  \n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1917636\" id=\"span_37\">As observed in  <a href=\"/doc/1917636/\" id=\"a_47\">Rattan Singh  Vs.   State of Punjab</a>, \n\n(1981) 4 SCC 1981 :-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">\n\n<span class=\"hidden_text\" id=\"span_38\">                                  :18:</span>\n\n\n\n\n\n</p><blockquote id=\"blockquote_16\">     &quot;May be that the detenu is a smuggler whose tribe \n     (and   how   their   numbers   increase!)   deserves   no \n     sympathy since its activities have paralysed the \n     Indian   economy.   But   the   laws   of   preventive \n     detention afford only a modicum of safeguards to \n     persons   detained   under   them,   and   if   freedom   and \n     liberty are to have any meaning in our democratic \n     set-up,   it   is   essential   that   at   least   those \n     safeguards are not denied to the detenus.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_51\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1669684\" id=\"span_39\">As   observed   in  <a href=\"/doc/1669684/\" id=\"a_48\">Abdul   Latif   Abdul   Wahab   Sheikh \n\nVs.  B.K. Jha and another</a>  (1987) 2 SCC 22, vide para 5, :</span>\n\n\n\n\n</p><blockquote id=\"blockquote_17\">     &quot;...The   procedural   requirements   are   the   only \n     safeguards available to a detenu since the court \n\n\f\n      is   not   expected   to   go   behind   the   subjective \n      satisfaction   of   the   detaining   authority.     The \n      procedural   requirements   are,   therefore,   to   be \n      strictly   complied   with   if   any   value   is   to   be \n      attached   to   the   liberty   of   the   subject   and   the \n      constitutional   rights   guaranteed   to   him   in   that \n      regard....&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_52\">           As observed by Mr. Justice Douglas of the United \n\nStates   Supreme   Court   in        Joint   Anti-Fascist   Refugee \n\nCommittee    Vs.  McGrath,     341   US   123   at   179,  &quot;It   is \n\nprocedure  that  spells much of the difference between rule  \n\nof law and rule of whim or caprice.  Steadfast adherence to  \n\nstrict   procedural   safeguards   are   the   main   assurances   that  \n\nthere will be equal justice under law.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">           Procedural   rights   are   not   based   on   sentimental \n\nconcerns for the detenu.  The procedural safeguards are not\n\n<span class=\"hidden_text\" id=\"span_40\">                                    :19:</span>\n\n\n\n\n\ndevised to coddle criminals or provide technical loopholes \n\nthrough which dangerous persons escape the consequences of \n\ntheir   acts.    They  are   basically  society&#x27;s   assurances  that \n\nthe authorities will behave properly within rules distilled \n\nfrom long centuries of concrete experiences.  \n\n</p><p data-structure=\"Section\" id=\"p_54\">           Personal liberty protected under <a href=\"/doc/1199182/\" id=\"a_49\">Article 21</a> is so \n\nsacrosanct   and   so   high   in   the   scale   of   constitutional \n\nvalues that it is the obligation of the detaining authority \n\nto   show   that   the   impugned   detention   meticulously   accords \n\n\f\nwith the procedure established by law.   The stringency and \n\nconcern   of   judicial   vigilance   that   is   needed   was   aptly \n\ndescribed   in   the   following   words   in  Thomas   Pacham   Dale&#x27;s \n\ncase, (1881) 6 QBD 376, :\n</p>\n<blockquote id=\"blockquote_18\">      &quot;Then comes the question upon the habeas corpus. \n      It is a general rule, which has always been acted \n      upon by the Courts of England, that if any person \n      procures the imprisonment of another he must take \n      care to do so by steps, all of which are entirely \n      regular,   and   that   if   he   fails   to   follow   every \n      step  in  the  process  with  extreme  regularity  the \n      court   will   not   allow   the   imprisonment   to \n      continue.&quot;\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_55\">           For   the   reasons   given   above,   this   Appeal   is \n\nallowed, the impugned order is set aside and the impugned \n\ndetention order is quashed. However, we make it clear that \n\nthis will not affect the criminal cases pending against the \n\nalleged accused.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\"><span class=\"hidden_text\" id=\"span_41\">                                    :20:</span>\n\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_57\">           We   further   direct   that   the   concerned   detenu   in \n\nthis Appeal shall be released forthwith if not required in \n\nany other case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">CRIMINAL APPEAL NO. 756 of 2011; CRIMINAL APPEAL NO. 757 of \n2011; CRIMINAL APPEAL NO. 759 of 2011; CRIMINAL APPEAL NO. \n760   of   2011;   CRIMINAL   APPEAL   NO.   762   of   2011;   CRIMINAL \nAPPEAL NO. 763 of 2011; CRIMINAL APPEAL NO. 764 of 2011\n\n\n\n           The   Order   passed   in   CRIMINAL   APPEAL   NO.   755   OF \n\n2011 will also govern these Appeals.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">           Accordingly,   for   the   reasons   given   in   the   Order \n\n\f\n     passed   in   CRIMINAL   APPEAL   NO.   755   OF   2011,   these   Appeals \n\n     are allowed, the impugned common order is set aside and the \n\n     impugned detention orders are quashed. However, we make it \n\n     clear that this will not affect the criminal cases pending \n\n     against the alleged accused persons.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">                 We   further   direct   that   the   concerned   detenus   in \n\n     these   Appeals  shall   be  released   forthwith  if   not  required \n\n     in any other case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">                                               ........................J.\n                                      (MARKANDEY KATJU)\n\n\n\n\n                                      .........................J.\n                                      (SURINDER SINGH NIJJAR)\n\n\n\n\n     NEW DELHI;                       .........................J.\n     APRIL 05, 2011                   (GYAN SUDHA MISRA)\n\n<span class=\"hidden_text\" id=\"span_42\">                                   :21:</span>\n\n\f\n</p>","numcites":24,"numcitedby":39,"docsource":"Supreme Court of India","citetid":192877,"divtype":"judgments","relatedqs":[{"value":"article 21","formInput":"article%2021"},{"value":"bail application","formInput":"bail%20application"},{"value":"human rights","formInput":"human%20rights"},{"value":"preventive detention","formInput":"preventive%20detention"},{"value":"right to liberty","formInput":"right%20to%20liberty"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"markandey katju","formInput":"markandey%20katju"},{"value":"expired drug","formInput":"expired%20drug"},{"value":"article 22","formInput":"article%2022"},{"value":"public order","formInput":"public%20order"},{"value":"subjective satisfaction","formInput":"subjective%20satisfaction"},{"value":" drug offender ","formInput":"%20drug%20offender%20"},{"value":"bail order","formInput":"bail%20order"},{"value":"similar case bail","formInput":"similar%20case%20bail"},{"value":"altaf ahmed","formInput":"altaf%20ahmed"},{"value":"article 3","formInput":"article%203"},{"value":"Sand Offender","formInput":"Sand%20Offender"},{"value":"\"markandey katju\"","formInput":"%22markandey%20katju%22"},{"value":"\"article 21\"","formInput":"%22article%2021%22"},{"value":"krishnan","formInput":"krishnan"}],"cats":[{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"},{"value":"protection-against-arrests-and-detention","formInput":"tag:protection-against-arrests-and-detention"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}