{"tid":135257296,"publishdate":"2018-11-28","title":"Narayan Malhari Thorat vs Vinayak Deorao Bhagat on 28 November, 2018","doc":"<h2 class=\"doc_title\">Narayan Malhari Thorat vs Vinayak Deorao Bhagat on 28 November, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 SUPREME COURT 224, 2019 (13) SCC 598, 2019 CRI LJ 1290, (2018) 15 SCALE 296, (2018) 3 UC 2173, (2018) 4 CRIMES 469, (2019) 107 ALLCRIC 674, (2019) 197 ALLINDCAS 204, (2019) 197 ALLINDCAS 69, 2019 (1) ABR(CRI) 515, (2019) 1 ALD(CRL) 551, (2019) 1 ALLCRILR 645, (2019) 1 ALLCRIR 32, (2019) 1 BOMCR(CRI) 188, (2019) 1 GUJ LH 93, (2019) 1 JLJR 195, (2019) 1 PAT LJR 272, (2019) 1 RECCRIR 180, 2019 (2) KCCR SN 79 (SC), (2019) 4 MH LJ (CRI) 256, 2019 CRILR(SC MAH GUJ) 142, 2019 CRILR(SC&MP) 142, AIR 2019 SC( CRI) 691, (2019) 197 ALLINDCAS 69 (SC), 2019 CRI. L. J. 1290, 2019 ALLMR(CRI) 780, (2019) 197 ALLINDCAS 204 (SC), AIRONLINE 2018 SC 1346</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y. Chandrachud</a>, <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<pre id=\"pre_1\">Crl. Appeal No. ……….of 2018(Arising\n                                                                         1\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n                                                                Reportable\n                  IN THE SUPREME COURT OF INDIA\n                 CRIMINAL APPELLATE JURISDICTION\n\n\n               CRIMINAL APPEAL NO. 1487                OF 2018\n        (Arising out of Special Leave Petition (Crl.) No.7933 of 2018)\n\n\n\n  NARAYAN MALHARI THORAT                                  …Appellant\n\n                                  VERSUS\n\n  VINAYAK DEORAO BHAGAT AND ANR.                          …Respondents\n\n\n                               JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">  Uday Umesh Lalit, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">  1.    Delay condoned. Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">  2.    This appeal is directed against the judgment and order dated\n\n  28.03.2016 passed by the High Court of Judicature at Bombay,\n\n  Nagpur Bench at Nagpur allowing Criminal Application No.380 of\n\n  2015 preferred by the first respondent and thereby quashing the\n\n  proceedings instituted against him vide FIR No.35/2015.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">  3.    The aforesaid FIR No.35/2015 was lodged with Police Station,\n\n  Washim on 14.02.2015 pursuant to information received from the\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_1\">                                                                          2</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n  appellant. It was alleged that the daughter and son-in-law of the\n\n  appellant were teachers in a village in a Zila Parishad School where\n\n  the first respondent was also a teacher; the first respondent used to call\n\n  on the mobile of the daughter of the appellant and used to harass her;\n\n  that despite the efforts of the son-in-law in trying to make the first\n\n  respondent see reason and stop calling said daughter, the first\n\n  respondent continued calling her repeatedly; that on 09.02.2015 there\n\n  was a verbal altercation between the son-in-law and the first\n\n  respondent and that on 12.02.2015 said son-in-law committed suicide\n\n  leaving a suicide note. True translation of said suicide note is to the\n\n  following effect:\n</p>\n<blockquote id=\"blockquote_1\">                   “Sir Police Station Officer, I humbly\n              request that my family life has been ruined by\n              Vinayak Bhagat &amp; therefore he should not be\n              pardoned this is humble request &amp; he should be\n              hanged till death this is my last wish”\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">  4.    After the crime was registered, the first respondent had\n\n  preferred an application for anticipatory bail which was rejected by\n\n  the Principal District &amp; Sessions Judge, Washim on 21.02.2015. The\n\n  matter was carried further by filing Criminal Application\n\n  [ABA]No.96 of 2015 in the High Court. The prayer was rejected by\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_2\">                                                                    3</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n  the High Court vide order dated 07.04.2015. It was observed by the\n\n  High Court:\n</p>\n<blockquote id=\"blockquote_2\">                     “… … …After hearing the learned\n              counsel for the applicant and the learned APP\n              for the State and on the backdrop of their\n              submissions, I have gone through the material\n              placed on record as well as presented for my\n              perusal by the learned APP. Though, it was an\n              attempt of the learned counsel for the applicant\n              that the alleged material against the applicant of\n              committing mischief is only a piece of paper i.e.\n              so-called suicide note. The submission was,\n              merely on the basis of this material, one cannot\n              reach to a conclusion of either intention or\n              abatement for attracting <a href=\"/doc/92983/\" id=\"a_1\">Section 306</a> of IPC.\n              On a perusal of the report, it clearly reveals that\n              it was not only a casual or occasional attempt of\n              the applicant or a friendly association of the\n              applicant with his colleague. The report itself\n              states that the applicant was constantly\n              establishing contact on mobile phone with the\n              wife of the victim. The report states that the\n              attempt was made to give an understanding to\n              the applicant asking him to keep himself away\n              from such activity. But in spite of such an\n              attempt, the applicant neither paid any heed nor\n              stopped his activities. The statements recorded\n              by the investigating agency of the father and\n              mother of the victim Sanjay clearly indicate that\n              though, initially the relations between the\n              couple and the applicant were homely and\n              informal, the applicant started calling the wife\n              of Sanjay constantly. Just 3-4 days earlier to the\n              death of Sanjay, the applicant, who had been to\n              the grocery shop of one Anand Kale, was given\n              an understanding by Sanjay and in spite of\n              grievance raised by Sanjay, the applicant was\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_3\">                                                                       4</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n              giving phone calls to the wife of Sanjay. Sanjay\n              was thus carrying mental pressure and\n              depression. These facts are recorded in the\n              statement of the mother of Sanjay. It will also\n              be interesting to note what reveals from the\n              statement of the wife of Sanjay. The wife of\n              Sanjay in clear and unambiguous words stated\n              that the applicant was continuously calling her\n              in spite of the understanding given by her\n              husband as well as by herself.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">  5.    The view taken by the High Court as aforesaid was challenged\n\n  by filing Special Leave Petition (Crl.) No.3497 of 2015 but this Court\n\n  rejected the challenge on 29.04.2015 finding no merit in the Special\n\n  Leave Petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">  6.    The first respondent, thereafter, filed Criminal Application\n\n  No.380 of 2015 in the High Court under <a href=\"/doc/1679850/\" id=\"a_2\">Section 482</a> Cr.P.C. seeking\n\n  quashing of the aforesaid FIR No.35/2015 registered pursuant to the\n\n  reporting by the appellant, for the offence punishable under <a href=\"/doc/92983/\" id=\"a_3\">Section\n\n  306</a> IPC. By way of interim relief, stay of further proceedings in\n\n  connection with the Crime was also sought. It is a matter of record,\n\n  that the investigation in the Crime has not been concluded.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">  7.    The challenge raised by the first respondent was accepted by\n\n  the High Court. After referring to the facts that the first respondent\n\n  used to call on the mobile of the daughter-in-law and that there were\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_4\">                                                                       5</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n  heated arguments between the son of the appellant and the first\n\n  respondent, the High Court observed as under:\n\n</p><blockquote id=\"blockquote_3\">                    “The aforesaid indicates that there is no\n              material whatsoever even of a prima facie\n              nature to establish that the applicant had either\n              an intention to aid or instigate or abet Sanjay\n              to commit suicide. There is no reference to\n              any active or direct act on the part of the\n              applicant which led said Sanjay to commit\n              suicide.    Similarly, there is neither any\n              instigation nor any intentional act done which\n              compelled the son of non-applicant no.2 to\n              commit suicide. Even the chit found in the\n              pocket of the deceased does not contain any\n              such material to indicate any instigation or\n              abetment on the part of the applicant herein\n              that could be treated as having led Sanjay to\n              commit suicide.”\n\n        The decision of the High Court and the order quashing the FIR\n\n  is presently under challenge.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\">  8.    We heard Mr. Sachin Patil, Advocate for the appellant, Mr.\n\n  Pratik R. Bombarde, Advocate for the respondent and Mr. Nishant\n\n  Ramakantrao Katneshwarkar, Advocate for the State.\n\n</p><p data-structure=\"RespArg\" id=\"p_11\">  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"89354997\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1153850\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1232610\" id=\"span_7\">9.    It was submitted on behalf of the appellant that the High Court\n\n  was not justified in entering into questions whether the record prima\n\n  facie established that the respondent had requisite intention in order\n\n  to bring the matter within the confines of <a href=\"/doc/92983/\" id=\"a_4\">Section 306</a> IPC and in\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_8\">                                                                        6</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n  quashing the FIR in exercise of jurisdiction under <a href=\"/doc/1679850/\" id=\"a_5\">Section 482</a> Cr.P.C.\n\n  On the other hand, the learned counsel appearing for first respondent\n\n  relied upon decisions of this Court in <a href=\"/doc/1232610/\" id=\"a_6\">Netai Dutta v. State of W.B.1</a>;\n\n  <a href=\"/doc/1153850/\" id=\"a_7\">M. Mohan v. State</a> represented by the Deputy Superintendent of\n\n  Police2 and; <a href=\"/doc/89354997/\" id=\"a_8\">State of Kerala and Others v. S. Unnikrishnan Nair\n\n  and Others.3</a> in support of his submission that in exercise of\n\n  jurisdiction under <a href=\"/doc/1679850/\" id=\"a_9\">Section 482</a> Cr.P.C., the High Court was justified\n\n  in quashing the FIR.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">  10.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1232610\" id=\"span_9\">In <a href=\"/doc/1232610/\" id=\"a_10\">Netai Dutta</a> (supra) the suicide note had alleged that Netai\n\n  Dutta had engaged the victim in several wrong doings; that the victim\n\n  was required to be at the workplace during the day and night on\n\n  certain occasions; and that though he had reported the fact that he\n\n  could leave the workplace only by 8 o’ clock in the evening when all\n\n  the restaurants were closed nothing was done by said Netai Dutta.</span> It\n\n  was in the backdrop of these facts that this Court found the case to be\n\n  fit to exercise powers under Section 482 Cr.P.C.\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">  11.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1153850\" id=\"span_10\">In <a href=\"/doc/1153850/\" id=\"a_11\">M. Mohan</a> (supra) A-3 was stated to have told Kamatchi\n\n  (victim) that “if you want to go by a car, you have to bring a car from\n\n\n  1 (2005)2 SCC 659\n  2 (2011)3 SCC 626\n  3 (2015)9 SCC 639\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_11\">                                                                       7</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n  your family”, whereupon said Kamatchi, her husband and the child\n\n  were required to take public transport. Few days thereafter the victim\n\n  committed suicide.      After filing of the charge-sheet A-3 was\n\n  summoned under <a href=\"/doc/653797/\" id=\"a_12\">Sections 304B</a>, <a href=\"/doc/538436/\" id=\"a_13\">498A</a> and <a href=\"/doc/92983/\" id=\"a_14\">306</a> IPC. In proceedings\n\n  under <a href=\"/doc/1679850/\" id=\"a_15\">Section 482</a> Cr.P.C., the High Court quashed the charges under\n\n  <a href=\"/doc/538436/\" id=\"a_16\">Sections 498A</a> and <a href=\"/doc/653797/\" id=\"a_17\">304B</a> IPC but held that the accused had to face\n\n  trial for the offence under <a href=\"/doc/92983/\" id=\"a_18\">Section 306</a> IPC, which view was under</span>\n\n</p><blockquote id=\"blockquote_4\">  challenge before this Court. In the facts and circumstances of the\n\n  case, this Court made following observations in paragraphs 48 and\n\n  49:\n</blockquote>\n\n<blockquote id=\"blockquote_5\">           “48. In the instant case, what to talk of instances\n           of instigation, there are even no allegations\n           against the appellants. There is also no proximate\n           link between the incident of 14-1-2005 when the\n           deceased was denied permission to use the Qualis\n           car with the factum of suicide which had taken\n           place on 18-1-2005. Undoubtedly, the deceased\n           had died because of hanging. The deceased was\n           undoubtedly hypersensitive to ordinary petulance,\n           discord and differences which happen in our day-\n           to-day life. In a joint family, instances of this kind\n           are not very uncommon. Human sensitivity of\n           each individual differs from person to person.\n           Each individual has his own idea of self-esteem\n           and self-respect. Different people behave\n           differently in the same situation. It is unfortunate\n           that such an episode of suicide had taken place in\n           the family. But the question that remains to be\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_12\">                                                                       8</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n            answered is whether the appellants can be\n            connected with that unfortunate incident in any\n            manner?\n</blockquote>\n<blockquote id=\"blockquote_6\">            49. On a careful perusal of the entire material on\n            record and the law, which has been declared by\n            this Court, we can safely arrive at the conclusion\n            that the appellants are not even remotely\n            connected with the offence under <a href=\"/doc/92983/\" id=\"a_19\">Section 306</a>\n            IPC. It may be relevant to mention that criminal\n            proceedings against the husband of the deceased\n            Anandraj (A-1) and Easwari (A-3) are pending\n            adjudication.”\n\n</blockquote><blockquote id=\"blockquote_7\">  12.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89354997\" id=\"span_13\">In <a href=\"/doc/89354997/\" id=\"a_20\">State of Kerala and others</a> (supra) the person who\n\n  committed suicide was a CBI official investigating into a crime.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\">  According to the suicide note left behind by the victim, two officials\n\n  of CBI, who were in fact juniors to him, an advocate as well as Chief\n\n  Judicial Magistrate were statedly responsible for the suicide. Again,\n\n  considering the facts, this Court upheld the decision of the High\n\n  Court in quashing the FIR.          The observations of this Court in\n\n  paragraph 12 are noteworthy. Said paragraph 12 was to the following\n\n  effect:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_15\">\n</p><blockquote id=\"blockquote_8\">            “12. As we find from the narration of facts and the\n            material brought on record in the case at hand, it is\n            the suicide note which forms the fulcrum of the\n            allegations and for proper appreciation of the same,\n            we have reproduced it hereinbefore. On a plain\n            reading of the same, it is difficult to hold that there\n            has been any abetment by the respondents. The note,\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_14\">                                                                             9</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n           except saying that the respondents compelled him to\n           do everything and cheated him and put him in deep\n           trouble, contains nothing else. The respondents were\n           inferior in rank and it is surprising that such a thing\n           could happen. That apart, the allegation is really\n           vague. It also baffles reason, for the Department had\n           made him the head of the investigating team and the\n           High Court had reposed complete faith in him and\n           granted him the liberty to move the Court, in such a\n           situation, there was no warrant to feel cheated and to\n           be put in trouble by the officers belonging to the\n           lower rank. That apart, he has also put the blame on\n           the Chief Judicial Magistrate by stating that he had\n           put pressure on him. He has also made the allegation\n           against the advocate.”\n\n</blockquote><blockquote id=\"blockquote_9\">  13.   We now consider the facts of the present case.               There are\n\n  definite allegations that the first respondent would keep on calling the\n\n  wife of the victim on her mobile and keep harassing her which\n\n  allegations are supported by the statements of the mother and the\n\n  wife of the victim recorded during investigation. The record shows\n\n  that 3-4 days prior to the suicide there was an altercation between the\n\n  victim and the first respondent. In the light of these facts, coupled\n\n  with the fact that the suicide note made definite allegation against\n\n  first respondent, the High Court was not justified in entering into\n\n  question whether the first respondent had the requisite intention to\n\n  aid or instigate or abate the commission of suicide. At this juncture\n\n  when the investigation was yet to be completed and charge-sheet, if\n\fCrl. Appeal No. ……….of 2018(Arising\n<span class=\"hidden_text\" id=\"span_15\">                                                                     10</span>\nout of SLP(Crl.)No.7933/2018)\n\n\n\n\n  any, was yet to be filed, the High Court ought not to have gone into\n\n  the aspect whether there was requisite mental element or intention on\n\n  part of the respondent.\n</blockquote>\n\n<blockquote id=\"blockquote_10\">  14.   We, therefore, find merit in the submissions advanced on behalf\n\n  of the appellant. The judgment and order under appeal is, therefore,\n\n  set aside and the present appeal is allowed. Since the investigation\n\n  into the matter was stalled as a result of the petition under <a href=\"/doc/1679850/\" id=\"a_21\">Section\n\n  482</a> Cr.P.C., we direct the concerned authorities to complete the\n\n  investigation as early as possible.\n</blockquote>\n\n<blockquote id=\"blockquote_11\">  15.   We have not and shall not be taken up to have expressed any\n\n  opinion on the merits of the matter which shall be considered at the\n\n  appropriate stage.\n</blockquote>\n\n<blockquote id=\"blockquote_12\">  16.   The appeal stands allowed in aforesaid terms.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_16\">                                        …...…….…………………..……J.\n                                        (Uday Umesh Lalit)\n\n\n\n                        .……………..……..…………….……………J.\n                                (Dr. Dhananjaya Y. Chandrachud)\n  New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_17\">  November 28, 2018.\n</p>\f","numcites":7,"numcitedby":33,"docsource":"Supreme Court of India","citetid":135257296,"divtype":"judgments","relatedqs":[{"value":"section 306 ipc","formInput":"section%20306%20ipc"},{"value":"section 306 indian penal code","formInput":"section%20306%20indian%20penal%20code"},{"value":"suicide note","formInput":"suicide%20note"},{"value":"ipc 306","formInput":"ipc%20306"},{"value":"\" suicide note \"","formInput":"%22%20suicide%20note%20%22"},{"value":"suicide","formInput":"suicide"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"abetment","formInput":"abetment"},{"value":"slp","formInput":"slp"},{"value":"u/s 306","formInput":"u/s%20306"},{"value":"section 306","formInput":"section%20306"},{"value":"instigation","formInput":"instigation"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"306","formInput":"306"},{"value":"306   citedby: 92983","formInput":"306%20%20%20citedby%3A%2092983"},{"value":"I.P.C. Section 306","formInput":"I.P.C.%20Section%20306"},{"value":"306 of indian penal code","formInput":"306%20of%20indian%20penal%20code"},{"value":"sec 306 ipc    citedby: 92983","formInput":"sec%20306%20ipc%20%20%20%20citedby%3A%2092983"},{"value":"306 i.p.c.","formInput":"306%20i.p.c."},{"value":"Umesh","formInput":"Umesh"}],"cats":[{"value":"abetment-to-suicide","formInput":"tag:abetment-to-suicide"},{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"},{"value":"dowry","formInput":"tag:dowry"},{"value":"dowry-death","formInput":"tag:dowry-death"}],"courtcopy":true,"query_alert":null,"agreement":false}