{"tid":18360686,"publishdate":"2015-08-05","title":"Indira Gandhi National Open University vs Union Of India & Anr. on 5 August, 2015","doc":"<h2 class=\"doc_title\">Indira Gandhi National Open University vs Union Of India &amp; Anr. on 5 August, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-p-vaish\">V.P.Vaish</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-p-vaish\">Ved Prakash Vaish</a></h3>\n\n<pre id=\"pre_1\">* IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                Reserved on: 06th May , 2015\n%                                         Date of Decision: 05th August, 2015\n\n+       W.P.(C) 901/2014\n+       W.P.(C) 902/2014\n+       W.P.(C) 903/2014\n+       W.P.(C) 904/2014\n+       W.P.(C) 905/2014\n+       W.P.(C) 912/2014\n+       W.P.(C) 916/2014\n+       W.P.(C) 917/2014\n+       W.P.(C) 919/2014\n+       W.P.(C) 921/2014\n+       W.P.(C) 922/2014\n+       W.P.(C) 923/2014\n+       W.P.(C) 991/2014\n\nINDIRA GANDHI NATIONAL OPEN UNIVERSITY ..... Petitioner\n                  Through: Mr. Aly Mirza &amp; Mr. Kulish\n                           Tanwar, Advocates.\n\n                        versus\n\nUNION OF INDIA &amp; ANR.                                       .....Respondents\n                   Through:                   Mr. V.N. Kaushik, Advocate for\n                                              R-2.\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE VED PRAKASH VAISH\n\n                                 JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.      By all these petitions under <a href=\"/doc/1712542/\" id=\"a_1\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_2\">227</a> of the\nConstitution of India, the petitioner has impugned the award dated\n09.12.2011 passed by the Presiding Officer, Central Government\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">W.P.(C) No.901/2014 &amp; Connected matters                          Page 1 of 18</span>\n Industrial Tribunal No.1 (hereinafter referred to as the „Tribunal‟),\nKarkardooma Court, Delhi in ID No.04/2010, 17/2010, 03/2010,\n15/2010, 08/2010, 10/2010, 16/2010, 18/2010, 07/2010, 09/2010,\n05/2010, 14/2010 and 06/2010 respectively whereby the labour court\nallowed the claim filed by the respondent No.2 (workman in all the\nrespective petitions) and accordingly directed reinstatement of the\nrespondent No.2 in the service of the University with continuity and\nconsequential benefits alongwith 20% back wages from the date of\nalleged retrenchment till the date of the award becoming operative\nunder <a href=\"/doc/1216362/\" id=\"a_3\">Section 17A</a> of the Industrial Disputes Act, 1947 (hereinafter\nreferred to as the „<a href=\"/doc/500379/\" id=\"a_4\">ID Act</a>‟).\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">2.      Since all these petitions are between the same parties, all the\npetitions are against award dated 09.12.2011 passed by the Tribunal\nand involve identical question of law, they are being disposed of by\nthis common judgment. For the sake of brevity the facts are being\nextracted from W.P.(C) No.901/2014.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.      Briefly stating the facts as emerging from the said petition are\nthat the petitioner entered into a contract with Sybex Computer System\nPvt. Ltd. vide agreement dated 01.11.2004 for outsourcing\nhousekeeping services. This contract was subsequently extended upto\n31.10.2007. Respondent No.2 was working with the said contractor to\nprovide housekeeping services in the petitioner‟s campus. With effect\nfrom 01.11.2007, the contract for providing housekeeping services was\ngiven to Spick &amp; Span Facilities Management Pvt. Ltd. The new\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">W.P.(C) No.901/2014 &amp; Connected matters                    Page 2 of 18</span>\n contractor brought his own housekeeping staff for the duration of its\ncontract.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.      Against this new contract, the housekeeping staff including\nrespondent No.2 resorted to illegal strike in the Petitioner University\nand tried to hinder the functioning of the University. In view of the\nobstruction so caused by the staff of the previous contractor, the\nUniversity was compelled to file a suit for injunction bearing CS(OS)\nNo.83 of 2008 before this court. On 15.01.2008, an interim injunction\nwas passed in favour of the Petitioner University. Thereafter, on\n13.03.2009, the said suit was decreed and it was held that workmen of\nSybex Computer System Pvt. Ltd. cannot be stated to be appointed by\nthe petitioner.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.      The respondent No.2 raised an industrial dispute against her\ntermination and on the failure of the conciliation proceedings, a\nreference was made by the appropriate government to the Tribunal\nvide order No.L-42012/96/2009-IR(DU) New Delhi dated 07.01.2010\nunder the following terms of reference:-\n</p>\n<blockquote id=\"blockquote_1\">        &quot; Whether the action of the management of Indira Gandhi\n        National Open University, in terminating the services of\n        their workman Smt. Saroj w.e.f. 01.11.2007 is legal and\n        justified: If not, what relief the workman is entitled to?&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_6\">6.      In the said industrial dispute, the parties were heard, evidences\nwere adduced from both sides and witnesses were cross-examined\nleading finally to the passing of the impugned award dated 09.12.2011.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">W.P.(C) No.901/2014 &amp; Connected matters                      Page 3 of 18</span>\n<p data-structure=\"PetArg\" id=\"p_7\"> 7.      Learned counsel for the petitioner contended that the impugned\naward is contrary to law and judicial pronouncements. The tribunal\nhad framed certain issues for adjudication which were although\ndecided in favour of the petitioner, however, it proceeded to consider\nand adjudicate on the issues which were neither pleaded nor on which\nany evidence was led nor any argument advanced by respondent No.2.\nEven though the tribunal had reached a conclusion on the basis of\nmaterial on record, that respondent No.2 was the employee of the\ncontractor, i.e., Sybex Computer Pvt. Ltd, despite this, Tribunal\ngranted the relief in favour of the workman on the basis of the issues\nwhich were never framed nor argued much less any evidence led in\nthat behalf.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">8.      It was further contended by learned counsel for the petitioner\nthat the Tribunal reached to the conclusion that the contract between\nthe University and the contractor was sham and granted reinstatement\nto the workman respondent No.2 without appreciating the fact that\nnowhere in the entire statement of claim it was contended that the said\ncontract was sham and bogus. The contractor was never made a party\nto the proceedings. The Tribunal could not have given such finding in\nthe absence of the contractor. Despite this, the petitioner led evidence\nto show that the contractor was paying EPF and ESI dues to the\nauthority concerned. The Tribunal also acknowledged that the\nevidence was led in this behalf and observed that the contractor was\nregularly making contribution in respect of housekeepers such as\nrespondent No.2 to the authorities concerned.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_4\">W.P.(C) No.901/2014 &amp; Connected matters                    Page 4 of 18</span>\n<p data-structure=\"PetArg\" id=\"p_9\"> 9.      It was also contended on behalf of the petitioner that in case the\nworkers engaged by the contractor are made regular employees of the\nprincipal employer, then the whole purpose of the contract labour\nwould get frustrated. In case of violation by either party of the\nContract Labour, the remedy, if any, lies with the Authorities under the\n<a href=\"/doc/1810788/\" id=\"a_5\">Contract Labour (Regulation and Abolition) Act,1970</a> (hereinafter\nreferred to as the „CL Act‟) and under such circumstances, no direction\nfor regularisation of the contract workers could have been passed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">10.     Lastly, it was contended by the learned counsel for the petitioner\nthat the Tribunal failed to appreciate that the services of the respondent\nNo.2 cannot be regularised with the petitioner. There is no provision\nfor absorption/ regularisation of the said respondent in the employment\nof the petitioner. There was no relationship of employer-employee\nbetween the management and respondent No.2. The petitioner had no\nright, control and supervision over the appointment, place of work,\ntransfer, promotion, fixation of wages and service condition of the said\nrespondent.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">11.     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"567128\" id=\"span_6\">In support of his contentions, learned counsel for the petitioner\nhas placed reliance on, <a href=\"/doc/567128/\" id=\"a_6\">„Manager, RBI, Bangalore v. S. Mani &amp;\nOrs.‟</a>, 2005 (5) SCC 100, „Haldia Refinery Canteen Employees\nUnion &amp; ors. v. M/s. <a href=\"/doc/277653/\" id=\"a_7\">Indian Oil Corpn. Ltd. &amp; Ors.‟, 2005 (5) SCC\n51I, „Steel Authority of India Ltd. &amp; Ors. v. National Union of\nWater Front Workers‟</a>, 2001 (7) SCC 1 and „Gopal v. Bharat\nSanchar Nigam Ltd.‟, 213 (2014) DLT 325.</span></span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">W.P.(C) No.901/2014 &amp; Connected matters                      Page 5 of 18</span>\n<p data-structure=\"RespArg\" id=\"p_12\"> 12.     Per contra, learned counsel for respondent No.2 contended that\nthe respondent No.2 had rendered continuous service with the\npetitioner for a period more than one year when she was illegally\nretrenched. At the time of her removal, neither was any notice issued\nto her nor was she paid retrenchment compensation and other legal\ndues. The petitioner did not challenge the order of reference and at this\nstage it is precluded from challenging the award pursuant to such a\nreference. Contributions towards social securities namely ESI, medical\nbenefits and provident fund were deducted from her wages by the\nUniversity. Despite the said contribution made by the workman, the\nUniversity never issued any medical card, provident fund statement or\naccount number rather passed on this responsibility on the shoulders of\nthe contractor.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">13.     It was further contended by learned counsel for respondent No.2\nthat the facilities of earned, annual, privileged, casual, festival and\nmedical leaves were not accorded to respondent No.2. The work was\nalso taken on Sundays and holidays but no compensatory leave or\novertime wages were given to her. The services of respondent No.2\nwere placed at the disposal of the contractor on 01.11.2007 however\nthe engagement of the contractor for housekeeping work was neither\ncommunicated nor was such contractor introduced to her.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">14.     I have learned counsel for the parties and have perused the\nmaterial on record.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">15.     In all these petitions two questions arise for consideration before\nthis court. Firstly, whether the workmen (respondent No. 2 in all the\n\n\n<span class=\"hidden_text\" id=\"span_8\">W.P.(C) No.901/2014 &amp; Connected matters                      Page 6 of 18</span>\n petitions) were employed by the petitioner for housekeeping services\nas their own employees or were the said workmen employees of the\ncontractor, Sybex Computer System Pvt. Ltd. as contended by the\nmanagement. Secondly, whether the Tribunal exceeded the scope of its\nreference by holding that the agreement between the petitioner and the\nsaid contractor was sham and bogus.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">16.     So far as the first contention of the workmen is concerned it is\nobserved that in all these petitions the workmen have stated in their\nclaim statement and evidence by way of affidavit that they were the\nemployee of the petitioner establishment. At the time of taking in\nemployment, they were asked to fill in certain prescribed form of the\nPetitioner University and sign the same, which they did. However, the\nsaid form and documents are in the custody of the petitioner\nmanagement. They have also asserted that despite the fact that the\npetitioner completed all formalities at their end but they were not\nissued any appointment letter. The workmen have also stated that EPF\nand ESI numbers were also not supplied to them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">17.     Dr. S.S. Bisht (MW-3) who has appeared as a witness on behalf\nof the management before the trial court has stated in his evidence by\nway of affidavit that said workmen were neither appointed by the\npetitioner management nor were their services terminated by the\npetitioner. No salary/wages or any other emoluments were ever paid\nby the petitioner to them. The petitioner had engaged the services of\nthe contractor Sybex Computer System Pvt. Ltd. for outsourcing\nhousekeeping services vide agreement dated 01.11.2004 which was\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">W.P.(C) No.901/2014 &amp; Connected matters                    Page 7 of 18</span>\n subsequently extended to 31.10.2007. In the said agreement it was\ncategorically stipulated that all personnel/employees appointed by the\ncontractor for the purpose of rendering housekeeping services at no\ntime would be treated as employees of the petitioner. It was further\nstated therein, that the salaries/wages and/or any other emoluments\nincluding ESI contribution or EPF contribution were all given to\nrespondent No.2 by the said contractor. No payments were ever made\nby the petitioner to them. For the services rendered by Sybex\nComputer System Pvt. Ltd., the contractor used to raise bills every\nmonth and payments were made to it from time to time and were made\nby cheques. Before the payments could be released by means of\ncheques, Sybex Computer System Pvt. Ltd. used to raise its monthly\nbills. Alongwith the bills the said contractor used to annex EPFO\nchallan, ESIC challan, service tax challan, list of housekeepers who\nworked for the period and their attendance and proof of payment to\nthem. After the said bills were verified, a contingent bill was raised\nthereafter and sanction was given for making the payment. The\ncheques used to be thereby drawn by the finance department after\nsanction was given. Some of the bills for the arrears of January-March\n2007, April 2007, May 2007, June 2007, July 2007, August 2007,\nSeptember 2007 and October 2007 raised by Sybex Computer System\nPvt. Ltd. alongwith respective EPFO challan, ESIC challan, Service\nTax challan, list of housekeepers who worked for the period and their\nattendance, proof of payments to them, contingent bill and sanction\nwere proved before the trial court as Ex.MW3/11 to Ex. MW3/19.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">W.P.(C) No.901/2014 &amp; Connected matters                  Page 8 of 18</span>\n<p data-structure=\"Precedent\" id=\"p_18\"> 18.     It is no longer res integra that the burden of proving the\nemployer-employee relationship primarily rests upon the person who\nasserts its existence. In a situation where a person asserts to be an\nemployee of the management which the management denies, the duty\nprimarily rests on the person so asserting to give positive evidence in\nhis favour and discharge his initial burden. Once such a person has\ngiven positive evidence in his favour, only then, the burden would shift\non the management to give evidence to counter such claims. This is\nbecause it is always easier to prove positive fact than a negative.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1506370\" id=\"span_11\">19.     The Hon‟ble Supreme Court in &#x27;Workmen of Nilgiri Coop.\nMkt. <a href=\"/doc/1506370/\" id=\"a_8\">Society Ltd. v. State of Tamil Nadu‟</a>, AIR 2004 SC 1639 held\nas under:-</span>\n</p>\n<blockquote id=\"blockquote_2\">        &quot;47. It is a well-settled principle of law that the person\n        who sets up a plea of existence of relationship of\n        employer and employee, the burden would be upon him.\n</blockquote>\n<blockquote id=\"blockquote_3\">        48. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"764197\" id=\"span_12\">In <a href=\"/doc/764197/\" id=\"a_9\">N.C. John Vs. Secretary Thodupuzha Taluk Shop\n        and Commercial Establishment Workers&#x27; Union and\n        Others</a> [1973 Lab. I.C. 398], the Kerala High Court held:</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">                &quot;The burden of proof being on the workmen\n                to establish the employer- employee\n                relationship an adverse inference cannot be\n                drawn against the employer that if he were\n                to produce books of accounts they would\n                have        proved      employer-employee\n                relationship.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">        49. In Swapan Das Gupta and Others Vs. The First\n        Labour Court of West Bengal and Others [1975 Lab. I.C.\n        202] it has been held:\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_13\">W.P.(C) No.901/2014 &amp; Connected matters                       Page 9 of 18</span>\n<blockquote id=\"blockquote_5\">                 &quot;Where a person asserts that he was a\n                workman of the Company, and it is denied\n                by the Company, it is for him to prove the\n                fact. It is not for the Company to prove that\n                he was not an employee of the Company but\n                of some other person.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_21\">        50. The question whether the relationship between the\n        parties is one of the employer and employee is a pure\n        question of fact and ordinarily the High Court while\n        exercising its power of judicial review shall not interfere\n        therewith unless the finding is manifestly or obviously\n        erroneous or perverse.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">20.     From a perusal of the copies of the wage sheets it is seen that the\npayment was made to the workmen through the contractor. The\ndocuments exhibited as the copies of EPF returns filed by the\ncontractor bear the name of workmen which indicate that the EPF\ncontributions on their behalf was paid by the contractor and not the\npetitioner. Even from a perusal of the copies of the bills raised by the\ncontractor for various months and sanction given by the petitioner for\ntheir payment vide documents Ex. MW3/11 to Ex.MW3/19, the\ncontention of the petitioner that workmen were not its employee is\nfortified. The workmen have not produced any evidence to prove their\nemployment with the petitioner. They have only claimed that at the\ntime of their appointment they were made to sign some documents by\nthe petitioner and despite their repeated requests, no appointment letter\nwas issued to them. As aforementioned, the workmen have claimed\nthat their ESI and EPF numbers were issued by the petitioner, however\nthe workmen have failed to give any evidence in support of this\ncontention. In fact, documents on record show that the payment on\n\n\n<span class=\"hidden_text\" id=\"span_14\">W.P.(C) No.901/2014 &amp; Connected matters                         Page 10 of 18</span>\n behalf of the workmen towards the said account was made by the\ncontractor Sybex Computer System Pvt. Ltd. and not the petitioner.\nClearly, workmen have failed to discharge even their primary burden\nto prove their employment with the petitioner. On the other hand, the\npetitioner/management has, by documents aforementioned clearly\nshown that their services were employed through the contractor, Sybex\nComputer System Pvt. Ltd. Therefore, in my opinion, the Tribunal has\ncorrectly reached at a conclusion that the relationship of employer and\nemployee is not established between the petitioner and the workmen.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">21.     So far as the question of the Tribunal reaching at the conclusion\nthat the contract between the petitioner and the contractor Sybex\nComputer System Pvt. Ltd. being sham and bogus is concerned, it is\nobserved that once an industrial dispute is referred to Labour\nCourt/Tribunal by an appropriate government under a term of\nreference, the Labour Court/ Tribunal is bound by it and cannot travel\nbeyond it. Labour Court/Tribunal is a creation of the reference and the\nLabour Court cannot go beyond the terms of reference except that the\nquestion incidental to such a dispute. It is a settled law that where the\nworkmen claim that the contract between the principal and the\ncontractor was a sham and camouflage, they have to raise an industrial\ndispute to that effect and only on a specific term of reference in this\nregard, the industrial adjudicator can adjudicate and decide on it.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"908660\" id=\"span_15\">22.     The Hon‟ble Supreme Court in <a href=\"/doc/908660/\" id=\"a_10\">„Mukand Ltd. v. Mukand Staff\n&amp; Officers‟</a>, (2004) 10 SCC 460 held as under:-</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">W.P.(C) No.901/2014 &amp; Connected matters                     Page 11 of 18</span>\n<blockquote id=\"blockquote_6\">         &quot;36. We, therefore, hold that the reference is limited to\n        the dispute between the Company and the Workmen\n        employed by them and that the Tribunal, being the\n        creature of the Reference, cannot adjudicate matters not\n        within the purview of the dispute actually referred to it\n        by the order of reference.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"918536\" id=\"span_17\">23.     This court in <a href=\"/doc/918536/\" id=\"a_11\">„Ashok Kumar v. The State‟, W.P. (C) Nos.9438-</a>\n42/2004 decided on 20.12.2006 held that where no reference is made\nto the Labour Court for determining whether the contract was sham or\ncamouflage, the Labour Court could not have entered into this issue.\nThis court held as under:-</span>\n</p>\n<blockquote id=\"blockquote_7\">        &quot;5. I consider that this argument of the counsel of the\n        petitioner must fail. The petitioners, before Conciliation\n        Officer as well as before the appropriate Government, did\n        not raise any dispute about the contract being sham and\n        camouflage. They rather claimed that they were direct\n        employees of the management and did not claim that they\n        were employees of the contractor. It is now settled law\n        that where the workmen claim that the contract between\n        principle employer and contractor was sham and\n        camouflage, they have to raise an industrial dispute to\n        that effect and it is industrial adjudicator who, after going\n        through the evidence and the terms and conditions of the\n        contract and other circumstances has to decide whether\n        the contract between principal employer and the\n        contractor was sham and camouflage. If the Industrial\n        Adjudicator comes to conclusion that the contract was\n        sham and camouflage, the industrial adjudicator can\n        order the absorption of the workman by the principal\n        employer. Similarly in a case where the workman\n        considered that though they were contractor&#x27;s employees\n        but the contract labour system should be abolished, they\n        have to approach the appropriate Government under\n        <a href=\"/doc/45909/\" id=\"a_12\">Section 10</a> of the CLRA Act and it is the jurisdiction of\n        the appropriate Government to consider the demand of\n\n\n<span class=\"hidden_text\" id=\"span_18\">W.P.(C) No.901/2014 &amp; Connected matters                       Page 12 of 18</span>\n         the workman and after taking into account the\n        parameters, as laid down under <a href=\"/doc/45909/\" id=\"a_13\">Section 10</a> of the CLRA\n        Act, issue a notification of abolition of the contract\n        labour system in the industry/establishment in respect of\n        specific jobs. The Tribunal or the High Court cannot\n        exercise powers under <a href=\"/doc/45909/\" id=\"a_14\">Section 10</a> of the CLRA Act. This\n        power vests with the Government.\n</blockquote><blockquote id=\"blockquote_8\">                xxxx                      xxxx          xxxx\n</blockquote><blockquote id=\"blockquote_9\">        7. It is obvious that the workmen in this case did not raise\n        correct dispute and did not approach the appropriate\n        Government with the contentions that the contract was\n        sham and camouflage or that the contract labour system\n        should be abolished. They got referred a dispute that they\n        were the employees of the management and were not\n        being regularized. This claim was found false. The\n        Labour Court had no alternative but to dismiss the\n        claim. It is settled law that the Labour Courts/Tribunals\n        cannot travel beyond the term of reference. If no\n        reference had been made to the Labour Court for\n        determining whether the contract was sham and\n        camouflage, the Labour Court could not have entered\n        into this issue and decided whether the contract was sham\n        and camouflage.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_26\">                                                 (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">24.     In the instant case, the workmen have not raised any contention\nin their statement of claims or even before the conciliation officer and\nthe Tribunal that the contract entered into between the contractor and\nthe management was sham and bogus. No evidences were adduced by\nthe parties to this effect and even no arguments were heard on this\nissue. In fact the only contention that was raised by the workmen was\nthat they were employees of the petitioner and that their services were\nillegally terminated by the management petitioner. Under such\n\n\n<span class=\"hidden_text\" id=\"span_19\">W.P.(C) No.901/2014 &amp; Connected matters                        Page 13 of 18</span>\n circumstances, in an absence of specific reference to the Tribunal on\nthe issue whether the contract between the petitioner and the contractor\nwas a sham or not, the Tribunal could not have gone into this question.\nAs already observed a Tribunal is bound by the term of reference and\ncannot go beyond it. While deciding such issues, although a Tribunal\nmay decide on matters incidental to the dispute. However, a decision\nrendered on any issue beyond the terms of reference is not sustainable\nunder law. Clearly, in the instant case, the question of the contract\nbetween the petitioner and the contractor being sham or not was\nneither a term of reference nor was it an issue incidental to the dispute.\nTherefore, the finding on the said issue was beyond the scope of\nreference and must consequently fail.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">25.     At this juncture it is pertinent to mention here that the Tribunal\nhad reached this conclusion on a mere reading of the contract between\nthe parties and in the absence of the contractor. The petitioner had\nmoved an application for impleadement of the contractor as a party to\nthe proceedings. However the permission for impleadement was\ndeclined by the Tribunal vide its order dated 24.04.2010. Further in the\ncivil suit bearing CS (OS) No.83/2008 for permanent injunction\npreferred by the petitioner against the workmen and other persons\nrestraining them from organizing or leading mob in picketing,\ngathering, demonstrating, putting tent or shamiana etc. in front of the\npetitioner premise, this court has already reached a conclusion that the\nworkers employed by the contractor Sybex Computer System Pvt. Ltd.\n(defendant No.2 therein) were not the employees of the petitioner. It\nwas also observed therein that on conclusion of the agreement between\n\n\n<span class=\"hidden_text\" id=\"span_20\">W.P.(C) No.901/2014 &amp; Connected matters                      Page 14 of 18</span>\n the petitioner and the said contractor, the persons so employed by them\nceased to have any connection with the petitioner.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">26.     Another submission of learned counsel for the workman in\nrespective petitions is that Central Government issued notification S.O.\nNo.779(E) dated 09.12.1976 whereby the Central Government after\nconsultation with the Central Advisory Contract Labour Board, in\nexercise of the power conferred by Sub-section (1) of <a href=\"/doc/45909/\" id=\"a_15\">Section 10</a> of the\nContract Labour (Regularisation and Abolition) Act, 1970 (37 of 1970)\nprohibited the employment of contract labour on and from the 1st\nMarch, 1977, for sweeping, cleaning, dusting and watching of\nbuildings owned or occupied by the establishments in respect of which\nthe appropriate Government under the said Act is the Central\nGovernment. The said notification reads as under:-\n</p>\n<blockquote id=\"blockquote_10\">        &quot;S.O. No. 779(E)8/9-12-76 in exercise of the power\n        conferred by Sub-section (1) of <a href=\"/doc/45909/\" id=\"a_16\">Section 10</a> of the\n        Contract Labour (Regulation and Abolition) Act, 1970\n        (37 of 1970) the Central Government after consultation\n        with the Central Advisory Contract Labour Board hereby\n        prohibits employment of contract labour on and from the\n        1st March, 1977, for sweeping, cleaning, dusting and\n        watching of buildings owned or occupied by the\n        establishments in respect of which the appropriate\n        Government under the said Act is the Central\n        Government:\n</blockquote>\n<blockquote id=\"blockquote_11\">        Provided that this notification shall not only apply to the\n        outside cleaning and other maintenance operations of\n        multi-storeyed buildings where such cleaning or\n        maintenance operations cannot be carried out except with\n        specialised experience.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_21\">W.P.(C) No.901/2014 &amp; Connected matters                      Page 15 of 18</span>\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_22\">27.     However, it is observed in this regard that the said notification\ncame up for consideration before the Apex Court in <a href=\"/doc/277653/\" id=\"a_17\">„Steel Authority\nof India Ltd. and Ors. vs. National Union Waterfront Workers\nand Ors.‟</a>, (supra), wherein the Hon‟ble Supreme Court while setting\naside the said notification observed as under: -</span>\n</p>\n<blockquote id=\"blockquote_12\">        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_23\">&quot;53.            xxxx              xxxx             xxxx\n\n        A glance through the said notification, makes it manifest\n        that with effect from March 1, 1977, it prohibits\n        employment of contract labour for sweeping, cleaning,\n        dusting and watching of buildings owned or occupied by\n        establishment in respect of which the appropriate\n        Government under the said Act is the Central\n        Government. This clearly indicates that the Central\n        Government had not adverted to any of the essentials<a href=\"/doc/277653/\" id=\"a_18\">,\n        <a href=\"/doc/277653/\" id=\"a_19\">referred to above</a></a>, except the requirement of consultation\n        with the Central Advisory Board. Consideration of the\n        factors mentioned above has to be in respect of each\n        establishment, whether individually or collectively, in\n        respect of which notification under Sub-section (1) of\n        <a href=\"/doc/45909/\" id=\"a_20\">Section 10</a> is proposed to be issued. The impugned\n        notification apart from being an omnibus notification\n        does not reveal compliance of Sub-section (2) of\n        <a href=\"/doc/45909/\" id=\"a_21\">Section 10</a>. This is ex-facie contrary to the postulates o\n        <a href=\"/doc/45909/\" id=\"a_22\">Section 10</a> of the Act. Besides it also exhibits non-\n        application of mind by the Central Government . We are,\n        therefore, unable to sustain the said impugned\n        notification dated December 9, 1976 issued by the\n        Central Government.&quot;</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_31\">                                             (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19222665\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"860649\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1851609\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"114079452\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1417964\" id=\"span_28\">28.     It is also worth mentioning here that in the case of similarly\nplaced workman in ID No.117/2011 titled as <a href=\"/doc/1417964/\" id=\"a_23\">„Rakesh vs. The Vice\nChancellor</a>, IGNOU, ID No.118/2011 titled as <a href=\"/doc/114079452/\" id=\"a_24\">„Deepak vs The Vice\n\n\n<span class=\"hidden_text\" id=\"span_29\">W.P.(C) No.901/2014 &amp; Connected matters                     Page 16 of 18</span>\n Chancellor</a>, IGNOU‟, ID No.119/2011 titled as <a href=\"/doc/1851609/\" id=\"a_25\">„Sonu Kumar vs. The\nVice Chancellor</a>, IGNOU‟, ID No.120/2011 titled as <a href=\"/doc/860649/\" id=\"a_26\">„Raj Pal vs. The\nVice Chancellor</a>, IGNOU‟ and ID No.121/2011 titled as <a href=\"/doc/19222665/\" id=\"a_27\">„Mukesh vs.\nThe Vice Chancellor, IGNOU‟</a>, the Tribunal has refused to decide on\nthe question of whether the contract between the management and the\ncontractor is sham or bogus holding that the said issue was never\nreferred by the appropriate government for adjudication of the\nTribunal under its terms of reference. While reaching such conclusion,\nit was also observed therein that the Tribunal is bound by the terms of\nreference and cannot enlarge its scope.</span></span></span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">29.     In the light of the above discussion, the petitions are allowed to\nthe extent that the impugned award dated 09.12.2011 passed by the\nPresiding Officer, Central Government Industrial Tribunal No.1,\nKarkardooma Court, Delhi is set aside to the extent which directs\nreinstatement of respondent No.2/workmen in the service of the\npetitioner with continuity and consequential benefits alongwith 20%\nback wages from the date of his alleged retrenchment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">30.     Trial Court record(s) be sent back forthwith.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">C.M. Appl. Nos.1206/2015 &amp; 2173/2015 in W.P.(C) No.901/2014\nC.M. Appl. Nos.1212/2015 &amp; 2176/2015 in W.P.(C) No.902/2014\nC.M. Appl. Nos.1210/2015 &amp; 2180/2015 in W.P.(C) No.903/2014\nC.M. Appl. Nos.8208/2015 &amp; 1813/2014 in W.P.(C) No.904/2014\nC.M. Appl. Nos.1217/2015 &amp; 2179/2015 in W.P.(C) No.905/2014\nC.M. Appl. Nos.1213/2015 &amp; 2174/2015 in W.P.(C) No.912/2014\nC.M. Appl. Nos.1215/2015, 2178/2015 &amp; 1845/2014 in W.P.(C)\n<span class=\"hidden_text\" id=\"span_30\">No.916/2014</span>\nC.M. Appl. Nos.1214/2015, 2181/2015 &amp; 1849/2014 in W.P.(C)\n<span class=\"hidden_text\" id=\"span_31\">No.917/2014</span>\n\n\n<span class=\"hidden_text\" id=\"span_32\">W.P.(C) No.901/2014 &amp; Connected matters                     Page 17 of 18</span>\n C.M. Appl. Nos.1205/2015 &amp; 2170/2015 in W.P.(C) No.919/2014\nC.M. Appl. Nos.1207/2015 &amp; 2177/2015 in W.P.(C) No.921/2014\nC.M. Appl. Nos.1211/2015 &amp; 2171/2015 in W.P.(C) No.922/2014\nC.M. Appl. Nos.1216/2015 &amp; 2175/2015 in W.P.(C) No.923/2014\nC.M. Appl. Nos.1204/2015 &amp; 2172/2015 in W.P.(C) No.991/2014\n\n        In view of my aforesaid findings, the applications are dismissed\nas infructuous.\n</p><p data-structure=\"Conclusion\" id=\"p_36\">        The Registry is directed to release the amount deposited in terms\nof order dated 15.04.2014 to the petitioner.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_37\">                                           (VED PRAKASH VAISH)\n                                                  JUDGE\nAUGUST 05, 2015\nhs\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">W.P.(C) No.901/2014 &amp; Connected matters                     Page 18 of 18</span>\n </p>","numcites":17,"numcitedby":5,"docsource":"Delhi High Court","citetid":18360686,"divtype":"judgments","relatedqs":[{"value":"sham contract","formInput":"sham%20contract"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"reinstatement ","formInput":"reinstatement%20"},{"value":"IGNOU","formInput":"IGNOU"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"open university","formInput":"open%20university"},{"value":"settled law","formInput":"settled%20law"},{"value":"indira gandhi national open university","formInput":"indira%20gandhi%20national%20open%20university"},{"value":"CLRA","formInput":"CLRA"},{"value":"epf","formInput":"epf"},{"value":"indira gandhi","formInput":"indira%20gandhi"},{"value":"vice chancellor","formInput":"vice%20chancellor"},{"value":"\"it is\" +\" settled law that\" ","formInput":"%22it%20is%22%20%2B%22%20settled%20law%20that%22%20"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"bogus","formInput":"bogus"},{"value":"the chancellor ","formInput":"the%20chancellor%20"},{"value":" tribunal is  court","formInput":"%20tribunal%20is%20%20court"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":true,"query_alert":null,"agreement":false}