{"tid":109985722,"publishdate":"2020-01-21","title":"Duleshwar vs State Of Mp (Now Chhattisgarh) on 21 January, 2020","doc":"<h2 class=\"doc_title\">Duleshwar vs State Of Mp (Now Chhattisgarh) on 21 January, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2020 SUPREME COURT 1217, AIRONLINE 2020 SC 49, AIR 2020 SUPREME COURT 1217 (2020) 2 SCALE 345, (2020) 2 SCALE 345</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-maheshwari\">Dinesh Maheshwari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-m-khanwilkar\">A.M. Khanwilkar</a>, <a href=\"/search/?formInput=benchid:h-gupta\">Hemant Gupta</a>, <a href=\"/search/?formInput=benchid:d-maheshwari\">Dinesh Maheshwari</a></h3>\n\n<pre id=\"pre_1\">                                                                           REPORTABLE\n\n                                   IN THE HON’BLE SUPREME COURT OF INDIA\n                                     CRIMINAL APPELLATE JURISDICTION\n\n\n                                    CRIMINAL APPEAL NO. 1813 OF 2017\n\n          DULESHWAR &amp; ANR.                                             …APPELLANT(S)\n\n                                                         VS.\n\n          THE STATE OF M.P. (NOW CHHATTISGARH)                       …RESPONDENT(S)\n\n          WITH\n\n          CRIMINAL APPEAL NO. 1815 OF 2017\n\n          AND\n\n          CRIMINAL APPEAL NO. 1814 of 2017\n\n\n                                                JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">          Dinesh Maheshwari, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">          Introductory with brief outline\n\n</p><p data-structure=\"Issue\" id=\"p_3\">          1.             These three appeals are directed against the common judgment and\n\n          order dated 12.09.2014, as passed by the High Court of Chhattisgarh at\n\n          Bilaspur in Criminal Appeal No. 3336/1999 whereby, the High Court has\n\n          upheld the judgment and order dated 26.11.1999 by the Additional Sessions\n\n          Judge, Dhamtari, Chhattisgarh in S.T. No. 114/1999, convicting and\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">DEEPAK SINGH</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2020.01.21</span>\n<span class=\"hidden_text\" id=\"span_5\">17:40:48 IST</span>\n\n          sentencing the accused-appellants for multiple offences, including those\nReason:\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                     1</span>\n</p><blockquote id=\"blockquote_1\">\fpunishable under <a href=\"/doc/1258372/\" id=\"a_1\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_2\">148</a>, <a href=\"/doc/1560742/\" id=\"a_3\">302</a>/<a href=\"/doc/999134/\" id=\"a_4\">149</a> and <a href=\"/doc/1133601/\" id=\"a_5\">325</a> of the Indian Penal\n\nCode (‘<a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>’).\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_5\">2.     In a brief outline of the material aspects, it could be noticed that in the\n\npresent      case,     the    appellants,       seven      in   number,       being      Accused\n\nNos.1,2,5,7,8,12 and 131 were tried together with several other co-accused\n\npersons for the offences relating to the two incidents which took place in\n\nvillage Kodebod, police station Kurud, district Dhamtari (M.P. – now\n\nChhattisgarh) on 15.10.1998: one at about 4.30-5.00 p.m., in which, the\n\nProsecution Witness No. 1 Dhanwaram2 sustained grievous injuries; and\n\nanother at about 5.30 p.m., which led to the death of one Govind Singh. Out\n\nof the 18 accused persons tried in this matter, 8 were acquitted by the Trial\n\nCourt, essentially after finding that the charges against them were not proved\n\nbeyond reasonable doubt. However, Bharosaram(A-1), Duleshwar(A-2),\n\nChintaram(A-4), and Vivekanand(A-9) were convicted for the offence under\n\n<a href=\"/doc/1133601/\" id=\"a_7\">Section 325</a> IPC for causing grievous hurt to PW-1 Dhanwaram. Moreover,\n\nBharosaram(A-1), Duleshwar(A-2), Chintaram(A-4), Bhanjan Singh(A-5),\n\nKhemraj(A-6), Keshav Prasad(A-7), Khemuram (A-8), Nand Kumar (A-12) and\n\nLakhan(A-13) were convicted for the offences under <a href=\"/doc/1258372/\" id=\"a_8\">Sections 147</a>,<a href=\"/doc/763672/\" id=\"a_9\">148</a>, <a href=\"/doc/1560742/\" id=\"a_10\">302</a>\n\nand <a href=\"/doc/1560742/\" id=\"a_11\">302</a>/<a href=\"/doc/999134/\" id=\"a_12\">149</a> IPC for forming unlawful assembly, rioting with deadly weapons\n\nand in furtherance of common object, causing death of Govind Singh by\n\ninflicting several injuries. The convicted accused persons were awarded\n\n1 Accused Nos. 2 and 12 are the appellants in Criminal Appeal No. 1813 of 2017; Accused Nos. 1, 8\nand 13 are the appellants in Criminal Appeal No. 1814 of 2017; and Accused Nos. 5 and 7 are the\nappellants in Criminal Appeal No. 1815 of 2017. Hereinafter, the respective appellants and other co-\naccused persons are also referred to as A-1, A-2 et al.\n2 Hereinafter the Prosecution Witnesses are also referred to as PW-1, PW-2 et al.\n\n<span class=\"hidden_text\" id=\"span_7\">                                                 2</span>\n\fvarying sentences, including that of life imprisonment for the offence under\n\n<a href=\"/doc/1560742/\" id=\"a_13\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_14\">149</a> IPC. Except Vivekanand (A-9)3, other 9 accused persons\n\npreferred an appeal to the High Court against their conviction and sentence. A\n\nrevision petition was also filed by the complainant against acquittal of the\n\nremaining accused persons. The High Court, however, found no ground to\n\ninterfere and hence dismissed the appeal as also the revision petition and\n\nthereby, affirmed the decision of the Trial Court. As against the decision of the\n\nHigh Court, Bharosaram(A-1), Duleshwar(A-2), Bhanjan Singh(A-5), Keshav\n\nPrasad(A-7), Khemuram(A-8), Nand Kumar(A-12) and Lakhan(A-13) have\n\npreferred these appeals. However, no such appeal is preferred on behalf of\n\nthe other convicted co-accused namely, Chintaram (A-4) and Khemraj (A-6).\n\n2.1.   Essentially, the conviction of the appellants under <a href=\"/doc/1560742/\" id=\"a_15\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_16\">149</a> has\n\nbeen questioned in these appeals; and the principal ground of challenge is\n\nthat there is no cogent evidence about their involvement in the crime in\n\nquestion. The reliability of evidence led by the prosecution has also been\n\nassailed in these appeals apart from other contentions concerning the\n\nsurrounding factors. The relevant facts and background aspects could be\n\nnoticed, keeping in view the points arising for determination in these appeals.\n\nThe relevant facts and background\n\n</p><p data-structure=\"Facts\" id=\"p_6\">3.     The prosecution case has been that a dispute in relation to the fields\n\nand demarcation of ridge was going on between Biselal Sahu, brother of\n\nMangalram (A-14) and Dhanwaram (PW-1), brother of the deceased; and a\n\n\n3 Vivekanand (A-9) was convicted only for the offence under <a href=\"/doc/1133601/\" id=\"a_17\">Section 325</a> IPC and, as he was found\nto be minor on the date of incident, was awarded lesser sentence of one year and three months.\n\n<span class=\"hidden_text\" id=\"span_8\">                                                3</span>\n\fcivil case related to this dispute was also pending. Due to the enmity because\n\nof this dispute, on 15.10.1998 at around 4.30-5.00 p.m., the accused persons\n\nBharosaram (A-1), Duleshwar (A-2), Chintaram (A-4), Khemraj (A-6),\n\nVivekanand (A-9), and Kedarnath (A-18) assaulted Dhanwaram (PW-1) with\n\ndifferent weapons and caused him injuries. Parvati Bai (PW-6), who was\n\npassing by, saw the accused persons assaulting Dhanwaram; she ran\n\nscreaming and informed Khilawan (PW-7), son of the deceased, about the\n\nincident that she had witnessed. Khilawan went to the place of incident with\n\nRam Dhruv (PW-17) and found Dhanwaram lying unconscious on the ground.\n\nKhilawan and Ram Dhruv took Dhanwaram home. The accused persons, after\n\nassaulting Dhanwaram, went in search of Govind Singh, brother of\n\nDhanwaram.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">3.1.   According to the prosecution, on the same day i.e., on 15.10.1998,\n\nanother incident took place at around 5.30 p.m. in which Bharosaram,\n\nChintaram, Khemraj, Bhanjan Singh, Khemuram, and other accused persons\n\nassaulted Govind Singh near Kalley Bridge and inflicted upon him varying\n\ninjuries. When Santosh Kumar (PW-2) and Prahlad Yadav (PW-5) tried to\n\nintervene in the matter, they were threatened by some of the accused persons\n\nto stay away and else, they would also be done away with; and therefore, they\n\nstepped back. Thereafter, two of the accused persons dragged the deceased\n\nby his legs while the others kept on beating him with weapons; the deceased\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                      4</span>\n\fwas dragged to a faraway place towards the canal, where he succumbed to\n\nhis injuries.4\n\n3.2.   The report relating to the incidents was made to the police by Khilawan\n\n(PW-7) at about 7.00 p.m. who narrated the aforesaid incident and alleged\n\nthat after hiring a jeep and upon search, he found the dead body of his father\n\nacross Kalley Canal with many injuries on his head, face, nose and whole of\n\nthe body. The complainant alleged that Mukesh Nirmalkar, Duleshwar,\n\nChintaram, Bhanjan, Khemraj, Keshav Prasad, Khemuram, Bharosaram,\n\nVivekanand, Vasudev, Chemanand, Garibram and some other persons did\n\nmarpeet with lathi danda to his father Govind Singh and uncle Dhanwaram\n\ndue to which, Govind Singh died and Dhanwaram sustained serious injuries.\n\nOn this report, FIR No. 186/1998 came to be registered and investigation was\n\nundertaken.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">3.3.    During the investigation, police obtained the post-mortem report of the\n\ndeceased which confirmed that he succumbed to the injuries inflicted upon\n\nhim. The injury report of Dhanwaram was also obtained. The site plan was\n\nprepared; tangiya, blood stained lathis, dandas, baniyans, lungis and shirts\n\nwere seized and the statements of the witnesses were recorded. As per the\n\nchemical examination report of Assistant Chemical Examiner, Regional FSL\n\nRaipur, some of the seized weapons and clothes were found to contain blood\n\n4 It appears that on the same day and around the same time, but before the incident resulting in the\ndeath of Govind Singh, yet another incident took place involving the deceased Govind Singh and\nMangalram (A-14). As per the statement of Tikuram Yadav (PW-16) at around 4.30 p.m., the\ndeceased Govind Singh came to his farm on bicycle of Mangalram (A-14) with injuries on hand and\nhead and on being asked by PW-16, the deceased told him that Mangal Patwari (A-14) had attacked\nhim with sword. On the other hand, Mangalram (A-14) lodged a report at the police station alleging\nthat Govind Ram attacked him with sword. On this report, FIR No. 185/1998 was registered.\n\n<span class=\"hidden_text\" id=\"span_10\">                                                 5</span>\n\fstains. After completion of investigation, the charge sheet was filed in the\n\nCourt of Special Judge, Schedule Tribe Prohibition of Atrocities, Raipur\n\nagainst 18 accused persons for causing rioting while being armed with deadly\n\nweapons, for causing murder of Govind Singh, and for attempting to cause\n\nmurder of Dhanwaram. However, by the order dated 04.02.1999, the learned\n\nSpecial Judge held that the matter was not to be proceeded in the Special\n\nCourt. Thereafter, the charge sheet was filed in the Court of Chief Judicial\n\nMagistrate, Dhamtari; and being sessions triable matter, the same was\n\ncommitted to the Sessions Court, Raipur and was ultimately tried in the Court\n\nof Additional Sessions Judge, Dhamtari in S.T. No. 114 of 1999.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">4.    In the trial, the prosecution examined 21 witnesses being PW-1\n\nDhanwaram (the injured); PW-2 Santosh Kumar,           PW-3 Bhuwan, PW-4\n\nRajesh, PW-5 Prahlad Yadav, PW-9 Hiradhar and PW-16 Tikuram Yadav as\n\nbeing the alleged witnesses/eye-witnesses to the assault of Govind Singh;\n\nPW-6 Parvati Bai, as being eye-witness to the assault of Dhanwaram; PW-7\n\nKhilawan (the informant); PW-8 Daulal, PW-10 Nand Kumar and           PW-11\n\nBhagatram, said to be the labourers working in the field of Tikuram who\n\nallegedly saw the deceased Govind Singh in injured condition before the\n\nassault in question; PW-12 Chandkishore, PW-13 Punarad Ram, PW-14\n\nReshamlal and PW-15 Dayaram as being the witnesses in the investigation\n\nproceedings relating to preparation of inquest report or seizure memo or site\n\nplan; PW-17 Ram Dhruv, the nephew of Khilawan who accompanied him to\n\npolice station; PW-18 Dr. Pradeep Hishikar, who conducted post-mortem; PW-\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                      6</span>\n\f19 Dasrath Deycate Deputy Superintendent of Police, who recorded the\n\nstatements of some of the witnesses; PW-20 V.S. Urmaliya, the Investigating\n\nOfficer; and PW-21 Dr. V. Chaterjee, who examined the injured Dhanwaram\n\nand prepared his injury report5.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">The evidence\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">5.     Having regard to the contentions urged and questions involved, we may\n\nbriefly take note of the relevant aspects of the evidence of material witnesses\n\nexamined in this matter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">5.1.   The   injured    witness    PW-1    Dhanwaram,       while   supporting   the\n\nprosecution case, inter alia, stated that he fell prey to the beatings of Kedar,\n\nMangal, Khemraj, Duleshwar, Vivekanand and Bharosa. PW-6 Parvati Bai, the\n\neye-witness to the assault on Dhanwaram stated that the accused Mangal,\n\nGareeb, Chintaram, Bhanjan, Bharosa, Narad, Keshav, Lakshman and their\n\nsons and daughter assaulted PW-1 Dhanwaram.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">5.2.   PW-2 Santosh Kumar, the eye-witness to the incident where Govind\n\nSingh was assaulted stated that himself and Angad, Bhuvan Singh (PW-3),\n\nRajesh (PW-4) and Prahlad Yadav (PW-5) were present near the place of\n\nincident where the accused persons, armed with danda, tangiya etc., started\n\narguing with the deceased Govind Singh; and when the witnesses tried to\n\nintervene, they were threatened by the accused persons to keep away. He\n\nalso alleged that Bharosa and Chintaram held both the legs of the deceased\n\n\n\n\n5 It may be noticed that PW-8, PW-9, PW-13 and PW-14 were declared hostile.\n\n<span class=\"hidden_text\" id=\"span_12\">                                          7</span>\n\fand dragged him towards canal while the other accused persons kept on\n\nbeating him. The relevant portion of the testimony of PW-2 reads as under: -\n\n</p><blockquote id=\"blockquote_2\">       “…. At that time about 17-18 accused persons came from canal side.\n       All were carrying stick (danda). Someone carried hatchet as well. I\n       did not see any other weapon. They came and started argument\n       with Govind Singh. Someone among the accused person said that\n       uncle was assaulted and quarrelled. They told us to move away.\n       They told that Govind Singh had to be killed, on which all person\n       who were standing with me moved a side.\n</blockquote>\n<blockquote id=\"blockquote_3\">       Thereafter, all the accused person together started assaulting by\n       stick. Due to assault Govind Singh died on the place of occurrence.\n       At the beginning we had tried to intervene but later on we did not try\n       to intervene. Bharosa Ram and Chinta caught both legs of Govind\n       and dragged him, others were going beating him….”\n\n\n\n5.3.    PW-3 Bhuwan stated that the accused persons came towards Kodebod\n\nCanal, stopped near culvert and asked about Govind Singh; and though he\n\nexpressed want of knowledge, the accused persons saw Govind Singh near\n\nculvert and assaulted him. This witness further stated that during the said\n\nattack, when Govind fell down, he was dragged by holding his legs and while\n\nbeing dragged, the other accused persons kept on beating him. In cross-\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_14\">examination, this witness stated that he did not know the names of the\n\naccused persons and he did not disclose their names to the police nor could\n\nsay who assaulted on which part of the deceased. The relevant part of the\n\ntestimony of PW-3 reads as under: -\n</p>\n<blockquote id=\"blockquote_4\">        “.…. I was near the culvert, it was 5:00pm, Santosh, Prahlad,\n       Rajesh and Nandlal were also with me. At that time accused person\n       came towards Kodebode canal and stopped near the culvert. They\n       asked me about Govind’s address. I replied, I do not know. At the\n       same time they saw Govind near the culvert. They ran towards\n       Govind, started assaulting him. All the accused person carried lathi\n<span class=\"hidden_text\" id=\"span_13\">                                         8</span>\n\f       in their hand. They were assaulting Govind with lathi itself. Due to\n       assault Govind fell down, at that time two persons caught his leg and\n       dragged him towards canal, other were going beating him.”\n       xxx Cross-examination\n       “ I do not know name of any of the accused person. In my police\n       statement I did not tell the name of any of the accused person. Who\n       assaulted on which part of the deceased, I can not tell. It is true that\n       in my police statement I stated that 20-25 people came with lathi….”\n5.4.    PW-4 Rajesh stated that on the date of incident, in the evening, while\n\nfishing in canal he heard the noise of quarrel whereupon he ascended the\n\nboundary of the canal and saw 15-20 persons attacking Govind Singh; two\n\npersons were dragging Govind Singh by legs across the canal while others\n\nkept on beating him; one or two persons were carrying tangiya and rest were\n\nholding lathi. The witness also stated that Santosh and Prahlad went to\n\nintervene but were asked not to intervene. This witness further stated in cross-\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_15\">examination that he did not know the names of accused persons and that he\n\ndid not intervene.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">5.5.     Prahlad Yadav, examined as PW-5, is the star witness in this case who\n\nnarrated the incident of assault on Govind Singh and specifically stated the\n\nnames of some of the accused persons. Being the material witness whose\n\ntestimony has largely formed the basis of conviction, the material parts of his\n\ndeposition could be usefully extracted as under:\n</p>\n<blockquote id=\"blockquote_5\">       “… On 15.10.98 at 5.20 pm. I was near the Kulley Bridge. Santosh,\n       Heeradhar, Bhuwan, Nandlal and Rajesh were with me. At the very\n       moment accused persons came towards canal and road side.\n       Govind Singh was also standing near the Kulley Bridge. Accused\n       persons abused him. They were saying that Govind Singh has come\n       after fighting. He has to be killed and they started assaulting. All the\n       accused person carried lathi. They assaulted by danda. When I went\n\n<span class=\"hidden_text\" id=\"span_14\">                                          9</span>\n\fthere and forbade them to fighting. They stopped fighting.\nThereafter, Bharosa, Nand, Chinta, Bhanjan came to me and told\n“You move away, otherwise you will be killed” Then I moved away\nfrom there. Govind Singh fell down, Bharosa caught his one leg and\nChinta caught another leg, they dragged Govind to Kodebode from\ncanal and other were going by beating him. I followed them from\nsome distance. The accused persons dragged Govind Singh for 2\nKm. Thereafter, I returned home. Govind Singh had died…”\nxxx Cross-examination\n“…Except Mangal, I saw all the accused person at the time of\nincident. It is true that Kalley turning is 2½ Km. away from\nKodebode. The barn of Tikaram is 1½ Km. away from Kalley turning.\nIt is wrong to say that the matter of dragging by the leg by Bharosa\nand Chinta is being wrongly stated by me. The sticks hit the\ndeceased at one time therefore I cannot tell which accused hit him\non which part. I stated name of 7-8 persons. The quarrel went on for\n10 minutes. I noted down the time and date of the incident. At\npresent it is not with me. It is wrong to say that today the statement\nwas read over to me. At the time of incident Santosh and I forbade\nthem to fight. The accused person reached on Kalley Bridge\naltogether but they came from different direction...”\nRe-examination\n“I stated name of Bharosa, Chinta, Bhanjan, Gareeb, Lakhan,\nKhemraj, Hemu, Keshav and Nand. I recognize the remaining\naccused person by face. I know such persons by name only.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_17\">xxxRe-cross-examination\nI do not know if more persons named Chintaram, Keshav may be\nthere. I know that Keshav is tailor but I did not state this to the\npolice……..\n</p><p data-structure=\"CDiscource\" id=\"p_18\">At the time of recording of my police statement Ex-D/5 I stated that\nthe accused persons came at the place of incident from different\ndirection. I can not tell which of the accused came from which\ndirection. The witness himself stated that all the accused persons\ngathered at the place of incident.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">…… It is true that my field is adjacent to the field of Chintaram and\nGareeb Ram. It is wrong to say that I want to purchase their fields\ntherefore I am implicating them….”\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                 10</span>\n\f5.6.    PW-9 Hiradhar partly narrated the prosecution story but did not support\n\nthe entire prosecution case and hence, was declared hostile. However, before\n\nbeing declared hostile, this witness, inter alia, stated as under:\n\n</p><blockquote id=\"blockquote_6\">       “I know the accused persons present in the court. I also know\n       deceased Govind Singh. … I was taking tea with Kheduram in a\n       hotel near the Kalley Bridge. At that time Angad Sahu who belong to\n       Kode bode came there and asked me if I had seen Govind. I told\n       him I did not see him. At the very moment I saw that Govind came\n       from somewhere and stood there. At that time I went near Govind\n       and told that Angad was searching him. He did not give any reply.\n       Seeing blood on his cloths I asked him how his clothes had got\n       stained with blood. What happened? He did not give any reply.\n       At the very moment Santosh Satnami came and stood before\n       Govind Singh, Prahlad also came there. When we stood there at\n       that time accused persons who were resident of my village reached\n       there. I asked Khemraj what happened, then Khemraj told that\n       Govind has come beating Patwari, Duleshwar, the son of Patwari\n       also stated the same. Santosh and Prahlad told them to stop don’t\n       do anything here, saying that “we will not stop” the accused persons\n       proceeded. Khemraj and Duleshwar gave one-two lathi blow to\n       Govind due to which he fell down on the earth. Seeing this I got\n       afraid and went near Kheduram who was present in shop. He told\n       lets move from here and immediately we moved from there.\n       Thereafter, what happened I did not see.\n</blockquote><blockquote id=\"blockquote_7\">       xxxCross-examination for accused\n       …I stated the matter of Govind being interrogated by Angad to the\n       police, if police did not record I can not tell the reason. I saw blood\n       stain on the clothes of the deceased, I stated this to the police. I did\n       not see any injury on the body of Govind. I stated to police the\n       matter of being told by Khemraj and Duleshwar about Govind Singh\n       beating the Patwari and coming. I stated that Khemraj and\n       Duleshwar assaulted Govind Singh by lathi to the police. If police did\n       not record the statement as per my version I can not tell the reason.\n       I did not see Mangalram, Narad, Laxman, and Kedar there. I did not\n       see even Lakhan committing marpit. …..”\n\n5.7.     PW-16 Tikuram Yadav stated that at about 4:30 p.m., Govind Singh\n\ncame to his barn on the bicycle belonging to Mangal Patwari and he saw\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                         11</span>\n\finjuries on the persons of Govind Singh who said that Mangal Patwari had\n\nassaulted him by sword. According to this witness, Govind Singh demanded\n\ntwo hundred rupees which he did not give and thereafter, Govind Singh\n\nproceeded towards bus stand. The witness further stated that later on, he saw\n\nthe assault on Govind Singh from a faraway place and, therefore, he was\n\nunable to recognize the assailants; and later on, he got to know from his\n\nlocality that deceased Govind Singh was assaulted by Bharosa, Chinta, Garib\n\nand their friends.\n</blockquote>\n<blockquote id=\"blockquote_8\">5.8.    PW-8 Daulal, PW-10 Nand Kumar and PW-11 Bhagatram saw Govind\n\nSingh in injured condition after the alleged attack by Mangalram on him. PW-\n</blockquote>\n<blockquote id=\"blockquote_9\">13 Punarad Ram and PW-14 Reshamlal had been the witnesses to seizure\n\nproceedings in Ex.P/13 to P/27. They were declared hostile. While admitting\n\ntheir signatures Ex.P/13 to P/27, they stated that they were shown sticks etc.\n\nbut were not told from whom they were seized.\n</blockquote>\n<blockquote id=\"blockquote_10\">5.9. PW-18 Dr. Pardeep Hishikar conducted post-mortem on the body of the\n\ndeceased Govind Singh. The description in the post-mortem report regarding\n\nthe injuries on the person of deceased Govind Singh had been as under-:\n</blockquote>\n<blockquote id=\"blockquote_11\">       “1.   Two contusions over chest like chain mark size of each (a)\n             5”x 1” (b) 4” x 1”.\n</blockquote><blockquote id=\"blockquote_12\">       2.    Contusions over abdomen colour brownish blackish size of\n             them (a) size of two contusions 5” x 1” (b) size of two\n             contusions 3” x ½” transverse (c) two contusion size 3” x ½”\n             transverse (d) one contusion size 8” x 1” vertical.\n</blockquote><blockquote id=\"blockquote_13\">       3.    Contusions over medial aspect of right thing colour blackish\n             brownish sizes (a) 7” x ½” (b) 5” x ½” (c) 2” x ½” (d) 2” x ½”\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                      12</span>\n</blockquote><blockquote id=\"blockquote_14\">\f     4.     Contusions over lethal aspect, right thing, blackish brownish\n            colour.\n</blockquote><blockquote id=\"blockquote_15\">     5.     Contusions over front of knee size 4” x 2” blackish brownish\n            colour.\n</blockquote><blockquote id=\"blockquote_16\">     6.     Lacerated wound over base of 2nd and 3rd toe left side 1cm\n            x ½ cm x ½ cm clotted blood ++\n</blockquote><blockquote id=\"blockquote_17\">     7.     Contusion over front of knee left size 1cm x 1cm.\n</blockquote><blockquote id=\"blockquote_18\">     8.     Lacerated wound over left wrist size 1” x ½” x ½” bone deep\n            fracture lower third radius ulna left side.\n</blockquote><blockquote id=\"blockquote_19\">     9.     Fractured proximal phalanx index and middle finger left and\n            fracture 2nd and 4th metacarpal bone left side.\n</blockquote><blockquote id=\"blockquote_20\">     10.    Contusion dorsal aspect forearm size 1” x 1” and abrasion\n            back of left elbow size 4 cm x 4 cm.\n</blockquote><blockquote id=\"blockquote_21\">     11.    Two lacerated wound over dorsal aspect right wrist sizes of\n            each 1cm x 1cm x 1cm. Fracture lower third radius.\n</blockquote><blockquote id=\"blockquote_22\">     12.    Fracture proximal phalanx middle and ring finger and fracture\n            of 2nd and 3rd metacarpal right ulna.\n</blockquote><blockquote id=\"blockquote_23\">     13.    Abrasion dorsal aspect elbow size 5cm x 4cm colour pinkish\n            brownish.\n</blockquote><blockquote id=\"blockquote_24\">     14.    Lacerated wound over right side face over cheek size 3 cm x\n            1 cm x 1 cm.\n</blockquote><blockquote id=\"blockquote_25\">     15.    Lacerated wound over right side face over cheek size 3 cm x\n            1 cm.\n</blockquote><blockquote id=\"blockquote_26\">     16.    Contusion left side face size 3 cm x 2 cm colour blackish\n            brownish.\n</blockquote><blockquote id=\"blockquote_27\">     17.    Lacerated wound mid portion of nose size 3 cm x ½ cm x ½\n            cm. Fracture of nasal bone.\n</blockquote><blockquote id=\"blockquote_28\">     18.    Lacerated wound over scalp right parietal region size 3” x ½”\n            x ½” liner fracture over right parietal bone.”\n      This witness opined that the cause of death was shock, which may be\n\ndue to sudden rupture of liver and fracture of ribs of right and left sides; and\n\nthat the death was homicidal in nature.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">6.    On the other hand, the accused persons denied their involvement in the\n\ncrime in question in their statements under <a href=\"/doc/140515/\" id=\"a_18\">Section 313</a> Code of Criminal\n<span class=\"hidden_text\" id=\"span_18\">                                      13</span>\n\fProcedure, 1973 (<a href=\"/doc/445276/\" id=\"a_19\">CrPC</a>) and examined 5 witnesses in defence, being DW-1\n\nLatkhor who accompanied A-14 Mangalram to police station; DW-2 Dilip\n\nKumar, DW-3 Barsan, DW-4 R.L. Chandrakar and DW-5 Dinesh Kumar in\n\nrelation to the plea of alibi of A-12 Nand Kumar, A-13 Lakhan, A-18 Kedar and\n\nA-17 Narad respectively.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">The findings of the Trial Court – as affirmed by the High Court\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">7.    Having taken the evidence and having heard the parties, the Trial Court\n\nframed as many as six points for determination in this case which read as\n\nunder:-\n</p>\n<pre id=\"pre_2\">     “1)    Whether Govind Singh Netam has been murdered?\n     2)     Whether attempt has been made to commit murder of\n            Dhanwaram Netam?\n     3)     Whether the accused persons have committed the said act\n</pre><p data-structure=\"Precedent\" id=\"p_23\">            by forming an unlawful assembly and committing riot and\n            abetted the commission of aforesaid act in furtherance of\n            common intention?\n</p><p data-structure=\"Issue\" id=\"p_24\">     4)     Whether accused persons had intention to commit murder of\n            Govind Singh and Dhanwaram?\n</p><p data-structure=\"Issue\" id=\"p_25\">     5)     Whether accused persons are guilty of rioting being armed\n            with deadly weapons?\n</p><p data-structure=\"CDiscource\" id=\"p_26\">     6)     If yes, then punishment.”\n\n\n7.1. In its judgment and order dated 26.11.1999, the Trial Court carried out\n\nin-depth analysis of the prosecution evidence including the testimony of\n\ninjured witness PW-1 as also of          the other witnesses, particularly the\n\nwitnesses to the incidents in question being PW-2, PW-3, PW-4, PW-5, PW-6,\n\nPW-9, PW-16 as also the medical officers PW-18 and PW-21. The Trial Court\n\nalso examined the evidence adduced by the accused persons and thereafter,\n\n<span class=\"hidden_text\" id=\"span_19\">                                        14</span>\n\ffound the prosecution case proved beyond reasonable doubt against some of\n\nthe accused persons including the present appellants but not in relation to all\n\nthe accused persons. The conclusions of the Trial Court, as occurring in\n\nparagraphs 44 to 48 of the judgment dated 26.11.1999 could be usefully\n\nreproduced as under:\n</p>\n<blockquote id=\"blockquote_29\">    “44…. There is no proof of intention to cause death of Dhanwaram\n    because the injuries sustained by Dhanwaram were found on his\n    palm, right side of head, left arm, jaw and back out of which fracture\n    was found in jaw, hand and wrist. No serious injury was found on\n    any vital part of the body. Therefore the aforementioned injuries\n    were not sufficient in the ordinary course of circumstances to cause\n    the death of Dhanwaram. In the evidence of Dhanwaram PW/1 there\n    is no such statement that the accused persons wanted to kill him at\n    the time of the incident….. According to the aforesaid, there is\n    evidence that after causing injury the accused persons left from the\n    place. Therefore, in this circumstance only this conclusion can be\n    drawn that the intention of the accused Bharosaram, Chintaram,\n    Duleshwar and Vivekanand was merely to inflict injuries on\n    Dhanwaram. It is proved that Dhanwaram is severely injured and the\n    same is knowingly or intentionally committed by the accused\n    persons that on attacking Dhanwaram, he will be injured. Therefore,\n    they have committed this act voluntarily. Hence, accused\n    Bharosaram, Chintaram, Duleshwar and Vivekanand voluntarily\n    caused grievous hurt to Dhanwaram by doing maarpet…\n</blockquote><blockquote id=\"blockquote_30\">    45. The evidence with regard to rioting armed with deadly weapons\n    is considerable. The incident of causing death of Govind Singh is\n    considered as riot. The witness of incident Santosh PW/2 stated\n    that one of the accused was having a tangiya. Bhawan Singh PW/3\n    stated that all accused were having laathi. Rajesh PW/4 stated that\n    1-2 persons were having tangiya and all the others were having\n    laathis. Prahlad PW/5 did not make any specific statement in this\n    regard. Heeradhar PW/9 stated that only laathis were used. There\n    is no evidence of using sword by any accused and no injury inflicted\n    by any sharp weapon sword or tangiya is found on the body of the\n    deceased. Therefore, it can be concluded that all the accused\n    persons were laced with laathis. Whether laathi is dangerous\n    weapon or not, it can be considered under the circumstances in\n    which it is used. As in the case in hand, by the use of laathis such\n    injuries were inflicted by which death of Govind Singh was caused,\n    hence, it appears that the accused possessed laathis for the\n    purpose of causing grievous hurt. Hence it is proved that the named\n\n<span class=\"hidden_text\" id=\"span_20\">                                      15</span>\n\f       accused persons being members of unlawful assembly committed\n       riots by keeping laathi as dangerous weapons and caused death of\n       Govind Singh.\n</blockquote><blockquote id=\"blockquote_31\">         46. After considering the aforesaid evidence and all the other\n       circumstances, it is concluded that the accused no. 1 Bharosaram,\n       no. 2 Duleshwar, no. 4 Chintaram, no. 5 Bhajan Singh, no. 6\n       Khemraj, no. 7 Keshavprasad, no. 8 Khemuram, no. 12 Nand\n       Kumar, no. 13 Lakhan on 15/10/1998 at around 5 PM by forming\n       unlawful assembly laced with laathis as dangerous weapons,\n       committed riot and whose common object was to cause death of\n       Govind Singh and in furtherance of their common objective, the\n       death of Govind Singh has been caused near Kalle Bridge by each\n       of the accused by inflicting severe inuries with laathis. Hence, the\n       offence under <a href=\"/doc/1258372/\" id=\"a_20\">Sec. 147</a>, <a href=\"/doc/763672/\" id=\"a_21\">148</a>, <a href=\"/doc/1560742/\" id=\"a_22\">302</a> and <a href=\"/doc/1560742/\" id=\"a_23\">302</a> read with 149 of <a href=\"/doc/1569253/\" id=\"a_24\">IPC</a> is\n       found to be proved against the aforesaid accused persons.\n</blockquote><blockquote id=\"blockquote_32\">       47. The charge under <a href=\"/doc/455468/\" id=\"a_25\">Sec. 307</a> of IPC is not proved, but the\n       circumstances under the aforesaid charge which have been brought\n       on record prove a lesser offence under <a href=\"/doc/1133601/\" id=\"a_26\">Sec. 325</a> of IPC. Such\n       conviction can be ordered under under <a href=\"/doc/1176662/\" id=\"a_27\">Sec. 222</a> of CrPC. Hence,\n       the accused Bharosa, Chintaram, Duleshwar and Vivekanand are\n       held guilty for the offence under <a href=\"/doc/1133601/\" id=\"a_28\">Sec. 325</a> of the IPC for causing\n       grievous hurt to Dhanwaram.\n</blockquote><blockquote id=\"blockquote_33\">       48. In the case in hand, no charge has been proved against rest of\n       the accused persons namely, Mukesh Nirmalkar, Vasudev,\n       Chemanand, Mangalram, Gareeb ram, Lakshman Singh, Naradram\n       and Kedarnath. Therefore, all the above accused persons are\n       acquitted for all charge leveled against them under <a href=\"/doc/1258372/\" id=\"a_29\">Sec. 147</a>, <a href=\"/doc/763672/\" id=\"a_30\">148</a>,\n       <a href=\"/doc/1560742/\" id=\"a_31\">302</a> or 302 read with 149, 307 or 307 read with 149 of <a href=\"/doc/1569253/\" id=\"a_32\">IPC</a>. The\n       accused persons amongst the aforesaid who are in custody be\n       released forthwith if not required in any other case and their bail\n       bonds stands cancel.”\n7.2.    As noticed, the convicted accused persons, except Vivekanand (A-9),\n\nwere awarded varying sentences, including that of life imprisonment.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_27\">Vivekanand (A-9) was found to be minor at the time of incident and he was\n\nsentenced to one year and three months while noticing that he had already\n\nundergone the sentence for a period of 405 days.\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">8.      Against the aforesaid order of conviction, the appellants and other\n\nconvicted accused preferred Criminal Appeal No. 3336 of 1999 before the\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                       16</span>\n\fHigh Court, whereas the complainant preferred a Criminal Revision No. 517 of\n\n2000 against the acquittal of the other accused persons. While passing the\n\ncommon judgment and order dated 12.09.2014, the High Court, after dealing\n\nwith the contentions urged on behalf of the appellants herein and the co-\n\naccused, affirmed the decision of the Trial Court and held that no defence had\n\nbeen taken by the accused persons that they had gathered at the place of\n\noccurrence for some purpose other than assaulting the deceased. Further, no\n\nevidence was found against the acquitted accused persons. Hence, the\n\nappeal as also the revision petition were dismissed. The High Court, inter\n\nalia, observed and held as under: -\n</p>\n<blockquote id=\"blockquote_34\">    “23.     True it is that every offence committed by a member of an\n    unlawful assembly will not be necessarily ascribed to or vicariously\n    fastened upon every other member of that assembly with the aid of\n    <a href=\"/doc/999134/\" id=\"a_33\">Section 149</a> of IPC. The likelihood of causing of death by the nature\n    of the actions of the assembly must be show to be within the\n    knowledge of member who is to be made vicariously liable for the\n    death. Such knowledge may reasonable be collected from the\n    nature of the assembly, arms of behaviors at or before the scene of\n    action. In the present case, there is evidence that accused No.3\n    Mukesh was saying that he would definitely burst two firecrackers\n    and that there was pre-planning of the accused/appellants for killing\n    two person. Furthermore, no defence has been taken by the\n    accused/appellants that they had gathered at the place of\n    occurrence for some purpose other than assaulting the deceased.\n    There is enough evidence to show that the accused/appellant were\n    having inimical relation with the deceased party, they all were\n    searching him for beating, they arrived at the spot at the same time,\n    though from different directions, waylaid the deceased and started\n    beating him. Thereafter, while the deceased was being dragged by\n    accused no. 1 Bharosaram and accused no. 4 Chintaram by holding\n    both his legs, he was being beaten by the other accused/appellants.\n</blockquote><blockquote id=\"blockquote_35\">    24. From the facts and the evidence adduced by the prosecution, it\n    is apparent that all the accused/ appellants had reached the place of\n    occurrence duly armed with weapons. If this is the manner in which\n    the accused/ appellants had come to the spot, it can not be said that\n    they had not formed an unlawful assembly within the meaning of the\n\n<span class=\"hidden_text\" id=\"span_22\">                                      17</span>\n\f      said expression as appeared in <a href=\"/doc/1542085/\" id=\"a_34\">Section 141</a> of IPC. While\n      membership of an unlawful assembly itself is an offence under\n      <a href=\"/doc/1096965/\" id=\"a_35\">Section 143</a> of IPC, use of force by members of unlawful assembly\n      gives rise to the offence of rioting which is punishable either under\n      <a href=\"/doc/1258372/\" id=\"a_36\">Section 147</a> or 148 of <a href=\"/doc/1569253/\" id=\"a_37\">IPC</a>. The availability of arms in the hands of\n      the accused/ appellants and use of them has clearly been\n      established by the prosecution not only by oral evidence but also by\n      medical evidence, according to which as many as 18 injuries were\n      found on the body of the deceased. Thus considering the evidence\n      of the eyewitnesses, including injured eyewitness PW-1\n      Dhanwaram, as well as the medical evidence, the number and\n      nature of injuries caused to the deceased Govind as well as PW-1\n      Dhanwaram, the manner in which they were assaulted resulting in\n      death of Govind, it is quite apparent that common object of their\n      unlawful assembly was to commit murder of the deceased and to\n      voluntarily cause grievous hut to PW-1 Dhanwaram. For the reason\n      stated above, we find no force in the arguments of the counsel for\n      the appellants that case of the accused/ appellants is covered by\n      Exception 4 to <a href=\"/doc/626019/\" id=\"a_38\">Section 300</a> of IPC making them, at best, liable to be\n      convicted under <a href=\"/doc/409589/\" id=\"a_39\">Section 304</a> Part -II of <a href=\"/doc/1569253/\" id=\"a_40\">IPC</a>. The trial Court after due\n      appreciation of the entire evidence on record has rightly convicted\n      and sentenced the appellants as mentioned above and there is no\n      illegality or infirmity in the judgment impugned necessitating\n      interference by this Court.\n</blockquote><blockquote id=\"blockquote_36\">      25. As regards acquittal of respondents No. 2 to 10 (in Cr. Rev No.\n      517 of 2000), the trial Court after considering all the factual and legal\n      aspects of the case in its proper perspective has recorded a finding\n      that there is absolutely no evidence against these accused/\n      respondents connecting them with the crime in question. The said\n      finding is based on proper appreciation of the evidence on record.\n      We find no illegality or perversity in the said findings to upset it.\n</blockquote><blockquote id=\"blockquote_37\">      26. In the result, Cr. A. No.3336/1999 and Cr. Rev. No. 517/2000\n      being without any substance are liable to be dismissed and they are\n      dismissed as such….”\nRival Contentions\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_29\">9.     Assailing the judgment and order aforesaid, affirming their conviction\n\nand upholding the sentence as awarded, the appellants have preferred the\n\npresent appeals.\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1758210\" id=\"span_23\">10.    Learned counsel for the appellants, while restricting his submissions\n\nonly to the charge under <a href=\"/doc/1560742/\" id=\"a_41\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_42\">149</a> IPC, has strenuously argued that\n\n<span class=\"hidden_text\" id=\"span_24\">                                         18</span>\n\fthe alleged eye-witnesses made general statements that all the accused\n\npersons who were 17-18 in number came and assaulted the deceased Govind\n\nSingh but the appellants were not specifically named by these witnesses and\n\nconviction could not have been based on such vague and cursory statements\n\nwhich are not sufficient to prove the culpability of any of the appellant in the\n\ncrime in question. The learned counsel has referred to the decision in\n\n<a href=\"/doc/1758210/\" id=\"a_43\">Chandra Shekhar Bind and Ors. v. State of Bihar</a>: AIR 2001 SC 4024 to\n\nsubmit that while dealing with this case concerning a large number of alleged\n\noffenders, conviction could be sustained only if two or more witnesses gave a\n\nconsistent account of the incident.</span> The learned counsel would argue that out\n\nof the four-five alleged eye-witnesses to the assault of Govind Singh, no two\n\nwitnesses named the accused persons except the appellant Bhaorosaram (A-\n\n</p><p data-structure=\"PetArg\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"151001116\" id=\"span_25\">1) and another accused Chintaram (A-4); and there being no cogent and\n\nconsistent evidence against the other appellants, they deserve to be\n\nexonerated like the acquitted accused persons. The learned counsel has also\n\nrelied upon the decision in <a href=\"/doc/151001116/\" id=\"a_44\">State of Rajasthan v. Sheeshpal</a>: AIR 2016 SC\n\n4958 to submit that the guilt of the accused must be proved beyond all\n\nreasonable doubts; and on the facts and in the circumstances of this case,\n\nwhen two views are possible on the evidence adduced, one pointing to the\n\nguilt of the accused and other to his innocence, the view which is favourable\n\nto the accused should be accepted.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">10.1. The learned counsel for the appellants has also argued in the\n\nalternative that even if on the evidence on record, the accusation against the\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                      19</span>\n\fappellant Bharosaram (A-1) is found established, he had undergone nearly 11\n\nyears of imprisonment and in the facts and circumstances of the case and\n\nlooking to the role assigned, his conviction may be altered to that under Part I\n\nof <a href=\"/doc/409589/\" id=\"a_45\">Section 304</a> of IPC and the sentence may be reduced to the period already\n\nundergone while the other appellants Duleshwar, Nand Kumar, Bhanjan\n\nSingh, Keshav Prasad, Khemuram and Lakhan be acquitted from the charge\n\nunder <a href=\"/doc/1560742/\" id=\"a_46\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_47\">149</a> IPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"62859200\" id=\"span_27\">11.   Per contra, learned counsel for the State has supported the conviction\n\nof appellants with the submission that the Trial Court and the High Court have\n\ndealt with each and every argument raised by the appellants and the\n\nimpugned judgments do not suffer from any infirmity so as to call for\n\ninterference. The learned counsel has argued that all the accused appellants\n\nhave been identified by the eye-witnesses and particularly by the star witness\n\nPW-5, who categorically deposed the names of the appellants. According to\n\nthe learned counsel, PW-2, PW-3, PW-4 and PW-5 have been able to\n\ncorroborate the details of the incident and the weapons used to kill the\n\ndeceased. The learned counsel has also relied upon the decision in <a href=\"/doc/62859200/\" id=\"a_48\">Paulmeli\n\nv. State of Tamil Nadu</a>: (2014) 13 SCC 90 to submit that even the testimony\n\nof a hostile witness cannot be rejected in toto as the evidentiary value of his\n\ntestimony is not lost and can be accepted to the extent that the version is\n\nfound corroborated with other material evidence. The learned counsel has\n\nreferred to the testimony of PW-9 Hiradhar and has contended that even if this\n\nwitness turned hostile, he has specifically taken the name of two accused\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                      20</span>\n\fpersons Khemraj and Duleshwar being involved in beating the deceased\n\nGovind; and his testimony fortifies the case against them.</span> Further, with\n\nreference to several decisions of this Court including those in Lala Ram (D)\n\nthrough Duli Chandi v. State of Haryana: (1999) 9 SCC 525 and Kallu v.\n\nState of Madhya Pradesh: (2006) 10 SCC 313, the learned counsel has\n\ncontended that the minor discrepancies in the testimony of eye-witnesses do\n\nnot operate against the case of the prosecution; rather some discrepancies in\n\nthe narrations are bound to occur when the witnesses speak on details.\n\nAccording to the learned counsel, there being no material contradiction, the\n\nevidence on record consistently prove the case against the accused persons.\n\n11.1. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1098249\" id=\"span_29\">The learned counsel for the respondent State has also referred to the\n\ndecision in <a href=\"/doc/1098249/\" id=\"a_49\">Madan Singh v. State of Rajasthan</a>: (1978) 4 SCC 435 to submit\n\nthat recovery of bloods stained clothes and weapons from the accused\n\npersons having been established in the statement of PW-20, the IO; and the\n\nevidence of such recovery having not been effectively controverted, the\n\ncomplicity of the appellants in the case is further corroborated and their\n\nconviction does not call for interference.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1093191\" id=\"span_30\">11.2. Lastly, learned counsel for the respondent State has referred to the\n\ndecision in <a href=\"/doc/1093191/\" id=\"a_50\">Lalji v. State of UP</a>: (1989) 1 SCC 437 to submit that once it is\n\nfound that the accused persons formed an unlawful assembly and committed\n\nthe offence, every member of such unlawful assembly would remain liable and\n\nno proof of any particular role or act on the part of any particular accused is\n\nrequisite. However, the learned counsel has submitted in his written\n\n<span class=\"hidden_text\" id=\"span_31\">                                        21</span>\n\fsubmissions that Nand Kumar (A-12) has not been named in the testimony of\n\neye-witnesses.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">12.   We have heard learned counsel for the parties at length and have\n\nscanned through the entire material on record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">The incidents in question and formation of unlawful assembly\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">13.    As noticed, the prosecution case had been that two incidents took\n\nplace in the afternoon and evening hours of 15.10.1998: one in which PW-1\n\nDhanwaram sustained grievous injuries and another which led to the death of\n\nGovind Singh, who was brother of PW-1 Dhanwaram. Going by what has\n\nbeen suggested on behalf of the appellants and other accused persons,\n\nanother incident took place the same day and around the same time, in which\n\nthe deceased Govind Singh allegedly assaulted Mangalram (A-14). The fact\n\nthat there had been a dispute in relation to the fields, involving Biselal Sahu\n\n(brother of the accused Mangalram) on one hand and PW-1 Dhanwaram on\n\nthe other hand remains undeniable. It is also apparent that the incidents in\n\nquestion had their genesis in such a dispute. It had been the prosecution case\n\nthat at least six of the accused persons namely, Bharosaram (A-1), Duleshwar\n\n(A-2), Chintaram (A-4), Khemraj (A-6), Vivekanand (A-9) and Kedarnath (A-\n\n</p><p data-structure=\"Facts\" id=\"p_38\">18) assaulted PW-1 Dhanwaram at about 4.30-5.00 p.m. This assault on him\n\nled to multiple injuries including fracture of jaw bones and the injured\n\nDhanwaram fell unconscious. For this incident and for assault on Dhanwaram,\n\nthe accused persons were also tried for the offence under <a href=\"/doc/455468/\" id=\"a_51\">Section 307</a> IPC in\n\nthis very case; and four of them, including the appellants Bharosaram (A-1)\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                      22</span>\n\fand Duleshwar (A-2), were convicted, albeit for the offence under <a href=\"/doc/1133601/\" id=\"a_52\">Section 325</a>\n\nIPC. Such conviction has not specifically been challenged in these appeals\n\nand even otherwise, there appears no reason to disturb such conviction based\n\non cogent evidence. It is, thus, seen that there existed enmity in the parties\n\nand on the fateful day, the tempers soured high, with assault on PW-1\n\nDhanwaram. It is the prosecution case that after such assault on Dhanwaram,\n\nthe assembly went in search of Dhanwaram’s brother (i.e., the deceased\n\nGovind Singh) and after finding him near Kalley Bridge, the members of the\n\nassembly pounced upon him and he was beaten to death while being dragged\n\nby legs. In these appeals, we are concerned essentially with the conviction of\n\nappellants under <a href=\"/doc/1560742/\" id=\"a_53\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_54\">149</a> IPC. The relevant questions arising in these\n\nappeals may be examined in the backdrop of the facts and surrounding\n\nfactors as noticed above.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">14.   Formation of an unlawful assembly with common object being the basic\n\ningredient for invoking <a href=\"/doc/999134/\" id=\"a_55\">Section 149</a> IPC, the first point to be determined is as\n\nto whether formation of such an unlawful assembly is established. In a\n\ncomprehension of the evidence on record, in our view, the fact that a large\n\nassembly was indeed formed, where the members were armed with weapons\n\nincluding lathis and tangiyas and they indulged in assault over Govind Singh,\n\nis evident on the face of record with the consistent testimonies of the eye-\n\nwitnesses PW-2 Santosh Kumar, PW-3 Bhuwan, PW-4 Rajesh and PW-5\n\nPrahlad Yadav.6 Even the witness declared hostile i.e., PW-9 Hiradhar has\n6 PW-2 to PW-4 have even stated the approximate number of members of such assembly.\nAccording to PW-2 Santosh Kumar, the assembly had been of about 17-18 persons\nwhereas according to PW-3 Bhuwan, they had been 20-25 in number and according to\nPW-4 Rajesh, the number of members of this assembly was about 15-20.\n\n<span class=\"hidden_text\" id=\"span_33\">                                        23</span>\n\falso testified to the fact of assault by an assembly over Govind Singh; he even\n\nnamed at least two of the assailants. We shall come to the question of identity\n\nof each of the accused person a little later. Suffice it to observe at this juncture\n\nthat the fact of formation of an unlawful assembly with weapons is amply\n\nestablished. It has rightly been argued on behalf of the respondents with\n\nreference to Lalji’s case (supra), that once formation of unlawful assembly at\n\nthe time of committing of offence is established, the question of specific role of\n\nan individual member of the assembly is rendered secondary. In other words,\n\nthe prosecution need not prove any specific overt act on the part of each and\n\nevery member of that assembly. It is also established beyond doubt in the\n\npresent case that the deceased Govind Singh was brutally beaten black and\n\nblue with extensive injuries all over his body, including contusions, lacerated\n\nwounds and multiple fractures of various bones and ribs. The post-mortem\n\nreport and the medical opinion that Govind Singh died due to shock with\n\nrupture of liver and fracture of ribs leave nothing to doubt that he was done to\n\nharsh and gruesome death with merciless thrashing, including multiple use of\n\nblunt weapons like lathi. Thus, the fact that there had been an assembly with\n\nthe common object of battering Govind Singh to death is hardly of any doubt.\n\nThe manner of causing death of Govind Singh makes it clear that the intention\n\nof assailants forming such assembly had only been to cause death and the\n\nacts were done with that intent alone. The question of identity of the particular\n\naccused as the member of this assembly would, of course, require\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                        24</span>\n\fconsideration to find if the prosecution case is proved beyond reasonable\n\ndoubt against him or not.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">Multiple accused persons and several eye-witnesses: principles for\nappreciation of evidence\n\n\n</p><p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1758210\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_36\">15.    Before embarking on the question aforesaid, we may refer to the facts\n\nthat in the present case, as many as 12 persons were named in the FIR and\n\nas many as 18 persons were tried for the offences in question. In the trial,\n\napart from other witnesses, the prosecution examined several persons as eye-\n\nwitnesses, including PW-2 Santosh Kumar, PW-3 Bhuwan, PW-4 Rajesh, PW-\n\n5 Prahlad Yadav, PW-9 Hiradhar and PW-16 Tikuram Yadav. The Trial Court\n\nconvicted 9 accused persons, including the present appellants, for the\n\noffences under <a href=\"/doc/1258372/\" id=\"a_56\">Sections147</a>, <a href=\"/doc/763672/\" id=\"a_57\">148</a> and <a href=\"/doc/1560742/\" id=\"a_58\">302</a> read with <a href=\"/doc/999134/\" id=\"a_59\">Section 149</a> IPC and the\n\nHigh Court confirmed such conviction.7 In regard to such a case involving\n\nmultiple accused persons and several witnesses, it would be worthwhile to\n\nrefer to the principles expounded in <a href=\"/doc/1048134/\" id=\"a_60\">Masalti v. State of U.P.</a>: (1964) 8 SCR\n\n133, as reiterated in the case of <a href=\"/doc/1758210/\" id=\"a_61\">Chandra Shekhar Bind</a> (supra) in the\n\nfollowing:</span></span>\n</p>\n<blockquote id=\"blockquote_38\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_37\">“9. However, this is an incident in which a large number of accused\n      had participated. The Constitution Bench of this Court has, in the\n      case of <a href=\"/doc/1048134/\" id=\"a_62\">Masalti v. State of U.P.</a>: AIR 1965 SC 202 held that under\n      the <a href=\"/doc/1953529/\" id=\"a_63\">Evidence Act</a>, trustworthy evidence given by a single witness\n      would be enough to convict the accused persons, whereas evidence\n      given by half-a-dozen witnesses which is not trustworthy would not\n      be enough to sustain the conviction. It was held that where a\n      criminal court has to deal with evidence pertaining to the\n      commission of an offence involving a large number of offenders, it is\n      usual to adopt the test that the conviction could be sustained only if\n7 As noticed, 7 of these convicted accused are before us as appellants whereas the other two namely,\nChintaram (A-4) and Khemraj (A-6) have not appealed against their conviction and sentence.</span>\n</blockquote>\n<span class=\"hidden_text\" id=\"span_38\">                                                25</span>\n<p data-structure=\"Precedent\" id=\"p_42\">\f     it is supported by two or three or more witnesses who give a\n     consistent account of the incident. It was held that in a sense, the\n     test may be described as mechanical, but it cannot be treated as\n     irrational or unreasonable. It was held that even though it is the\n     quality of the evidence that matters and not the number of\n     witnesses, still it is useful to adopt such a mechanical test.\n</p><p data-structure=\"Precedent\" id=\"p_43\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1460988\" id=\"span_39\">10. This two-witness theory has also been adopted by this Court in\n     the case of <a href=\"/doc/1460988/\" id=\"a_64\">Binay Kumar Singh v. State of Bihar</a>: 1997 1 SCC 283. It\n     is held that there is no rule of evidence that no conviction can be\n     based unless a certain minimum number of witnesses have\n     identified a particular accused as a member of the unlawful\n     assembly. It is held that it is axiomatic that evidence is not to be\n     counted but only weighed and it is not the quantity of evidence but\n     the quality that matters. It is held that even the testimony of one\n     single witness, if wholly reliable, is sufficient to establish the\n     identification of an accused as a member of an unlawful assembly. It\n     is held that all the same, when the size of the unlawful assembly is\n     quite large and many persons would have witnessed the incident, it\n     would be a prudent exercise to insist on at least two reliable\n     witnesses to vouchsafe the identification of an accused as a\n     participant in the rioting.”\n15.1. Thus, it is the quality of evidence that matters and not the quantity; and\n\neven the testimony of a single witness may be sufficient to establish the\n\nidentity of an accused as member of an unlawful assembly but, when the size\n\nof assembly is quite large and many persons have witnessed the incident; and\n\nwhen a witness deposes in general terms, it would be useful to adopt the test\n\nof consistency of more than one witness so as to remove any doubt about\n\nidentity of an accused as a member of the assembly in question. However,\n\neven if adopting such a test of consistency, what is to be looked for is the\n\n‘consistent account of the incident’; and the requirement of consistency cannot\n\nbe overstretched as if to search for repetition of each and every name of the\n\naccused in each and every testimony. In other words, the comprehension of\n\noverall evidence on record is requisite; and mere counting of heads or mere\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                      26</span>\n\frecitation of names or omission of any name in the testimony of any particular\n\nwitness cannot be decisive of the matter. In such facts and circumstances,\n\neven the relevance of the corroborating facts and factors like that of recovery\n\nof weapons or any other article co-related with the crime in question cannot be\n\nignored altogether.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">15.2 In the present case, it is noticed that the Trial Court painstakingly\n\nanalysed the evidence on record but while recording its conclusion, largely\n\nproceeded to record conviction on the basis of the testimony of PW-5 Prahlad\n\nYadav only, though it referred to the corroboration in relation to some of the\n\naccused persons in the testimony of some of the other witnesses too. The\n\nHigh Court, though the first Court of appeal, essentially proceeded only on the\n\nbasis of findings of the Trial Court. In the circumstances of the case, it appears\n\njust and proper that overall scenario emerging from the evidence on record be\n\ntaken note of and then, the case in relation to each of the accused person be\n\nanalysed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">The overall scenario concerning the incident in question\n\n</p><p data-structure=\"Facts\" id=\"p_46\">16.   As per the testimony of PW-2 Santosh Kumar, on the date of incident,\n\naround 5.00 p.m., he was present at the Cycle Shop near Kalley Bridge with\n\nPW-3 Bhuwan, PW-4 Rajesh and PW-5 Prahlad Yadav along with another\n\nperson Angad. It was asserted by PW-2 Santosh Kumar that the accused\n\npersons came to the spot carrying sticks and hatchet; they started arguments\n\nwith Govind Singh; and they asked the other witnesses to move away while\n\navowing that Govind Singh had to be killed. The witness also testified that the\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                       27</span>\n\faccused persons started assaulting Govind Singh; and that Bharosaram and\n\nChintaram caught both legs of Govind Singh and dragged while others kept on\n\nbeating him. PW-3 Bhuwan and PW-4 Rajesh again testified to the occurrence\n\nwith deceased being caught by legs and dragged while others kept on beating\n\nhim. However, PW-3 and PW-4 did not name any particular person as being\n\nthe assailant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">17.   In the testimony of PW-5 Prahlad Yadav, not only the incident has been\n\nnarrated in fuller details but several names of assailants have occurred. In the\n\nfirst place, he asserted that Bharosa (A-1), Nand (A-12), Chinta (A-4) and\n\nBhanjan (A-5) asked him to move away. The witness further stated that\n\nBharosaram (A-1) and Chintaram (A-4) caught the deceased by legs while\n\nothers kept on beating him. He specifically denied the presence of the\n\naccused Mangalram (A-14) during the incident. In re-examination, he\n\nspecifically stated the names of Bharosaram (A-1), Chintaram (A-4), Bhanjan\n\nSingh (A-5), Garib Ram Sahu (A-15), Lakhan (A-13), Hemu (a person of this\n\nname was neither mentioned in FIR nor tried by the Trial Court), Keshav\n\nPrasad (A-7) and Nand Kumar (A-12). PW-9 Hiradhar, though declared\n\nhostile for not fully supporting the prosecution case, did corroborate the\n\ntestimony of PW-2 Santosh Kumar and PW-5 Prahlad Yadav about the\n\nassembly of persons searching for deceased Govind Singh; and Khemraj (A-\n\n</p><p data-structure=\"CDiscource\" id=\"p_48\">6) and Duleshwar (A-2) having given lathi blows to Govind Singh due to which\n\nhe fell down. This witness stated that he moved away after such blows were\n\ngiven to Govind Singh and did not see the happenings thereafter. PW-16\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                      28</span>\n\fTikuram Yadav was also cited as an eye-witness but stated that he had seen\n\nsuch assault from a faraway place and he was unable to recognise the\n\nassailants. Coupled with such testimony remains the fact that several blood-\n\nstained weapons and clothes were seized by I.O. during investigation. Though\n\nthe witnesses to such seizure proceeding, PW-13 Punarad Ram and PW-14\n\nReshamlal, have been declared hostile but nothing has occurred in the\n\ntestimony of PW-20 V.S. Urmaliya, the Investigating Officer to disbelieve or\n\ndiscard his testimony as regards such seizure proceedings.\n\nIndividual cases of the accused persons\n\n</p><p data-structure=\"CDiscource\" id=\"p_49\">18.   Keeping in view the scenario concerning the incident in question and\n\nthe account given out by the eye-witnesses, we may analyse the case in\n\nrelation to the appellants before us. It could be usefully reiterated that as\n\nmany as 18 accused persons were tried in this case and the Trial Court\n\nconvicted 9 of them for the offences under <a href=\"/doc/1258372/\" id=\"a_65\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_66\">148</a>, <a href=\"/doc/1560742/\" id=\"a_67\">302</a>/<a href=\"/doc/999134/\" id=\"a_68\">149</a> IPC\n\nwhile acquitting the others for these charges pertaining to the incident leading\n\nto the death of Govind Singh. So far as the acquitted accused persons are\n\nconcerned, with dismissal of the revision petition by the High Court, and there\n\nbeing no further challenge, such acquittal has, obviously, attained finality. As\n\nnoticed, so far as the 9 convicted accused persons are concerned, 7 have\n\nappealed to this Court while the others, namely Chintaram (A-4) and Khemraj\n\n(A-6) have not challenged their conviction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">19.   As noticed, there is substantial consistency in the account of the\n\nincident as given out by the eye-witnesses. The fact that there had been a\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                      29</span>\n\flarge gathering that was searching for Govind Singh and after finding him near\n\nKalley Bridge, the members of the assembly pounced on him is consistently\n\nstated by the eye-witnesses PW-2, PW-3, PW-4, PW-5 and even PW-9.\n\nFurther there had been consistency in the account of several of the witnesses,\n\nincluding PW-2, PW-3, PW-4 and PW-5, that the deceased Govind Singh was\n\nbeing dragged by his legs by two of the members of the assembly. Both PW-2\n\nand PW-3 gave out the names of the persons who dragged Govind Singh as\n\nBharosaram (A-1) and Chintaram (A-4). There had been another fact\n\nconsistently stated by PW-2 Santosh Kumar and PW-5 Prahlad Yadav that\n\nwhen they attempted to intervene, some of the persons of the assembly\n\nthreatened and asked them to move away. PW-5 Prahlad Yadav specifically\n\ngave out that Bharosa (A-1), Nand (A-12), Chinta (A-4) and Bhanjan (A-5)\n\nwere the accused persons who extended such a threat and asked him to\n\nmove away. Even the hostile witness PW-9 specifically stated that Khemraj\n\n(A-6) and Duleshwar (A-2) assaulted the deceased Govind Singh.\n\n</p><p data-structure=\"PetArg\" id=\"p_51\">20.   In the aforesaid status of the testimony of the eye-witnesses and the\n\nnature of incident, in our view, the account given by Prahlad Yadav (PW-5),\n\nwho had specifically named several of the accused persons, does not appear\n\nsuffering from any infirmity and in our view, the conviction of some of the\n\nappellants, in whose relation no reasonable doubt exists, could be sustained\n\non the basis of his testimony because the same stands corroborated on the\n\nmaterial particulars in the testimony of other witnesses.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                       30</span>\n</p><p data-structure=\"Conclusion\" id=\"p_52\">\f21.    Having noticed the overall scenario relating to the incident in question\n\nand the position obtaining on record in relation to the testimonies of the\n\nwitnesses, we may now examine the case of each of the appellants before us\n\nindividually.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">21.1. So far as the appellant Bharosaram (A-1) is concerned, it is established\n\nthat he had been the part of assembly right from the beginning inasmuch as\n\nhe was amongst the assailants who caused grievous injuries to PW-1\n\nDhanwaram in the incident that preceded the incident resulting in demise of\n\nGovind Singh. The eye-witness PW-5 named him as one of the accused\n\npersons assaulting the deceased. It is also established in the testimony of the\n\nwitnesses PW-2 and PW-5 that the deceased was dragged by legs by two\n\npersons, one being this accused Bharosaram (A-1). Such a fact that the\n\ndeceased was indeed dragged by legs has been stated by PW-3 Bhuwan and\n\nPW-4 Rajesh also. The eye-witness PW-5 also stated that when the accused\n\npersons were assaulting Govind Singh, he went there to intervene but was\n\nthreatened by Bharosa, Nand, Chinta and Bhanjan. The happening of the\n\nincident in question and threats by some of the assailants to the witnesses is\n\nduly corroborated in the testimony of PW-2 Santosh Kumar. Coupled with\n\nthese factors, the Investigating Officer seized one tangiya and a blood-stained\n\nlungi from this accused Bharosaram (vide Ex. P/13). Though this accused\n\nalleged that he was not present during the incident and had been falsely\n\nimplicated but there is no specific defence evidence on his plea of alibi nor\n\nthere is any other specific defence version of this accused. In the given set of\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                      31</span>\n\ffacts and circumstances, in our view, it is established beyond doubt that this\n\naccused Bharosaram (A-1) had been the member of the assembly that\n\nattacked and thrashed the deceased Govind Singh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">21.2. As regards the appellant Duleshwar (A-2), again, it is established that\n\nhe was amongst the assailants who caused grievous injuries to PW-1\n\nDhanwaram in the incident that preceded the incident resulting in demise of\n\nGovind Singh. Apart from PW-5 Prahlad Yadav naming him as one the\n\nmembers of the assembly that assaulted the deceased, even the otherwise\n\nhostile witness PW-9 Hiradhar specifically stated that this accused Duleshwar\n\nhad been one of the persons who assaulted the deceased Govind Singh. As\n\nobserved, merely for this witness PW-9 turning hostile in relation to some part\n\nof the prosecution case, his entire testimony cannot be discarded, if it inspires\n\nconfidence [vide Paulmeli’s case (supra)]. There is no reason of false\n\nimplication of this accused by PW-9. Moreover, PW-20, the Investigating\n\nOfficer seized a lathi and a vest from this accused (vide Ex. P/14) both\n\ncarrying blood-stains. This accused similarly alleged that he was not present\n\nduring the incident and had been falsely implicated but there is no specific\n\ndefence evidence on his plea of alibi nor there is any other specific defence\n\nversion. In the totality of circumstances, in our view, it is established beyond\n\ndoubt that this accused Duleshwar (A-2) had also been the member of the\n\nassembly that attacked and thrashed the deceased Govind Singh.\n\n21.3. As regards the appellant Bhanjan Singh (A-5), the eye-witness PW-5\n\nnamed him as one of the accused persons assaulting the deceased. This\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                       32</span>\n\faccused was also named by PW-5 as one of the members of the assembly\n\nthat threatened the witnesses to move away. The happening of the incident in\n\nquestion and threats by some of the assailants to the witnesses is duly\n\ncorroborated in the testimony of PW-2 Santosh Kumar. Coupled with these\n\nfactors, PW-20, the Investigating Officer, seized a blood-stained lathi from this\n\naccused also (vide Ex. P/16). Though this accused stated that he was falsely\n\nimplicated but there had not been any specific defence plea on his part. In the\n\ngiven set of facts and circumstances, there is no reason to doubt that he had\n\nalso been the member of the assembly that attacked and thrashed the\n\ndeceased Govind Singh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">21.4. So far as the appellant Keshav Prasad (A-7) is concerned, though other\n\nwitnesses did not categorically state his name but the eye-witness PW-5\n\nPrahlad Yadav, during his re-examination, specifically named him as one of\n\nthe accused persons who assaulted the deceased.. The lathi recovered from\n\nthis accused (vide Ex. P/18) also carried blood-stains. A feeble attempt was\n\nmade for suggesting the plea of alibi where DW-1 Latkhor said that this\n\naccused went to Dhamtari to get his sewing machine repaired on the day of\n\nincident at about 1.30 p.m. However, there had been no such plea of this\n\naccused in his statement under <a href=\"/doc/767287/\" id=\"a_69\">Section 313</a> CrPC and there is no cogent\n\nevidence on record to establish the presence of this accused at any other\n\nplace during the time of incident. In the totality of circumstances of this case,\n\nwe find no reason to extend him the benefit of doubt and there is no reason to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                       33</span>\n\finterfere with the findings that he had also been the member of the assembly\n\nthat assaulted the deceased Govind Singh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">21.5. So far as the appellant Khemuram (A-8) is concerned, we find it difficult\n\nto endorse his conviction. Though one name ‘Hemu’ has occurred in the re-\n\nexamination of PW-5 Prahlad Yadav but not specifically the name of this\n\naccused Khemuram8. The prosecution has not taken any steps to clarify if\n\nthere was any discrepancy in regard to the statement of this witness PW-5.\n\nNo other eye-witness has named this accused Khemuram as one of the\n\nmembers of the mob that assaulted the deceased Govind Singh nor any other\n\nact of this accused has come on record which could connect him with the\n\nassembly in question and the place of incident. Though the lathi recovered at\n\nthe instance of this accused (vide Ex. P/19) allegedly carried blood-stains but\n\nhis conviction cannot be based on this recovery alone. For want of cogent\n\nand convincing evidence about his presence at the scene of crime and his\n\nparticipation in assaulting the deceased, in our view, this accused Khemuram\n\n(A-8) is entitled to the benefit of doubt and the findings in his relation cannot\n\nbe sustained.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">21.6. As regards the appellant Nand Kumar (A-12), though lathi said to have\n\nbeen recovered from him (vide Ex. P/27) was not shown carrying any blood-\n\nstains and it has been suggested in the submissions on behalf of the State\n\nthat his name is not taken by any witness but then, it is noticed from the\n\nstatement of PW-5 Prahlad Yadav that he had clearly named this accused as\n\n\n8 We have examined the original record too and it is clear that the name mentioned in\nthe re-examination of PW-5 is ‘Hemu’ and not ‘Khemu’.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"hidden_text\" id=\"span_48\">                                          34</span>\n\fone of the persons who threatened the witnesses and further stated his name\n\nin the re-examination along with the name of other assailants. As noticed, the\n\nhappening of the incident in question and threats by some of the assailants to\n\nthe witnesses is duly corroborated in the testimony of PW-2 Santosh Kumar.\n\nIn the given circumstances, the case against this appellant Nand Kumar more\n\nor less stands at the same footing as that against the co-accused Bharosaram\n\n(A-1) and Bhanjan Singh (A-5), as discussed in the foregoing paragraphs 21.1\n\nand 21.3. Though a witness DW-2 Dilip Kumar was examined in defence that\n\nthis accused Nand Kumar was present in his village Darra on 15.10.1998 at\n\nthe relevant time and was in the field from 3.00-6.00 p.m. but no such specific\n\nplea was taken by him in his defence version. The Trial Court has rejected\n\nsuch evidence as after-thought and rightly so. In the given set of facts and\n\ncircumstances, there is no reason to interfere with the findings that Nand\n\nKumar (A-12) had also been the member of the assembly that assaulted the\n\ndeceased Govind Singh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_59\">21.7. As regards the appellant Lakhan (A-13), again, it is noticed that PW-5\n\nPrahlad Yadav stated his name in the re-examination but then, no other eye-\n\nwitness named him as one of the members of the mob that assaulted the\n\ndeceased Govind Singh nor any other act of this accused has come on record\n\nwhich could connect him with the assembly in question and the place of\n\nincident. Thus, there had been want of corroboration of the statement of PW-5\n\nby other witnesses in regard to the involvement of this accused Lakhan. The\n\nalleged weapon lathi said to have been recovered at the instance of this\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                      35</span>\n\faccused (vide Ex. P/26) is also not shown carrying blood-stains. Though this\n\naccused also led in defence evidence in the form of DW-3 Barsan who\n\ndeposed that this accused was in other village Bhururenga and left his village\n\non 15.10.1998 at about 5.00-5.30 and that the distance of the two villages was\n\nabout 15 kms but then, there had been discrepancies regarding the dates and\n\ntime in his testimony and no such specific plea of alibi was taken by this\n\naccused in his defence version. However, even if the defence evidence in his\n\nregard is not accepted, as noticed, a reasonable doubt still remains if this\n\naccused Lakhan was a part of the assembly in question. In the given\n\ncircumstances, we are of the view that this accused Lakhan (A-13) is also\n\nentitled to benefit of doubt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">22.   In summation of what has been discussed in the foregoing paragraphs,\n\nin our view, the involvement of appellants Bharosaram (A-1), Duleshwar (A-2),\n\nBhanjan Singh (A-5), Keshav Prasad (A-7) and Nand Kumar (A-12) as the\n\nmembers of the assembly that assaulted and thrashed the deceased Govind\n\nSingh to death is established on record and there appears no reason to\n\ninterfere with the findings on their conviction. However, in our view, the\n\nprosecution has failed to prove its case beyond reasonable doubt against the\n\nappellants Khemuram (A-8) and Lakhan (A-13) and they are entitled to the\n\nbenefit of doubt.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">23.   In the passing, we may also usefully reiterate, having regard to the\n\nnature of inquiry herein, particularly that relating to the formation of unlawful\n\nassembly within the meaning of <a href=\"/doc/999134/\" id=\"a_70\">Section 149</a> IPC, that 2 of the accused\n\n<span class=\"hidden_text\" id=\"span_50\">                                       36</span>\n\fpersons who stand convicted for offences under <a href=\"/doc/1258372/\" id=\"a_71\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_72\">148</a>, <a href=\"/doc/1560742/\" id=\"a_73\">302</a>/<a href=\"/doc/999134/\" id=\"a_74\">149</a>\n\nIPC in this very case viz., Chintaram (A-4) and Khemraj (A-6) have not\n\nappealed against their conviction and on the given status of record, they do\n\nform the part of the same assembly in question that attacked and thrashed\n\nGovind Singh to death. As noticed, the eye-witness PW-5 named Chintaram\n\n(A-4) as one of the accused persons assaulting the deceased and one of the\n\nassailants who threatened the witnesses at the time of the incident.        The\n\nhappening of the incident in question and threats by some of the assailants to\n\nthe witnesses is duly corroborated in the testimony of PW-2 Santosh Kumar.\n\nMoreover, PW-2 Santosh Kumar as also PW-5 Prahlad Yadav have\n\nspecifically named the accused Chintaram (A-4) as one of the persons\n\ndragging the deceased by legs. The fact that the deceased was indeed\n\ndragged by legs has been stated by PW-3 Bhuwan and PW-4 Rajesh also.\n\nPW-20 V.S. Urmaliya, the Investigating Officer seized a lathi and vest from this\n\naccused Chintaram (A-4), both carrying blood-stains (vide Ex. P/15). As\n\nregards Khemraj (A-6), it is noticed that his participation in the assembly that\n\nhad battered Govind Singh to death has been stated by at least 2 witnesses\n\nnamely, PW-5 Prahlad Yadav and PW-9 Hiradhar. As noticed, PW-9 Hiradhar\n\nwas declared hostile for not supporting the prosecution case in toto, but he\n\nspecifically stated that this accused Khemraj (A-6) and the other accused-\n\nappellant Duleshwar (A-2) assaulted the deceased Govind Singh. It is also\n\nnoticed that the investigating officer, PW-20 V.S. Urmaliya seized one lathi and\n\none shirt from this accused Khemraj (A-6), carrying blood-stains (vide Ex.\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                      37</span>\n\fP/17). Thus, on the given status of record, the said accused persons\n\nChintaram (A-4) and Khemraj (A-6) also form the part of the same assembly in\n\nquestion that attacked and thrashed Govind Singh to death.\n\n</p><p data-structure=\"CDiscource\" id=\"p_62\">24.   Before concluding, we may also deal with the submissions made in the\n\nalternative for converting the conviction to the one under Part I of <a href=\"/doc/409589/\" id=\"a_75\">Section 304</a>\n\nIPC. In our view, the submissions in this regard remain bereft of substance\n\nand could only be rejected. As noticed, it is evident that the deceased Govind\n\nSingh was brutally beaten black and blue by a large assembly of assailants\n\nand he sustained extensive injuries all over his body, including contusions,\n\nlacerated wounds and multiple fractures of various bones and ribs and he died\n\ndue to shock with rupture of liver and fracture of ribs. The manner of execution\n\nof its object by the assembly with dragging of the deceased by legs and\n\nmerciless thrashing, including multiple use of blunt weapons like lathi, leave\n\nnothing to doubt that the intention of assailants forming such assembly had\n\nonly been to cause death and the acts were done with that intent alone. In the\n\ngiven set of facts and circumstances, there appears no reason to consider the\n\npresent one to be a case of culpable homicide not amount to murder. In our\n\nview, conviction of the accused persons, against whom the case of the\n\nprosecution is established beyond reasonable doubt, for offences under\n\n<a href=\"/doc/1593780/\" id=\"a_76\">Sections 147</a>, <a href=\"/doc/115231/\" id=\"a_77\">148</a> and 302/<a href=\"/doc/1060179/\" id=\"a_78\">149</a> remains unexceptionable.\n\nConclusion\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">25.    For what has been discussed hereinabove, we find that the accused-\n\nappellants Bharosaram (A-1), Duleshwar (A-2), Bhanjan Singh (A-5), Keshav\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                      38</span>\n\fPrasad (A-7) and Nand Kumar (A-12) have rightly been convicted with other\n\nco-accused persons for the offences under <a href=\"/doc/1593780/\" id=\"a_79\">Section 147</a>,<a href=\"/doc/115231/\" id=\"a_80\">148</a>, 302/<a href=\"/doc/1060179/\" id=\"a_81\">149</a>; and\n\nthe appeals filed by these accused-appellants deserve to be dismissed.\n\nHowever, in our view, the prosecution has failed to prove its case beyond\n\nreasonable doubt against the accused-appellants Khemuram (A-8) and\n\nLakhan (A-13), who deserve to be acquitted on benefit of doubt.\n\n</p><p data-structure=\"Conclusion\" id=\"p_64\">26.   Accordingly, Criminal Appeal Nos. 1813 of 2017 and 1815 of 2017 are\n\ndismissed whereas Criminal Appeal No. 1814 of 2017 is allowed in part and\n\nthe impugned judgments are set aside in relation to the accused-appellants\n\nKhemuram (A-8) and Lakhan (A-13). They be set at liberty forthwith, if not\n\nrequired in any other case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">\n\n</p><p data-structure=\"Precedent\" id=\"p_66\">                                                     ..………………………. J.\n</p><p data-structure=\"Precedent\" id=\"p_67\">                                                       (A.M. KHANWILKAR)\n\n\n\n                                                    …………………………. J.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">                                                   (DINESH MAHESHWARI)\n\n\nNew Delhi\nDated: 21st January, 2020\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                     39</span>\n\f</p>","numcites":26,"numcitedby":11,"docsource":"Supreme Court of India","citetid":109985722,"divtype":"judgments","relatedqs":[{"value":"hostile witness","formInput":"hostile%20witness"},{"value":"section 325 indian penal code","formInput":"section%20325%20indian%20penal%20code"},{"value":"sec 302/149 IPC","formInput":"sec%20302/149%20IPC"},{"value":"alibi","formInput":"alibi"},{"value":"147/148/149/302","formInput":"147/148/149/302"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"re-examination","formInput":"re-examination"},{"value":"325 ipc","formInput":"325%20ipc"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"302/149 of IPC ","formInput":"302/149%20of%20IPC%20"},{"value":"rioting ","formInput":"rioting%20"},{"value":"common object","formInput":"common%20object"},{"value":"defence evidence","formInput":"defence%20evidence"},{"value":"deadly weapon","formInput":"deadly%20weapon"},{"value":"section 325 ipc","formInput":"section%20325%20ipc"},{"value":"Grievous  hurt","formInput":"Grievous%20%20hurt"},{"value":"Re examination","formInput":"Re%20examination"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"grievous-hurt","formInput":"tag:grievous-hurt"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}