{"tid":11582170,"publishdate":"2015-04-23","title":"Raj Singh vs State Of Haryana, Etc on 23 April, 2015","doc":"<h2 class=\"doc_title\">Raj Singh vs State Of Haryana, Etc on 23 April, 2015</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2015 AIR SCW 2941, 2015 (6) SCC 268, AIR 2015 SC( CRI) 1065, 2015 (3) AJR 542, AIR 2015 SC (SUPP) 1171, (2015) 3 CRILR(RAJ) 731, (2015) 5 SCALE 492, (2015) 3 KER LT 66, (2015) 2 CRIMES 307, (2015) 151 ALLINDCAS 249 (SC), (2015) 3 ALLCRILR 220, (2015) 90 ALLCRIC 276, (2015) 3 DLT(CRL) 602, (2015) 2 CURCRIR 323, (2015) 3 KCCR 314, (2015) 61 OCR 620, (2016) 1 UC 686, 2015 CRILR(SC MAH GUJ) 731, (2015) 2 MAD LJ(CRI) 594, (2015) 2 RECCRIR 847, 2015 CRILR(SC&MP) 731, (2015) 2 ALD(CRL) 238</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-banumathi\">R. Banumathi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-s-thakur\">T.S. Thakur</a>, <a href=\"/search/?formInput=benchid:r-banumathi\">R. Banumathi</a>, <a href=\"/search/?formInput=benchid:a-roy\">Amitava Roy</a></h3>\n\n<pre id=\"pre_1\">                                                                              REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                    CRIMINAL APPEAL NOS . 701-702   /2015\n              (Arising out of S.L.P. (Crl.) Nos.5767-5768/2013)\n\nRAJ SINGH                                           ..Appellant\n                                   Versus\nSTATE OF HARYANA  ETC.                         ..Respondents\n                                    WITH\n                     CRIMINAL APPEAL NO.   703   OF 2015\n                 (Arising out of S.L.P. (Crl.) No.6347/2013)\nRAJ KUMAR                                           ..Appellant\n                                   Versus\nMAHABIR &amp; ORS.                                 ..Respondents\n                                     AND\n                     CRIMINAL APPEAL NO.  704   OF 2015\n                (Arising out of S.L.P. (Crl.) No.10739/2013)\nBHARAT SINGH                                        ..Appellant\n                                   Versus\nRISHI PAL &amp; ORS.                                       ..Respondents\n\n\n                               J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">R. BANUMATHI , J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">Leave granted.\n</p><p data-structure=\"Issue\" id=\"p_3\">2.          These appeals by way of Special Leave arise out  of  the  common\njudgment dated 30.01.2013, passed by the Punjab and Haryana  High  Court  in\nCriminal Appeal         No.D-440-DB of 2008 &amp; Criminal Revision  No.2758  of\n2008, by which,  the  High  Court  dismissed  the  Criminal  Appeal  of  the\nappellant-Raj Singh and partly allowed the Criminal Revision qua  Raj  Singh\nfiled  by  Bharat  Singh  and  thereby  converting  the  conviction  of  the\nappellant under Section 304 Part 1 <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a> to <a href=\"/doc/1560742/\" id=\"a_2\">Section  302</a>  IPC  and  maintained\nsentence of life imprisonment imposed on him and dismissed the revision  qua\nRishi Pal and Rajpal.\n</p><p data-structure=\"Facts\" id=\"p_4\">3.          Brief facts which led to the filing  of  these  appeals  are  as\nfollows:   The  complainant-Bharat  Singh  serves  in  the   Army   and   on\n23.11.2004, he came to his village  for  fifteen  days  holidays.  They  are\nthree brothers, Girdhari Lal,  Devender  Singh  and  Bharat  Singh.  In  his\ncomplaint, Bharat Singh alleged that on 3.12.2004 at about 6.00 pm, when  he\nwas standing at the main gate of his cousin’s  house  with  one  Tilak  Raj,\nRishipal-brother of the appellant came there with an axe  in  his  hand  and\nthere was  wordy  altercation.  Rishipal  assaulted  the  complainant-Bharat\nSingh with a Kulhari on his left buttock, however, Bharat Singh  managed  to\nsave his life, and rushed towards his home.  The  complainant  narrated  the\nwhole incident to his brother  Devender  Singh  and  he  was  taken  to  the\nhospital wherein Dr. Gobind Singh at  village  Badshahpur  treated  him  and\nthereafter both the  brothers  returned  to  the  village.  When  the  elder\nbrother Girdhari returned home at about 8.30  P.M.,  Bharat  Singh  narrated\nthe whole incident to him and he was rebuked by his elder brother.\n</p><p data-structure=\"Facts\" id=\"p_5\">4.          While the complainant and others were talking to each  other  at\nthe main gate,  the appellant-Raj Singh, armed with licensed pistol,  Rishi,\narmed with countrymade pistol,  Rajendra and Ram  Pal,  armed  with  lathies\ncame to the house of Girdhari Lal and  attacked  Bharat  Singh  and  others.\nAppellant-Raj Singh fired shot at  Girdhari’s  chest  from  his  pistol  and\nGirdhari  fell  down  on  the  ground.   When  Bharat  Singh  raised  alarm,\nappellant fired at Bharat Singh which hit  his  left  back  side  below  the\nshoulders.  As Bharat Singh  raised  alarm,  Mahabir  Singh  and  his  elder\nbrother Gajraj-PW6 rushed to the spot.  Mahabir tried to  lift  Girdhari  in\norder to save him, at that time, Rishi  again  fired  from  the  countrymade\npistol on Mahabir Singh and Gajraj. Further Rajender  and  Rampal  assaulted\nGajraj with lathis. Girdhari was immediately taken to  Government  Hospital,\nGurgaon for treatment where the  doctor  declared  him  as  “brought  dead”.\nInjured  persons  Mahabir,  Gajraj-PW6  and  Bharat  Singh-PW1  were   given\ntreatment.  On receipt of ruqqa from the Government Hospital, Gurgaon, PW13-\nRajender  Singh  (ASI)  recorded  the  statement  of  PW1–Bharat  Singh  and\nregistered the case in FIR No.321/2004 under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> IPC. On  completion\nof investigation, chargesheet was filed under <a href=\"/doc/1011035/\" id=\"a_4\">Sections 323</a>,  <a href=\"/doc/724142/\" id=\"a_5\">324</a>,  <a href=\"/doc/1560742/\" id=\"a_6\">302</a>,  <a href=\"/doc/455468/\" id=\"a_7\">307</a>\nand <a href=\"/doc/180217/\" id=\"a_8\">506</a> read with <a href=\"/doc/37788/\" id=\"a_9\">Section 34</a> IPC.\n</p><p data-structure=\"Facts\" id=\"p_6\">5.          To bring home the guilt of the accused, prosecution examined  as\nmany  as  thirteen  witnesses  and  accused  have  examined  three   defence\nwitnesses. The Additional Sessions Judge, Fast  Track  Court,  Gurgaon  vide\njudgment dated 17.05.2008 held that the  appellant-Raj  Singh  had  exceeded\nthe right of private defence and convicted  the  appellant-Raj  Singh  under\n<a href=\"/doc/409589/\" id=\"a_10\">Section 304</a> Part-1 <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a> and acquitted Rajpal and  Rishi  Pal.  The  ASJ  Vide\nseparate order  dated  20.05.2008,  sentenced  the  appellant-Raj  Singh  to\nundergo rigorous imprisonment for life and  imposed  a  fine  of  Rs.7,000/-\nwith default clause.\n</p><p data-structure=\"Facts\" id=\"p_7\">6.          Challenging the acquittal of Rishi Pal and Rajpal, Bharat Singh-\nPW1 preferred Criminal Revision.  Challenging  his  conviction,  Raj  Singh-\naccused preferred Criminal Appeal before the High  Court  wherein  the  High\nCourt vide common judgment dated 30.01.2013 dismissed  the  Criminal  Appeal\nof the appellant-Raj Singh and allowed the Criminal Revision  filed  by  the\ncomplainant-Bharat  Singh  and  thereby  converted  the  conviction  of  the\nappellant under <a href=\"/doc/409589/\" id=\"a_12\">Section 304</a> Part 1 <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a> to <a href=\"/doc/1560742/\" id=\"a_14\">Section  302</a>  IPC  and  maintained\nthe sentence of life imprisonment imposed on him.\n</p><p data-structure=\"Facts\" id=\"p_8\">7.          On the same day a cross case  i.e.  on  4.12.2004  in  the  same\npolice station was lodged by the appellant party against Mahabir  Singh  and\nothers and they were also charge  sheeted.   Vide  separate  judgment  dated\n17.05.2008, trial court held that complainant party namely,  Mahabir  Singh,\nBharat Singh, Gajraj, Anil and Satish are guilty  of  constituting  unlawful\nassembly and causing grievous injury with blunt  weapon  to  Rishi  Pal  and\nRajpal and convicted them under <a href=\"/doc/763672/\" id=\"a_15\">Sections 148</a>, <a href=\"/doc/1011035/\" id=\"a_16\">323</a>,  <a href=\"/doc/1133601/\" id=\"a_17\">325</a>  and  <a href=\"/doc/838469/\" id=\"a_18\">452</a>  IPC  read\nwith <a href=\"/doc/999134/\" id=\"a_19\">Section 149</a> IPC and sentenced  them  to  undergo  various  imprisonment\nimposed  on  them.   Being  aggrieved,  Bharat  Singh,  Mahabir  and  others\npreferred appeal before High  Court.  Upon  consideration  of  evidence  and\nmaterial on record, High Court held that reasonable doubts arise as  to  the\nprosecution version regarding scene of occurrence and the manner  of  attack\nand held that death of Girdhari and injuries to the  accused  Mahabir  Singh\nand others were not properly explained which is  fatal  to  the  prosecution\ncase and thus acquitted Mahabir Singh, Bharat Singh and others.\n</p><p data-structure=\"PetArg\" id=\"p_9\">8.          Mr. Gurukrishna Kumar, learned Senior Counsel appearing for  the\nappellants  contended  that  the  place  of  occurrence  was  house  of  the\nappellant which means that the complainant party (seven in number)  came  to\nthe house as aggressors and the appellant had no option  but  to  fire  from\nhis gun in self defence of his own and his brothers and the alleged  act  of\nthe appellant cannot in any manner be said to  be  in  excess  of  right  of\nprivate  defence.   It  was  further  submitted  that  the   appellant   had\nspecifically urged private defence which was accepted  by  the  trial  court\nand erroneously rejected by the High Court.  Learned  Senior  Counsel  urged\nthat the High Court was  not  right  in  dissecting  the  statement  of  the\nappellant under <a href=\"/doc/767287/\" id=\"a_20\">Section 313</a> Cr.P.C. by relying upon the inculpatory part  of\nit but declining to take into account his explanation as to how the  firearm\nshot occurred and the impugned judgment is unsustainable.\n</p><p data-structure=\"RespArg\" id=\"p_10\">9.          Per contra, learned counsel for the respondents  contended  that\nno  cogent  evidence  is  on  record  to  substantiate  the  argument   that\ncomplainant party were the aggressors. It was submitted that the  occurrence\ntook place in the house  of  the  complainant  but  the  police  helped  the\nappellant by changing the place  of  occurrence  after  three-four  days  of\noccurrence.  It was argued that the act  of  the  appellant  in  firing  gun\nshots was not in exercise of right of private defence  and  the  High  Court\nrightly  reversed  the  judgment  of  the  trial  court  and  convicted  the\nappellant under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a> IPC.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">10.         We have carefully considered the rival submissions  and  perused\nthe evidence and material on record and the impugned judgment.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">11.         PW1-Bharat Singh had spoken about the occurrence in the  evening\nthat he was attacked by the accused party with axe (kulhari) and  PW1-Bharat\nSingh narrated the  same  to  his  brothers  Girdhari  (deceased)  and  Anil\nKumar–PW5 who returned home at about 8.30 P.M. after  attending  a  marriage\nparty.  Girdhari rebuked Bharat Singh and when they were all talking in  the\nhouse of Girdhari, the appellant and his brother Rishi Pal and  Rajpal  came\nto the house of Girdhari armed  with  deadly  weapons.  Appellant-Raj  Singh\nfired gun shots and Girdhari sustained firearm injury in his  chest  and  he\nfell down.  Raj Singh fired at Bharat Singh-PW1 and  injury  was  caused  on\nthe backside of his shoulder.  When Mahabir tried to lift Girdhari, at  that\ntime Rishi Pal  fired  at  Mahabir  with  countrymade  pistol.   Rajpal  and\nRajendra  are alleged to have given lathi blows  on  the  person  of  Gajraj\nSingh–PW6 and all the accused ran away, Girdhari was taken to  hospital  and\nhe was declared ‘brought dead’ by the doctor.   PW1-Bharat  Singh,  PW5-Anil\nKumar and PW6-Gajraj have clearly spoken about  the  occurrence,  they  were\nconsistent in their version despite searching  cross-examination  and  their\nevidence  is   trustworthy.    Further,   evidence   of   eye-witnesses   is\nstrengthened by the medical evidence.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">12.         To substantiate the defence plea that the complainant party  are\nthe  aggressors,  much  reliance  is  placed  on  the  evidence  of  PW7-Dr.\nKulvinder Singh, Senior Scientific Officer who has stated  that  he  visited\nthe place of   occurrence–house of the accused as well as house of  deceased\nGirdhari on 7.12.2004.  As per the site plan Ex.PG/I dead body was  detected\nat spot ‘A’ and that blood stains were detected on polythene sheet  at  plan\n‘C’ and splashes of blood detected on dung cakes and one woolen monkey  cap,\nfour empty cartridges  and  one  live  cartridge  were  recovered  from  the\ncourtyard of the house of the accused.   PW7  specifically  stated  that  no\nblood stains or any other physical clues related to the occurrence could  be\ndetected in the courtyard of the house of deceased-Girdhari.\n</p><p data-structure=\"PetArg\" id=\"p_14\">13.         Laying much emphasis upon the site plan  prepared  on  7.12.2004\nand evidence of PW7, learned Senior  Counsel  for  the  appellant  submitted\nthat PW7 is a government official and an  independent  witness  who  has  no\nreason to depose falsely in favour of the appellant and  his  statement  has\nbeen further corroborated by the  evidence  of  the  investigating  officers\nnamely PW8-Kuldip Singh(SI) and PW13-Rajender Singh (ASI).   Learned  Senior\nCounsel further submitted that the High Court erred  in  saying  that  there\nwas no explanation as to how the articles remained in the courtyard  of  the\nhouse of the accused and were not recovered for  four-five  days,  the  High\nCourt has not properly  appreciated  the  evidence  of  PW13  and  erred  in\nreversing the findings of the trial court.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">14.         It is to be noted PW8-Kuldeep Singh,  Sub  Inspector  of  Police\nhad deposed that on 4.12.2004, he  along  with  DSP  Sube  Singh  and  other\npolice officials went to Girdhari’s house and recorded the statement of  one\nRajkumar and others and spot inspection was  also  conducted  as  per  their\nversion and according to him no site plan was prepared on 4.12.2004  as  the\nladies of the house were weeping and everyone was disturbed.  On  5.12.2004,\nPW8-Kuldeep Singh (SI) prepared the site plan of the place of occurrence  as\ngiven in the F.I.R.,   but  according  to  PW8,  no  physical  evidence  was\navailable at the spot on 5.12.2004.  On 7.12.2004, a team of  experts  along\nwith PW13-Rajender Singh (ASI) inspected the house of the accused-Raj  Singh\nand Rajpal and recovered four empty cartridges, one live  cartridge,  monkey\ncap and five pairs of hawai chappals and blood stains on polythene.   It  is\na matter of common knowledge that the above material  objects  recovered  on\n7.12.2004 could have been noticed with naked eyes.  While so,  it  is  quite\nunnatural as to why  the  above  material  objects  were  not  recovered  on\n4.12.2004 and 5.12.2004 inspite of the  investigating  team  inspecting  the\nspot on those two days.  It is in this backdrop,  the  evidence  of  PW7-Dr.\nKulvinder Singh and PW13-Rajender Singh (ASI) as to the alleged recovery  on\n7.12.2004 has to be examined.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">15.         PW13-ASI Rajender Singh has stated that he made  enquiries  from\nsome persons and he came to know that the actual place of occurrence is  the\nhouse of appellant and as such no person has been examined in the  court  to\nshow that the place of occurrence was the house of  accused.   In  the  site\nplan prepared on 5.12.2004, the place of occurrence was shown  as  in  front\nof the house of Girdhari and not in  the  courtyard  of  the  house  of  the\nappellant.  In their statement under <a href=\"/doc/767287/\" id=\"a_22\">Section 313</a> Cr.P.C., the  accused  have\nstated that    PW1–Bharat Singh and his brothers PW5-Anil  Kumar,  deceased-\nGirdhari, joined together and went to the house of the accused and that  the\nplace of occurrence is the house of the accused.   As  rightly  observed  by\nthe High Court,  the  accused  have  also  not  examined  any  witnesses  to\nsubstantiate their plea.  Ignoring these material aspects, in our view,  the\nSessions Judge was not right in holding that the  place  of  occurrence  was\nthe  house  of  the  accused  and  that  the  complainant  party  were   the\naggressors.   The  approach  of  the  learned  Sessions  Judge  borders   on\nperversity and reasons for holding that the  place  of  occurrence  was  the\nhouse of the accused is factually unsustainable and the High  Court  rightly\nset aside the findings of the trial court. We concur with  the  findings  of\nthe High Court that the investigating officer had helped  the  appellant  by\nchanging the place of occurrence to make  it  appear  that  the  complainant\nparty were the aggressors.\n</p><p data-structure=\"PetArg\" id=\"p_17\">16.         Plea of self-defence: The contention of the  appellant  is  that\nhe is not an aggressor and since the complainant party was in possession  of\nlethal weapons which caused reasonable  apprehension  in  the  mind  of  the\nappellant as to the threat to his life and his two  brothers  and  therefore\nthe appellant had no option but to fire from his gun and the alleged act  of\nthe appellant cannot, in any manner, be said to be in excess  of  his  right\nof private defence.\n</p><p data-structure=\"Section\" id=\"p_18\">17.         The right of private defence is codified in <a href=\"/doc/777353/\" id=\"a_23\">Sections 96</a>  to  <a href=\"/doc/1606852/\" id=\"a_24\">106</a>\nIPC.   <a href=\"/doc/777353/\" id=\"a_25\">Section 96</a> declares that “nothing is an  offence  which  is  done  in\nexercise of the right of the  private  defence”.   <a href=\"/doc/1499794/\" id=\"a_26\">Section  97</a>  states  that\nevery person has right  of  defence  of  person  as  well  as  of  property.\n<a href=\"/doc/714464/\" id=\"a_27\">Section 100</a> describes the situations in which the right of  private  defence\nof body extends to the extent of voluntarily causing  of  death.   To  claim\nright of private  defence extending  to  voluntary  causing  of  death,  the\naccused must show that there were circumstances giving  rise  to  reasonable\ngrounds for apprehending  that either   death  or  grievous  hurt  would  be\ncaused to him.  The law of private defence does not require that the  person\nassaulted or facing apprehension of an assault must  run  away  for  safety.\nIt entitles him to defend  himself  and  law  gives  him  right  of  private\ndefence.   There  is  no  right  of  private  defence  where  there  is   no\napprehension of danger.  Necessity of averting and impending danger must  be\npresent, real or apparent.\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1242810\" id=\"span_1\">18.         Elaborating the scope of right of  private  defence,  in  <a href=\"/doc/1242810/\" id=\"a_28\">Dharam\nAnd Ors. vs. State of Haryana</a>, (2007) 15 SCC  241  in  paragraphs  (18)  and\n(19) it was held as under:-</span>\n</p><blockquote id=\"blockquote_1\">“18. Thus, the basic principle underlying  the  doctrine  of  the  right  of\nprivate defence is that when an individual or his property is faced  with  a\ndanger and immediate aid from the State machinery is not readily  available,\nthat individual is entitled to protect himself and his property. That  being\nso,  the  necessary  corollary  is  that  the  violence  which  the  citizen\ndefending himself or his property is entitled to  use  must  not  be  unduly\ndisproportionate to the injury which is sought to be  averted  or  which  is\nreasonably apprehended and should not  exceed  its  legitimate  purpose.  We\nmay, however, hasten to add that  the  means  and  the  force  a  threatened\nperson adopts at the spur of the moment to ward off the danger and  to  save\nhimself or his property cannot be weighed in golden scales.  It  is  neither\npossible nor prudent to lay down abstract parameters which  can  be  applied\nto determine as to whether the means and force  adopted  by  the  threatened\nperson was proper or not. [pic]Answer to such  a  question  depends  upon  a\nhost of factors like the prevailing circumstances at the spot, his  feelings\nat the relevant time, the confusion and  the  excitement  depending  on  the\nnature of assault on him, etc. Nonetheless, the exercise  of  the  right  of\nprivate defence can never be vindictive or malicious. It would be  repugnant\nto the very concept of private defence.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_20\">19. It is trite that the burden of establishing the plea of self-defence  is\non the accused but it is not  as  onerous  as  the  one  that  lies  on  the\nprosecution. While the prosecution is required  to  prove  its  case  beyond\nreasonable doubt, the accused need not establish the  plea  of  self-defence\nto the hilt  and  may  discharge  the  wonus  by  showing  preponderance  of\nprobabilities in favour of that plea on the basis of the material on  record\n(see Munshi Ram v. Delhi Admn.<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1344060\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1660698\" id=\"span_3\">(<a href=\"/doc/1660698/\" id=\"a_29\">AIR 1968 SC 702), State  of  Gujarat  v.  Bai\nFatima</a>((<a href=\"/doc/1344060/\" id=\"a_30\">1975) 2 SCC 7)  and Salim Zia v. State of U.P.</a>(1979) 2 SCC 648).”</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">19.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"395346\" id=\"span_4\">In the case of <a href=\"/doc/395346/\" id=\"a_31\">Bhanwar Singh &amp; Ors. vs. State of  M.P.</a>,   (2008)\n16 SCC 657, in paragraphs (50) and (60) it was held as under:-</span>\n</p><blockquote id=\"blockquote_2\">“50. The plea of private defence has been brought up by the appellants.  For\nthis plea to succeed in totality, it must be proved  that  there  existed  a\nright to private defence in favour of  the  accused,  and  that  this  right\nextended to causing death. Hence, if the court were  to  reject  this  plea,\nthere are two possible ways in which this may be done. On one hand,  it  may\nbe held that there existed a right to private defence of the body.  However,\nmore harm than necessary was caused or, alternatively, this  right  did  not\nextend to causing death. Such a ruling may  result  in  the  application  of\n<a href=\"/doc/626019/\" id=\"a_32\">Section 300</a> Exception 2, which states that culpable homicide is  not  murder\nif the offender, in the exercise in good  faith  of  the  right  of  private\ndefence of person or property, exceeds the power given to  him  by  law  and\ncauses the death of the person against whom he is exercising such  right  of\ndefence without premeditation, and without any intention of doing more  harm\nthan is necessary for the purpose of such defence. The  other  situation  is\nwhere, on appreciation of facts, the right of private defence  is  held  not\nto exist at all.\n</blockquote>\n<blockquote id=\"blockquote_3\">60. To put it pithily, the right of private defence is a defence  right.  It\nis neither a right of aggression or  of  reprisal.  There  is  no  right  of\nprivate defence where there is no  apprehension  of  danger.  The  right  of\nprivate defence is available only to one who  is  suddenly  confronted  with\nthe  necessity  of  averting  an  impending  danger  not  of  self-creation.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1043321\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1583190\" id=\"span_6\">Necessity must be present, real or apparent”. (emphasis added)\n\nThe same view is also expressed in the cases of <a href=\"/doc/1583190/\" id=\"a_33\">Biran  Singh  vs.  State  of\nBihar</a>, AIR 1975 SC 87, Wassan Singh vs. State of Punjab,(1996)  1  SCC  458,\nSekar alias <a href=\"/doc/1043321/\" id=\"a_34\">Raja Sekharan vs. State</a>  represented  by  Inspector  of  Police,\nT.N., (2002) 8 SCC 354, Buta Singh vs. State of Punjab,  AIR  1991  SC  1316\nand James Martin vs. State of  Kerala, (2004) 2 SCC 203.</span></span>\n</p><p data-structure=\"PetArg\" id=\"p_23\">20.         In the present case, plea of private defence has been put  forth\nby the appellant.  To succeed in the plea of private defence, the  appellant\nhas to prove that he exercised right of private defence in  his  favour  and\nthis right extended to the extent  of  causing  death.   In  the  facts  and\ncircumstances of the present case, let us consider whether right of  private\ndefence was available  to  the  accused.  Case  of  the  appellant  is  that\ncomplainant party forcibly entered his house and started  fighting  and  the\nappellant had reasonable apprehension that he would be  hurt  and  therefore\nhe fired the few shots  in the air, and during the scuffle, the  complainant\nparty tried to forcibly  snatch pistol from him  and  fire  was  shot  which\nincidentally hit the deceased-Girdhari. Further case  of  the  appellant  is\nthat the complainant party armed with weapons were the aggressors  and  they\ncaused serious injuries to the appellant and  his  brothers  Rishi  Pal  and\nRajpal.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">21.         DW2-Dr. Arun  has  expressed  his  opinion  about  the  injuries\ncaused to Rishi Pal and stated that Rishi Pal  sustained  some  bruises  and\ncontusions and had pain in the left foot.  DW2-Dr. Arun examined Rajpal  who\nwas brought to the hospital and there was pain  and  swelling  in  the  left\nelbow, pain and swelling in  the  right  wrist.   DW1-Dr.  Shailza  Aggarwal\nexamined x-ray of Rishipal and found that there was fracture  in  the  fifth\nmetatarsal of the left foot. DW1-Dr. Shailza Aggarwal  also  examined  x-ray\nof Raj Pal and found fracture of fifth metacarpal right hand.  The  injuries\non the person of the accused were not so serious.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">22.         Bharat Singh and his brothers were  not  carrying  any  arms  or\ndeadly weapons.  The accused-appellants if  at  all  any  right  accrued  in\ntheir favour, while defending themselves, acted in a manner which is  unduly\ndisproportionate to the injury which they would have sustained at the  hands\nof complainant party who were not armed  with  any  deadly  weapons.   Thus,\ntheir act of firing shots which resulted in death of Girdhari,  was  not  at\nall to prevent any injury which was sought to  be  averted  or  which  could\nhave been reasonably apprehended.  At  no  point  of  time,  any  reasonable\napprehension of death or grievous injury was perceivable, but  the  accused-\nappellants aggressively acted and fired shots  at  deceased.   Relying  upon\nthe evidence of PW-5-Anil Kumar, High Court also  recorded  a  finding  that\nappellant fired Girdhari from a short distance of four to  five  feet,  even\nwhen the complainant party was not armed  with  lethal  weapons.   Appellant\nfired at  Girdhari  recklessly  from  a  close  range  indicating  that  the\nappellant-accused party were the aggressors.  Law does not  confer  a  right\nof self-defence on a man when he himself was the aggressor.  In the  present\ncase, the complainant party were not armed  with  lethal  weapons;  but  the\nappellant was armed with a pistol.  When the appellant and  his  party  were\nthe aggressors firing several rounds of  firearm,  the  High  Court  rightly\nheld  that  the  plea  of  self  defence  raised  by  the  accused  is   not\nsustainable.  We find no reason warranting interference with the  conviction\nof the appellant under <a href=\"/doc/1560742/\" id=\"a_35\">Section 302</a> IPC and  sentence  of  life  imprisonment\nimposed on him.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">23.         Criminal Appeal arising out of  SLP  (Crl.)  No.10739/2013:   So\nfar as acquittal of Rishi Pal and Rajpal is concerned,  concurrent  findings\nwere recorded by both the  trial  court  as  well  as  the  High  Court  for\nacquitting them.  The appellate court would  interfere  with  the  order  of\nacquittal  only  when  the  court  below  ignores  or  overlooks   important\ncircumstances and proved facts and misapplies  the  principles  of  criminal\njurisprudence or tries to gloss over them.  In the case in hand,  it  cannot\nbe said that the reasonings recorded by the courts below  for  acquittal  of\nRishipal  and  Raj Pal are unreasonable warranting interference in  exercise\nof jurisdiction under <a href=\"/doc/427855/\" id=\"a_36\">Article 136</a> of the  Constitution of  India   and  this\nappeal is liable to be dismissed.\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">24.            Criminal    Appeal    arising    out    of     SLP     (Crl.)\nNo.6347/2013:  As mentioned above, on the same day i.e. 4.12.2004,  a  cross\ncase in the same police  station  (Police  Station,  Sohna)  was  registered\nagainst the  complainant  party,  namely,  Mahabir,  Satish,  Bharat  Singh,\nGajraj, Anil and  Devender.  According  to  the  complainant-Raj  Singh,  on\n3.12.2004, due to his illness he was in his house and at that time he  heard\nsome abuse and when he reached the house  of  his  brother  Rajpal,  he  saw\nGirdhari lying on the ground.  He  further  stated  that  Mahabir,  Gajaraj,\nAnil, Devender, Bharat Singh and Satish son of Mahipal  were  present  there\nand Gajraj was armed  with  lathi,  Mahabir  was  armed  with  country  made\npistol, Anil was armed with pharsa, Devender and Lallu were having rods  and\nBharat Singh was having  countrymade pistol  and Satish was  having  rod  in\nhis hand and these persons caused injuries to his brothers Rajpal and  Rishi\nPal. After  completion  of  investigation,  chargesheet  was  filed  against\nMahabir and others in Sessions Case No. 3/2006. Vide  separate  order  dated\n17.5.2008, the Additional Sessions Judge, Fast Track  Court,   Gurgaon  held\nthat respondent party namely Mahabir,  Satish  alias  Lallu,  Bharat  Singh,\nGajraj, Anil  are guilty  of  constituting  unlawful  assembly  and  causing\ngrievous injuries with blunt weapon  and  convicted  them  under    <a href=\"/doc/763672/\" id=\"a_37\">Sections\n148</a>, <a href=\"/doc/1011035/\" id=\"a_38\">323</a>, <a href=\"/doc/1133601/\" id=\"a_39\">325</a>, <a href=\"/doc/838469/\" id=\"a_40\">452</a> IPC read with  <a href=\"/doc/999134/\" id=\"a_41\">Section  149</a>  IPC.  For  conviction  under\n<a href=\"/doc/1133601/\" id=\"a_42\">Section 325</a> IPC read with <a href=\"/doc/999134/\" id=\"a_43\">Section 149</a> IPC, trial  court  sentenced  each  of\nthem to undergo rigorous imprisonment for two years and  fine  of  Rs.1500/-\neach with default clause.  For conviction under  other  offences  they  were\nimposed  various  sentence  of  imprisonment  and  also  fine.  Sentence  of\nimprisonment imposed on each of  them  were  ordered  to  run  concurrently.\nGiving benefit of doubt, Devender was acquitted of the charges.  Challenging\nthe  verdict  of  conviction,  Mahabir  and  others  filed  Criminal  Appeal\n   No.S-1062-SB/2008 before the High Court of Punjab  and  Haryana  and  the\nHigh Court vide common order dated 30.01.2013  allowed  the  appeal  of  the\naccused persons and the High Court acquitted them of all the charges.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">25.         As discussed earlier, place of occurrence was not the  house  of\nRaj Singh or his brother’s house as is evident from the fact,  objects  were\nnot recovered immediately but recovered only after a gap of three-four  days\nand no credible explanation is forthcoming from PW8-Kuldeep Singh  (SI)  and\nPW 13- Rajender Singh (ASI) for such delay.  By perusal of the  evidence  on\nrecord, it is clear neither any firearm was used by Bharat Singh and  others\nnor any such firearm was found in their  possession.   As  far  as  injuries\nsustained by Rishi Pal and Rajpal are concerned, Rajpal sustained  lacerated\nwound and fracture fifth of metacarpal and Rishi Pal sustained  fracture  of\nfifth metatarsal.  The doctors  have  opined  that  the  said  injuries  are\npossible by a fall.  As discussed earlier, Mahabir and others  were  neither\nthe aggressors nor there was any pre-meditation to cause the said  injuries.\n Upon consideration of  the  facts  and  circumstances  and  the  nature  of\ninjuries caused, the High Court rightly  held  that  the  complainant  party\n(Mahabir and others) acted in private defence  and  acquitted  them  of  the\ncharges.  Considering the nature of injuries and other material  on  record,\nin our view, the complainant party have not exceeded their right of  private\ndefence and  caused harm  that was necessary  for  the  purpose  of  private\ndefence. Upon appreciation of evidence, the  High  Court  rightly  acquitted\nMahabir and others and we find no reason to interfere with the same.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">26.         Criminal appeals arising out of  S.L.P.(Crl.)  Nos.5767-5768/13.\n The conviction of  the  appellant-Raj  Singh  under  <a href=\"/doc/1560742/\" id=\"a_44\">Section  302</a>  IPC  and\nsentence of life imprisonment imposed on him is confirmed  and  the  appeals\npreferred by Raj Singh are  dismissed.   Criminal  appeals  arising  out  of\nS.L.P.(Crl.) Nos.6347/13 &amp; 10739/13 filed by  Raj  Kumar  and  Bharat  Singh\nstand dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">                                 ..………………….J.\n            (T.S. Thakur)\n\n\n                                 ...………………….J.\n    (R. Banumathi)\n\n\n                                     .……………………J.\n    (Amitava Roy)\nNew Delhi;\n</p><p data-structure=\"Precedent\" id=\"p_31\">April 23, 2015\n                                                   REPORTABLE\n\n\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                   CRIMINAL APPEAL NOs.   701-702  OF 2015\n             (Arising out of S.L.P.(Crl.)Nos.5767-5768 of 2013)\n\n\nRaj Singh                                          …Appellant\n\nVersus\n\nState of Haryana etc.                        …Respondents\n                                    WITH\n\n\n                    CRIMINAL APPEAL NO.    703   OF 2015\n                (Arising out of S.L.P.(Crl.)No.6347 of 2013)\n\n\nRaj Kumar                                    ...Appellant\n\nVersus\n\nMahabir &amp; Ors.                                     ...Respondents\n\n                                    WITH\n\n                    CRIMINAL APPEAL NO.    704   OF 2015\n                (Arising out of S.L.P.(Crl.)No.10739 of 2013)\n\n\nBharat Singh                                       ...Appellant\n\nVersus\n\nRishi Pal &amp; Ors.                              ...Respondents\n\n                               J U D G M E N T\n\nT.S. THAKUR, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">1.    I have had the advantage of going through the  order  proposed  by  my\nEsteemed Sister Banumathi, J.  While I agree with the conclusion arrived  at\nby her, I would like to add a few lines of my own.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">2.    Exception 2 to <a href=\"/doc/626019/\" id=\"a_45\">Section 300</a> of the  Indian  Penal  Code  provides  that\nculpable homicide is not murder if the offender, in  the  exercise  in  good\nfaith of the right of private defence of person  or  property,  exceeds  the\npower given to him by law and causes the death of the  person  against  whom\nhe is exercising such right of defence without  premeditation,  and  without\nany intention of doing more harm than is necessary for the purpose  of  such\ndefence.  Right of private defence is, in turn, recognised by <a href=\"/doc/777353/\" id=\"a_46\">Section 96</a>  of\nthe Code which provides that nothing is an offence  which  is  done  in  the\nexercise of the right of private defence. Section 97 of the Code  recognises\nthe private defence of the body and of property and reads as:\n</p>\n<blockquote id=\"blockquote_4\">“97. Right of private defence of the body and of property.  –  Every  person\nhas a right, subject to the restrictions contained in <a href=\"/doc/650803/\" id=\"a_47\">Section 99</a>, to  defend\n–\n\nFirst.-     His own body, and the body of  any  other  person,  against  any\noffence affecting the human body.\n</blockquote>\n<blockquote id=\"blockquote_5\">Secondly.-  The property, whether movable or immovable,  of  himself  or  of\nany other person, against any act which is  an  offence  falling  under  the\ndefinition of theft, robbery, mischief or criminal trespass, or which is  an\nattempt to commit theft, robbery, mischief or criminal trespass.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_34\">3.    <a href=\"/doc/650803/\" id=\"a_48\">Section 99</a> of the Code deals with  acts  against  which  there  is  no\nright of private defence  and,  inter  alia,  provides  that  the  right  of\nprivate defence in no case extends to the inflicting of more  harm  than  it\nis necessary to inflict for the purpose of defence. <a href=\"/doc/714464/\" id=\"a_49\">Section 100</a> of the  Code\ndeals with situations in which the right of  private  defence  of  the  body\nextends to voluntarily causing death or of any other harm to the  assailant,\nif the offence which occasions the exercise of the right is one of the  kind\nenumerated under the said Section. The offences enumerated  under  the  said\nprovision include offences like causing  death,  grievous  hurt,  committing\nrape,  gratifying  unnatural  lust  and  assault  with  the   intention   of\nkidnapping or abducting.  <a href=\"/doc/860501/\" id=\"a_50\">Section 103</a> of the Code similarly deals  with  the\nright of private defence of property in  situations  enumerated  thereunder,\nwhich includes offences like robbery, house-breaking by night,  mischief  by\nfire committed of any building, tent or vessel  used  as  a  human  dwelling\netc.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_35\">4.    A conjoint reading of provisions of <a href=\"/doc/777353/\" id=\"a_51\">Sections 96</a> to <a href=\"/doc/860501/\" id=\"a_52\">103</a>  and  Exception\n2 to <a href=\"/doc/626019/\" id=\"a_53\">Section 300</a> of the  Code  leaves  no  manner  of  doubt  that  culpable\nhomicide is not murder if the offender, in the exercise  in  good  faith  of\nthe right of private defence of person or property, exceeds the power  given\nto him by law and causes  the  death  of  the  person  against  whom  he  is\nexercising such right of defence, provided  that  such  right  is  exercised\nwithout premeditation and without any intention of doing more harm  than  is\nnecessary for the purpose of such defence.  A fortiori  in  cases  where  an\naccused sets up right  of  private  defence,  the  first  and  the  foremost\nquestion that would fall for determination by the  Court  would  be  whether\nthe accused had the right of private  defence  in  the  situation  in  which\ndeath or other harm was caused by him.  If the answer to  that  question  is\nin the negative, Exception 2 to <a href=\"/doc/626019/\" id=\"a_54\">Section 300</a> of  the  Code  would  be  of  no\nassistance.  Exception 2 presupposes that the  offender  had  the  right  of\nprivate defence of person or property but he  had  exceeded  such  right  by\ncausing death. It is only in case answer to the first  question  is  in  the\naffirmative viz. that the offender had the right of  defence  of  person  or\nproperty, that the next question viz. whether he had  exercised  that  right\nin good faith and without premeditation and without any intention  of  doing\nmore harm that was necessary for the purpose of such  defence  would  arise.\nShould answer to any  one  of  these  questions  be  in  the  negative,  the\noffender will not be entitled to the benefit of Exception 2 to  <a href=\"/doc/626019/\" id=\"a_55\">Section  300</a>\nof the Code. Absence of good faith in the exercise of the right  of  private\ndefence, premeditation for the exercise of such right  and  acts  done  with\nthe intention of causing more harm than is  necessary  for  the  purpose  of\nsuch defence would deny to the  offender  the  benefit  of  Exception  2  to\n<a href=\"/doc/626019/\" id=\"a_56\">Section 300</a>. The legal position on the subject is fairly well settled  by  a\nlong line of decisions of this Court to which  copious  reference  has  been\nmade by Banumathi, J.  No useful purpose  would,  therefore,  be  served  by\nreferring to them over again.  All that need be said is that whether or  not\na right of private defence of  person  or  property  was  available  to  the\noffender is the very first question that must be addressed in a case of  the\npresent kind while determining the nature of the offence  committed  by  the\naccused, whether or not a right of  private  defence  was  available  to  an\noffender is, in turn, a question of fact or atleast a mixed question of  law\nand fact to be determined in the facts and circumstances of each  individual\ncase that may come up before the court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_36\">5.    The High Court has, in the case at hand, clearly  recorded  a  finding\nthat the appellants were the aggressors in the  incident  that  led  to  the\ndeath of deceased-Girdhari Lal.  Banumathi, J. has  in  the  proposed  order\nreferred to the evidence supporting that finding. Once it is held  that  the\nRaj Singh and others were the aggressors and that  the  incident  had  taken\nplace in the house of the complainant and not  at  the  house  of  the  said\nappellants as alleged by them, there is no room for the appellants to  claim\nthe benefit of Exception  2  to  <a href=\"/doc/626019/\" id=\"a_57\">Section  300</a>  of  the  Code.   That  is  so\nparticularly when neither  deceased-Girdhari  Lal  nor  others  examined  as\nprosecution witnesses supporting the  complainant’s  case  were  armed.  The\nquestion whether the appellants exceeded the right of private  defence  does\nnot, therefore, really arise for consideration. Since no such right was,  in\nthe facts and circumstances of the case, available to  them,  there  was  no\nquestion of their exceeding the same.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_37\">6.    With the above words, I concur with the order proposed by my  esteemed\nsister.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_38\">                                                         ……..………….……….…..…J.\n                                                               (T.S. Thakur)\n\nNew Delhi\nApril 23, 2015\n\n\n\n</p>","numcites":27,"numcitedby":10,"docsource":"Supreme Court of India","citetid":11582170,"divtype":"judgments","relatedqs":[{"value":"section 300 exception 2","formInput":"section%20300%20exception%202"},{"value":"all ipc sections 304 part 1","formInput":"all%20ipc%20sections%20304%20part%201"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"aggressor","formInput":"aggressor"},{"value":"private defence","formInput":"private%20defence"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"section 325 indian penal code","formInput":"section%20325%20indian%20penal%20code"},{"value":"criminal appeal dismissed","formInput":"criminal%20appeal%20dismissed"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"self defence","formInput":"self%20defence"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"robbery ","formInput":"robbery%20"},{"value":"personal right","formInput":"personal%20right"},{"value":"section 300","formInput":"section%20300"},{"value":"over exercise of right of private defence","formInput":"over%20exercise%20of%20right%20of%20private%20defence"},{"value":"slp","formInput":"slp"},{"value":"deadly weapon","formInput":"deadly%20weapon"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"definition-murder","formInput":"tag:definition-murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"}],"courtcopy":true,"query_alert":null,"agreement":false}