{"tid":151246922,"publishdate":"2022-05-04","title":"Ravinder Singh @ Kaku vs The State Of Punjab on 4 May, 2022","doc":"<h2 class=\"doc_title\">Ravinder Singh @ Kaku vs The State Of Punjab on 4 May, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-saran\">Vineet Saran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-saran\">Vineet Saran</a>, <a href=\"/search/?formInput=benchid:j-k-maheshwari\">J.K. Maheshwari</a></h3>\n\n<pre id=\"pre_1\">                                                                REPORTABLE\n\n\n                                 IN THE SUPREME COURT OF INDIA\n                                CRIMINAL APPELLATE JURISDICTION\n\n\n                                CRIMINAL APPEAL NO.1307 OF 2019\n              [ARISING OUT OF SPECIAL LEAVE PETITION [CRL] NO.9431 OF 2011]\n\n\n          RAVINDER SINGH @ KAKU                                  …..APPELLANT\n\n                                                VERSUS\n\n          STATE OF PUNJAB                                      ……RESPONDENT\n\n                                                 WITH\n\n\n                              CRIMINAL APPEAL NOs. 1308­1311 OF 2019\n   (ARISING OUT OF SPECIAL LEAVE PETITION [CRL] NOs.9631­9634 OF 2012)\n\n\n                                            JUDGMENT\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">          VINEET SARAN, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n\n</p><p data-structure=\"Issue\" id=\"p_3\">          1.             These appeals arise out of the judgment dated 22.02.2011\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n                         passed by the High Court of Punjab &amp; Haryana in a case in\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">ARJUN BISHT</span>\n\n                         which two children namely; Aman Kumar and Om, aged\nDate: 2022.05.04\n18:06:57 IST\nReason:\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n\n</p><blockquote id=\"blockquote_1\">                         about 10 years and 6 years respectively were kidnapped and\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                                  1</span>\n\f     murdered. There were three accused namely; Anita @ Arti\n\n     (mother of the children) (A­1); Ravinder Singh @ Kaku (A­2)\n\n     and Ranjit Kumar Gupta (A­3). The Trial Court convicted all\n\n     the three accused and sentenced them to death for the\n\n     offence punishable under Section 302 read with 120B <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>\n\n     and rigorous imprisonment for 10 years and fine of\n\n     Rs.5000/­each for the offence punishable under <a href=\"/doc/695990/\" id=\"a_2\">Section 364</a>\n\n     IPC.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_5\">2.   Being aggrieved by the Trial Court order, the present\n\n     appellant filed a criminal appeal before the High Court of\n\n     Punjab and Haryana, which got tagged along with the\n\n     criminal appeals filed by the other co­accused persons.\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">3.   The High Court, vide judgment dated 22.02.2011, acquitted\n\n     Anita @Arti (A­1) and Ranjit Kumar Gupta (A­3) and partly\n\n     allowed the appeal filed by Ravinder Singh @ Kaku (A­2) and\n\n     while setting­aside the death penalty, sentenced him to\n\n     undergo rigorous imprisonment for 20 years under <a href=\"/doc/1560742/\" id=\"a_3\">Section\n\n     302</a> IPC.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                               2</span>\n</p><p data-structure=\"Facts\" id=\"p_8\">\f4.   The facts leading to the present case are dealt with in\n\n     paragraphs 2,3 and 4 of the judgment dated 25.05.2010 of\n\n     the Trial Court, which are reproduced below:\n\n</p><blockquote id=\"blockquote_2\">          “2. Tersely put, on 24.09.2009, complainant\n          Rakesh Kumar son of Khushal Chand, resident\n          of Nanak Nagri, Moga moved application to the\n          Station House Officer (SHO), Police Station City­\n</blockquote><blockquote id=\"blockquote_3\">          1. Moga regarding missing of his two sons\n          namely Aman Kumar and Om, aged about 10\n          years and 6 years respectively. He submitted in\n          the application that on 24.09.2009, both of his\n          sons had gone for tuition as usual near their\n          house. Usually, they used to return from tuition\n          at about 6 p.m. But on that day, they did not\n          return to their house till 9 p.m. He (complainant)\n          along with his neighbours searched for them. It\n          is further submitted that two days prior to the\n          occurrence, his wife had a dispute with Ranjit\n          Kumar Gupta (Accused) and his wife Sanju. And\n          Sanju threatened the complainant and his wife\n          to take care of their children and, therefore, they\n          had suspicion that their children might have\n          been abducted by Ranjit Kumar Gupta and his\n          wife Sanju. On the basis of such application of\n          the complainant, report No. 23 dated 24.09.2009\n          was made in the Roznamcha. The matter was\n          entrusted to S.I. Subhash Chander for\n          investigation and on the basis of his report, F.I.R\n          under <a href=\"/doc/695990/\" id=\"a_4\">Sections 364</a>/<a href=\"/doc/180217/\" id=\"a_5\">506</a>/<a href=\"/doc/1128948/\" id=\"a_6\">120</a>­B <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> was\n          registered against Ranjit Kumar Gupta and his\n          wife Sanju.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                3</span>\n<blockquote id=\"blockquote_4\">\f         3. On 25.09.2009, in the morning, dead bodies\n         of both the children were found from the paddy\n         field of Bhagwan Singh son of Piara Singh,\n         resident of Purana Moga, which were handed\n         over to their relatives for getting the autopsy\n         conducted from Civil Hospital, Moga. And\n         <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> IPC was added.                 During\n         investigation, on the basis of statements of\n         Krishan Lal, son of Shiv Lal Bansal, resident of\n         Nanak Nagri, Moga and Amarjit Singh, son of Jai\n         Singh, resident of Mehme Wala, Moga, Ravinder\n         Singh alias Kaku and Anita alias Arti also\n         nominated as accused.       The accused were\n         arrested on 27.09.2009.        However, during\n         investigation, accused Sanju was found\n         innocent.       After   completion    of    entire\n         investigation, accused Anita alias Arti, Ravinder\n         Singh alias Kaku and Ranjit Kumar Gupta were\n         challaned to face trial in this case under\n         <a href=\"/doc/1560742/\" id=\"a_9\">Sections 302</a>/<a href=\"/doc/695990/\" id=\"a_10\">364</a>/<a href=\"/doc/180217/\" id=\"a_11\">506</a> read with <a href=\"/doc/1128948/\" id=\"a_12\">Section 120</a>­B\n         <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>. And Sanju, wife of Ranjit Kumar Gupta\n         (accused) was placed in column No.2 of report\n         under Section 173 Cr.P.C.\n</blockquote>\n<blockquote id=\"blockquote_5\">         4.   On commitment of the case to this Court,\n         charge under <a href=\"/doc/1560742/\" id=\"a_14\">Sections 302</a>/<a href=\"/doc/695990/\" id=\"a_15\">364</a>/<a href=\"/doc/1128948/\" id=\"a_16\">120</a>­B <a href=\"/doc/1569253/\" id=\"a_17\">IPC</a> was\n         framed against accused Anita alias Arti,\n         Ravinder Singh alias Kaku and Ranjit Kumar\n         Gupta, to which they pleaded not guilty and\n         claimed trial”.\n</blockquote>\n<blockquote id=\"blockquote_6\">5.   The High Court opined that the prosecution had established\n\n     the motive of the offence committed by A2, which was his\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                              4</span>\n\f     determination to eliminate the school going children of\n\n     Rakesh Kumar (PW5) and A1 because he was madly in love\n\n     with A1. The High Court further held that the prosecution’s\n\n     attempt to rope in A1 in the crime of murder was not\n\n     successful as their only witness against A1 i.e. PW10\n\n     [Krishan Lal, who accompanied PW5 while searching for the\n\n     deceased kids] turned hostile. However, against A2 and A3, it\n\n     was held that the prosecution has partially established the\n\n     last seen theory through the testimonies of PW6 and PW7.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_9\">     The High Court further rejected the evidence of PW13 which\n\n     was in the nature of extra judicial confession of A2 and A3.\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">6.   As far as A2 i.e. the present appellant is concerned, the High\n\n     Court, while upholding his conviction held that:\n\n</p><blockquote id=\"blockquote_7\">          “As regards the second accused, it is evident that\n          PW12 who raided his house, arrested him on\n          27.09.2009 and recovered the mobile phone\n          bearing sim card No. 9781956918. A school bag\n          and a rope also were recovered from the field\n          based on the disclosure statement given by him.\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">          DW1 had been fielded by A2 to bat his cause. In\n          the face of the credible evidence as to the arrest of\n          A2 by PW12 on 27.09.2009 during the raid of his\n          house, the evidence of DW1 does not seem to be\n          trustworthy. The arrest of second accused and the\n          recovery effected based on his disclosure\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                    5</span>\n\fstatement lend corroboration to the case of the\nprosecution as against the second accused.\n.\n</p><p data-structure=\"Issue\" id=\"p_12\">.\n</p><p data-structure=\"Facts\" id=\"p_13\">At the initial stage the first accused Anita was not\nat all suspected. Later on she was arrested from\nher house on 27.09.2009 and from her custody\nthe mobile phone bearing sim cards No.\n9592851851 and 9914505216 were recovered.\nThe recovery of those mobile phones and the\nrelevant call details Ex.D41 to Ex.D44 would\nsupport the case of the prosecution that A2 had a\nclose intimacy with A1 which culminated in the\nunfortunate occurrence.\n</p><p data-structure=\"Issue\" id=\"p_14\">.\n</p><p data-structure=\"Issue\" id=\"p_15\">.\n</p><p data-structure=\"Facts\" id=\"p_16\">As far as the second accused is concerned, the\nmotive part of the case has been established by\nthe prosecution. Through the first limb of the last\nseen theory as regards the second accused\nprojected through PW10 Krishan Lal by the\nprosecution failed, the prosecution could establish\nthe second limb of the last seen theory through\nPW6 Amarjit Singh and PW7 Gurnaib Singh. His\narrest and recovery of the material objects also\nwould support the case of the prosecution as\nagainst him. The failure to establish the extra\njudicial confession alleged to have been given by\nthe second accused to PW13 Goverdhan Lal does\nnot affect the case of the prosecution as against\nhim. It is to be noted that arrest of A2 and the\nrecovery of material objects from his person and\nalso at his instance were established.\n</p><p data-structure=\"Issue\" id=\"p_17\">.\n</p><p data-structure=\"Issue\" id=\"p_18\">.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">\n<span class=\"hidden_text\" id=\"span_9\">                                                       6</span>\n\f          A2 is convicted only based on the circumstantial\n          evidence produced by the prosecution. The\n          infatuation he had with A1 had completely\n          blinded his sense of proportion and ultimately he\n          had committed the cruel murder of the children of\n          PW5 Rakesh Kumar. The murder of the children\n          as such had not been committed in a diabolic or\n          monstrous manner. Both the children had been\n          strangulated to death by A2. A2 was just 25/26\n          years old at the time when he committed the\n          crime. The crime was committed propelled by\n          sexual urge at the young age on account of\n          infatuation towards a women. Reformation is\n          possible during the long years of his imprisonment\n          in jail. Further, if the second accused having spent\n          his prime time in jail comes out after 20 years, he\n          may not be a menace to the society.”\n\n</p><p data-structure=\"Issue\" id=\"p_20\">7.   Challenging his conviction and sentence of 20 years, the\n\n     present appellant Ravinder Kumar @ Kaku filed Criminal\n\n     Appeal No. 1307 of 2019 @ SLP (Crl.) 9431 of 2011, which\n\n     shall be treated by us as the lead appeal/petition.\n\n</p><p data-structure=\"PetArg\" id=\"p_21\">8.   The case of the prosecution herein has remained that the\n\n     Trial Court and the High Court have rightly convicted A2\n\n     since the prosecution could successfully establish that there\n\n     was a motive for the murder. It is contented that the call\n\n     details produced relating to the phone used by A1 and A2\n\n     have established that they shared an intimate relationship,\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                 7</span>\n\f     which became the root cause of offence committed herein. It\n\n     is further submitted that the last seen theory, the arrest of\n\n     the accused, the recovery of material objects and the call\n\n     details produced, would conclusively establish the guilt of\n\n     the accused persons in conspiring the murder of the children\n\n     of PW5.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">9.   We have heard learned counsel for the parties at length and\n\n     have perused the record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"425869\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1597551\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1585519\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1945016\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"444871\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1204531\" id=\"span_16\">10. The conviction of A2 is based only upon circumstantial\n\n     evidence. Hence, in order to sustain a conviction, it is\n\n     imperative that the chain of circumstances is complete,\n\n     cogent and coherent. This court has consistently held in a\n\n     long line of cases [See <a href=\"/doc/1204531/\" id=\"a_18\">Hukam Singh v. State of Rajasthan</a> AIR\n\n     (1977 SC 1063); <a href=\"/doc/444871/\" id=\"a_19\">Eradu and Ors. v. State of Hyderabad</a> (AIR\n\n     1956 SC 316); <a href=\"/doc/1945016/\" id=\"a_20\">Earabhadrappa       @ Krishnappa v. State of\n\n     Karnataka</a> (AIR 1983 SC 446); <a href=\"/doc/1585519/\" id=\"a_21\">State of U.P. v. Sukhbasi and\n\n     Ors.</a> (AIR 1985 SC 1224); <a href=\"/doc/1597551/\" id=\"a_22\">Balwinder Singh @ Dalbir Singh v.\n\n     State of Punjab</a> (AIR 1987 SC 350); <a href=\"/doc/425869/\" id=\"a_23\">Ashok Kumar Chatterjee\n\n     v. State of M.P.</a> (AIR 1989 SC 1890)] that where a case rests\n\n     squarely on circumstantial evidence, the inference of guilt\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                 8</span>\n\fcan be justified only when all the incriminating facts and\n\ncircumstances are found to be incompatible with the\n\ninnocence of the accused. The circumstances from which an\n\ninference as to the guilt of the accused is drawn have to be\n\nproved beyond reasonable doubt and have to be shown to be\n\nclosely connected with the principal fact sought to be\n\ninferred from those circumstances.</span></span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9122\" id=\"span_18\">In <a href=\"/doc/9122/\" id=\"a_24\">Bhagat Ram v. State of\n\nPunjab</a> (AIR 1954 SC 621), it was laid down that where the\n\ncase   depends     upon    the   conclusion    drawn      from\n\ncircumstances, the cumulative effect of the circumstances\n\nmust be such as to negate the innocence of the accused and\n\nbring the offence home beyond any reasonable doubt.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1718159\" id=\"span_19\">We\n\nmay also make a reference to a decision of this Court in <a href=\"/doc/1718159/\" id=\"a_25\">C.\n\nChenga Reddy and Ors. v. State of A.P.</a> (1996) 10 SCC 193,\n\nwherein it has been observed that:</span>\n</p><blockquote id=\"blockquote_8\">    “In a case based on circumstantial evidence, the\n    settled law is that the circumstances from which\n    the conclusion of guilt is drawn should be fully\n    proved and such circumstances must be\n    conclusive    in   nature.   Moreover,   all   the\n    circumstances should be complete and there\n    should be no gap left in the chain of evidence.\n    Further the proved circumstances must be\n    consistent only with the hypothesis of the guilt of\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                             9</span>\n\f          the accused and totally inconsistent with his\n          innocence....”.\n</blockquote><blockquote id=\"blockquote_9\">                                  [Emphasis supplied]\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_24\">11. Upon thorough application of the above settled law on the\n\n     facts of the present case, we hold that the circumstantial\n\n     evidence against the present appellant i.e. A2 does not\n\n     conclusively establish the guilt of A2 in committing the\n\n     murder of the deceased children. The last seen theory, the\n\n     arrest of the accused, the recovery of material objects and\n\n     the call details produced, do not conclusively complete the\n\n     chain of evidence and do not establish the fact that A2\n\n     committed the murder of the children of PW5. Additionally,\n\n     the argument of the Respondent that the call details\n\n     produced relating to the phone used by A1 and A2 have\n\n     established that they shared an intimate relationship and\n\n     that this relationship became the root cause of offence is also\n\n     unworthy of acceptance.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">12. The High Court fell in grave error when it fallaciously drew\n\n     dubious inferences from the details of the call records of A1\n\n     and A2 that were produced before them. The High Court\n\n     inferred from the call details of A2 and A1 that they shared\n\n     an abnormally close intimate relation. The court further\n<span class=\"hidden_text\" id=\"span_21\">                                                                  10</span>\n\f    inferred from this, that unless they had been madly in love\n\n    with each other, such chatting for hours would not have\n\n    taken place. The High Court eventually observed that:\n\n</p><blockquote id=\"blockquote_10\">          “We have to infer that the unusual attraction of A2\n          towards A1 had completely blinded his senses,\n          which ultimately caused the death of minor\n          children. It is quite probable that A2 would have\n          through that the minor children had been a hurdle\n          for his close proximity with A1”\n                                        [Emphasis supplied]\n\n    The above inferences were drawn by the High Court through\n\n    erroneous extrapolation of the facts, and in our considered\n\n    opinion, such conjectures could not have been the ground\n\n    for conviction of A2. Moreover, the High Court itself observed\n\n    that “there is no direct evidence to establish that A1 and A2\n\n    had   developed    illicit   intimacy”   and   in   spite   of   this\n\n    observation, the court erroneously inferred that the murder\n\n    was caused as an outcome of this alleged illicit intimacy\n\n    between A1 and A2.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_26\">13. When a conviction is based solely on circumstantial\n\n    evidence, such evidence and the chain of circumstances\n\n    must be conclusive enough to sustain a conviction. In the\n\n    present case, the learned counsel of the appellant has\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                      11</span>\n\fargued that conviction of A2 could not just be upheld solely\n\non the ground that the prosecution has established a motive\n\nvia the call records. However, we hold that not only is such\n\nconviction not possible on the present scattered and\n\nincoherent pieces of evidence, but that the prosecution has\n\nnot even established the motive of the crime beyond\n\nreasonable doubt. In the present case, the fact that A1 and\n\nA2 talked on call, only proves that they shared a close\n\nrelationship. However, what these records do not prove, is\n\nthat the murder was somehow in furtherance of this alleged\n\nproximity between A1 and A2. The High Court’s inference in\n\nthis regard was a mere dubious conclusion that was drawn\n\nin absence of any cogent or concrete evidence. The High\n\nCourt itself based its inferences on mere probability when it\n\nheld that “It is quite probable that A2 would have through\n\nthat the minor children had been a hurdle for his close\n\nproximity with A1”. Moreover, the prosecution has also failed\n\nto establish by evidence the supposed objective of these\n\nmurders and what was it that was sought to be achieved by\n\nsuch an act. The court observed that the act of A2 was\n\ninspired by the desire to “exclusively possess” A1. However,\n\n<span class=\"hidden_text\" id=\"span_23\">                                                           12</span>\n\f    it seems improbable that A2 would murder the minor\n\n    children of PW5 and A1 to increase or protect his intimacy to\n\n    A1 rather than eliminate the husband of A1 himself. Hence,\n\n    the inference drawn by the High Court from the information\n\n    of call details presented before them suffers from infirmity\n\n    and cannot be upheld, especially in light of the fact that\n\n    there is admittedly no direct evidence to establish such\n\n    alleged intimacy and that the entire conviction of A2 is based\n\n    on mere circumstantial evidence. We cannot uphold a\n\n    conviction which is based upon a probability of infatuation of\n\n    A2, which in turn is based on an alleged intimacy between\n\n    him and A1, which has admittedly not been established by\n\n    any direct evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">14. In the context of the Prosecution’s Last Seen Theory, it is\n\n    imperative to examine the evidence of PW6 and PW7, since\n\n    the prosecution claims to have established the theory against\n\n    A2 on the testimonies of these two witnesses. In essence, the\n\n    prosecution tried to establish the first limb of its Last Seen\n\n    Theory against A1 through PW10, claiming that A2 and A3\n\n    used to visit the house of A1 and hence all three colluded to\n\n    commit the murder of the minor children. However, the High\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                13</span>\n\f     Court rightly rejected this limb of the theory and held that\n\n     since the entire attempt to rope A1 in as an accused was\n\n     based on the testimony of PW10 and he himself had turned\n\n     hostile and had come up with a self­contradictory version of\n\n     his testimony, no portion of his evidence could be relied\n\n     upon.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">15. However, where the High Court has erred is that it held that\n\n     the second limb of the prosecution’s Last Seen Theory stands\n\n     duly established against A2 and A3 through the evidence of\n\n     PW6 and PW7. PW6 (Amarjit Singh) is the farm servant of\n\n     PW7 (Gurnaib Singh) who claims to have seen A2 and A3\n\n     along with the deceased children of PW5. PW6 deposed that\n\n     though he was present when the police was conducting\n\n     inquest on the dead bodies, he chose not to disclose the fact\n\n     of the presence of A2 and A3 to the police. Rather, PW6\n\n     shared this information with PW7 and thereafter both of\n\n     them proceeded to inform the police about the presence of\n\n     A2   and   A3.   However, the   High   Court   erred    in   not\n\n     appreciating     the    numerous       contradictions        and\n\n     inconsistencies that the evidence of PW6 and PW7 entail.\n\n     These contradictions and inconsistencies assume capital\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                   14</span>\n\f    important in light of the fact that the entire conviction of A2\n\n    is based merely on circumstantial evidence, and they also\n\n    render the evidence non­conclusive to establish the guilt of\n\n    A2.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">16. In the context of the abovementioned contradictions and\n\n    inconsistencies, the following must be noted: Firstly, W6\n\n    deposed that when he saw A2 in the field with the two\n\n    children, he went ahead and made inquiries from him, to\n\n    which A2 responded that his associate has gone to answer\n\n    the call of nature. PW6 gives no reason in his deposition as\n\n    to why he went ahead and asked such questions from A2.\n\n    The need and rational of such line of inquiry is missing from\n\n    his testimony and the same appears to be cooked up.\n\n    Secondly, PW6 did not immediately disclose the fact to the\n\n    police that he had earlier seen A2 and A3 with the deceased\n\n    children. More importantly, the story of the prosecution is\n\n    that the accused were arrested on 27.09.2009. However,\n\n    PW6 said in his testimony said that “the accused were\n\n    present in the CIA staff when I visited there on 25.09.2009”.\n\n    When the prosecution itself says that the police arrested the\n\n    accused on 27.09.2009, it is not understood that how could\n<span class=\"hidden_text\" id=\"span_26\">                                                                15</span>\n\f    they have been present in the CIA staff on 25.09.2009.\n\n    Moreover, PW7 in his testimony stated that when he reached\n\n    the CIA Staff, A2 and A1 were not present there and he did\n\n    not ask the police if the accused persons were arrested. Such\n\n    material contradictions regarding the arrest of the accused\n\n    persons make it difficult to believe the evidence of PA6 and\n\n    PW7. Thirdly, PW6 explicitly stated that he and PW7 came to\n\n    condole the death of the kids to PW5 and that PW5 and PW7\n\n    had previous relations with each other. On the contrary,\n\n    PW7 in his testimony explicitly states that he had no\n\n    acquaintance with the complainant (PW5) and that he and\n\n    PW6 did not go to condole the death of the kids of PW5.\n\n    Lastly, the testimonies of PW6 and PW7 also differ on the\n\n    question of when did they reach the police station to report.\n\n    PW7 deposed that he and PW6 reached the CIA Staff at 6 PM\n\n    and remained there only for 2 hours i.e. they left by 8 PM.\n\n    However, contradicting this, PW6 clearly states that he\n\n    reached the CIA Staff along with PW7 at 9 PM.\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">17. In   a   case   where   the   conviction   is   solely   based   on\n\n    circumstantial    evidence,    such   inconsistencies      in    the\n\n    testimonies of the important witnesses cannot be ignored to\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                      16</span>\n\f     uphold the conviction of A2, especially in light of the fact\n\n     that the High Court has already erred in extrapolating the\n\n     facts to infer a dubious conclusion regarding the existence of\n\n     a motive that is rooted in conjectures and probabilities.\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">18. With respect to the extra judicial confessions, suffice it to say\n\n     that the attempt of the respondent herein to rely on that is\n\n     untenable since the High Court has taken note of the\n\n     inconsistences in the evidence of PW13 Goverdhan Lal and\n\n     has rightly rejected his evidence “in toto”. We uphold the\n\n     judgement of the High Court to the extent that it rejects the\n\n     testimony of PW13 and finds the theory of extra judicial\n\n     confession of A2 and A3 to be unnatural.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">19. The last piece of evidence against A2 remains the alleged\n\n     recovery of the school bag at the instance of the disclosure\n\n     statement given by A2. However, similar to the other\n\n     evidence against A2, this also suffers from the same\n\n     inconsistencies and incoherence that makes it difficult for\n\n     the such evidence to support the conviction of A2. In this\n\n     context, it is imperative to understand that there were two\n\n     bags involved in the entire offence, which belonged to the two\n\n     deceased children. The learned counsel for the respondent\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                   17</span>\n\fhas contended that the recovery of one of such bags was at\n\nthe instance of the disclosure statement given by A2. The\n\nHigh Court also has supported its conviction of A2 on this\n\npiece of evidence. However, where the High Court has erred\n\nis that it analysed this evidence in isolation with the other\n\ntestimonies. However, when the claim of the prosecution is\n\nexamined in the entire context of the other testimonies and\n\nevidence, it becomes apparent that even this evidence of\n\nRecovery is not free from contradictions and inconsistencies.\n\nFor instance, PW6 categorically mentions in his deposition\n\nthat he observed “two bags” near the dead bodies of the\n\nchildren when he arrived the next day at the place of the\n\nunfortunate incident. He further said that he saw those two\n\nbags in court also. This contradiction is also supported by\n\nthe Testimony of PW5 i.e. father of the deceased children\n\nhimself, who explicitly states that “The belongings of the\n\nchildren i.e. clothes, bags and chapels were recovered from\n\nthe spot.” He further went on to testify in great detail that\n\n“The bags contained exercise books, books, geometry box etc.\n\nI bought the bags from the market. I identified both the bags\n\nand belongings on 30.09.2009 in the police station”. Hence, it\n<span class=\"hidden_text\" id=\"span_29\">                                                           18</span>\n\fis not understood that when both the bags were recovered\n\nbeside the dead bodies itself on the day of the inquest by\n\npolice, then how could a bag be recovered at the instance of\n\nthe disclosure statement of A2. Moreover, to add to the\n\ninconsistency, PW9 in his testimony states that “when I had\n\ngone to my field, I found dead bodies of two children in my\n\nfield. Nothing else was lying by their side.” Although the\n\nprosecutions maintains that the second bag was recovered at\n\nthe instance of A2, the statement of the Investigating Officer\n\n(PW12) itself contradicts the stand of the prosecution. PW12\n\nstated in his testimony that “one school bag of Aman Kumar\n\ndeceased containing books and geometry box etc. was lifted\n\nfrom the spot.”. As for the second bag, PW12 deposed that\n\n“Thereafter   on   29.09.2009,   accused   Ranjit   Kumar[A3]\n\nsuffered disclosure statement that one school bag was kept\n\nconcealed by him in the fields of paddy along with the rope\n\nwhich only he knew and he could get the same recovered.”\n\nThese contradictions and inconsistencies in the testimonies\n\nof PW6, PW5, PW9 and PW12 make the story of the\n\nprosecution weak and non­conclusive to hold and establish\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                            19</span>\n\f    the guilt of A2, especially in light of the fact that there is\n\n    virtually no direct evidence to link A2 to the commission of\n\n    the offence.\n</p>\n<p data-structure=\"Issue\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172105947\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61591149\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187283766\" id=\"span_33\">20. Lastly, this appeal also raised an important substantive\n\n    question of law that whether the call records produced by\n\n    the prosecution would be admissible under <a href=\"/doc/1953529/\" id=\"a_26\">section 65A</a> and\n\n    <a href=\"/doc/1953529/\" id=\"a_27\">65B</a> of the Indian Evidence Act, given the fact that the\n\n    requirement of certification of electronic evidence has not\n\n    been complied with as contemplated under the Act. The\n\n    uncertainty of whether <a href=\"/doc/187283766/\" id=\"a_28\">Anvar P.V. vs P.K. Basheer &amp; Ors</a>\n\n    [ (2014) 10 SCC 473] occupies the filed in this area of law or\n\n    whether <a href=\"/doc/61591149/\" id=\"a_29\">Shafhi Mohammad v. State of Himachal Pradesh</a>\n\n    (2018) 2 SCC 801 lays down the correct law in this regard\n\n    has now been conclusively settled by this court by a\n\n    judgement dated 14/07/2020 in <a href=\"/doc/172105947/\" id=\"a_30\">Arjun Panditrao Khotkar\n\n    vs Kailash Kushanrao Gorantyal</a> [ (2020) 7 SCC 1]\n\n    wherein the court has held that:</span></span></span>\n</p>\n<blockquote id=\"blockquote_11\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61591149\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187283766\" id=\"span_35\">“We may reiterate, therefore, that the certificate\n         required under Section 65B(4) is a condition\n         precedent to the admissibility of evidence by way\n         of electronic record, as correctly held in <a href=\"/doc/187283766/\" id=\"a_31\">Anvar P.V.</a>\n         (supra), and incorrectly “clarified” in <a href=\"/doc/61591149/\" id=\"a_32\">Shafhi\n\n<span class=\"hidden_text\" id=\"span_36\">                                                                 20</span>\n\fMohammed</a> (supra). Oral evidence in the place\nof such certificate cannot possibly suffice as\nSection 65B(4) is a mandatory requirement of\nthe law.</span></span> Indeed, the hallowed principle in Taylor\nv. Taylor (1876) 1 Ch.D 426, which has been\nfollowed in a number of the judgments of this\nCourt, can also be applied. <a href=\"/doc/1953529/\" id=\"a_33\">Section 65B(4)</a> of the\nEvidence Act clearly states that secondary\nevidence is admissible only if lead in the manner\nstated and not otherwise. To hold otherwise\nwould render Section 65B(4) otiose.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_34\">.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">.\n</p><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187283766\" id=\"span_37\"><a href=\"/doc/187283766/\" id=\"a_34\">Anvar P.V.</a> (supra), as clarified by us hereinabove,\nis the law declared by this Court on <a href=\"/doc/1953529/\" id=\"a_35\">Section 65B</a>\nof the Evidence Act.</span> The judgment in Tomaso\nBruno (supra), being per incuriam, does not lay\ndown the law correctly. Also, the judgment in SLP\n(Crl.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61591149\" id=\"span_38\">No. 9431 of 2011 reported as <a href=\"/doc/61591149/\" id=\"a_36\">Shafhi\nMohammad</a> (supra) and the judgment dated\n03.04.2018 reported as (2018) 5 SCC 311, do not\nlay down the law correctly and are therefore\noverruled.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_37\">.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">.\n</p><p data-structure=\"Section\" id=\"p_39\">The clarification <a href=\"/doc/61591149/\" id=\"a_37\">referred to above</a> is that the\nrequired certificate under Section 65B(4) is\nunnecessary if the original document itself is\nproduced. This can be done by the owner of a\nlaptop computer, computer tablet or even a mobile\nphone, by stepping into the witness box and\nproving that the concerned device, on which the\noriginal information is first stored, is owned\nand/or operated by him. In cases where the\n“computer” happens to be a part of a\n\n<span class=\"hidden_text\" id=\"span_39\">                                                      21</span>\n\f          “computer system” or “computer network”\n          and it becomes impossible to physically bring\n          such system or network to the Court, then\n          the only means of providing information\n          contained in such electronic record can be in\n          accordance with Section 65B(1), together\n          with the requisite certificate under Section\n          65B(4).”\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">21. In light of the above, the electronic evidence produced before\n\n     the High Court should have been in accordance with the\n\n     statute and should have complied with the certification\n\n     requirement, for it to be admissible in the court of law. As\n\n     rightly stated above, Oral evidence in the place of such\n\n     certificate, as is the case in the present matter, cannot\n\n     possibly   suffice    as   Section   65B(4)     is   a   mandatory\n\n     requirement of the law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">22. To conclude, the tripod stand of Motive, Last Seen Theory\n\n     and Recovery, that supported the conviction of A2 according\n\n     to the High Court, is found to be non­conclusive and the\n\n     evidence supporting the conviction of A2 is marred with\n\n     inconsistencies      and   contradictions,    thereby    making   it\n\n     impossible   to      sustain   a   conviction   solely    on   such\n\n     circumstantial evidence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">\n<span class=\"hidden_text\" id=\"span_40\">                                                                       22</span>\n</p><p data-structure=\"Conclusion\" id=\"p_43\">\f23. Accordingly, the appeal filed by the appellant Ravinder Singh\n\n     (A2) i.e. Criminal Appeal No.1307 of 2019 is allowed and the\n\n     impugned order of the High Court is set aside to the extent\n\n     that it convicts A2 under <a href=\"/doc/1560742/\" id=\"a_38\">section 302</a> and <a href=\"/doc/695990/\" id=\"a_39\">364</a> of the Indian\n\n     Penal Code. Hence, the conviction of A2 is set aside.\n\n     However, the acquittal of A1 and A3 by the impugned order\n\n     is   upheld.   Accordingly,    the   appeals    filed   by   the\n\n     Respondent/State against the impugned order challenging\n\n     the acquittal of A1 and A3 i.e. Criminal Appeal Nos. 1308­\n\n     1311 of 2019 are dismissed. Therefore, we direct that a copy\n\n     of this order be communicated to the relevant jail authorities\n\n     and the appellant i.e. Ravinder Singh (A2) be immediately set\n\n     at liberty, unless his detention is required in any other case.\n\n     No order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">\n</p><p data-structure=\"Conclusion\" id=\"p_45\">                                          …………………………..J\n                                          (UDAY UMESH LALIT)\n\n\n                                           .……………………..J\n                                            (VINEET SARAN)\n\n  New Delhi\n  Dated: MAY 4, 2022\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                                   23</span>\n\fITEM NO.1501                     COURT NO.9                   SECTION II-B\n[For Judgment]\n\n                 S U P R E M E C O U R T O F            I N D I A\n                         RECORD OF PROCEEDINGS\n\nCriminal Appeal No(s).1307/2019\n\nRAVINDER SINGH @ KAKU                                        Appellant(s)\n                                       VERSUS\n\nTHE STATE OF PUNJAB                                          Respondent(s)\n\n([HEARD BY:HON&#x27;BLE UDAY UMESH LALIT AND HON&#x27;BLE VINEET SARAN, JJ.]\nIA No.24253/2011 - GRANT OF BAIL, IA No.5326/2012 - PERMISSION TO\nFILE ADDITIONAL DOCUMENTS)\n\nWITH\nCrl.A. No.1308-1311/2019 (II-B)\n(IA No.157178/2018 - EXEMPTION FROM FILING O.T., IA No.26736/2012 -\nEXEMPTION FROM FILING O.T.)\n\nDate : 04-05-2022 These matters were called on for pronouncement of\njudgment.\n</p>\n<pre id=\"pre_2\">For Parties              Ms. Jaspreet Gogia, AOR\n                         Ms. Shivangi Singhal, Adv.\n                         Mr. Karamvir Gogia, Adv.\n\n                         Mr.    Sandeep Kumar Dwivedi, Adv.\n                         Mr.    Avadh Pratap Singh, Adv.\n                         Ms.    Sucheta Kumari, Adv.\n                         Mr.    Pradeep Kumar Dwivedi, Adv.\n                         Mr.    Satyam Pandey, Adv.\n                         Mr.    Raghvendra Upadhyay, Adv.\n                         Mr.    Rakesh Mishra, AOR\n                         Mr. Bharat Bhushan, AOR\n                         Mr. Shubham Khanduja, Adv.\n                         Mr. Aasheesh K. Paandey, Adv.\n                         Ms. Anuradha Mutatkar, AOR\n                         Mr.    Vikas Mahajan, Sr. Adv.\n                         Mr.    Anil Kumar, Adv.\n                         Mr.    Vivek Mahajan, Adv.\n                         Ms.    Reena Devi, Adv.\n                         Mr.    Arun Singh, Adv.\n                         Mr.    Salik Ram, Adv.\n                         Mr.    Vinod Sharma, AOR.\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_46\">        Hon’ble Mr. Justice Vineet Saran pronounced the judgment of the\n\nBench    comprising   Hon’ble    Mr.   Justice   Uday    Umesh   Lalit   and   His\n\nLordship.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\"><span class=\"hidden_text\" id=\"span_42\">                                                                               24</span>\n\f     Criminal Appeal No.1307 of 2019 is allowed and Criminal\n\nAppeal Nos.1308-1311 of 2019 are dismissed in terms of the signed\n\nreportable judgment. The operative part of the judgment reads as\n\nunder:\n</p>\n<blockquote id=\"blockquote_12\">         “22. To conclude, the tripod stand of Motive, Last\n         Seen Theory and Recovery, that supported the\n         conviction of A2 according to the High Court, is\n         found to be non-conclusive and the evidence\n         supporting the conviction of A2 is marred with\n         inconsistencies and contradictions, thereby making\n         it impossible to sustain a conviction solely on\n         such circumstantial evidence.\n</blockquote>\n<blockquote id=\"blockquote_13\">         23. Accordingly, the appeal filed by the appellant\n         Ravinder Singh (A2) i.e. Criminal Appeal No.1307\n         of 2019 is allowed and the impugned order of the\n         High Court is set aside to the extent that it\n         convicts A2 under <a href=\"/doc/1560742/\" id=\"a_40\">section 302</a> and <a href=\"/doc/695990/\" id=\"a_41\">364</a> of the\n         Indian Penal Code. Hence, the conviction of A2 is\n         set aside. However, the acquittal of A1 and A3 by\n         the impugned order is upheld. Accordingly, the\n         appeals filed by the Respondent/State against the\n         impugned order challenging the acquittal of A1 and\n         A3   i.e. Criminal Appeal Nos. 1308-1311 of 2019\n         are dismissed. Therefore, we direct that a copy of\n         this order be communicated to the relevant jail\n         authorities and the appellant i.e. Ravinder Singh\n         (A2) be immediately set at liberty, unless his\n         detention is required in any other case.”\n\n     Pending application(s), if any, stands disposed of.\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_48\">(ARJUN BISHT)         (PRADEEP KUMAR)        (ASHWANI THAKUR)\n(COURT MASTER (SH)      (BRANCH OFFICER)          AR-CUM-PS\n          (signed reportable judgment is placed on the file)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                                                25</span>\n\f</p>","numcites":17,"numcitedby":61,"docsource":"Supreme Court of India","citetid":151246922,"divtype":"judgments","relatedqs":[{"value":"last seen theory","formInput":"last%20seen%20theory"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"extra judicial confession","formInput":"extra%20judicial%20confession"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"last seen","formInput":"last%20seen"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"sec 65b","formInput":"sec%2065b"},{"value":"shafhi mohammad","formInput":"shafhi%20mohammad"},{"value":"confession","formInput":"confession"},{"value":"65b","formInput":"65b"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"\"last seen\"","formInput":"%22last%20seen%22"},{"value":"call detail ","formInput":"call%20detail%20"},{"value":"inconsistent and contradict","formInput":"inconsistent%20and%20contradict"},{"value":"120 b ipc ","formInput":"120%20b%20ipc%20"},{"value":"judicial confession","formInput":"judicial%20confession"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"section 364","formInput":"section%20364"},{"value":"criminal petition","formInput":"criminal%20petition"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"kidnapping-abducting-for-murder","formInput":"tag:kidnapping-abducting-for-murder"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"concealing-design-to-commit offence, punishment-for-illegal-omission","formInput":"tag:concealing-design-to-commit offence, punishment-for-illegal-omission"}],"courtcopy":true,"query_alert":null,"agreement":false}