{"tid":319520,"publishdate":"2010-03-18","title":"M/S. Texfield Engineers vs Texteema Engineering Industries on 18 March, 2010","doc":"<h2 class=\"doc_title\">M/S. Texfield Engineers vs Texteema Engineering Industries on 18 March, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-venkataraman\">Chitra Venkataraman</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-venkataraman\">Chitra Venkataraman</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n In the High Court of Judicature at Madras\n\nDated:  18.03.2010\n\nCoram\n\nThe Honourable Mrs.JUSTICE CHITRA VENKATARAMAN\n\nOriginal Petition No.139 of 2008\n\n\n1.  M/s. Texfield Engineers\n    Rep. by its Managing Partner\n    T.Chandramohan (died)\n    23-A, Vivekananda Nagar,\n    Singanallur, Coimbatore.\n\n2.  Mrs.Pushpa Chidambaram\n3.  Mr.Sarath Chidambaram\t\t..\t\t                   Petitioners\n\n(Cause title amended as per order dated 23.2.2010 in Application No.464 of 2010.)\n\nVs.\n\n1.  Texteema Engineering Industries\n     A Partnership firm\n     402/2, Elgi Industrial Estate,\n     Singanallur, Coimbatore.\n\n2.  Ramdass, Partner\n\n3.  Nandagopal\n\n4.  T.K.Seshadri, Senior Advocate\n     Arbitrator \t\t\t\t..\t\t\t      Respondents\n\n\tPETITION under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and Conciliation Act, 1996 to set aside the award dated 15.10.2007.\n\n\t\tFor Petitioners  :  Mrs.Hema Sampath, S.C.\n\t\t\t\t\tFor M/s. Kalyanasundaram &amp; R.Meenal\n\n\t\tFor Respondents:  Mr.M.S.Krishnan, S.C.\n\t\t\t\t\t    For M/s.Sarvabhauman Associates \n\t\t\t\t\t\t-  R1 to R3\n\n--------------\n\nO R D E R\n</pre>\n<p data-structure=\"Precedent\" id=\"p_1\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793348\" id=\"span_1\">The petitioners are the claimants in the Arbitral proceedings.    The learned Arbitrator rejected the claim petition of the petitioners herein accepting the preliminary objection taken  by respondents-1 to 3 that as per <a href=\"/doc/797638/\" id=\"a_2\">Section 69</a> of the Indian Partnership Act, an unregistered firm cannot maintain a suit to enforce a right arising under the contract in any Court by or on behalf of any person suing as a partner of the firm.  Thus, by award dated 15th October, 2007, under <a href=\"/doc/1763282/\" id=\"a_3\">Section 16(1)</a> of the Arbitration and Conciliation Act, 1996, the learned Arbitrator dismissed the claim petition.  The learned Arbitrator viewed that the reference  to \u0013proceedings\u0014 under <a href=\"/doc/403386/\" id=\"a_4\">Section 69(3)</a> of the Indian Partnership Act included arbitration proceedings.  Hence, following the decision of the Supreme Court reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_5\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>), the claim made by the petitioner was rejected as hit by the provisions of <a href=\"/doc/82458/\" id=\"a_6\">Section 69(3)</a> read with <a href=\"/doc/98125/\" id=\"a_7\">Section 69(2)</a> of the Arbitration and Conciliation Act, 1996 as beyond the jurisdiction of the Arbitrator to decide on the claim of the petitioners.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_2\">\t2.  It is  seen that respondents-1 to 3 herein had also made a counter claim. The  learned Arbitrator held that the counter claim could be held as a separate proceeding under the <a href=\"/doc/1306164/\" id=\"a_8\">Arbitration and Conciliation Act, 1996</a> and notice would be issued to the party for the adjudication of the counter claim of respondents-1 to 3 against the petitioners.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\t3. Challenging  the said award of the learned Arbitrator passed under <a href=\"/doc/1763282/\" id=\"a_9\">Section 16(1)</a> of the Arbitration and Conciliation Act, 1996, the present petition is filed.  \n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4. Before going into the various contentions raised by the parties herein, the facts of the case needs to be adverted to.  \n</p><p data-structure=\"Issue\" id=\"p_5\">\tThe first petitioner is an unregistered partnership firm.  The first respondent is a partnership firm manufacturing certain textile machinery spares, apart from dealing in other related products.  The petitioners and respondents-1 to 3 entered into a distributorship  agreement on 27.11.2000 for  Atomisers, invented and manufactured by the petitioners herein, which is a device for spraying and atomising liquids for humidifying surrounding air and spraying liquids. Respondents-1 to 3 were to act as the distributors for the products manufactured by the petitioner.  In the course of the business dealings, disputes arose between the parties and the petitioners alleged that respondents-1 to 3 had acted without the permission or licence from the petitioners against the Rules and Regulations of copyright and patent.  It is stated that the conduct of respondents-1 to 3 was aimed at depriving the petitioners of the benefits of the invention. In the above circumstances, the petitioners invoked the arbitration Clause 11 of the agreement for the resolution of disputes.  As the parties herein did not reach a consensus in the appointment of the Arbitrator and as the the contract provided for the appointment of a sole arbitrator, respondents-1 to 3 filed a petition under <a href=\"/doc/1067630/\" id=\"a_10\">Section 11(4)</a>, (5) and (6) of the <a href=\"/doc/1306164/\" id=\"a_11\">Arbitration and Conciliation Act, 1996</a> for the appointment of an Arbitrator.  By order dated 24th February, 2005 in O.P.No.377 of 2002,  the fourth respondent was appointed as the sole Arbitrator by this Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\t5. The petitioners made a claim for damages as follows:\n</p><blockquote id=\"blockquote_1\">\ta.  Damages due to non-lifting of required\n\t     number of Atomisers is to the tune of\n\t     (421 Atomisers @ Rs.1,500)\t\t\tRs. 6,31,500/-</blockquote><pre id=\"pre_2\">\n\n\tb.  Balance amount due to Tex Field\n   \t     vide the lifting of Atomisers is \n\t     calculated as \t\t\t\t\t\tRs. 6,64,940/-\n\n\tc.  Interest @ 20% up to 31st Aug 2005\t\tRs. 8,42,273/-\n\t\t\t\t\t\t\t\t\t---------------\n\t\t\t\t\t\t\t\t\tRs.21,38,713/-\n\t\t\t\t\t\t\t\t\t----------------\n\td.  Compensation against loss of Tex\n\t     Fields business opportunity by printing\n\t     and publishing brochures as Techno\n  \t     Atomisers\t\t\t\t\t\tRs.20,00,000/-\n\n\t\t\t\t\t\t\tTotal\t\tRs.41,38,713/-\n\n\n</pre><blockquote id=\"blockquote_2\">\t6.  The petitioners also sought for interest on  the said sum of Rs.41,38,713/-.  The said claim was denied by respondents-1 to 3.  Taking a stand that the claim was totally unjustified, respondents-1 to 3 herein made a counter claim contending that respondents-1 to 3 were put to enormous loss of money, time and resources on account of the breach of warranty committed by the petitioners herein; that respondents-1 to 3 had been put to great monetary loss on account of the mass rejection of the products supplied by the petitioners and hence, respondents-1 to 3 were not liable for any payment towards the rejected items.  Thus respondents-1 to 3 herein made the following claims:\n</blockquote><blockquote id=\"blockquote_3\">\t(i)  Amount due to us from Texfield as per \n\t     statement of account enclosed\t\t\tRs. 2,52,878/-\n</blockquote>\n<blockquote id=\"blockquote_4\">\t(ii)  Loss of profit due to rejection of \n\t      Atomisers 232 x 7500 \u0016 2950 = \t\tRs.10,55,600/-\n</blockquote>\n<blockquote id=\"blockquote_5\">\t(iii) Administrative and marketing expenses\tRs. 2,00,000/-\n</blockquote>\n<blockquote id=\"blockquote_6\">\t(iv) Due to rejection of nozzles supplied\n\t      by Texfield Engineers Respondent could\n\t      not market the nozzles even though there\n\t\twas potential demand for nozzles.  If \n\t\tTexfield had supplied good quality\n\t\tnozzles as per agreement numbering 421\n\t\tor if it had been purchased from outside\n\t\tsource they would have earned a profit\n\t\tof Rs.421 x 4000/- = upto June 2001\tRs.16,84,000/-\n</blockquote>\n<blockquote id=\"blockquote_7\">\t(v)  If Texfield had supplied as per agreement\n\t\tfor remaining period 5 months totalling\n\t\t500 or if the Respondent purchased it\n\t\tfrom outside source they would have \n\t\tearned a profit of Rs.500 x 4000 = \tRs.20,00,000/-\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_7\">\t(vi)  Loss of reputation and loss due to\n\t\teffort and expenses estimated as \t\tRs.10,00,000/-\n</p><p data-structure=\"Issue\" id=\"p_8\">\t\t\t\t\t\t\t\t\t-----------------\n</p><p data-structure=\"Issue\" id=\"p_9\">\t\t\t\t\t\tTOTAL\t\tRs.61,92,478/-\n</p><p data-structure=\"Issue\" id=\"p_10\">\t\t\t\t\t\t\t\t\t-----------------\n</p><p data-structure=\"Issue\" id=\"p_11\">Respondents-1 to 3 claimed interest at 18% per annum from the date of claim till the date of payment.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">\t7.  The petitioners filed a rejoinder to the said claim.  It is seen that after filing of the claim petition, respondents-1 to 3 made an application contending that on going through the claim petition, it was seen that the first petitioner herein was an unregistered partnership firm. There was no averment in the claim statement or in the deposition and no document was filed stating that the first petitioner was a registered firm.  In the circumstances, the claim instituted at the instance of the unregistered firm is not maintainable, there being a clear bar contained in <a href=\"/doc/797638/\" id=\"a_12\">Section 69</a> of the Indian Partnership Act, 1932.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"706080\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"793348\" id=\"span_3\">8.  Placing reliance on the decisions reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_13\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a> and  (2004) 7 SCC 332 (<a href=\"/doc/706080/\" id=\"a_14\">U.P.State Sugar Corporation Ltd. V. Jain Construction Co. and another</a>), respondents-1 to 3 raised a preliminary objection as to the maintainability of the arbitral proceedings and sought for dismissal of the same.  To this, the petitioners herein filed an objection that <a href=\"/doc/797638/\" id=\"a_15\">Section 69</a> of the Indian Partnership Act could not wipe out the dealing of the partnership company when the claim was a genuine one.  Hence, the petitioners herein sought for rejection of the respondents&#x27; contention.</span></span>  \n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">\t9. Thereafter, respondents-1 to 3 sought leave of the Arbitrator to raise an additional plea on the maintainability of the claim, particularly with reference to <a href=\"/doc/797638/\" id=\"a_16\">Section 69</a> of the Indian Partnership Act.  Respondents-1 to 3 stated that in view of the objection taken by the petitioners herein that respondents-1 to 3 had waived their right as to the jurisdiction of the Tribunal by not making such a claim in the written statement, they were estopped from raising such a plea thereafter in the course of the  proceedings.  However, advised by their counsel, as a measure of abundant caution, respondents-1 to 3 herein filed a separate application to specifically raise the additional plea on the maintainability of the claim.  Thus, invoking <a href=\"/doc/546184/\" id=\"a_17\">Section 23(3)</a> of the Arbitration and Conciliation Act, 1996, respondents-1 to 3 sought for dismissal of the claim of the petitioners.  The petitioners herein filed a reply stating that when respondents-1 to 3 had waived their defence, they should be precluded from raising the point subsequent thereto to the filing of the written statement to invalidate the claim petition.  The petitioners contended  that having participated in the proceedings, with full knowledge of the facts,  and the rights had already crystalised in terms of <a href=\"/doc/354344/\" id=\"a_18\">Section 4</a> of the Arbitration and Conciliation Act, 1996, respondents-1 to 3 were precluded from invalidating the claim.  The petitioners further contended that the Arbitrator was appointed only on the petition by respondents-1 to 3 before the High Court under <a href=\"/doc/1841764/\" id=\"a_19\">Section 11</a> of the Arbitration and Concilation Act, 1996.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1036825\" id=\"span_4\">10. Placing reliance on the decision of the Bombay High Court reported in 2002 (2) ARB.LR 271 (<a href=\"/doc/1036825/\" id=\"a_20\">Sunil Girdharilal Shah V. Sanjay Navneetdas Shah and others</a>), the petitioner contended that the decisions relied on by respondents-1 to 3 were not applicable to the case herein.  In the circumstances, the petitioners sought for rejection of the application.</span>  \n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\t11. By order dated 15th October, 2007, learned Arbitrator allowed the application to file an additional ground in the main arbitration proceedings and passed an independent order rejecting the claim of the petitioner based on <a href=\"/doc/403386/\" id=\"a_21\">Section 69 (3)</a> of the Indian Partnership Act.  \n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"793348\" id=\"span_5\">12.  Learned Arbitrator pointed out that the petitioners herein admitted the position that they are an unregistered firm.  If that be so, as per <a href=\"/doc/797638/\" id=\"a_22\">Section 69</a> of the Indian Partnership Act, 1932, the petition by the unregistered firm is not maintainable.  Learned Arbitrator referred to the decision of the Supreme Court reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_23\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>), holding that the provision of <a href=\"/doc/797638/\" id=\"a_24\">Section 69</a> of the Indian Partnership Act applies to the proceedings under the present Act.  Learned Arbitrator viewed that the claim was hit by the mandatory provision of <a href=\"/doc/82458/\" id=\"a_25\">Section 69(3)</a>  read  with  <a href=\"/doc/1138326/\" id=\"a_26\">Section  69(2)</a> of the Indian Partnership Act.</span>  \n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">\t13.  Learned senior counsel appearing for the petitioners pointed out that respondents-1 to 3 herein preferred an application under <a href=\"/doc/1067630/\" id=\"a_27\">Section 11(4)</a>, (5) and (6) of the <a href=\"/doc/1306164/\" id=\"a_28\">Arbitration and Conciliation Act, 1996</a> before this Court seeking appointment of an Arbitrator.  Under order dated 24.2.2005, the Arbitrator was appointed.  Since thereafter nothing moved from respondents-1 to 3, the petitioners made a claim on 15.9.2005.  A counter claim from respondents-1 to 3 along with a counter was filed during January, 2006.  Having invoked <a href=\"/doc/1841764/\" id=\"a_29\">Section 11</a> of the Arbitration and Conciliation Act, 1996, the contention taken by respondents-1 to 3 after filing the counter is a belated one.  In these circumstances, in the face of <a href=\"/doc/675839/\" id=\"a_30\">Section 16</a> of the Arbitration and Conciliation Act, 1996 and having regard to the belated claim made, the learned Arbitrator ought to have rejected the prayer of respondents-1 to 3.  She pointed out that the issue as to the maintainability was made only at the last stage; hence, there is a deemed waiver on the objection as to the jurisdiction of the learned Arbitrator based on <a href=\"/doc/403386/\" id=\"a_31\">Section 69(3)</a> of the Indian Partnership Act.  In any event, pointing out to the scheme of the <a href=\"/doc/1306164/\" id=\"a_32\">Arbitration and Conciliation Act, 1996</a>, she contended that the purport and object of the Act is wider in its application and in the face of <a href=\"/doc/28383/\" id=\"a_33\">Section 16(4)</a> of the Arbitration and Conciliation Act, 1996, there being no explanation in not raising the objection on time, the Arbitral Tribunal ought to have rejected the belated objection taken.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"443753\" id=\"span_6\">14. In this connection, she placed reliance on the decisions reported in 2001-3-L.W. 576 (V.V.Textiles etc. v. M/s. Mahavit Fabrics etc.); AIR 1972 Madras 86 (<a href=\"/doc/443753/\" id=\"a_34\">Jalal Mohammed Ibrahim (died) and others V. Kakka Mohammed Ghouse Sahib and another</a>) and 2009\u00162-L.W 849 (M/s. Indian Oil Corporation Limited V. M/s. Devi Constructions) that the belated claim made by respondents-1 to 3 has to be rejected, there being no explanation to support the delayed submission.  She further pointed out that in the context of the agreement entered into between the parties to refer the disputes to arbitration, the question of applicability of <a href=\"/doc/797638/\" id=\"a_35\">Section 69</a> of the Indian Partnership Act to the Arbitration proceedings does not arise.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"187956\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"362968\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122362\" id=\"span_9\">In this connection, she placed reliance on  the decisions reported in (2004) 3 SCC 155 (<a href=\"/doc/122362/\" id=\"a_36\">Firm Ashok Traders and another Vs. Gurumukh Das Saluja and others</a>), 2009\u00162- L.W. 849 (M/s. Indian Oil Corporation Limited V. M/s. Devi Constructions), (2009) 4 SCC 684 (<a href=\"/doc/362968/\" id=\"a_37\">Secretary, Bhubaneshwar Development Authority V. Susanta Kumar Mishra</a>) and (2006) 7 SCC 275 (<a href=\"/doc/187956/\" id=\"a_38\">Rashtriya Ispat Nigam Ltd. And another V. Verma Transport Co.</a>) and submitted that the claim is well maintainable.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"880174\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1394925\" id=\"span_11\">She also pointed out to the belated objection and placed reliance on the decisions reported in 1998 (II) CTC 108 (<a href=\"/doc/1394925/\" id=\"a_39\">T.T.K.Pharma Ltd. Vs. AG.Robapharam</a>) and AIR 1964 SC 1300 (<a href=\"/doc/880174/\" id=\"a_40\">Dhirendra Nath Gorai &amp; others Vs. Sudhir Chandra Ghosh &amp; others</a>) that there are no valid reasons for allowing the claim of the respondents by way of additional grounds.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"793348\" id=\"span_12\">15. Per contra, Mr.M.S.Krishnan, learned senior counsel appearing for respondents-1 to 3, placed reliance on the decision referred to by the Tribunal reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_41\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>) and submitted that the question as to whether the Arbitrator has the jurisdiction to consider a claim from an unregistered firm is no longer res integra.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793348\" id=\"span_13\">Consequently, learned Arbitrator rightly followed the decision of the Apex Court reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_42\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>).</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"706080\" id=\"span_14\">He also referred to the decision reported in (2004) 7 SCC 332 (<a href=\"/doc/706080/\" id=\"a_43\">U.P.State Sugar Corporation Ltd. V. Jain Construction Co. and another</a>), reiterating the view that the arbitral proceedings will not be maintainable at the instance of an unregistered firm, having regard to the mandatory provision of <a href=\"/doc/797638/\" id=\"a_44\">Section 69</a> of the Indian Partnership Act.  He pointed out that the question as to whether the Arbitrator has the jurisdiction to decide the issue can be raised at any time and the same need not have been raised at the very first instance.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"821951\" id=\"span_15\">To this, he relied on the decision reported in AIR 2003 AP 418 (<a href=\"/doc/821951/\" id=\"a_45\">The Andhra Pradesh Cooperative Wool Spinning Mills Limited and another Vs. G.Mahanandi and Company Wool Merchants and others</a>).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1937891\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1664373\" id=\"span_17\">Citing the decisions of the Apex Court reported in (1998) 7 SCC 184 (Raptakos Brett &amp; co. <a href=\"/doc/1664373/\" id=\"a_46\">Ltd., V. Ganesh Property</a>) and (1998) 8 SCC 559 (<a href=\"/doc/1937891/\" id=\"a_47\">Delhi Development Authority Vs. Kochhar Construction Work and another</a>), he submitted that with a legal bar under <a href=\"/doc/403386/\" id=\"a_48\">Section 69(3)</a> of the Indian Partnership Act, to maintain a claim by an unregistered firm, any award passed would be void ab initio.</span></span>  \n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">\t16. He made particular reference to <a href=\"/doc/546184/\" id=\"a_49\">Section 23(3)</a> of the Arbitration and Conciliation Act, 1996 as to the discretion of the Tribunal to condone the delay and give permission to file an additional ground; that having regard to the discretionary order passed allowing the amendment to the counter filed, it is no longer open to the petitioners to challenge the same.  He also referred to <a href=\"/doc/1138651/\" id=\"a_50\">Section 28(1)(a)</a> of the Arbitration and Conciliation Act, 1996 casting an obligation on the Arbitrator to decide the disputes in accordance with the substantive law.  Considering that <a href=\"/doc/107341/\" id=\"a_51\">Indian Partnership Act</a> being a substantive enactment, the decision to permit the petitioners to file an additional ground as per <a href=\"/doc/546184/\" id=\"a_52\">Section 23(3)</a> of the Arbitration and Conciliation Act, 1996, cannot be faulted with.  He pointed out that the provision of <a href=\"/doc/403386/\" id=\"a_53\">Section 69(3)</a> of the Indian Partnership Act is a mandatory one and in compliance of the same, the Arbitrator had rightly rejected the claim of the petitioners.  In the face of a specific bar, the question of plea of waiver does not arise for consideration.  In the face of the total lack of jurisdiction to entertain and decide the issue raised by an unregistered firm, learned Arbitrator had rightly rejected the claim petition and no exception could be taken to the said view.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">\t17. Heard the learned senior counsel appearing for the petitioners and the learned senior counsel appearing for respondents-1 to 3.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">\t18. Before going into the merits of both the parties, it is necessary to see the clause on arbitration.\n</p><p data-structure=\"Section\" id=\"p_24\">\tClause 11 of the agreement reads as follows:\n</p><blockquote id=\"blockquote_8\">\t&quot;11.  ARBITRATION:\n</blockquote><blockquote id=\"blockquote_9\">\ta)  All disputes and controversies which may arise between the parties, out of, or in relation to or in connection with this AGREEMENT or for the breach thereof shall, unless settled by mutual consultation in good faith, be finally settled by arbitration in accordance with the ARBITRATION ACT.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_25\">\t19. The issue raised being, pure and simple, a question of law, we need to advert our attention to the provisions of the <a href=\"/doc/1306164/\" id=\"a_54\">Arbitration and Conciliation Act, 1996</a>, the agreement and the provisions of <a href=\"/doc/403386/\" id=\"a_55\">Section 69(3)</a> of the Indian Partnership Act and its applicability to the arbitration proceedings.  \n</p>\n<p data-structure=\"Facts\" id=\"p_26\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"793348\" id=\"span_18\">20. The centre of the submissions made by both the parties is the decision of the Supreme Court in the decision reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_56\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>).  The facts of the reported decision were that there was an agreement between one Kajaria Traders, who was the respondent before the Supreme Court and Foreign import and Export Association, a proprietory concern of the appellant for export of Manganese Ore to U.S.A.  The agreement provided for reference of the disputes to arbitration.  The respondent appointed one Mr.Kolah as the arbitrator.  The appellant therein disputed the appointment of the Arbitrator.  Hence, the respondent filed an application under <a href=\"/doc/411664/\" id=\"a_57\">Section 8(2)</a> of the Indian Arbitration Act, 1940 for the appointment of one Mr.Kolah or any other person as Arbitrator.  The appellant took objections on the ground that there was no provision in the arbitration agreement that the Arbitrators were to be appointed by the consent of the parties and hence the application under <a href=\"/doc/411664/\" id=\"a_58\">Section 8(2)</a> of the Indian Arbitration Act, 1940 would not lie.  Further, <a href=\"/doc/403386/\" id=\"a_59\">Section 69(3)</a> of the Indian Partnership Act was a bar to the petition, since the respondent was an unregistered firm.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">\t21. The Division Bench, to which the case was referred to, agreed that by an application under <a href=\"/doc/1232861/\" id=\"a_60\">Section 8</a> of the Arbitration Act, 1940, the Court could appoint an Arbitrator.  However, the learned Judges therein disagreed on the applicability of the <a href=\"/doc/107341/\" id=\"a_61\">Indian Partnership Act</a> to the arbitration proceedings.  Hence, on a reference to the third Judge, the majority viewed that the application was not hit by <a href=\"/doc/403386/\" id=\"a_62\">Section 69(3)</a> of the Indian Partnership Act.  On further appeal, the Apex Court pointed out that since the arbitration clause was a part of the agreement constituting the partnership, it was obvious that the proceedings, which was before the Court, was to enforce a right arising from a contract.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\t22. In this background, the Supreme Court pointed out that the words &#x27;other proceeding&#x27; can properly be said to include proceedings for enforcing any right arising from the contract except those expressly mentioned as exceptions in sub-sections (3) and (4).  The Apex Court pointed out that the word &#x27;proceeding&#x27; is not restricted to the proceeding in the nature of the suit or a claim for set off.  In the circumstances, the Supreme Court held that the claim therein for a reference to arbitration was barred by <a href=\"/doc/797638/\" id=\"a_63\">Section 69</a> of the Indian Partnership Act.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122362\" id=\"span_19\">23. The said decision came up for consideration before the Supreme Court in the decision reported in (2004) 3 SCC 155 (<a href=\"/doc/122362/\" id=\"a_64\">Firm Ashok Traders and another Vs. Gurumukh Das Saluja and others</a>).  The Supreme Court pointed out that <a href=\"/doc/436035/\" id=\"a_65\">Section 69(1)(2)</a> of the Indian Partnership Act strikes at the very root of the jurisdiction of the Court to entertain the suit to enforce a right arising from a contract.  The Supreme Court also pointed out that an application under <a href=\"/doc/1079220/\" id=\"a_66\">Section 9</a> of the Arbitration and Conciliation Act is not a suit. The bar enacted under <a href=\"/doc/797638/\" id=\"a_67\">Section 69</a> of the Indian Partnership Act does not affect the maintainability of the application under <a href=\"/doc/1079220/\" id=\"a_68\">Section 9</a> of the Arbitration and Conciliation Act, 1996.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793348\" id=\"span_20\">Referring to the Constitution Bench decision reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_69\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>), the Supreme Court pointed out that given the nature of the jurisdiction under <a href=\"/doc/1079220/\" id=\"a_70\">Section 9</a> of the Arbitration and Conciliation Act, 1996, the bar under <a href=\"/doc/403386/\" id=\"a_71\">Section 69(3)</a>  of the Indian Partnership Act has no application at all to the proceedings under <a href=\"/doc/1079220/\" id=\"a_72\">Section 9</a> of the Arbitration and Conciliation Act, 1996.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"421030\" id=\"span_21\">24. (2000) 6 SCC 659 (<a href=\"/doc/421030/\" id=\"a_73\">Kamal Pushp Enterprises V. D.R.Construction Co.</a>) is yet another decision relied on by the petitioner dealing with <a href=\"/doc/797638/\" id=\"a_74\">Section 69</a> of the Indian Partnership Act and <a href=\"/doc/966297/\" id=\"a_75\">Section 14</a> of the Arbitration and Conciliation Act, 1996.  The Apex Court pointed out that the prohibition contained in <a href=\"/doc/797638/\" id=\"a_76\">Section 69</a> of the Indian Partnership Act is in respect of instituting a proceeding to enforce a right arising from a contract in any Court by an unregistered firm and it had no application to the proceedings before the Arbitrator and that too when the reference to the Arbitrator was at the instance of the appellant therein.  The Supreme Court pointed out that if the bar engrafted is absolute in its terms and is destructive of any other terms arising under the contract, then it would become a jurisdictional issue in respect of the Arbitrator&#x27;s power and authority; consequently, furnishes a ground by itself to challenge the award.  The Apex Court pointed out that the award in the said case could not be said to be vitiated on account of the prohibition under <a href=\"/doc/797638/\" id=\"a_77\">Section 69</a> of the Indian Partnership Act, since the same had no application to post-award proceedings.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\t25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793348\" id=\"span_22\">In the above said decision, referring to the decision reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_78\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>), the Apex Court pointed out \u0013the said case, being one concerning an application before the Court under <a href=\"/doc/411664/\" id=\"a_79\">Section 8(2)</a> of the Arbitration Act, 1940 in the light of the arbitration agreement, this Court finally held that since the arbitration clause formed part of the agreement constituting the partnership, the proceeding under <a href=\"/doc/671279/\" id=\"a_80\">Section 8(2)</a> was in fact to enforce a right which arose from a contract/ agreement of parties.&quot;  The Apex further pointed out \u0013The prohibition contained in <a href=\"/doc/797638/\" id=\"a_81\">Section 69</a> is in respect of instituting a proceeding to enforce a right arising from a contract in any court by an unregistered firm, and it had no application to the proceedings before an arbitrator and that too when the reference to the arbitrator was at the instance of the appellant itself. \u0014</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">\t26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643015\" id=\"span_23\">In the background of the above-said decision, the recent decision of this Court reported in 2009 (2) CTC 791 (<a href=\"/doc/1643015/\" id=\"a_82\">Indian Oil Corporation Limited V. Devi Constructions</a>) needs to be considered.  The case relates to the Indian Oil Corporation entrusting certain construction work to an unregistered partnership firm.  The contract provided for referring the disputes to a sole Arbitrator.  The Arbitrator allowed the claim of the partnership firm and dismissed the counter claim of the Indian Oil Corporation.  On an appeal at the instance of the Corporation that the respondent firm contractor was an unregistered firm and hence, could not initiate arbitration proceedings, the Division Bench of this Court held that <a href=\"/doc/797638/\" id=\"a_83\">Section 69</a> of the Indian Partnership Act would be applicable to a suit or a proceeding initiated before the Court and that too for enforcement of a contract and the provision is not applicable to a reference of the dispute to an Arbitrator in terms of the contract.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1937891\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1937891\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137050\" id=\"span_26\">This Court considered the reliance placed by the Oil Corporation, the appellant therein, to the decisions reported in AIR 1964 SC 1882 (Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd., AIR 1989 SC 1769 (<a href=\"/doc/137050/\" id=\"a_84\">Shreeram Finance Corpn. V. Yasin Khan</a>) and 1998 (8) SCC 559 (<a href=\"/doc/1937891/\" id=\"a_85\">Delhi Development Authority V. Kochhar Construction Work</a>) and pointed out that the cases referred to therein were in respect of an application filed under <a href=\"/doc/411664/\" id=\"a_86\">Section 8(2)</a> of the Indian Arbitration Act, 1940 in the Court and in the decision reported in (1998) 8 SCC 559 (<a href=\"/doc/1937891/\" id=\"a_87\">Delhi Development Authority Vs. Kochhar Construction Work and another</a>) under <a href=\"/doc/1547799/\" id=\"a_88\">Section 20</a> of the Act in respect of place of Arbitration.  Hence, distinguishing those cases, this Court pointed out \u0013a reference to the Arbitrator to adjudicate the dispute is governed by the terms of the contract.  As the terms of the contract are mutually agreed, the same are binding on the parties to the contract.\u0014  The reference herein being on the basis of an agreement between the parties and that too for  enforcement of an agreement, <a href=\"/doc/797638/\" id=\"a_89\">Section 69</a> of the Indian Partnership Act had no applicability to a reference to an Arbitrator in terms of the contract.</span></span></span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\t27.  In the background of the decisions of the Apex Court and this Court, the clause on arbitration and its effect need to be seen. Clause 11 of the agreement deals on reference of disputes to arbitration, which reads as follows:\n</p><blockquote id=\"blockquote_10\">\t&quot;11.  ARBITRATION:\n</blockquote><blockquote id=\"blockquote_11\">\ta)  All disputes and controversies which may arise between the parties, out of, or in relation to or in connection with this AGREEMENT or for the breach thereof shall, unless settled by mutual consultation in good faith, be finally settled by arbitration in accordance with the ARBITRATION ACT.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_34\">\t28. Thus going by the above said clause, once the parties decide on a forum for settlement of the dispute and it satisfies <a href=\"/doc/1846895/\" id=\"a_90\">Section 7</a> of the Arbitration and Conciliation Act, all that the Arbitrator needs to look at is as to whether there is an agreement to settle the dispute by arbitration; if so, whether the issue arises out of or in connection with or in relation to the contract.  Thus, the question as to whether there is a dispute, which needs to go for decision making process before the chosen forum has to be necessarily decided on the basis of the terms of the agreement.  In so deciding the scope or content of the clause on arbitration, the question of applicability of a substantive law herein at this stage does not arise.  In short, the applicability of a substantive law at the stage of assumption of jurisdiction arises only as regards the content of agreement on arbitration as per <a href=\"/doc/1846895/\" id=\"a_91\">Section 7</a> of the Arbitration and Conciliation Act, which means, the agreement satisfies all these requirements that need to be met as per the provisions of the <a href=\"/doc/171398/\" id=\"a_92\">Indian Contract Act</a>.  The application of substantive law arises only as regards the disputes raised under the agreement. Hence, the applicability of substantive law like <a href=\"/doc/797638/\" id=\"a_93\">Section 69</a> of the Indian Partnership Act as to whether there could be an agreement to go before an Arbitrator at all does not arise.  What is applicable of a dispute going before the Court of law by way of a suit is not of any relevance when the parties decide on the choice of forum in terms of the agreement therein. The choice of forum for the resolution of a dispute, the ambit of the authority of a dispute resolution mechanism chosen by the party and the venue of the proceedings are all matters of agreement between the parties.  If, under the agreement, the parties desired that the venue for arbitration would be in any particular place and the dispute arising from the award passed could be challenged before a particular Court, the contract terms, in effect, bind the parties and it is not open to any of them to contend that the jurisdiction of the Court will go by the theory of cause of action or residence or the location of the business premises to be conditioned by the general law.  Hence, the reference to substantive law under <a href=\"/doc/1138651/\" id=\"a_94\">Section 28(1)(a)</a> of the Arbitration and Conciliation Act, 1996 needs to be addressed as relevant only as regards the resolution of a dispute, which is given to an Arbitrator for his decision.  The jurisdiction of the Arbitrator, thus conditioned by the terms of the agreement on arbitration, <a href=\"/doc/675839/\" id=\"a_95\">Section 16</a> of the Arbitration and Conciliation Act, 1996 empowers the Tribunal to rule on its jurisdiction, including ruling on any objection as to the existence or availability of the arbitration agreement.  Beyond this, it is not open to the Arbitrator to suggest that the claim will not be entertained, it being against <a href=\"/doc/797638/\" id=\"a_96\">Section 69</a> of the Indian Partnership Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">\t29. <a href=\"/doc/675839/\" id=\"a_97\">Section 16</a> of the Arbitration and Conciliation Act, 1996 states that the Tribunal has to rule on its procedure as to the manner and conduct of the proceedings, having regard to the decision to be given on the issues raised as arising from the agreement as per the terms of the agreement.  When it comes to the making of an award, <a href=\"/doc/1306164/\" id=\"a_98\">Chapter VI of the Arbitration and Conciliation Act, 1996</a> is specific in saying that the Tribunal shall decide the disputes submitted to the Tribunal in accordance with the substantive law for the time being in force.  When the claim before the Arbitrator is in terms of the agreement  as regards the rights and obligations &#x27;arising out of or in connection with or in relation to&#x27; the agreement and the petition before the Arbitrator not being one for enforcement of the contract, <a href=\"/doc/797638/\" id=\"a_99\">Section 69</a> of the Indian Partnership Act is not of relevance in the matter of deciding the disputes placed before the Arbitrator. The question as to whether the claim has to follow <a href=\"/doc/797638/\" id=\"a_100\">Section 69</a> of the Indian Partnership Act is not a dispute arising under the terms of the agreement placed before the Tribunal for its decision making, to be treated as a jurisdictional issue arising from and out of the contract terms.  \n</p>\n<p data-structure=\"Section\" id=\"p_36\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793348\" id=\"span_27\">30. A reading of <a href=\"/doc/675839/\" id=\"a_101\">Section 16</a> of the Arbitration and Conciliation Act, 1996 shows that the decision of the Tribunal as to its jurisdiction stems out of the agreement to refer the dispute on the matters arising out of the contract.  Hence, going by <a href=\"/doc/1846895/\" id=\"a_102\">Section 7</a> of the Arbitration and Conciliation Act, 1996 and read in the context of the <a href=\"/doc/675839/\" id=\"a_103\">Sections 16</a> and <a href=\"/doc/65067/\" id=\"a_104\">28</a> of the Arbitration and Conciliation Act, 1996, one may find that the jurisdiction of the Arbitrator arises out of the agreement between the parties to refer disputes before the chosen forum, namely, arbitration; that the Arbitrator has to go by the terms of the reference and decide on disputes, which arise out of or in connection with and incidental to the working of the terms of the agreement; that in deciding the dispute arising between the parties the Arbitrator has to follow the substantive law.  Thus with the provisions of the Act clearly laying down the matrix on which an Arbitrator has to proceed, it is difficult to accept the argument of the learned counsel for respondents-1 to 3 relying on the decision reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_105\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>,  which is distinguishable on the facts of this case.  The agreement between the parties as to the jurisdiction of the Arbitral Tribunal is a binding one and it is not open to any one of the parties to unilaterally claim that a dispute not agreed to between the parties should go for a decision making process before the Arbitrator, which, in contra distinction to a remedy available either under the statute or by common law, is a chosen forum under an agreement entered into between the parties.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\t31. <a href=\"/doc/1846895/\" id=\"a_106\">Section 7</a> of the Arbitration and Conciliation Act, 1996 defines an &quot;arbitration agreement&quot; to mean an agreement by the parties to submit to arbitration, all or certain types of existing disputes or further disputes that may arise between them in respect of a defined legal relationship.  The Supreme Court pointed out in a decision reported in AIR 1976 SC 2257 (Union of India V. D.N.Revri &amp; Co.) that the agreement on arbitration is a commercial contract inter parties and hence needs to be interpreted in such a manner as to give business efficacy to the contract rather than to invalidate it. \n</p>\n<p data-structure=\"Section\" id=\"p_38\">\t32. Given the competency to enter into a contract, so long as the agreement reached does not militate against the provisions of <a href=\"/doc/1737370/\" id=\"a_107\">Section 7</a> of the Arbitration Act, 1940, nothing prevents the parties from giving full effect to it to have a forum of their choice to decide on the disputes that may arise in connection with the respective rights and obligations under the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"71258\" id=\"span_28\">33. Referring to <a href=\"/doc/1737370/\" id=\"a_108\">Section 7</a> of the Arbitration Act, 1940, in the decision reported in (2007) 10 SCC 751 (<a href=\"/doc/71258/\" id=\"a_109\">C.M.C. Ltd. V. Unit Trust of India and Others</a>), the Supreme Court pointed out that it is settled that getting resolution of a dispute by arbitration is a matter of contract between the parties.  Thus with the competency to contract, so long as the contract does not go against the provisions of the <a href=\"/doc/1306164/\" id=\"a_110\">Arbitration and Conciliation Act, 1996</a> nothing in law prevents the arbitration agreement between the parties being given effect to in full.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\t34. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1534562\" id=\"span_29\">In the decision reported in (2006) 10 SCC 763 (<a href=\"/doc/1534562/\" id=\"a_111\">National Highways Authority of India V. Bumihiway DDB Ltd.(JV</a>), the Supreme Court pointed out that with the agreement thus reached between the parties as to the choice of forum for dispute resolution, the said clause being sacrosanct and binding on the parties to the agreement, the resolution of the disputes cannot be altered unilaterally at the will of one of the parties to the agreement.</span> \n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\t35.  It may be pointed out that while rejecting the claim of the petitioner on the ground of <a href=\"/doc/797638/\" id=\"a_112\">Section 69</a> of the Indian Partnership Act, it nevertheless held that the respondents&#x27; counter claim could be considered by the Arbitrator.  Whatever be the merits of the said claim, the fact remains that when the learned Arbitrator had adverted his attention to the terms of agreement on arbitration, the failure to go by the said terms in considering the claim of the petitioner in terms of the agreement thus imports illegality into the order of the Arbitrator; hence, liable to be interfered with by this Court under <a href=\"/doc/536284/\" id=\"a_113\">Section 34</a> of the Arbitration and Conciliation Act, 1996.   \n</p>\n<p data-structure=\"Section\" id=\"p_42\">\t36.  Learned senior counsel appearing for respondents-1 to 3 referred to the relevancy of <a href=\"/doc/1138651/\" id=\"a_114\">Section 28(1)(a)</a> of the Arbitration and Conciliation Act, 1996 to decide the dispute in accordance with the substantive law.  It must be seen that reference to arbitration arises only by reason of an agreement between the parties. It cannot be denied that the Arbitrator has the authority or the discretion to decide about allowing the party to file an additional ground under <a href=\"/doc/546184/\" id=\"a_115\">Section 23(3)</a> of the Arbitration and Conciliation Act, 1996; so too the obligation to dispose of the disputes in accordance with the substantive law needs to be considered; yet the  question as to the applicability of the substantive law as required under <a href=\"/doc/1138651/\" id=\"a_116\">Section 28(1)(a)</a> of the Arbitration and Conciliation Act arises only as a matter of resolution of the disputes that have arisen under the contract. \n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\t37.  In the decision of the Division Bench of this Court reported in 2009\u00162- Law Weekly 849 (M/s. Indian Oil Corporation Limited V. M/s. Devi Constructions), this Court pointed out &quot;<a href=\"/doc/82458/\" id=\"a_117\">section 69</a> would be applicable to a suit or a proceeding initiated before the Court and that too for enforcement of a contract and the said provision is not applicable to a reference to an Arbitrator in terms of the contract.\u0014\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793348\" id=\"span_30\">38. On the facts of the case, this Court held that the decision of the Apex Court reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_118\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a> is distinguishable and hence, the award passed by the Arbitral Tribunal beyond the jurisdiction of the Arbitrator is  liable to be set aside by this Court.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"706080\" id=\"span_31\">39. Learned senior counsel appearing for respondents-1 to 3 referred to the decision reported in (2004) 7 SCC 332 (<a href=\"/doc/706080/\" id=\"a_119\">U.P.State Sugar Corporation Ltd. V. Jain Construction Co. and another</a>). The parties therein entered into a contract for execution of certain  civil work.  On the disputes arising between the parties, the construction company filed an application under <a href=\"/doc/811701/\" id=\"a_120\">Section 20</a> of the Arbitration Act, 1940 in the Court of the Civil Judge, Dehradun, for appointment of an Arbitrator on the basis of the agreement.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1937891\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"793348\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122362\" id=\"span_34\">Referring to the decisions of the Apex Court reported in (2004) 3 SCC 155 (<a href=\"/doc/122362/\" id=\"a_121\">Firm Ashok Traders and another Vs. Gurumukh Das Saluja and others</a>), AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_122\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>) and (1998) 8 SCC 559 (<a href=\"/doc/1937891/\" id=\"a_123\">Delhi Development Authority Vs. Kochhar Construction Work and another</a>) that the firm must be registered at the time of institution of the suit, the Supreme Court held that the arbitral proceedings would not be maintainable at the instance of an unregistered firm, having regard to the mandatory provisions under <a href=\"/doc/797638/\" id=\"a_124\">Section 69</a> of the Indian Partnership Act. The  decision <a href=\"/doc/1937891/\" id=\"a_125\">referred to above</a> relied on by the learned senior counsel appearing for respondents-1 to 3 is distinguishable on facts herein. The admitted case herein is that as there was no consensus on the person chosen to act as an Arbitrator, respondents-1 to 3 filed petitions under <a href=\"/doc/1841764/\" id=\"a_126\">Section 11</a> of the Arbitration and Conciliation Act, 1996 for the appointment of an Arbitrator to resolve the disputes that had arisen between the petitioner and respondents-1 to 3.  This Court passed an order in O.P.No.377 of 2002 on 24.2.2005 appointing the fourth respondent as the arbitrator.</span></span></span> \n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">\t40. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1641452\" id=\"span_35\">In the decision reported in (2005) 8 SCC 618 (<a href=\"/doc/1641452/\" id=\"a_127\">S.B.P. and Co. Vs. Patel Engineering Ltd.</a>), the Apex Court held that the Arbitrator has to act within the scope of the reference made to him to decide the issues.  It held that the jurisdiction of the Chief Justice is judicial and that the Chief Justice has to consider the existence of a valid arbitration agreement in terms of  <a href=\"/doc/1846895/\" id=\"a_128\">Section 7</a>; that the party before the Court is a party to the agreement and that the agreement is binding on the parties.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"706080\" id=\"span_36\">41.  Going by the facts before us, when the differences between the parties arose as to the choice of the arbitrator and not with reference to the existence of the agreement or for the enforcement of the rights under the agreement to refer the disputes to arbitration, the decisions of the Apex Court reported in (2004) 7 SCC 332  (<a href=\"/doc/706080/\" id=\"a_129\">U.P.State Sugar Corporation Ltd. V. Jain Construction Co. and another</a>)  relied on by the learned senior counsel for respondents 1 to 3 does not support the stand of respondents-1 to 3.</span>   \n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"551533\" id=\"span_37\">42.  The jurisdiction of the Arbitrator is circumscribed by the terms of the contract, vis-a-vis, the disputes raised with reference to the rights and obligations under the contract.  As pointed out by the Apex Court in the decision reported in (2001) 4 SCC 86  (Bharat Coking Coal Ltd. Vs. M/s.L.K.Ahuja &amp; Co.), Arbitral Tribunal is a Tribunal of limited jurisdiction circumscribed by the terms of reference and the Arbitrator cannot be equated with a Court of law.  The decision of the Apex Court reported in (2007) 7 SCC 679 (<a href=\"/doc/551533/\" id=\"a_130\">Markfed Vanaspati and Allied Industry Vs. Union of India</a>) in this regard, quoting a passage from Russel on Arbitration, needs a special mention and it reads as follows:</span>\n</p><blockquote id=\"blockquote_12\">\u0013\tAn arbitrator is neither more or less than a private judge of a private court (called an arbitral tribunal) who gives a private judgment (called an award). He is a judge in that a dispute is submitted to him: he is not a mere investigator but a person before whom material is placed by the parties, being either or both of evidence and submissions: he gives a decision in accordance with his duty to hold the scales fairly between the disputants in accordance with some recognized system of law and rules of natural justice. He is private in so far as (1) he is chosen and paid by the disputants (2) he does not sit in public (3) he acts in accordance with privately chosen procedure so far as that is not repugnant to public policy (4) so far as the law allows he is set up to the exclusion of the State Courts (5) his authority and powers are only whatsoever he is given by the disputants agreement (6) the effectiveness of his powers derives wholly from the private law of contract and accordingly the nature and exercise of those powers must not be contrary to the proper law of the contract or the public policy of England bearing in mind that the paramount public policy is that freedom of contract is not lightly to be inferred with. Whatever has been mentioned by Russell in this paragraph is equally true for Indian Arbitrators. \u0014\n\n</blockquote><p data-structure=\"Section\" id=\"p_49\">\t43.  The question as to whether the claim could be maintained at all by the petitioner, it being an unregistered firm, is certainly not a question arising under the terms of the contract between the parties. The clause on arbitration states that all disputes and controversies which may arise between the parties out of, or in relation to or in connection with &quot;this agreement&quot; or the breach thereof shall be settled by mutual consultation in good faith and it not be finally settled by arbitration in accordance with the <a href=\"/doc/1052228/\" id=\"a_131\">Arbitration Act</a>. The issue raised before the Arbitrator as regards the maintainability of a claim, by reason of <a href=\"/doc/797638/\" id=\"a_132\">Section 69</a> of the Indian Partnership Act, by no stretch of reasoning, could be called as one arising out of or in relation to or in connection with the agreement to assume the jurisdiction to decide on  dispute, nor was there a consensus between the parties to refer the question of maintainability of the claim in view of <a href=\"/doc/797638/\" id=\"a_133\">Section 69</a> of the Indian Partnership Act. Admittedly, in this case, no consensus was there to confer such a jurisdiction to decide on this issue. The disputes between the parties were with reference to the respective rights and obligations under the contract with reference to the claim on defective supply of goods claim on patent violation, from certain money claim. It is not disputed by respondents-1 to 3 that if there was no settlement reached amicably, the disputes were agreed to be settled through arbitration.  In the background of this, the claim of respondents-1 to 3 based on <a href=\"/doc/65067/\" id=\"a_134\">Section 28</a> of the Arbitration and Conciliation Act that the Arbitrator has the duty to decide on the basis of the substantive law has to be rejected as not sustainable.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\t44. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_38\">In the decision reported in (1984) 4 SCC 679 (<a href=\"/doc/1924738/\" id=\"a_135\">Renusagar Power Co. Ltd. Vs. General Electric Company and Anr.</a>), the Supreme Court considered the scope of the terms &quot;arising out of&quot;, &quot;in relation to&quot; and &quot;in connection with&quot; used in an arbitration clause.  The Apex Court pointed out as follows:</span>\n</p><blockquote id=\"blockquote_13\">&quot; 25.\tFour propositions emerge very clearly from the authorities discussed above:\n</blockquote><blockquote id=\"blockquote_14\">(1) Whether a given dispute inclusive of the arbitrator\u0012s jurisdiction comes within the scope or purview of an arbitration clause or not primarily depends upon the terms of the clause itself; it is a question of what the parties intend to provide and what language they employ.\n(2) Expressions such as \u0013arising out of\u0014 or \u0013in respect of\u0014 or \u0013in connection with\u0014 or \u0013in relation to\u0014 or \u0013in consequence of\u0014 or \u0013concerning\u0014 or \u0013relating to\u0014 the contract are of the widest amplitude and content and include even questions as to the existence, validity and effect (scope) of the arbitration agreement.\n(3) Ordinarily as a rule an arbitrator cannot clothe himself with power to decide the questions of his own jurisdiction (and it will be for the court to decide those questions) but there is nothing to prevent the parties from investing him with power to decide those questions, as for instance, by a collateral or separate agreement which will be effective and operative.\n(4) If, however, the arbitration clause, so widely worded as to include within its scope questions of its existence, validity and effect (scope), is contained in the underlying commercial contract then decided cases have made a distinction between questions as to the existence and or validity of the agreement on the one hand and its effect (scope) on the other and have held that in the case of former those questions cannot be decided by the arbitrator, as by sheer logic the arbitration clause must fall along with underlying commercial contract which is either non-existent or illegal while in the case of the latter it will ordinarily be for the arbitrator to decide the effect or scope of the arbitration agreement i.e. to decide the issue of arbitrability of the claims preferred before him.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_51\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_39\">45. Thus going by the decision of the Apex Court <a href=\"/doc/1924738/\" id=\"a_136\">referred to above</a>, a  question arises as to whether the Tribunal is competent to consider the issue of <a href=\"/doc/797638/\" id=\"a_137\">Section 69</a>  of the Indian Partnership Act as non-suiting the petitioner from having its claim considered.</span> \n</p>\n<p data-structure=\"Section\" id=\"p_52\">\t46.  An Arbitrator to resolve the dispute is appointed only by way of an agreement of parties.  Unlike in the common law, or under any statute, the invoking of this alternate dispute resolution method is not by the unilateral act or the desire of one party.  Even in agreements providing for reference of a dispute to an Arbitrator chosen by the parties, if a dispute has to arise on the choice of the Arbitrator or as to the disputes being referred to arbitration, <a href=\"/doc/1052228/\" id=\"a_138\">Arbitration Act, 1940</a> provided for a solution.  <a href=\"/doc/1232861/\" id=\"a_139\">Section 8</a> of the Arbitration Act, 1940, conferred powers on the Court to appoint an arbitrator where the parties did not concur on the appointment of an Arbitrator. <a href=\"/doc/811701/\" id=\"a_140\">Section 20</a> of the Act, 1940 entitled a party to apply to the Court by filing the arbitration agreement seeking an order for referring the dispute to arbitration.  The Court there upon makes an order of reference to the arbitrator appointed by the parties or in the absence of agreement on the Arbitrator to be appointed, to the arbitrator appointed by the Court.  As far as <a href=\"/doc/1306164/\" id=\"a_141\">Arbitration and Conciliation Act, 1996</a> is concerned, where the parties to the agreement failed to reach a consensus on the appointment of the Arbitrator, <a href=\"/doc/1841764/\" id=\"a_142\">Section 11</a> and provides a solution that the Arbitrator may be appointed by the Court on an application made by the aggrieved party.  Thus <a href=\"/doc/1841764/\" id=\"a_143\">Section 11</a> deals with the appointment of Arbitrators .  Sub-Section (2) to <a href=\"/doc/1841764/\" id=\"a_144\">Section 11</a> states that the parties are free to agree on the procedure for appointing the arbitrator or arbitrators.  Failing any agreement, the parties or the two appointed Arbitrators failed to reach an agreement expected of them under the procedure or a person, including an institution fails to perform any function entrusted to him or it under that procedure, sub-section (6) to <a href=\"/doc/1841764/\" id=\"a_145\">Section 11</a> provides the procedure that a party may request the Chief Justice or any person or any institution designated by him to appoint an arbitrator, unless the appointment procedure provides other means for securing the appointment.  Sub-section (7) to <a href=\"/doc/1841764/\" id=\"a_146\">Section 11</a> states that the decision of the Chief Justice on a matter entrusted by sub-section (4) or (5) or (6) is final.  <a href=\"/doc/1146817/\" id=\"a_147\">Section 8</a> of the Arbitration and Conciliation Act, 1996 deals with the enforcement of the arbitration agreement on an action brought by any of the parties to the agreement before the Court seeking its assistance to refer the parties to arbitration.  <a href=\"/doc/675839/\" id=\"a_148\">Section 16</a> of the 1996 Act, provides that the Arbitral Tribunal may rule on its own jurisdiction, including ruling on objections with respect to the existence or the validity of the arbitration agreement.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\t47.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1641452\" id=\"span_40\">In the decision reported in (2005) 8 SCC 618 (<a href=\"/doc/1641452/\" id=\"a_149\">S.P.B. &amp; Co. Vs. Patel Engineering Ltd.</a>), the Constitution Bench of the Apex Court had an occasion to consider the scope of the order passed under <a href=\"/doc/605764/\" id=\"a_150\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 and the effect of an order passed thereon, vis-a-vis the claim under <a href=\"/doc/675839/\" id=\"a_151\">Section 16</a> of the Arbitration and Conciliation Act, 1996. While holding that the order passed by the Chief Justice in exercise of the powers given under <a href=\"/doc/605764/\" id=\"a_152\">Section 11(6)</a> is a judicial order, the Apex Court referred to <a href=\"/doc/675839/\" id=\"a_153\">Section 16</a> of the Arbitration and Conciliation Act, 1996 that normally an Arbitral Tribunal has the right to decide whether it has jurisdiction to proceed with the arbitration; whether there was agreement between the parties and other matters referred to therein.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">\t48. Dealing with the various clauses under <a href=\"/doc/675839/\" id=\"a_154\">Section 16</a> of the Arbitration and Conciliation Act, 1996, as to the competency of the Arbitrator to decide on the jurisdiction and the absence of such authority in the context of the appointment of an Arbitrator by the Chief Justice under <a href=\"/doc/1841764/\" id=\"a_155\">Section 11</a> of the Arbitration and Conciliation Act, 1996, the Supreme Court observed:\n</p><blockquote id=\"blockquote_15\">&quot; 12. <a href=\"/doc/675839/\" id=\"a_156\">Section 16</a> of the Act only makes explicit what is even otherwise implicit, namely, that the Arbitral Tribunal constituted under the Act has the jurisdiction to rule on its own jurisdiction, including ruling on objections with respect to the existence or validity of the arbitration agreement. Sub-section (1) also directs that an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract. It also clarifies that a decision by the Arbitral Tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause. Sub-section (2) of <a href=\"/doc/675839/\" id=\"a_157\">Section 16</a> enjoins that a party wanting to raise a plea that the Arbitral Tribunal does not have jurisdiction, has to raise that objection not later than the submission of the statement of defence, and that the party shall not be precluded from raising the plea of jurisdiction merely because he has appointed or participated in the appointment of an arbitrator. Sub-section (3) lays down that a plea that the Arbitral Tribunal is exceeding the scope of its authority, shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings. When the Tribunal decides these two questions, namely, the question of jurisdiction and the question of exceeding the scope of authority or either of them, the same is open to immediate challenge in an appeal, when the objection is upheld and only in an appeal against the final award, when the objection is overruled. Sub-section (5) enjoins that if the Arbitral Tribunal overrules the objections under sub-section (2) or (3), it should continue with the arbitral proceedings and make an arbitral award. Sub-section (6) provides that a party aggrieved by such an arbitral award overruling the plea on lack of jurisdiction and the exceeding of the scope of authority, may make an application on these grounds for setting aside the award in accordance with <a href=\"/doc/536284/\" id=\"a_158\">Section 34</a> of the Act. The question, in the context of sub-section (7) of <a href=\"/doc/1841764/\" id=\"a_159\">Section 11</a> is, what is the scope of the right conferred on the Arbitral Tribunal to rule upon its own jurisdiction and the existence of the arbitration clause, envisaged by <a href=\"/doc/1763282/\" id=\"a_160\">Section 16(1)</a>, once the Chief Justice or the person designated by him had appointed an arbitrator after satisfying himself that the conditions for the exercise of power to appoint an arbitrator are present in the case. Prima facie, it would be difficult to say that in spite of the finality conferred by sub-section (7) of <a href=\"/doc/1841764/\" id=\"a_161\">Section 11</a> of the Act, to such a decision of the Chief Justice, the Arbitral Tribunal can still go behind that decision and rule on its own jurisdiction or on the existence of an arbitration clause. It also appears to us to be incongruous to say that after the Chief Justice had appointed an Arbitral Tribunal, the Arbitral Tribunal can turn round and say that the Chief Justice had no jurisdiction or authority to appoint the Tribunal, the very creature brought into existence by the exercise of power by its creator, the Chief Justice.  ... \n</blockquote><blockquote id=\"blockquote_16\">\t20. <a href=\"/doc/675839/\" id=\"a_162\">Section 16</a> is said to be the recognition of the principle of Kompetenz-Kompetenz. The fact that the Arbitral Tribunal has the competence to rule on its own jurisdiction and to define the contours of its jurisdiction, only means that when such issues arise before it, the Tribunal can, and possibly, ought to decide them. This can happen when the parties have gone to the Arbitral Tribunal without recourse to <a href=\"/doc/1146817/\" id=\"a_163\">Section 8</a> or 11 of the Act. But where the jurisdictional issues are decided under these sections, before a reference is made, <a href=\"/doc/675839/\" id=\"a_164\">Section 16</a> cannot be held to empower the Arbitral Tribunal to ignore the decision given by the judicial authority or the Chief Justice before the reference to it was made. The competence to decide does not enable the Arbitral Tribunal to get over the finality conferred on an order passed prior to its entering upon the reference by the very statute that creates it. That is the position arising out of <a href=\"/doc/1181933/\" id=\"a_165\">Section 11(7)</a> of the Act read with <a href=\"/doc/675839/\" id=\"a_166\">Section 16</a> thereof. The finality given to the order of the Chief Justice on the matters within his competence under <a href=\"/doc/1841764/\" id=\"a_167\">Section 11</a> of the Act are incapable of being reopened before the Arbitral Tribunal. &quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_55\">\t\t\t\t\t\t\t(emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_56\">\t49. The Apex Court pointed out that on being satisfied of the existence of an arbitration agreement, the existence of a live dispute, and in exercise of the power, the Chief Justice constitutes an Arbitral Tribunal as envisaged.  The order thus passed by the Chief Justice puts an end to a host of disputes, which includes the question of arbitrability of a dispute. Once  the order of the Chief Justice attains finality either on account of it not being challenged or affirmed on appeal before the Apex Court, the decision of the Chief Justice on matters decided by him while constituting the Tribunal is no longer available before the Tribunal for re-agitation and that the Tribunal would have to decide the dispute on merits unhampered by the preliminary or technical objections.  The Supreme <a href=\"/doc/1641452/\" id=\"a_168\">Court further held</a>:\n</p><blockquote id=\"blockquote_17\">&quot; \tTherefore, a decision on jurisdiction and on the existence of the arbitration agreement and of the person making the request being a party to that agreement and the subsistence of an arbitrable dispute require to be decided and the decision on these aspects is a prelude to the Chief Justice considering whether the requirements of sub-Section (4), sub-Section (5) or sub-Section (6) of <a href=\"/doc/1841764/\" id=\"a_169\">Section 11</a> are satisfied when approached with the request for appointment of an arbitrator. &quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_57\">\t50.  In the background of the above-said decision of the Constitution Bench consisting of 7 Honourable Judges of the Supreme Court, the contention of respondents-1 to 3 as regards <a href=\"/doc/675839/\" id=\"a_170\">Section 16</a> of the Arbitration and Concilation Act, 1996 has to fail.  So too the plea of respondents-1 to 3 as to the maintainability of the claim based on <a href=\"/doc/797638/\" id=\"a_171\">Section 69</a> of the Indian Partnership Act has to be rejected in the light of the decisions of the Supreme Court and this Court.  In the circumstances, the award, writ with illegality, has to be set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1815803\" id=\"span_41\">51. Learned senior counsel appearing for respondents-1 to 3 placed reliance on the decisions of the Supreme Court reported in (1988) 3 SCC 82 (<a href=\"/doc/1815803/\" id=\"a_172\">Continental Construction Co. Ltd. Vs. State of Madhya Pradesh</a>) that in deciding the disputes between the parties, the arbitral Tribunal is bound to follow and apply the law.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_42\">Referring to the decision reported in AIR 2003 SC 2620 (<a href=\"/doc/919241/\" id=\"a_173\">Oil and Natural Gas Corporation Ltd. Vs. Saw Pipes Ltd.</a>), he pointed out that only when an award is contrary to the substantive law that the same could be interfered with by this Court under <a href=\"/doc/536284/\" id=\"a_174\">Section 34</a> of the Arbitration and Conciliation Act, 1996. He stressed that this clearly shows that the Arbitrators have the duty to follow the substantive law while deciding the dispute.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_43\">He also referred to the decision reported in (2008) 14 SCC 271 (<a href=\"/doc/1845272/\" id=\"a_175\">TDM Intrastructure Private Ltd. Vs. UE Development India Pvt. Ltd.</a>) as to the imperative requirement as per <a href=\"/doc/65067/\" id=\"a_176\">Section 28</a> of the Arbitration and Conciliation Act for the arbitrator to follow the substantive law. Hence, no illegality can be seen in the order of the learned Arbitrator rejecting the claim based on <a href=\"/doc/797638/\" id=\"a_177\">Section 69</a> of the Indian Partnership Act.</span>  \n</p>\n<p data-structure=\"RespArg\" id=\"p_59\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1641452\" id=\"span_44\">52. There can be no two opinion that a decision by the Arbitrator has to go in tune with the provisions of the substantive law. As already pointed out in the preceding paragraphs, the duty to decide in conformity with the substantive law is as regards the disputes arising under the terms of the contract.  This, however, does not mean that in deciding the maintainability of a claim, the Arbitrator has to see as to whether the claim is in accordance with the substantive law.  If he is to embark on this, he would be doing violence to the very agreement under which he is constituted as a private Court for the resolution of the disputes. Apart from this, the Arbitrator would be violating the provisions of <a href=\"/doc/1846895/\" id=\"a_178\">Section 7</a> of the Arbitration and Conciliation Act, 1996, thereby ignoring the sanctity of an agreement between the parties to settle the disputes through arbitration. After all, the Arbitrator derives his jurisdiction only by the consensus between the parties to the agreement.  Further, after the decision of the Apex Court reported in (2005) 8 SCC 618 (<a href=\"/doc/1641452/\" id=\"a_179\">S.P.B. &amp; Co. Vs. Patel Engineering Ltd.</a>),  once the arbitrator is appointed by the Court on an application by the respondents and there being no denial of the fact that the dispute had arisen and is to go for resolution before the Arbitrator, all that the Arbitrator has to decide is the dispute arising under the contract in terms of the agreement.  It is not denied by the respondents that the contract entered into between the parties is not an illegal one by reason of the petitioners being an unregistered firm.  Learned senior counsel appearing for respondents 1 to 3 does not dispute the competency of the unregistered firm to enter into an agreement.  He fairly pointed out that the <a href=\"/doc/107341/\" id=\"a_180\">Indian Partnership Act</a> does not frown on the existence of an unregistered firm.  The provisions of <a href=\"/doc/797638/\" id=\"a_181\">Section 69</a> of the Indian Partnership Act has application, when one of the parties to the agreement, an unregistered firm, seeks to enforce the right under the agreement to appoint an Arbitrator.  When respondents-1 to 3 have accepted the validity of the agreement on arbitration and that the dispute between the parties at the stage of filing the petition under <a href=\"/doc/1841764/\" id=\"a_182\">Section 11</a> of the Arbitration and Conciliation Act, 1996 was only as regards the naming of an Arbitrator, it is difficult to accept the contention of respondents- 1 to 3 that the dispute had arisen under the agreement on arbitration and that the enforcement of the rights arising under the agreement cannot be maintained under <a href=\"/doc/797638/\" id=\"a_183\">Section 69</a> of the Indian Partnership Act.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1641452\" id=\"span_45\">As already pointed out, after the decision of the Supreme Court in the decision reported in (2005) 8 SCC 618 (<a href=\"/doc/1641452/\" id=\"a_184\">S.P.B. &amp; Co. Vs. Patel Engineering Ltd.</a>), it is not open to the Arbitrator to decide on the justiciability of the claim from the petitioner.</span>  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">\t53. In the context of the aforesaid decision, when the award is patently illegal and prejudicial to the rights of the parties, the award is liable to be interfered with under <a href=\"/doc/439304/\" id=\"a_185\">Section 34(2)</a> of the Arbitration and Conciliation Act, 1996.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793348\" id=\"span_46\">54.  Hence, apart from the fact that the decision of the Apex Court reported in AIR 1964 SC 1882 (<a href=\"/doc/793348/\" id=\"a_186\">Jagdish Chandra Gupta V. Kajaria Traders (India) Ltd.</a>) is distinguishable and that the reference made to the Arbitrator is in terms of the arbitration agreement and not as regards the enforcement of  a right arising from the agreement, I have no hesitation in setting aside the award.</span> \n</p>\n<p data-structure=\"CDiscource\" id=\"p_62\">\t55. After the appointment of the Arbitrator, the question of  the Arbitrator entering the jurisdictional question as to the maintainability of the claim does not arise. The Arbitrator has the jurisdiction only to decide the disputes that have arisen in connection with the execution of the contract and the breach alleged by taking recourse to the contract, to which both the parties are bound.  A dispute could be held as inextricably linked to the contract only if and when the dispute is connected with the contract.  When the terms of the contract are not denied and the contract is not illegal or void by reason of the petitioner being an unregistered firm, the preliminary objection raised as a dispute posed by respondents-1 to 3 cannot be held as one arising under the contract or a controversy arising out of or in relation to or in connection with the agreement.  In the circumstances, I have no hesitation in agreeing with the submission of the petitioner both on the merits of the contention as to the legality of the award and the jurisdiction of the Court under <a href=\"/doc/536284/\" id=\"a_187\">Section 34</a> of the Arbitration and Conciliation Act to interfere with the award, thereby rejecting the plea of the respondents.  The award passed suffers patent illegality in ignoring the terms of the arbitration agreement.  The Arbitrator is bound by the terms of reference and hence, the award is liable to be interfered with by this Court under <a href=\"/doc/536284/\" id=\"a_188\">Section 34</a> of the Arbitration and Conciliation Act, 1996.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_47\">56.  As to the scope of the jurisdiction of this Court under <a href=\"/doc/536284/\" id=\"a_189\">Section 34</a> of the Arbitration and Conciliation Act, 1996, in the decision reported in (2009) 1 MLJ 327 (SC) (<a href=\"/doc/1617540/\" id=\"a_190\">Delhi Development Authority Vs. R.S.Sharma and Co., New Delhi</a>), the Supreme Court held:</span>\n</p><blockquote id=\"blockquote_18\">&quot; (a) An Award, which is\n</blockquote><blockquote id=\"blockquote_19\">(i) contrary to substantive provisions of law ; or\n</blockquote><blockquote id=\"blockquote_20\">(ii) the provisions of the Arbitration and Conciliation Act, 1996 ; or\n</blockquote><blockquote id=\"blockquote_21\">(iii) against the terms of the respective contract ; or\n</blockquote><blockquote id=\"blockquote_22\">(iv) patently illegal, or\n</blockquote><blockquote id=\"blockquote_23\">(v) prejudicial to the rights of the parties, is open to interference by the Court under <a href=\"/doc/439304/\" id=\"a_191\">Section 34(2)</a> of the Act.\n</blockquote><blockquote id=\"blockquote_24\">(b) Award could be set aside if it is contrary to :\n</blockquote><blockquote id=\"blockquote_25\">(a) fundamental policy of Indian Law; or\n</blockquote><blockquote id=\"blockquote_26\">(b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_27\">(c) justice or morality;\n</blockquote><blockquote id=\"blockquote_28\">(c) The Award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the Court.\n</blockquote><blockquote id=\"blockquote_29\">(d) It is open to the Court to consider whether the Award is against the specific terms of contract and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of India. &quot;  \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_64\">\tIn the light of the above, the award of the learned Arbitrator stands set aside and the Original Petition stands allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">\t\t\t\t\t\t\t\t\t\t18.03.2010\nIndex:Yes/No\nInternet:Yes/No\nsl\n\t\n\t\nCHITRA VENKATARAMAN,J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">Sl/ksv\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPre-delivery order in    \nOriginal Petition No.139 of 2008\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDelivered on:   \n</p>\n<blockquote id=\"blockquote_30\">18.03.2010    </blockquote>","numcites":57,"numcitedby":3,"docsource":"Madras High Court","citetid":319520,"divtype":"judgments","relatedqs":[{"value":"unregistered partnership firm ","formInput":"unregistered%20partnership%20firm%20"},{"value":"section 69 partnership act","formInput":"section%2069%20partnership%20act"},{"value":"section 16 - arbitration and conciliation act","formInput":"section%2016%20-%20arbitration%20and%20conciliation%20act"},{"value":"section 69 (3) of the partnership act ","formInput":"section%2069%20%283%29%20of%20the%20partnership%20act%20"},{"value":"section 69 of indian partnership act","formInput":"section%2069%20of%20indian%20partnership%20act"},{"value":"partnership arbitration","formInput":"partnership%20arbitration"},{"value":"1998 8 scc 559","formInput":"1998%208%20scc%20559"},{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"2004 SCC (7) 332","formInput":"2004%20SCC%20%287%29%20332"},{"value":"unregistered partnership","formInput":"unregistered%20partnership"},{"value":"section 16 of the arbitration act","formInput":"section%2016%20of%20the%20arbitration%20act"},{"value":" section 16 of arbitration and conciliation act 1996","formInput":"%20section%2016%20of%20arbitration%20and%20conciliation%20act%201996"},{"value":"arbitration section 11","formInput":"arbitration%20section%2011"},{"value":"jagdish chandra gupta","formInput":"jagdish%20chandra%20gupta"},{"value":"indian partnership act","formInput":"indian%20partnership%20act"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"substantive law","formInput":"substantive%20law"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"public policy","formInput":"public%20policy"}],"cats":[{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}