{"tid":1035550,"publishdate":"1990-11-16","title":"J.C. Budhraja vs Steel Authority Of India Limited on 16 November, 1990","doc":"<h2 class=\"doc_title\">J.C. Budhraja vs Steel Authority Of India Limited on 16 November, 1990</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR1991DELHI520</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT  \n\n D.P. Wadhwa, J.  \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">(1) This is a petition filed under <a href=\"/doc/665266/\" id=\"a_1\">Sections 14</a> and <a href=\"/doc/1171700/\" id=\"a_2\">17</a> of the Arbitration Act, 1940 (for a short &#x27;the Act&#x27;) for making the award dated 11th July 1986 made by Mr. S. N. Sinha and Mr. G. Varma, two Arbitrators, as Rule of the Court. The suit was registered on the Arbitrators filing the award in the Court. Then, the claimant, J. C. Budhraja, filed application (LA. 5116 of 1986) under <a href=\"/doc/1171700/\" id=\"a_3\">Section 17</a> of the Act. On notice of filing of the award having been issued to the parties, the respondent, Steel Authority of India Limited (&#x27;SAIL&#x27; for short) filed objections under <a href=\"/doc/1503578/\" id=\"a_4\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_5\">33</a> of the Act and these were registered as I.A. 5843 of 198.6. After the pleadings were conmplete, the following issues were framed:     \n</p>\n<blockquote id=\"blockquote_1\"> 1. Whether this court has territorial jurisdiction to entertain and try the suit? 2. Whether any part of subject-matter of the reference was beyond the scope of arbitration ? If so, to what effect? 3.Whether the award is liable to be set aside on any of grounds urged in I-A- 5843 of 1986 (wrongly mentioned as Ia 5116186). 4. Relief.  \n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">The court at that stage itself overruled the objection of the petitioner that the objections were filed beyond the period of limitation and found that as per the records of the case, the objections were filed within the period of limitation. Parties were allowed to lead evidence by means of affidavits. Arbitration proceedings were to be read in evidence.   \n</p>\n<p data-structure=\"Facts\" id=\"p_3\">(2) On 1st August 1977, an agreement for the work &quot;Construction of Tailoring-Storage Reservoir at Kumdi for Meghahatuburu Iron Ore Project&quot; was entered into between the petitioner and the National Mineral Development Corporation Limited, Thereafter, Sail took over the entire project of &quot;Meghahatubiru Iron Ore&quot; from National Mineral Development Corporation Limited, and, subsequently, an agreement dated 20th December 1980 was entered into between the petitioner and SAIL. It is this supplementary agreement under which disputes arose between the parties. Under Clause 18 of the General Conditions of Contract for Construction works which formed part of the agreement and which constituted arbitration agreement between the parties, claims raised by the petitioner were referred to arbitration. Under this clause, each party was to appoint an Arbitrator. Both the Arbitrators, I was told, are persons with technical qualifications. I may note at this stage that agreements were entered into between Sail and Mr. N.C. Budhraja, father of the present petitioner, and that after the death of Mr. N. C. Budhiraja, the contract was taken over by the petitioner There is no dispute about the parties before me. I may also note that Mr. S. N. Sinha, Superintending Engineer (retired) was appointed as Arbitrator by the petitioner and Mr. G. Varma, Senior Adviser, Tata-Robins-Fraser Limited was nominated as Arbitrator by the respondent (SAIL). They have given an agreed and a non-speaking award. Against 52 claims raised by the petitioner totalling Rs. 2,91,60,097.29 the Arbitrators awarded an amount of Rs. 89,05,302.00 to the petitioner. They also direct- ed that if the amount under the award was not paid within 60 days, further interest at the rate of 12 per cent per anaum, from the date of the award till payment or till the date of decree, whichever was earlier, was to be paid to the petitioner by SAIL. Certain claims numbering 20 were rejected by the Arbitrators.  \n</p>\n<p data-structure=\"Facts\" id=\"p_4\">(3) The objections of the Sail to the award are on the grounds that the claims fall under the categories : (i) excepted matters; (ii) finality of engineer&#x27;s certificate or decision; (iii) Govermnent, particularly, Central Water and Power Commission, to be outside the jurisdiction of the Arbitrators; and (iv) claims falling outside the contract and, thus, non-arbitrable. According to Sail, therefore, the award is bad and the Arbitrators have misconducted themselves and the proceedings. The petitioner has disputed all this and has supported the award.  \n</p>\n<p data-structure=\"Section\" id=\"p_5\">(4) To understand the rival contentions, it will be appropriate to set out some of the relevant clauses of the General Conditions of Contract for construction Works, as applicable in the present case. 4. Extent And Scope Of Contract 4.1 The Contract comprises the construction, completion and maintenance of the works and the provision of all labour, materials, Construction Plant, Temporary works and everything whether of a temporary or permanent nature required in and for such construction completion and maintenance 4.2 The Contractor shall carry out and complete the Works in every respect in accordance with the Contract and in accordance with directions and to the satisfaction of the Engineer. The Engineer may, in his absolute discretion from time to time issue further drawings and/or written instructions, details, directions and explanations which are hereafter collectively referred as the Engineer&#x27;s Instruction in regard to : 4.2.1 The variation or modification of the design, quality or quantity of works or the addition or commission or substitution of any work. 4.3 The Contractor shall forthwith comply with and duly execute any work comprised in such Engineer&#x27;s instructions provided always that verbal directions and explanations given to the Contractor or his foreman upon the works by the Engineer shall if involving a variation be confirmed in writing by the Contractor within seven days and if not dissented from in writing within a further period of seven days by the Engineer such shall be deemed to be Engineer&#x27;s instructions within the scope of the Contract. Rates of items not mentioned in the Priced Tender Schedule shall be fixed by the Engineer. 4.4 If compliance with the Engineer&#x27;s instructions as aforesaid involves work and/or loss beyond that contemplated by the Contract then unless the same were issued owing to some breach of this Contract by the Contractor, the Employer shall pay to the Contractor the price of the said work as an extra to be valued as there in after provided in Clause 11.3.  \n</p>\n<p data-structure=\"Section\" id=\"p_6\">(5) General Obligations 6.2 The Tenderer shall inspect and examine the site and its surroundings and shall satisfy himself before submitting his tender as. to the nature of ground and subsoil (so far as is practicable) the form and nature of the site, the quantities and nature of the work and materials necessary for the completion of the works and the means of access to the site, the accommodation he may require and in general shall himself obtain all necessary information as to risks, contingencies and other circumstances which may influence or affect his tender. 63. The Tendered/Contractor shall be deemed to have satisfied himself before tendering as to the correctness and sufficiency of his tender for the works and of the rates and prices stated in the tender Schedule which rates and price shall (except in so far as it is hereinafter otherwise provided) cover all his obligations under the Contract and all matters and things necessary for the proper completion and maintenance of the works. 10.2 To the extent that the Works shall at or as soon as practicable after the expiration of the Period of Maintenance be delivered up to the Employer in as good and perfect a condition (fair wear and tear excepted) to the satisfaction of the Engineer as that in which they were at the commencement of the Period of Maintenance, the Contractor shall execute all such work of repair, amendment, reconstruction, rectification and making good of defects, imperfections, shrinkage or other faults as may be required of the Contractor in writing by the Engineer during the Period of Maintenance or within fourteen days after the expiration as a result of an inspection made by or on behalf of the Engineer prior to its expiration. 11.. Alterations, Additions &amp; Omissions 11.1 The Engineer shall mark any variations of the form quality or quantity of the works or any part or if for any other reason it shall in his opinion be desirable shall have power to order the Contractor to do and the Contractor shall do any of the following : (a) increase or decrease the quantity of any work included in the contract. (b) omit any such work. (c) change the character or quality or kind of any such work. (d) change the levels, lines, position and dimensions of any part of the work, and (e) execute additional work of any kind necessary for the completion of the works. and no such variation shall in any way vitiate or invalidate the contract but the value (if any) of all such Variation shall be taken into account in ascertaining the amount of the contract price. 11.2 No such variation shall be made by the Contractor without an order in writing of the Engineer. Provided that no order in writing .shall be required for increase or decrease in the quantity of any work where such increase or decrease is not the result of any order given under this clause but is the result of the quantities exceeding or being less than those stated in the Tender Schedule. Provided also that is for any reason the Engineer shall consider it desirable to give any such order verbally the Contractor shall comply with such order and any confirmation in writing of such verbal order given by the Engineer shall be deemed to be an order in writing within the meaning of this Clause. 11.3 The Engineer shall determine the amount (if any) to be added to or deducted from the sum named in the Tender in. respect of extra or additional work done or work omitted by his order. All such work shall be valued at the rates set out in the Contract if in the opinion of the Engineer the same shall be applicable. If the Contract shall not contain any rates applicable to the extra or additional work then reasonable price shall be fixed by the Engineer. 11.3.1 Provided that if the nature or amount of any omission or addition relative to the nature of amount of the whole of the Contract work or to any part thereof shall be such that in the opinion of the Engineer the rate or price contained in the Contract for any item of the work is by reason of such commission or addition rendered unreasonable or inapplicable the Engineer shall fix such other rate or price as in the circumstances he shall think reasonable and proper. 11.3.2 Provided also that no increase in the Contract Price under Clause 11.3 or variation of rate or price under Clause 11.3.1 shall be made unless as soon after the date of the order as is practicable and in the case of extra or additional work before the Commencement of the work or as soon thereafter as is practicable notice shall have been given in writing. (a) by the Contractor to the Engineer of his intention to claim extra payment or varied rate. Or (b) by the Engineer to the Contractor of his intention to vary a rate or price as the case may be. 11.4 The Contractor shall send to the Engineer once in every month an account giving full and detailed particulars of all claims for any additional expense to which the Contractor may consider himself entitled and of all extra or additional work ordered by tine Engineer which he has executed during the preceding month and no claim for payment for any such work will be considered which has not been included in such particulars. Provided always that the Engineer shall be entitled to authorise payment to be made for any such work notwithstanding the Contractor&#x27;s failure to comply with this condition if the Contractor has at the earliest practicable opportunity notified the Engineer that he intends to make a claim for such work. 18. Settlement Of Disputes 18.1 All questions disputes or difference of any kind whatsoever arising out of or in connection with the Contract at any time whether the progress of the work or after its completion or whether before or after the determination of the Contract other than questions, disputes or difference for the decision of which specific provisions have been made in the foregoing Clauses of this conditions thereinafter referred to as &#x27;Excepted Matters&#x27; and decision on such &#x27;Excepted Matters&#x27; according to the said specific provisions shall be final and binding on the Contractor and shall not receipt or attempted to be re-opened on the ground of any informality, omission, delay or error in the proceeding in or about the same or on any other ground whatsoever shall be submitted in writing by the Contractor to the Employer and the Employer shall within a reasonable time after the submission of the same make and .notify its decision thereon in writing. 18.2 If the Contractor be dissatisfied with the decision of the Employer on any matter in question, dispute or difference on any ground in&#x27; connection with this contract of as to the withholding bythe  Employer of any certificate to which the Contractor may claim to be entitled to or if the Employer fails to make a decision within a reasonable time then and in any such case but not including any of the excepted matter or matters for which the Contractor has given no claim certificates the Contractor may within ten days of the receipt of such decision or after the expiry of a reasonable period of time as the case may be demand in writing that such matter in question, dispute or difference in connection with this Contract be referred to arbitration. Such demand for arbitration shall be delivered to the Employer by the Contractor and shall specify the m.atters which are in question dispute or difference and only such question, disp.ute or difference other than any of the excepted matter in respect of the contract of which the demand has been made and no other shall bs referred to arbitration. 18.2.1 The further progress of any work under the Contract shall unless otherwise directed by the Engineer continue during the arbitration proceedings and no payment due or payable by the Employer shall be withheld on account of such proceedings provided however that it shall also be open to the arbitrations to consider and decide whether or not such work shall continue during the arbitration proceedings. 18.2.2 Matter in question dispute or difference other than the excepted matters in respect of this contract to be submitted to arbitration as aforesaid shall be referred for decision to : the arbitration of two persons one to be nominated by the Employer and the other by the Contractor or failing agreement between these two arbitrators to an Umpire appointed by them before proceeding with the Arbitration, in respect of claims. 18.2.3 Such submission shall be deemed to be a submission to arbitration and the decision of such arbitration shall be final and conclusive under the <a href=\"/doc/1052228/\" id=\"a_6\">Provisions of the Indian Arbitration Act, 1940</a> and of the rules there under and all Statutory modifications thereof shall govern all such Arbitration Proceedings and which shall be deemed to apply to and be incorporated in this contract. 18.3 The venue of arbitration shall bs Bokaro Steel City. Then, the following clauses of Special Conditions of Contract may also be noted: 1.10 General : The Special conditions of contract, shall be read in conjunction with invitation of tender, instruction to tenderers, the General Conditions of Contract, Specifications, preamble to Bill of Quantities, Drawings and/or other supplementary documents detailing the work. Where any provision of the general conditions of contract is repugnant to or at variance unless a different intention appears, the provisions of the Special Conditions of Contract shall be deemed to override the provisions of the General Conditions of Contract and shall to the extent of such repugnance or variation prevail. Specification shall take precedence over even the Special Conditions of contract. 1.4.0 Scope Of Work The scope of work shall be the construction of Dam embankment and spillway with all incidentals and connected works as per Drawings, and Specification including the following. (i) Rock fill dam with impervious core. (ii) Spillway including footbridge control structure approach channel and side channel. (iii) Foundation treatment, anchorage and drainage. 1.20.0 Method Of Measurement Made of measurements for various items of work shall be as specified in the 1978 Cpwd specifications. Where items of work are not covered under the said Cpwd specifications, the measurements shall be made as per the Indian Standard Code of Practice. 1.32.0 Embedment Of Pockets All Embedment shall be accurately set and rigidly fastened. Anchor bolts shall be set to template and firmly secured in vertical and horizontal line at required projections. Water stops shall be secured against displacement during the placing of concrete. The joints for copper water stops shall be soldered water tight and those of rubber shall be joined by properly cementing and vulcanising. Expansion joint fillers shall be for the full depth of slabs of walls in width and shall be cemented with a bituminous cement against the older or previously placed concrete. The ends shall be butted tight and the upper edge set flush with finished slabs. Foundation bolts, nuts, fabricated plates, angles, channels etc. and all the steel work, etc. which require to be embedded or fixed in concrete shall be supplied by the contractor and/or employer as prescribed in the drawings. Wooden templates, core i.e. or core boxes and materials for supporting and fixing them in position shall be supplied by the contractor. Steel iron far manholes, hold fasts for door, window and ventilators shall be supplied by the contractor. All these fixtures shall be securely fixed in position before any concreting is undertaken. The threads of all bolts and nuts shall be checked, greased and oiled. Bolts with or without anchors and core pipes or core boxes shall erected in proper line and plumb as shown in the drawings. Core pipe, unless they are to be buried in the concrete shall be taken out. The templates shall not be taken out until the concrete embedding the bolts has set. After erection of the bolts, the nuts shall be left on bolts or handed over to the Engineer. The Contractor shall be solely responsible for the correctness of the position and elevation of all bolts. 1.32.2 It may become necessary for providing pockets and pipe sleeves in concrete foundations as dictated by the site conditions. Nothing extra shall be payable for providing of pockets and pipe sleeves. 1.34.0 Wage Escalation : Wage escalation of upward or down-ward side will be admissible on the basis of statutory variation in the rates, per hour of labour whether by variation of rates per day or by variation in the number of working hours per day, the base date for the purpose of calculation being 12.3 .80. Escalation for labour will be admissible on all the items of work. The basic labour content will be at 50 per cent of the individual rates. The labour content as calculated in this manner will be increased/decreased in the same proportion by which the base wage plus D.A. totalling to Rs. 6.10 per day of unskilled labour, increases/decreases after 12.3.80. The escalation will be applicable for work measured after one month from the date of effect of revised wages. For purpose of this Clause the wage structure shall be defined as comprising basic wages and Da only. 1.35.0 Rates for extra items of work will be arrived at by mutual negotiation. 5. Sail is a company registered under the <a href=\"/doc/1353758/\" id=\"a_7\">Companies Act, 1956</a>, having its registered office at New Delhi. One of its units 13 at Bokaro Steel Plant at Bokaro Steel City. Sail raised objection that this court has no jurisdiction in the present case. It is, no doubt, a Corporation, and, under Explanation to <a href=\"/doc/86911060/\" id=\"a_8\">Section 20</a> of the Code of Civil Procedure, it is deemed to carry on its business at its sole or principal office in India or in respect of any cause of action arising at any place where it also a subordinate office, at such place. Admittedly, therefore, Sail carries on business in Delhi. The objection of Sail to the jurisdiction of this court is, thorefore, overruled. I may, however, note a decision of the Supreme Court in M/s. Bakhtawar Singh Bal krishan v. Union of India and others,  which, in all fairness and I must say in the best tradition of legal profession, was referred to by Mr. Satpal, learned counsel for Sail, himself. In this case, the Supreme Court held that there was a distinction between commercial activity of the State on the one hand and the discharge of the sovereign functions of the State. In that case, the Court observed that Union of India was not carrying on any &#x27;business activity&#x27; with an eye on profits and it could not, therefore, be said that it was carrying on business in Delhi. The proposition as laid down by the Supreme Court is applicable in the present case here. Sail is a company and is carrying on business, though the contract was entered into at Bokaro Steel City, District Dhanbad, Bihar, where also it was to perform its functions and arbitration proceedings held. Since the registered office, which is the .principal office of Sail, is in Delhi, this Court certainly has jurisdiction to try the present suit. First issue is, therefore, held against SAIL.   \n</p>\n<p data-structure=\"Section\" id=\"p_7\">(6) Issues Nos. 2 and 3 can be discussed together.   \n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">(7) The work in question was scheduled to be completed by 31st May, 1982. It was, in fact, completed on 23rd July 1984. The petitioner contended that Sail failed to furnish the designs and drawings within the time and drastically modified the structure in the course of execution, substantially changed the design from Masonary spillway to Rcc concrete Spillway and changed the design of Rockfil Dam to earth Dam etc. It said that Sail furnished the modified designs, drawings and specifications after 31-5-1982 and, therefore, it per force extended the time for completion of the contract while giving the benefit of escalation. There is certainly no dispute with regard to the quantities of extra work executed by the petitioner. The petitioner also contended that factors and circumstances, which he set out in his claim petition before the Arbitrators, resulted in major change in the very character of the work, and, as a result, he was required to execute the huge quantities of extra works and extra items of work. He said, he made demands from time to lime regarding extra works and extra items of work and since these could not be settled mutually, the disputes were referred to arbitration.   \n</p>\n<p data-structure=\"Issue\" id=\"p_9\">(8) While not. disputing the &#x27;extra works&#x27; and &#x27;extra items of work&#x27; done by the petitioner, Sail contended that claims falling under clauses 6.2, 6.3, 10.2, 11.2, 11.3 11:3:1 of the General Conditions of Contract and under Clauses 1.10, 1.4.0, 1.21, 1.32, 1.32.2, 1.34 and 1.35 of the Special Conditions of Contract were all outside the jurisdiction of the Arbitrators and were all &#x27;Excepted Matters&#x27; falling under clause 18.1 of the General Conditions of Contract.   \n</p>\n<p data-structure=\"Facts\" id=\"p_10\">(9) To understand these objections, let me set out the claims raised by the petitioner, and the amounts awarded against each of such claims   \n\n Claim Description of item Claim Amount Aw ard Amount Item in . Rs. Ps. in Rs. Pa. No. 1 2 3 4 1. Claim relating to old agreement 17,80,856.43 Nil 2. Excavation of Cut of Trench 21,62,250.OO 7,39,732.00 3. Earth work in excavation on borrow area ..... 26,60,899.00 16,79,149.00 4. Collection, conveyance and laying sand in sand Chimney . 1,40,632.00 35,529.00 5. Providing 1,4,8 Cement Concrete . 1,22,274.00 Nil 6. C.R. Masonry 26,844.00 Nil 7. Providing filtering materials for Earth Dam 16,311.00 Nil 8. Carrying and laying M.S. Black pipe 60,852.00 Nil 9. Carriage and laying of hume pipes 6,474.00 Nil 10. Providing Aluminium water stop - per and rubber water stopper 18,211.00 Nil 11. Carriage of outside boulders for riprap work 87,648.00 32,621.00 12. Dewatering in Earth Dam for excavation of river bed and cut off trench 11,29,260.00 . 5,66 014.00 13. Construction of Coffer Dam 6,02,925.00 3,85,025.00 14. Dewatering round the clock for spillway excavation 2,41,110.00 51,958.00 5. Jungle clearance in Borrow area . 19,460.00 9,673.00 16. Uprooting of stumps of trees in the borrow area. 43,280.00 5,880.00 17. Supplying and laying coarse filter for Sand 83,761.00 4,101.00 18. Smearing mud on training walls and rock cut crops 88,200.00 20,210.00 19. Bitumen filler in expansion joints 11,622.00 Nil 20. Cutting and fixing of G.I. Pipes (Weep holes) 4,285.00 1,233.00 21. Breaking of C.R. Masonry in apron of Spillway..... 26,000.00 6,463.00 1 2 3 . 4 22. Dumping and removing the boulders for flood protection 54,206.00 354.00 23. Breaking of P.C.C. in Spillway . 6,310.00 99.00 24. Applying Cement slurry wash to the retaining walls. 32,050.00 15,182.00 25. Cement slurry used for grouting 26,240.00 Mil 26. Transport of Steel materials from Miop store to Spillway site for Bridge work 3,280.00 2,500.00 27. Cutting and dismantling Rcc abutments and fixing of bolts and base., plates in Spillway Bridge. 11,600.00 2,496.00 28. Cutting, drilling holes, welding and placing in position bed plates with beams etc. for Spillway bridge work 11,00.00 4.200.00 29. Manufacturing of washers for Spill- way Bridge. 1,920.00 960.00 30. Shear connection, channel cutting and side Rails in Spillway Bridge. 30,400.00 15,500.00 31. Painting Steel works over the Spillway. 15,000.00 6.253.00 32. Boring 200 mm dia bore holes with hand auger. 17,114.00 6.544.00 33. Piling Sal wood Bullah 23,757.00 8,731.00 34. R.C.C. 1:1 1/2:3 for piling 18,733.00 Nil 35. Labour for carriage of M.S. Black pipe. ..... 1,135.00 Nil 36. Labour for lying G.I. pressure release pipe in Stilling basin . 1,600.00 .Nil 37. Sinking 300 mm dia Rcc hume pipe. ..... 7,200.00 Nil 38. Carriage of Rcc hume pipe G1 pipes &amp; M.S. pipe from Meghahatubu Iron Ore Project sto e to work site 5,000.00 Nil 39. Conveyance of 12&quot; dia and 48&quot; dia R.C.C. hume pipes to the site of sink- ing by manual labour.. 1,080.00 Nil 1 2 3 4 40. Preparation of rock surface for lying concrete ... 1,80,000.00 39,110.00 41. Difference in weight of reinforce- ment steel due to payment by linear measurements.... .1,87,087.00 94,944.00 42. Excavation of compacted earth for vertical sand Chimney . 5,55,912.00 50,019.00 43. Stripping borrow area . 3,53,973.00 3,53.973.00 44. Providing centering and shuttering for Rcc work as per site requirement 11,8S,203.00 2,79,828.00 45. Providing and fixing 25 mm thick bitumen impregnated fibre (Sale tax Board)...... 43.103.00 Nil 46. Maintenance of rear slope of Earth Dam due to non-provision of longitudinal and transverse drains 1,22,418.00 40.806.00 47. Additional amenities provided for labour...... 5,71,880.00 Nil 48. Recoveries made toads E.P.F. . 3,02,825.00 3,02,525.00 49. Refund of Sales-tax 1,51,724.00 Nil 50. Withheld amount of 43rd R/A Bill 3,28,595.81 Nil 51. Claim for escalation of Cost . 83,10,235.00 41,43,388.00 52. Interest ..... 7-,63,261.00 Nil Total ..... 291,60,097.29 89,05,302.00   \n\n(10) The basic objection of the Sail is that the claims of the petitioner come within the acceptation &#x27;Excepted Matters&#x27; and. thus, outside the arbitration agreement in view of Clause 18.1 of the General Conditions of Contract. Paras 14 and 15 of the objections may be reproduced as under : 14. As already stated elsewhere in this petition, all the claims preferred by the Petitioner/claimant were either &#x27;excepted matters&#x27; or those ever which the learned arbitrators had neither power to adjudicate nor jurisdiction. To avoid repetition, the respondent/ objector is not reproducing here the defenses he set up against each and every averment, contention and claim of the Petitioner/ claimant, but will reply upon the arbitration record and the written statement/reply fixed by it before the learned arbitrators. 15. However, without prejudice to the foregoing the respondent/objector, respectfully submits that the learned arbitrators could not have heard arguments upon and decided claim nos. 2, 6, 7, 8, 9, 10, 11, 17, 18, 20, 32, 33,41, 42 (partly) 43, 44 45 (partly) as the same were in the category of &#x27;excepted matters&#x27; as envisaged and visualised by .the Contract, claim Nos. 2 (partly), 3, 4, 5, 42 (partly) and 45 (partly) as they were outside the ambit and hence de hors the contract, arid claim Nos. 12, 13, 14, 15, 16, 21 to 24, 26, 27 to 31, 35 to 40 and 46, 47, as they were part and parcel of the agreed rates as contained in the contract, and the work against which these claims were lodged farmed a part of the contractual obligations for which no separate payment could be made.   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">(11) During the course of arguments before me, it was submitted that all the claims awarded except claims Nos. 15, 16, 28, 29, 41, 43,48 and 51 were barred under clause 18 read with either clauses 6.2, 6.3, 10.2, 11.2, 11.3 or 11.31 of the General Conditions of Contract. Claims 15 and 16 were stated to be barred under condition I.I of the Special Conditions of Contract, claims 28 and 29 under condition 1.32 of the Special Conditions of Contract, claim 41 under condition 1.21 of the Special Conditions of Contract, and claim 51 under condition 1.34 of the Special Conditions of Contract. As regards claim 48. it was submitted that the respondent was prepared to make the payment on production of the relevant papers for having made the payment towards employees provident fund. There is, however, no objection by the Sail to the award of claim No. 51 in its objections (I.A. 5843 of 1986).   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">(12) Reference may be made to clause 18.1 of the General Conditions of Contract. This clause is widely worded and all questions disputes and differences of any kind whatsoever arising out of, or in connection with, the contract are to be submitted in writing by the contractor to the employer who shall, within a reasonable time notify its decision thereon in writing. This will, however not apply where the questions, disputes or differences for decision of which specific provisions have been made in the earlier clauses of the General Conditions of Colorant which would be &#x27;Excepted Matters&#x27; and decision on. such &#x27;Excepted Matters&#x27; according to those special provisions shall be final and binding on the contractor. Under Clause 18.2.2 questions, disputes and differences other than the &quot;Excepted Matters&#x27; are arbitrable. The question, then, arises as to what are those matters respecting which specific provisions have been made and according to which decisions made thereon are final and binding on the contractor. These &#x27;Excepted Matters&#x27; certainly would not extend to the matters referred to in the Special Conditions of Contract as the words &#x27;foregoing clauses of these conditions&#x27; in Clause 18.1 refer to the clauses of the General Conditions of the Contract. Mr. Gupta, learned counsel for the petitioner, submitted that some of the clauses like 6.14.1, 6.29 and 9.71 where it is mentioned that the decision of the employer, i.e. Sail, would be final and conclusive would only be covered under &#x27;Excepted Matters&#x27;. He also said that this can be extended even to the clauses which say that the contractor shall abide by the decision of the employer and some of these clauses being 6.17, 7.31 and 7.33. He disputed the Con- tention of Mr. Satpal that where power has been vested, with the Engineer to fix a reasonable rate for extra or additional work that would, be the case of specific provision having been made and thus would be &#x27;Excepted Matters&#x27;. Mr. Gupta said, and I agree with him, that what the Engineer says to be reasonable is not final and a condition containing such a provision cannot come under the category of Excepted Matters. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_1\">Specific provision to take the case out of the arbitration must be explicit and with finality attached. A dispute can always be raised if the price fixed is reasonable. A dispute arises only when a light is asserted and its repudiation. As to what is an excepted matter, reference may usefully be made to a decision of the Supreme Court in <a href=\"/doc/262361/\" id=\"a_9\">Vishwanath Sood v. Union, of India and another</a>, . Once all the claim were referred to arbitration. I think, it was left to the Arbitrators to decide as to whether any of the claims would come under the purview of Excepted Matters. I have myself examined each and every claim with the assistance of the learned counsel for the parties and with reference to various clauses of the General Conditions of Contract set out above, and I am unable to agree with the respondent that any of the claims would fall under the category of &#x27;Hxcep ted matters&#x27;. Clause 4 deals with the extent and scope of the Contract and under clause 4.2.1 it includes variation or modification of the design, quality, and quantity of works or the addition, omission or even substitution of any work Clauses 6.2 and 6.3 arc general m nature. Clause 10.2 deals with the execution of the work of repairs and correction of defects ah may be required by the Engineer. Then under Clause 11.2 variations are to be by order in writing of the Engineer and clauses 11-3 and 11.3.1. fixing of reasonable prices by the Engineer where there is extra or additional work and no rates are specified under die contract Even a bare look at these clauses would show that they do not make the claims iv. question &#x27;Excepted Matters&#x27;. Whether the work done was additional or extra is certainly arbitrable and under Clause 1.35.C of the .Special Conditions of Contract rates for the extra items had to l-e arrived at by mutual negotiation and to that extent provisions of Genera? Conditions of Contract would not apply in view of clause 1.10 of the Special Conditions of Contract reproduced above.</span>   \n</p>\n<p data-structure=\"Section\" id=\"p_13\">(13) I am also unable to understand the argument that some of the claims were beyond the contract and so could not be the subject matter of arbitration. The work done is certainly under the scope of the contract. There is no dispute regarding the quantity of the work done, the nature of the work done and the items of work done. There were all agreed to during the course of arbitration proceedings. The only dispute that remained was regarding the rates for each of the item.-. Then the parties were at variance whether work done by the petitioner was additional as contended by the respondent, or extra work as convened by the petitioner. The contention of the petitioner had been that the claims were covered under clause 1.35.0 of the Special Conditions of Contract. The Arbitrators could certainly go into the question so raised.   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">(14) I think it is unnecessary for me to discuss m any detail each and every claim. The principal question before the Arbitrators was :if the claims fell under clause 1.35.0 of the Special Conditions of Contract as contended by the petitioner or under various other clauses of the General or Special Conditions of Contract and which have been set out above How ever, I may only refer to claim No. 51. As noted above, the Sail did not object to this claim specifically in I.A. 5843 of 1986. However under the claim, the petitioner said that he was awarded escalation of cost only on labour components as per clause 1.34.40 of the Special Conditions of Contract. He gave detailed reasons for delay in execution of the work and said that not only labour but cost of materials and Pol (petrol, oil and lubricants) had increased tremendously. He said increase in cost of labour constituted 65 per cent of- the escalation, material 2.5 per cent and Pol 10 per cent. The petitioner, therefore, claimed an amount of Rs. 61,03,397.00 for escalation of cost on. value of works paid by the respondent and he further claimed an amount of Rs. 22,62,838.00 on value of extra items and extra quantities of works not paid by the respondents. The total amount he claimed under this claim was Rs. 83.10,235.00. The Arbitrators awarded Rs. 41,43,388.00 With reference to clause 18.1 of the General Conditions of Contract. I have already held that this claim did not fall under the category of &#x27;Excepted Matters&#x27;. Assuming the argument of Mr. Satpal to be correct that the Arbitrator could not have awarded escalation cost of labour over and above that provided under clause 1.34 of the Special Conditions of Contract, the balance claim would still come to be over Rs. 44 lakhs. The award is for less than this amount.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">(15) My jurisdiction to interfere in a non-speaking award is extremely limited. Even where the award is a speaking one the court has limitations. It is not, for this court to examine each and every claim afresh as if sitting in appear and to see if the amount awarded was justified or not. Merely because the amounts are large s no ground to depart from the well established principle&#x27;s of law limiting the jurisdiction of the court in interfering with the award. The Arbitrators in the present case are persons having high degree of technical knowledge and are the best persons to understand the complexities of the construction work under the contract. Mr. B. N. Sinha is a retired Superintending Engineer and Mr. G. Varma retired as a General Manager of the respondent and was at Bokaro Steel Plant and is also a qualified engineer. This was so told to me during the course of arguments. The Arbitrators gave full opportunity to the parties, held various sittings and examined all the relevant material produced before them and&#x27; came to a un ammos decision. They had jurisdiction in the matter. Construction put by them on the contract is correct. Even where the Arbitrators give reasons, the court cannot sit in appeal over the views of the Arbitrators by re-examining and re-assessing the material. I find no error whatsoever on the face of the record for me to interfere. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1840796\" id=\"span_2\">In <a href=\"/doc/1840796/\" id=\"a_10\">Union of India v. Bungo Steel Furniture, Air</a> 1967 Sc 1033, (3) the Supreme Court observed as under : . It is well settled that the Court has no jurisdiction to investigate into the merits of the case and to examine the documentary and oral evidence on. record for the purpose of finding out whether or not the Arbitrator has committed an error of law and that the award of the Arbitrator can be set aside on the ground of error of law on the face of the award only when the award of&#x27; any document incorporated with it as for instance, a note appended by the Arbitrator staling the reasons turn his decision, there is a found some legal proposition which is the basis of the award and which is erroneous.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"317172\" id=\"span_3\">Again, in <a href=\"/doc/317172/\" id=\"a_11\">N. Chellappan v. Secretary, Kerals State Electricity Board</a>,  the court observed as under : The Umpire as sole Arbitrator was not bound to give a reasoned award and if in passing the award, he makes a mistake of law or of fact, that is no ground for challenging the validity of the award... The court has no jurisdiction to investigate into the merits of the case and examine the documentary and oral evidence on record for the purpose of finding out, whether or apt the Arbitrator has committed an error of law. The general rule is that, as the parties choose their own arbitrator to be the judge in the disputes between them, they cannot, when the award is good on its face, object to his decision, either upon the law or the facts.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_4\">In M/s. Sudarsan trading <a href=\"/doc/588099/\" id=\"a_12\">Co. v. The Govt. of Kerala and another</a>,  the Supreme Court .said as under: The next question on this aspect which requires consideration is that only in a speaking award the court can look into the reasoning of the award. It is not open to the court to probe the mental process of the arbitrator and speculate, where no reasons are given by the arbitrator, as to what impelled the arbitrator to arrive at his condusion.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"881364\" id=\"span_5\">See the observations of this Court in <a href=\"/doc/881364/\" id=\"a_13\">Hindustan Steel Works Construction Ltd. v. C. Rajasekhar Rao</a> . In the instant case the arbitrator has merely set out the claims and given the history of the claims and then awarded certain amount He has not spoken his mind indicating why he has done what he has done ; he has narrated only bow he came to make the award. In absence of any reasons for making the award, it is not open to the court to interfere with the award. Furthermore, in any event, reasonableness of the reasons given by the arbitrator cannot be challenged. Appraisement of evidence by the arbitrator is never a matter which the court questions and considers. If the parties have selected their own forum, the deciding form must be conceded the power of appraisement of the evidence. The arbitrator is the sole judge of the quality as well as the quantity of evidence and it will not be for the Court to take upon itself the task of being a judge on the evidence before the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_6\">See the observations of this Court in <a href=\"/doc/799168/\" id=\"a_14\">Municipal Corp. of Delhi v. Jagan Nath Ashok Kumar</a> .</span>   \n</p>\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"870424\" id=\"span_7\">(16) In M/s. Neelkantan and Bros. <a href=\"/doc/870424/\" id=\"a_15\">Construction v. Superintending Engineer, National Highways, Salem and others</a>,  the court while repelling certain contentions said that it must be assumed that the Arbitrator had considered all the evidence adduced before him and there was no disregard of any principle of law and that there was nothing to indicate that the Arbitrator had not considered all the evidence. Then. the court observed : Unless there was a patent mistake of law and gross misstatement of facts resulting in miscarriage of justice or of equity, the award remains unassailable. In this case the Arbitrator gave no reason for the award. There is no legal proposition which is the basis of the award, far less a legal proposition which is erroneous. There is no appeal from the verdict of the Arbitrator. The court cannot review in such circumstances, the award and correct any mistake in the adjudication by the arbitrator. Similarly, in M/s. Hindustan Tea Co. v. M/s. K. Sashikant &amp;Co. and another,  the court observed that under the law, the Arbitrator was made the final arbiter of disputes between the parties and that the award was not open to challenge on the ground that the Arbitrator had reached a wrong conclusion or has failed to appreciate facts. In this case. the award was a reasoned one.</span>   \n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">(17) These are the well established principles. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_8\">In the present case, I find that the Arbitrators have acted within the scope of reference and on no account it can be said that they misconducted themselves or the proceedings, Mr. Gupta also referred to a decision of the Supreme Court in M/s. <a href=\"/doc/196949/\" id=\"a_16\">Tarapore and Company v. Cochin Shipyard Ltd., Cochin and another</a>,  to contend that though the respondent while nominating its Arbitrator did say that the nomination was without prejudice to the question &quot;regarding the tenability, maintainability and validity of the reference and further without prejudice to our contention that the matter is non-arbitrable, being an excepted matter in terms of the General Conditions of Contract,&quot; it was without basis and once having participated fully in the arbitration proceedings, the plea that the claims were Excepted Matters could not be raised. He said, the Arbitrators held as many as 21 sittings and took on record voluminous documents and once having participated in the proceedings before the Arbitrators it was too late for the Sail to contend that all the claims or any one of them were outside the purview of arbitration. I need not examine this point raised as I have already held the award to be valid.</span>   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1069282\" id=\"span_9\">(18) The Arbitrators awarded interest at the rate of 12 per cent per annum from the date of the award till payment or the date of decree, whichever was earlier. It is now well settled by various pronouncements of the Supreme Court that the court has jurisdiction to award interest from the date of the award till payment. Reference may he made to a decision of the Supreme Court in <a href=\"/doc/1069282/\" id=\"a_17\">Gujarat Water Supply &amp; Sewerage Board v. Unique Erectors (Gujarat) (P) Ltd. and another</a>,  The rate of interest awarded by the Arbitrators appears to he quite reasonable.</span> The award granting interest at the rate of 12 per cent per annum from the date of the award till J.C. Budhraja v. Steel Authority of India Limited the date of decree will therefore stand. Issue Nos. 2 and 3 are held in favor of the petitioner.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">(19) The objections in Ia 5843 of 1986 arc dismissed. The, award dated 11th July 1986 is made Rule of the Court, and a decree in terms thereof is passed The respondent Sail, will pay future interest at the rate of 12 per cent per annum on the amount of Rs. 89,05,302.00 from the date of decree till payment. In case, however, the payment under the award, including the interest awarded thereon, is made within 60 days from today. no future interest will be payable. In the circumstances of the case, there will be no order as to costs.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">(20) 1. record my appreciation of the assistance rendered by Mr. A. K. Panda, Advocate, in the conduct of the case. Arguments advanced by Mr. Satpal and Mr. L. R. Gupta have bees horrid and intelligible.\n</p> \n\n","numcites":16,"numcitedby":0,"docsource":"Delhi High Court","citetid":1035550,"divtype":"judgments","relatedqs":[{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"special contract","formInput":"special%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"escalation","formInput":"escalation"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"Special conditions of contract","formInput":"Special%20conditions%20of%20contract"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"mutual","formInput":"mutual"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"reasonable time","formInput":"reasonable%20time"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"dam","formInput":"dam"},{"value":"additional works","formInput":"additional%20works"},{"value":"steel authority is other authority","formInput":"steel%20authority%20is%20other%20authority"},{"value":"steel authority","formInput":"steel%20authority"},{"value":"rate contract","formInput":"rate%20contract"}],"cats":[{"value":"judgment-according-to-the-award","formInput":"tag:judgment-according-to-the-award"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":false,"query_alert":null,"agreement":false}