{"tid":438914,"publishdate":"2005-03-24","title":"Tamil Nadu Electricity Board, ... vs Central Organisation Of Tamil Nadu ... on 24 March, 2005","doc":"<h2 class=\"doc_title\">Tamil Nadu Electricity Board, ... vs Central Organisation Of Tamil Nadu ... on 24 March, 2005</h2>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nS. Sardar Zackria Hussain, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. W.A. No. 3251 of 2004:- This appeal is filed by the Tamil Nadu Electricity Board against the order of the learned single Judge in W.P. No. 38046 of 2002 dated 31.3.2004. The General Secretary of the Central Organisation of Tamil Nadu Electricity Employees (CITU) filed the Writ Petition  No. 38046 of 2002 and the issue involved being the payment of wages including arrears to the contract labourers employed on daily wages in the distribution, generation and other circles as payable according to PWD Schedule of rates applicable to Mazdoor category-II with effect from 1.7.1998 as directed in the proceedings of Tamil Nadu Electricity Board dated 27.7.1998.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. W.P. No. 25618 of 2004:- The issue involved in this Writ Petition filed by Tamil Nadu Electricity Board Workers Progressive Union, represented by its General Secretary, is similar to one as claimed in the Writ Petition  No. 38046 of 2002, subject matter of the Writ Appeal in W.A. No. 3251 of 2004 and is taken up along with the Writ Appeal as ordered by the Hon&#x27;ble the Chief Justice.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. W.A. No. 3251 of 2004:-  In the Writ Petition  No. 38046 of 2002, subject matter of the Writ Appeal, it is stated that for the purpose of exploiting the cheap labour on contract basis, number of workmen were employed by the Tamil Nadu Electricity Board (hereinafter referred to as &quot;the Board&quot;) in the generation, distribution, general construction, project and other areas for performing variety of services and despite the steps taken by the respondent union for abolition of contract labour and despite the recommendation of the committee concerned no orders were issued for abolition of contract labour in the Tamil Nadu Electricity Board under <a href=\"/doc/1436043/\" id=\"a_1\">Section 10(1)</a> of the Contract Labour (Regulation and Abolition) Act by the Government of Tamil Nadu, which made the respondent union to file W.P. No. 555 of 1990 in the Hon&#x27;ble Supreme Court and after filing of the Writ Petition, G.O.Ms. No. 950 (Labour and Employment Department) dated 8.9.1990 was issued by the Government of Tamil Nadu abolishing the engagement of contract labour in the following 19 processes in the Tamil Nadu Electricity Board:-\n</p>  \n\n<blockquote id=\"blockquote_1\">1)  Fuse of call\n \n\n</blockquote><blockquote id=\"blockquote_2\">2) Maintenance of buildings, quarters etc.,  (except annual maintenance)\n \n\n</blockquote><blockquote id=\"blockquote_3\">3) Painting (except painting of intermittent  nature)\n \n\n</blockquote><blockquote id=\"blockquote_4\">4)  Transformer maintenance\n \n\n</blockquote><blockquote id=\"blockquote_5\">5) Material stock-yard in Mettur workshop  (except handling of bulk supply of materials from suppliers and stores)\n \n\n</blockquote><blockquote id=\"blockquote_6\">6)  Instrumentation \n \n\n</blockquote><blockquote id=\"blockquote_7\">7)  Handling of materials in stores\n \n\n</blockquote><blockquote id=\"blockquote_8\">8)  Turbine maintenance\n \n\n</blockquote><blockquote id=\"blockquote_9\">9)  Boiler maintenance\n \n\n</blockquote><blockquote id=\"blockquote_10\">10) Clerical work including typing\n \n\n</blockquote><blockquote id=\"blockquote_11\">11) Cooling water-system\n \n\n</blockquote><blockquote id=\"blockquote_12\">12) Water Treatment plant\n \n\n</blockquote><blockquote id=\"blockquote_13\">13) Water supplies\n \n\n</blockquote><blockquote id=\"blockquote_14\">14) Laboratory\n \n\n</blockquote><blockquote id=\"blockquote_15\">15) Changing of bulbs\n \n\n</blockquote><blockquote id=\"blockquote_16\">16) Labour supply in fire services\n \n\n</blockquote><blockquote id=\"blockquote_17\">17) Assessment, preparation of bill and card billing\n \n\n</blockquote><blockquote id=\"blockquote_18\">18) Maintenance of street lights and\n \n\n</blockquote><blockquote id=\"blockquote_19\">19) Sick Transformers repairing work (excluding the work entrusted to outside agency)\n \n\nand the Hon&#x27;ble Supreme Court further directed to consider the abolition of contract labour in other processes also. But, however, the Tamil Nadu Electricity Board continued engaging the contract labour and the matter was taken to the Hon&#x27;ble Supreme Court and a Commission presided over by Justice V.Khalid was appointed and as per the report of the Justice V.Khalid recommending absorption of contract labour, the Hon&#x27;ble Supreme Court directed the Tamil Nadu Electricity Board to absorb all the contract workmen on a time bound basis. The Tamil Nadu Electricity Board continued to engage workmen on contract basis in distribution, general construction, project and other circles of the Board and the workmen so employed have been continuously working for several years and for more than 480 days in 24 calendar months and some for over 5 years. The work done by the workmen is of permanent nature relating to following areas:-\n</blockquote>  \n\n<blockquote id=\"blockquote_20\">a) Fuse off call\n \n\n</blockquote><blockquote id=\"blockquote_21\">b) Maintenance of building/sub station\n \n\n</blockquote><blockquote id=\"blockquote_22\">c) Transformer maintenance\n \n\n</blockquote><blockquote id=\"blockquote_23\">d) Handling of Materials - drawal from stores and supply to stores\n \n\n</blockquote><blockquote id=\"blockquote_24\">e) Turbine and boiler maintenance\n \n\n</blockquote><blockquote id=\"blockquote_25\">f) Office work \n \n\n</blockquote><blockquote id=\"blockquote_26\">g) Cable laying work \n \n\n</blockquote><blockquote id=\"blockquote_27\">h) Service connection work.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\">The settlement was arrived under <a href=\"/doc/509428/\" id=\"a_2\">Section 18(1)</a> of the Industrial Disputes Act with the Tamil Nadu Electricity Board by the respondent Union, viz., Central Organization of Tamil Nadu Electricity Employees (hereinafter referred to as &quot;the CITU Union&quot;) and a memorandum of settlement was also executed on 8.7.1998, as per which, it was agreed that the contract labourers employed on daily basis in the distribution, generation and other circles will be paid wages according to the PWD Schedule of rates with effect from 1.7.1998. Pursuant to such settlement, the Board directed as per proceedings dated 27.7.1998 to pay wages to the contract labourers employed on daily wages in distribution, generation and other circles as per PWD Schedule of rates as applicable to the lowest category, viz., mazdoor category-II with effect from 1.7.1998. Even thereafter, the workmen employed on contract basis were paid wages less than the PWD Schedule of rates. Though the Chief Engineer, Tamil Nadu Electricity Board directed as per proceedings dated 2.7.1999 for absorption of contract labourers working in the electricity distribution circles and despite the availability of vacancies, the Tamil Nadu Electricity Board did not absorb the workmen, which made the CITU Union to raise an industrial dispute for absorption of the workmen and it is pending. But the Writ Petition  No. 38046 of 2002, subject matter of the writ appeal is directed for implementing the orders of the Tamil Nadu Electricity Board in respect of wages payable to such workmen, who are numbering about 15,000 in the Electricity Distribution Circles of the Board in the State, besides 500 workmen similarly employed in the general construction circles and another 500 workmen employed in the project circles. Some of the workmen are paid directly the wages and in respect of the others and one amongst the workmen signs an agreement called K2 agreement with the Board and the wages for all the workmen are paid through such persons, who have signed the K2 agreement. After several representations, the Tamil Nadu Electricity Board as per proceedings dated 27.5.2000 accorded approval for making payment to the 849 contract labourers engaged in four hydro generation circles of the Board as per the PWD Schedules of rates, without extending such payment to the labourers engaged in the other circles. Though the representation was made by the CITU Union to the authorities and also to the Chairman of the Board on 28.12.2001, it is not yielded any result. As per the PWD Schedules of rates, a mazdoor category-II in most of the Districts is entitled to Rs.75/- per day, while in Nilgiris District it is to be Rs.83/- per day and the wages as such, are paid only to the contract labourers employed in the four hydro generation circles of the Board. But, in other circles to the workmen employed on contract basis, the daily wages is paid, which varies from Rs.34/- to Rs.40/-. Therefore, the CITU Union has filed the Writ petition claiming wages for contract labourers with effect from 1.7.1998 including the arrears as per PWD Schedules of rates as payable to Mazdoor  category-II.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">4. The Writ Petition  No. 38046 of 2002, subject matter of the Writ Appeal, was resisted by the Tamil Nadu Electricity Board in the counter, in which it is stated that the Board has been executing work on contract basis by open tender system by entering into agreement with the contractors and is not engaging contract labourers directly to execute certain type of work. It is admitted that the Government of Tamil Nadu in G.O.Ms. No. 950 Labour and Employment Department dated 8.8.1990 issued orders for abolition of contract labour system under the contract labour (Regulation and Abolition) Act, 1970 in 19 processes in the Electricity Board as stated above in the Writ Petition  No. 38046 of 2002. The Electricity Board is not directly engaging the contract labourers and the works are carried out by the contract labourers as allocated by the contractors. Qualification prescribed for the post of helper, as per orders dated 23.5.1986 issued by the Electricity Board, was challenged in batch of writ petitions in the High Court and after dismissal of the same, some Trade Unions took up the matter to the Hon&#x27;ble Supreme Court in SLP  No. 1820 of 1990. The Hon&#x27;ble Supreme Court appointed the Justice V.Khalid as One Man Commission and as per the Award of the Commission dated 11.2.1991 recommending the absorption of 18,006 contract labourers, whose names are included in the list furnished by the three unions and 13,054 contract labourers, who are found eligible for absorption, were absorbed as helpers in a phased manner till 31.3.1998 and the Hon&#x27;ble Supreme Court as per order dated 15.2.1999 accepted the compliance report, on absorption of helpers as per report of the Justice V.Khalid Commission, filed by the Board and accordingly S.L.P. No. 1820 of 1990 was closed. The contract labourers in the Thermal Station of the Board, resorted to agitation demanding absorption as helper and entered into a settlement with the CITU Union providing for absorption of contract labourers in Board&#x27;s Generation Station after implementing of the Justice Khalid Commission report. Accordingly, orders were issued as per proceedings dated 28.4.1999, 14.5.1999 and 29.1.2001 for absorption of contract labourers engaged in Thermal/Gas Turbine Power Project and Hydro Project respectively as helpers with effect from 1.5.1999/29.1.2001, as the case may be. Orders issued as per the proceedings dated 28.4.1999 will cover only contract labourers engaged in the Thermal Stations. Therefore, the allegation of the CITU Union that such order is applicable to Distribution Circles is not correct. Pursuant to the dispute raised by the CITU Union, the matter has been referred to Industrial Tribunal, Chennai by the Government in G.O.(D)  No. 616 (L &amp; E(AI) Department) dated 18.7.2000 for adjudication as to whether the demand of the CITU Union to regularise the services of the contract labourers, who have put in 3 to 10 years is reasonable. In the dispute, the claim for absorption of 22,504 contract labourers have been taken on file as I.D. No. 106 of 2000 by the Industrial Tribunal, Chennai and it is pending. The contract labourers employed on daily wages in Distribution, Generation and other circles are being paid wages as applicable to PWD Schedules of rates pursuant to proceedings dated 27.7.1998. Since the contract labourers working in Distribution, Construction and in projects have been working under direct control of the contractor by virtue of the K2 agreement entered into with the Contractor and Chit agreement as negotiated in between the Board and Contractor and payments will be made only to the Contractors and not to the individual labourers and therefore, such contract labourers have no locus standi to claim payment on par with the contract labourers working on daily wages. Such type of contract being works contract, the contractor has been paid as per the rates quoted in the agreement. It is replied in I.D. No. 9696 of 2001 before the Joint Commissioner of Labour, Chennai that the contract labourers working under K2 and Chit agreement are not eligible to receive PWD rates. The payment as per PWD rates to the contract labourers is implemented without any omission and the labourers working in projects and other areas as per K2 and Chit agreement have not been omitted wilfully. The memorandum of settlement dated 8.7.1998 negotiated with the CITU Union and the Board&#x27;s Proceedings dated 27.7.1998 are implemented. Payment by daily wages and wages under K2 and Chit agreement is different to payment of PWD rate. Therefore, P.W.D. rate is applicable only to contract labourers on daily wages in General Construction, Distribution and Project Circles and not to the contract labourers on Chit and K2 agreement covered by works contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">5. The learned single Judge accepting the case put-forth by the CITU Union observed that the Electricity Board is circumventing the need to pay the labourers at the rate fixed by the PWD by entering into the so-called K2 agreement and further stating that the labourers employed through the so-called K2 agreement appears to be similar in nature to other labourers, directed the Electricity Board to pay labourers employed in distribution, generation and other circles the wages according to PWD schedule and the so-called K2 agreement is not a bar in paying the wages to the labourers according to PWD Schedule. But however, considering the financial ramifications directed the Electricity Board to pay arrears not from 1.7.1998 as claimed by the CITU Union, but from October, 2002 being the date of filing of the writ petition and further directed to pay the entire arrears till the end of march, 2004 before September, 2004. The order so made by allowing the Writ Petition  No. 38046 of 2002, is challenged in this writ appeal by the Electricity Board.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">6. No Cross Appeal has been filed by the CITU Union in respect of the direction of the learned single Judge for payment of wages from October, 2002.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">7. In the grounds of Writ Appeal, the averments made in the counter-affidavit filed in the Writ Petition  No. 38046 of 2002 have been made. Likewise, the CITU Union has filed the counter-affidavit reiterating the stand taken in the Writ Petition  No. 38046 of 2002. Further, in the reply affidavit, the stand taken in the writ appeal is reiterated.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\">8. W.P. No. 25618 of 2004:- In the affidavit, additional affidavit and rejoinder to the counter filed to the additional affidavit, filed in the Writ Petition  No. 25618 of 2004 by the Tamil Nadu Electricity Board Workers Progressive Union (hereinafter referred to as &quot;the TMTM Union&quot;), represented by its General Secretary, in addition to what is stated in the Writ Petition  No. 38046 of 2002, subject matter of the Writ Appeal, it is also stated that the members of the Progressive union working in various distribution circles are directly employed by the Electricity Board and most of the employees have been declared as permanent employees of the Electricity Board by the competent authority constituted under the Act. It is further stated that inspite of several representations and lastly on 22.3.2003, the Proceedings of the Electricity Board in B.P.(Ch.) No. 161 (Administrative Branch) dated 27.7.1998 is not implemented and payment is not made as per PWD Schedule of rates as payable to the lowest category, viz., mazdoor category-II to all employees in the distribution circles of the Electricity Board.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">9. In the counter and also in the counter to the additional affidavit, similar objections have been made in W.P. No. 25618 of 2004 by the Electricity Board as raised in W.P. No. 38046 of 2002, subject matter of Writ Appeal. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">10. Heard Mr.Rajeev Dhawan, learned Senior Counsel appearing for the appellant Electricity Board and Mr.K.Chandru, learned Senior Counsel appearing for the CITU Union in the Writ Appeal. We have also heard M/s.Balan Haridas, learned counsel appearing for the TMTM Union and Mr.V.Radhakrishan, learned counsel appearing for the Electricity Board in W.P. No. 25618 of 2004. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">11. W.A. No. 3251 of 2004:- Mr.Rajeev Dhawan, learned Senior Counsel appearing for the appellant in W.A. No. 3251 of 2004 in arguing at length made various submissions. Firstly, the learned Senior Counsel argued that only by raising an industrial dispute under <a href=\"/doc/509428/\" id=\"a_3\">Section 18(1)</a> of the Industrial Dispute Act, 1947, the issue involved in the Writ Petition  No. 38046 of 2002, subject matter of writ appeal can be gone into. Then, it is also argued that it is not made clear by the CITU Union as to how many employees are covered, employed by whom and under what conditions. Since the issue is with regard to abolition of contract labour, that can be decided only in the Industrial Dispute and in fact, such an industrial dispute has been raised and is pending adjudication. It is further argued by referring to G.O.Ms. No. 950 dated 8.8.1990, as per which contract labour has been abolished in 19 processes, and the acceptance of the compliance report by the Hon&#x27;ble Supreme Court that pursuant to the report of the Justice Khalid Commission, 13,054 workers have been absorbed and orders have been passed on 29.1.2001 and that orders have also been passed for absorbing more workers from Thermal and Gas Turbine and Hydro Projects with effect from 1.5.1999 and 29.1.2001 and the question as to whether the workers should be regularised is still pending before the Industrial Tribunal. Therefore, since such issues have been resolved and pending litigation being industrial dispute, the CITU Union is not entitled for the relief as sought for in the Writ Petition  No. 38046 of 2002.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">12. Secondly, by referring the memorandum of settlement dated 8.7.1998 under <a href=\"/doc/509428/\" id=\"a_4\">Section 18(1)</a> of the Industrial Disputes Act, 1947, more particularly Clause 15(ii) and the order of the Electricity Board dated 27.7.1998 for implementation of the said Clause, the learned Senior Counsel appearing for the appellant Electricity Board further submitted that the memorandum of settlement dated 8.7.1998 and the order of Board dated 27.7.1998 have been implemented in respect of Hydro Generation Circles where Contract Labour was hired on daily wages from 1998 onwards. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">13. Thirdly, it is argued by the learned senior counsel appearing for the appellant Electricity Board that the dispute is only with regard to K2 and Chit agreements.  Further, it is submitted that after passing the order in the Writ Petition  No. 38046 of 2002 and as per the order of the Hon&#x27;ble Supreme Court, wages have been paid from first November, 2004 at Rs.69/- per day in 8 named categories and accordingly memorandum dated 23.11.2004 also have been issued by the Board to all Superintending Engineers to identify persons those who are eligible in the said categories and followed by the letter dated 25.11.2004 and further letter of the Electricity Board dated 21.12.2004 the Superintending Engineers were requested to furnish details and also for implementation of the same and the scope of the Writ Petition  No. 38046 of 2002 cannot be enlarged so as to cover all employees under sanctioned posts. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">14. The learned Senior Counsel appearing for the appellant Electricity Board also submitted that contract labour in Clause 15(ii) of the Memorandum of Settlement excluded 19 processes where contract labour is abolished and in this regard the learned senior counsel pointed out that in respect of:\n</p>  \n\n<blockquote id=\"blockquote_28\">(a) Fuse of Call \n \n\n</blockquote><blockquote id=\"blockquote_29\">(b) Maintenance of Building/Sub-station\n \n\n</blockquote><blockquote id=\"blockquote_30\">(c) Transformer Maintenance\n \n\n</blockquote><blockquote id=\"blockquote_31\">(d) Handling of Materials - Drawal from Stores and    Supply to Stores\n \n\n</blockquote><blockquote id=\"blockquote_32\">(e) Turbine and Boiler Maintenance\n \n\n</blockquote><blockquote id=\"blockquote_33\">(f) Office Work \n \n\nthe contract labour was abolished in 1990 and as such, it will not fall with Clause 15(ii) of the Memorandum of Settlement and the grievance of the CITU Union is that there have been breach in the abolition of contract that can be decided only by way of industrial dispute.  The learned Senior Counsel further submitted that as far as K2 and Chit Contracts are concerned, these are not in any way &quot;Contract Labour&quot; as envisaged by Clause 15(ii) of the Memorandum of Settlement since they are piece work contracts and not labour contract and the piece work being less than Rs.5,000/- or Rs.25,000/- and as such, exempted under <a href=\"/doc/1750974/\" id=\"a_5\">Section 1(5)</a> of the Contract Labour (Regulation and Abolition) Act of 1970. Further, according to the learned senior counsel, Clause 15(ii) of the Memorandum of Settlement deals with Contract Labour employed directly by the Board in Distribution, Generation and other circles in the light of the fact that such an interpretation accords with the words used in Clause 15(ii) of the Memorandum of Settlement which was implemented in Hydro Generation Circles in the light of the interpretation as applicable only in these circles and which interpretation was accepted from 1998 to 2001. The interpretation of Clause 15(ii) of Memorandum of Settlement is only to include the employees who are directly hired on contract labour on daily wages and rightly limited to the Hydro Circles. Therefore, according to the learned senior counsel appearing for the appellants, Clause 15(ii) of the Memorandum of Settlement is not applicable to the process excluded by the Contract Labour Abolition of 1990 and also not applicable to K2 and Chit Contract and applicable only to Hydro Contracts which has been implemented and the relief sought for in the Writ Petition  No. 38046 of 2002 is only labour dispute.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_16\">15. Mr.K.Chandru, learned Senior Counsel appearing for the CITU Union in Writ Appeal contended that since the appellants Electricity Board failed to implement the circular dated 27.7.1998 in respect of the contract labour employed in the distribution circles, the Writ Petition  No. 38046 of 2002 as filed is maintainable.  Then referring to <a href=\"/doc/1306271/\" id=\"a_6\">Section 21(2)</a> and (4) of the <a href=\"/doc/1810788/\" id=\"a_7\">Contract Labour (Regulation and Abolition) Act, 1970</a>, which deals with payment of wages, the principal employer is liable to pay wages to contract labour employed by the contractor which is recoverable from the contractor from the amount payable or debt payable by the contractor. Then the learned Senior Counsel submitted that the contractor must pay wages as per the rates pursuant to the agreement, settlement or award as provided under Rule 25(2)(iv) of the Tamil Nadu Contract Labour (Regulation and Abolition) Rules 1975, inasmuch as the wage is defined under <a href=\"/doc/1182976/\" id=\"a_8\">Section 2(1)(h)</a> of the Tamil Nadu Contract Labour (Regulation and Abolition) Act, 1970 shall have the meaning assigned to it in Clause (vi) of <a href=\"/doc/511167/\" id=\"a_9\">Section 2</a> of Payment of Wages Act, 1936 and as per sub clause (a) of the said clause wages includes any remuneration payable as per award or settlement between the parties. Since, the settlement provides that the contract labour should be paid PWD rates applicable to Mazdoor category-II, the contract labourers are entitled to wages at PWD rates. Since the Board and the CITU Union entered into a settlement on 8.7.1998, as per which, it is agreed to pay wages to contract labourers in the distribution, generation and other circles P.W.D. rates and after filing of the Writ Petition  No. 38046 of 2002, subject matter of this Writ Appeal, a new stand has been taken, the Electricity Board&#x27;s Circular dated 27.7.1998 is not applicable to distribution circles where contract labour is engaged through K2 and Chit agreements that issue alone is to be adjudicated upon. So, according to the learned senior counsel appearing for the CITU Union, the Writ Petition  No. 38046 of 2002, subject matter of the writ appeal is maintainable. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_1\">In support of that view, the learned senior counsel has relied on the decision in <a href=\"/doc/1943124/\" id=\"a_10\">ABL International Limited and Anr. v. - Export Credit Guarantee Corporation of India Limited and Ors.</a> . The proceedings initiated after filing of the Writ Petition  No. 38046 of 2002, subject matter of the writ appeal before the Joint Commissioner of Labour was also closed and the order therein does not deal with the applicability of the <a href=\"/doc/1810788/\" id=\"a_11\">Contract Labour (Regulation and Abolition) Act</a> to K2 and Chit agreements. Therefore, according to the learned senior counsel for the CITU Union, the argument advanced by the learned senior counsel for the appellant Electricity Board, with regard to the alternative remedy by way of industrial dispute is not acceptable.  In this context, the learned Senior Counsel for the CITU Union relied on the judgment rendered in Writ Appeal  No. 1373 of 1993 rendered by a Division Bench of this Court.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_2\">Inasmuch as the Writ Petition  No. 38046 of 2002, subject matter of the writ appeal was filed claiming wages and not regularisation, according to the learned senior counsel for the CITU Union, the judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/277653/\" id=\"a_12\">Steel Authority of India Limited and Ors. v. National Union Waterfront Workers and Ors.</a> , has no application. It is further submitted by the learned senior counsel that the contract labour employed as per K2 and Chit agreements are covered by the Board proceedings dated 27.7.1998 and therefore, the stand taken by the Electricity Board that only persons in Hydro Generation Circles are eligible for the benefit of the Board Proceedings is not accepted. The learned senior counsel further submitted that there was no necessity to include contract labour engaged in distribution circles in Board Proceedings, if the said proceedings are not applicable to them.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"320547\" id=\"span_3\">In support of such contention, the learned senior counsel for the CITU Union relied on the decision in Labourers working on <a href=\"/doc/320547/\" id=\"a_13\">Salal Hydro Project v. State of Jammu and Kashmir and Ors.</a> . It is further argued by the learned senior counsel for the CITU Union that though as per G.O.Ms.950 (Labour and Employment Department) dated 8.8.1990 engagement of contract labour in 19 processes of the Board was abolished, contract labour continues to be employed in these processes. In this regard, the learned senior counsel pointed out that as per K2 and Chit agreements, many of the items of work, for which rates have been fixed, related to 19 processes.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"204606\" id=\"span_5\">Then relying on the decision in <a href=\"/doc/204606/\" id=\"a_14\">Balmer Lawrie Workers Union v. Balmer Lawrie and Co. Ltd.</a>, 1984 (Supp) SCC 663, the learned senior counsel submitted that even if contract labour is abolished in some of the areas, a direction to pay such labour the wages as per the settlement is not illegal and then relying on the decisions in <a href=\"/doc/366376/\" id=\"a_15\">Gujarat Electricity Board v. Hind Mazdoor Sabha</a> 1995(2)LLJ 790 and Workmen of Best and Crompton Industries Ltd. v. The management of Best and Crompton 1985(1)LLJ 492, the learned senior counsel argued that the contract itself is sham, since one of the workmen signs the agreement with the Board and therefore, the workmen are the workmen of the Board. Finally, the learned senior counsel for the CITU Union submitted that inasmuch as the contract workmen receives only Rs.34/- to Rs.40/- per day and the Mazdoor Category-II receives as per PWD rates Rs.75/- per day in most districts and Rs.83/- per day in Nilgiris and the pay of the lowest category in the Board, viz., helper is twice of that amount and the Board&#x27;s proceedings dated 27.7.1998 being welfare obligations on employers, the contract labourers of the CITU Union are entitled to the pay as per PWD rates as payable to Mazdoor Category-II and as claimed in the Writ Petition  No. 38046 of 2002, subject matter of the writ appeal.</span></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">16. W.P. No. 25618 of 2004:- In this writ petition, Mr.Balan Haridas, learned Counsel appearing for the TMTM Union in addition to the argument advanced by the learned Senior Counsel Mr.Chandru appearing for the CITU Union, writ petitioner in the Writ Petition  No. 38046 of 2002, made the following submissions:-\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">17. Mr.Balan Haridass, learned counsel appearing for the Tamil Nadu Electricity Board Workers Progressive Union, (&quot;TMTM Union&quot;), viz., the writ petitioner in W.P. No. 25618 of 2004, argued that the memorandum of settlement entered on 8.7.1998 is also applicable to the contract workers employed under K2 and Chit agreements. The learned counsel also referred to the facts that as per the memorandums of Electricity Board dated 19.10.2000, 10.11.2001, 20.10.2003, 14.10.2004, ex-gratia payment of Rs.400/- was ordered to be paid upto 2002-2003 and Rs.500/- thereafter to the contract labourers working in the distribution  and other areas and employees on consolidated remuneration, part-time employees and part-time contingency workers, who were in service during the years 1999-2000, 2000-2001, 2001-2002, 2002-2003 and 2003-2004 and if really, the memorandum of settlement reached on 8.7.1998 is not applicable to the contract workers engaged as per K2 and Chit Agreements, such ex-gratia payments could not have been ordered. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_19\">18. The learned counsel appearing for the TMTM Union also contended that the State Government should be a model employer and that the memorandum of settlement dated 8.7.1998 is applicable also for the contract labourers under K2 and Chit Agreements. It is also submitted by the learned counsel that if the amount is payable to all the contract workers under K2 and Chit Agreements also, then it will not cost much to the exchequer and it would be around a sum of Rs.25/- Lakhs per month and Rs.3/- Crores per year, besides arrears which may come to 15 to 16 Crores. The learned counsel also relied on the following decisions in support of the arguments that the workers under K2 and Chit Agreements are workmen and as such entitled for the benefit conferred  under the settlement dated 8.7.1998.\n</p>  \n\n<blockquote id=\"blockquote_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_7\">(1) Unreported judgment in Writ Appeal  No. 1373 of 1993 dated 16.4.1998 in which, a Division Bench of this Court relying on the judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/784921/\" id=\"a_16\">Air India Statutory Corporation v. United Labour Union (1997-I LLJ</a> 1113), which was overruled by the Constitution Bench of Hon&#x27;ble Supreme Court in <a href=\"/doc/277653/\" id=\"a_17\">Steel Authority of India Limited and Ors. v. National Union Waterfront Workers and Ors.</a> , has held in paragraph 6 thus:-</span></span>\n</blockquote><blockquote id=\"blockquote_35\"> &quot;6. The plea raised on behalf of the Board by the learned Advocate General placing reliance on the settlement said to have been entered into with about nine Unions on 21.7.1997, is no sufficient ground for us to take a different view as we could find from the terms of the settlement and the explanatory statement contained in the settlement, that such a settlement appears to have been arrived at in the teeth of the strike in a particular place or places, to ease the tension and make the workers returned to work. Admittedly the said arrangement was arrived at pending finalisation of the scheme for absorption. The question that arise before us is as to whether on the basis of such ad hoc or temporary arrangement entered into, the legitimate rights which flow to the workers or accrued to the workers as a consequence of the abolition of the contract labour in an establishment, could be denied. Our answer could be only in the negative and against the Establishment. Consequently, we are of the view that the members of the appellant - Organisation would be entitled to be paid at any rate pending finalisation of the absorption and regularisation of their services and fixing them with suitable or appropriate categories and grades and fitment of such categories and grades, at least the wages permissible for the last category or grade of service in the Electricity Board, namely, Helper.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"596285\" id=\"span_8\">(<a href=\"/doc/596285/\" id=\"a_18\">2) S.K. Verma v. Mahesh Chandra and Arn</a>. reported in 1983(II) L.L.J. 429. As per the judgment of the three Judges Bench of the Hon&#x27;ble Supreme Court, the Hon&#x27;ble Supreme Court had occasion to consider the method of interpretation of &quot;workman&quot; &quot;Industry&quot; and &quot;Industrial Dispute&quot; as follows:-</span>\n</p><blockquote id=\"blockquote_36\"> &quot;It is trite to say that <a href=\"/doc/500379/\" id=\"a_19\">Industrial Disputes Act</a> is a legislation intended to bring about peace and harmony between labour and management in an industry and for that purpose, it makes provision for the investigation and settlement of industrial disputes.  It is therefore, necessary to interpret the definition of &quot;Industry&quot;, &quot;Workmen&quot; &quot;Industrial Dispute&quot; etc. so as not to whittle down but to advance the object of the Act. Disputes between the forces of Labour and Management are not to be excluded from the operation of the Act by giving narrow and restricted meaning to the expressions in the Act. The Parliament could never be credited with the intention of keeping out of the purview of the legislation small bands of employees, who though not on the managerial side of the establishment, are yet to be denied the ordinary rights of the forces of labour for no apparent reasons at all.&quot;\n</blockquote>\n\n \n\n<p data-structure=\"RespArg\" id=\"p_21\">19. In the Writ Petition  No. 25618 of 2004, Mr.V.Radhakrishnan, learned Counsel appearing for the Tamil Nadu Electricity Board argued reiterating the stand taken in the Writ Petition  No. 38046 of 2002, subject matter of the writ appeal by the learned Senior Counsel appearing for the Electricity Board. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">20. There have been long drawn litigation between the contract labourers of the Electricity Board represented through their unions on the one side and the Electricity Board on the other side which culminated into several proceedings in this Court and in the Hon&#x27;ble Supreme Court with regard to the absorption of contract labourers and for the regularisation and one is being the Writ Petition  No. 38046 of 2002 subject matter of the writ appeal claiming daily wages for such contract labourers employed by the Electricity Board in the distribution, generation and other circles as payable according to PWD Schedule of rates applicable to mazdoor category-II with effect from 1.7.1998 as directed by the Tamil Nadu Electricity Board Proceedings dated 27.7.1998. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">21. Strong resistance is made by the Electricity Board in the writ appeal and after unsuccessful attempt in the Writ Petition  No. 38046 of 2002. The claim of the contract labourers is resisted mainly on the ground that such claim can be settled only by resorting to industrial dispute under the <a href=\"/doc/1810788/\" id=\"a_20\">Contract Labour (Regulation and Abolition) Act</a>, inasmuch as it is to be shown or proved about the employment of contract labour and such employees falling under the said Labour Act and since the contractor failed to pay, the Electricity Board being the principal employer, the liability is attached to the Electricity Board and the work claimed by the contract labourers employed on daily wages other than employed in distribution, general construction, project and other areas is of the similar nature and that PWD schedule of rates is not applicable in respect of the labourers working in projects and other areas as per K2 and Chit agreements and therefore, the CITU Union and TMTM Union are not entitled to the relief sought in the Writ Petition  No. 38046 of 2002, subject matter of the writ appeal and in the Writ Petition  No. 25618 of 2004. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_24\">22. The Government of Tamil Nadu abolished the engagement of contract labour in the 19 processes <a href=\"/doc/596285/\" id=\"a_21\">referred to above</a> in the Tamil Nadu Electricity Board as per G.O.Ms. No. 950 Labour and Employment Department dated 8.8.1990. The Hon&#x27;ble Supreme Court as per the report of the Justice V.Khalid Commission recommending absorption of contract labours, directed the Tamil Nadu Electricity Board to absorb all the contract workmen on a time bound basis. But, the Tamil Nadu Electricity Board continued to engage workmen on contract basis in distribution, general construction, project and other circles of the Board.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">23. Clause 15(i) of the Memorandum of Settlement dated 8.7.1988 between the Electricity Board and the workmen under <a href=\"/doc/509428/\" id=\"a_22\">Section 18(1)</a> of the Industrial Disputes Act, 1947, says:-\n</p><blockquote id=\"blockquote_37\"> &quot;The contract Labourers in thermal stations will be paid wages with effect from 1.4.1997 with reference to settlement dated 21.7.1997. With effect from 16.4.1998 the orders of the High Court in Writ Appeal  No. 1373 of 1993 will be implemented.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_26\">Clause 15(ii) of the Memorandum of Settlement says:-\n</p><blockquote id=\"blockquote_38\"> &quot;The Contract Labourers employed on daily wages in Distribution, Generation and other Circles will be paid wages according to the PWD Schedule of rates with effect from 1.7.1998.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">As per Clause 17 of the Memorandum of Settlement, the settlement will be in force for the period of four years with effect from 1.12.1996. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">24. Thereafter, Board&#x27;s Proceeding was issued on 27.7.1998, on the basis of the term 15(ii) of the Memorandum of Settlement dated 8.7.1998 directing to pay wages to contract Labourers employed on daily wages in Distribution, Generation and other circles in according to PWD Schedule of rates as applicable to the lowest category, viz., Mazdoor Category-II with effect from 1.7.1998. Though such direction was issued, the CITU Union has moved this Court claiming that the said direction is not strictly complied with by the Electricity Board by entering into separate agreements such as K2 agreement dated 13.8.2004 and Chit agreement dated 16.4.2004 with the contractors in respect of the works that is to be carried on. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">25. As per the Board Proceedings dated 28.4.1999, pursuant to list of contract labourers prepared as on 5.1.1998, 9,095 workers as contract labourers have been absorbed in the four Thermal Power Stations of the Tamil Nadu Electricity Board, viz., North Chennai Thermal Power Station, Ennore Thermal Power Station, Tuticorin Power Station and Mettur Thermal Power Station, as per which, procedure also prescribed for such absorption as helpers and filling up of the arising vacancies in RWE Categories will be decided by the Board on need basis. In the very first paragraph of the said proceedings, it is mentioned that in all four thermal stations, labourers were engaged through contract by the respective Chief Engineers over a period of time and similar such proceedings were issued on 14.5.1999 by the Electricity Board in respect of the four Hydro Generation Circles and Basin Bridge and Narimanam Gas Turbine Stations of the Tamil Nadu Electricity Board and in paragraph 2 of the said proceedings, it is stated thus:-\n</p><blockquote id=\"blockquote_39\"> &quot;The Board has observed that in the four Hydro Generation Circles, Basin Bridge and Narimanam Gas Turbine Stations, basic level posts such as Helpers which were kept vacant were suppressed over the year carried out through contract labourers. The Board has therefore, decided to revive the suppressed posts by creating regular/supernumerary posts of Helpers for absorption of contract labourers.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">Therefore, direction was issued by absorbing 1,002 contract labourers engaged in Hydro and Gas Turbine areas and procedure also prescribed. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_31\">26. As per the Board Proceedings dated 27.5.2000, administrative approval has been accorded for making payment i.e., revision of rates for the year 2000-2001 for 849 contract labourers engaged in departmentally adopting PWD schedule of rates for the year 1999-2000 in the Hydro Generation Circles till the absorption/regularisation of contract labourers are finalised. The Government of Tamil Nadu referred the matter with regard to regularisation of contract labourers who have served for 3 to 10 years pursuant to the demand of the Unions being industrial dispute to the Industrial Tribunal, Chennai for adjudication under <a href=\"/doc/1436043/\" id=\"a_23\">Section 10(1)(c)</a>, <a href=\"/doc/1436043/\" id=\"a_24\">10(1)</a>)(d) of the <a href=\"/doc/500379/\" id=\"a_25\">Industrial Disputes Act, 1947</a>. The Unions also moved the Joint Commissioner of Labour, Chennai for the implementation of the settlement dated 8.7.1998 and the Board&#x27;s Proceedings dated 27.9.1998 for payment of wages at the rate of PWD Mazdoor Category-II to the contract labourers, viz., at the rate of Rs.69/- per day for the period of 4 years with effect from 1.7.1998. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\">27. As per the Board&#x27;s Proceedings dated 8.5.2002, Administrative approval has been accorded for effecting revision of wages to the balance 303 contract labourers engaged departmentally in four Hydro Generation Circles adopting PWD Schedule of rates for the year 2000-2001. In the letter of memo dated 23.11.2004 of the Electricity Board, it is stated that the engagement of contract labourers in the following items, viz.,\n  \n\nA) Fuse off call\n \n\nB) Maintenance of Buildings/Sub Station\n \n\nC) Transformer maintenance\n \n\nD) Handling of Materials-Drawal from  stores and supply to stores\n \n\nE) Turbine and Boiler maintenance\n \n\nF) Office work\n \n\nG) Cable laying work\n \n\nH) Service Connection work\n \n\nis prohibited. Item (E) Turbine and Boiler maintenance is not applicable for distribution Circles and in item (F) Labourers are not engaged for office and the learned Senior Counsel for the Electricity Board informed the Hon&#x27;ble Supreme Court that contract labourers are not engaged in the areas prohibited in G.O.Ms. No. 950 dated 8.8.1990. However, the CITU Union was requested to supply list as per letter dated 25.11.2004, viz.,\n  \n\n</p><p data-structure=\"Section\" id=\"p_33\">(i) all employees who are working in the above enumerated categories as contract labour (which we assume will be in chit or K2 contracts) whom you believe to be eligible, section-wise.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\">(ii) the names of the contractors who they have worked for continuously in the past so as to be covered by the present proceedings and who are in employment from 1 November, 2004 in such jobs, section-wise.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">As per letter dated 25.11.2004 by the General Secretary of the CITU Union, it has been informed that the contract labourers of 25,697 have been engaged, viz., \n</p><p data-structure=\"Precedent\" id=\"p_36\">  1. Helper               : 19,550\n</p><p data-structure=\"Precedent\" id=\"p_37\">2. Wiremen              :  4,905\n</p><p data-structure=\"Precedent\" id=\"p_38\">3. Telephone Operator   :     10\n</p><p data-structure=\"Precedent\" id=\"p_39\">4. Commercial Assistant :    991\n</p><p data-structure=\"CDiscource\" id=\"p_40\">5. Commercial Inspector :    151\n</p><p data-structure=\"Precedent\" id=\"p_41\">                          ------\n</p><pre id=\"pre_2\">              Total     : 25,697\n                          ------\n\n \n\n</pre><p data-structure=\"CDiscource\" id=\"p_42\">in the regular vacancies. The General Secretary of the CITU Union along with letter dated 17.12.2004 furnished the list of contract labourers and engaged till November, 2004 in the circles in the enumerated categories who are eligible to get daily wages from the Tamil Nadu Electricity Board and as per the list, contract labourers are numbering to 21,964 and after deleting two since one died at the time of finalising the list of workers and another number is to be deleted as jumped up from 65 to 67 and totally the figure has been arrived at 21,962. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">28. TMTM Union furnished lists of contract workmen in Distribution Circles, belonging to T.N.E.B. Workers Progressive Union containing 7140 persons in the Writ Petition  No. 25618 of 2004 as the contract workers engaged under K2 and Chit Agreements.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\">29. We refer the following decisions to decide the matter in issue and relied on by the learned Senior Counsel appearing for the Electricity Board:-\n</p>  \n\n<blockquote id=\"blockquote_40\">(1) Bihar Rajya Vidyut parishad Field Kamgar Union v. State of Bihar and Ors. , in which the Hon&#x27;ble Supreme Court held in paragraph 3 thus:-\n</blockquote><blockquote id=\"blockquote_41\"> &quot;It is apparent from the relative positions taken by the parties that there is considerable dispute in regard to material facts and that the dispute is of a nature which cannot be conveniently adjudicated in this writ petition. It is a dispute which, it seems to us, is more appropriate for adjudication under the <a href=\"/doc/500379/\" id=\"a_26\">Industrial Disputes Act</a>.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"768099\" id=\"span_9\">(<a href=\"/doc/768099/\" id=\"a_27\">2) R.K. Panda and Ors. v. Steel Authority of India and others</a> , in which the three Judges Bench of the Hon&#x27;ble Supreme Court has held in paragraph 3 thus:-</span>\n</p><blockquote id=\"blockquote_42\"> &quot;The &quot;contract labour&quot; has been defined in <a href=\"/doc/1418464/\" id=\"a_28\">Section 2(1)(b)</a> to mean a workman, who has been employed as contract labourer in or in connection with the work of an establishment when he is hired in or in connection with such work by or through a contractor, with or without the knowledge of the principal employer. <a href=\"/doc/1418464/\" id=\"a_29\">Section 2(1)(c)</a> defines &quot;contractor&quot; to mean a person who undertakes to produce a given result for the establishment, other than a mere supply of goods or articles of manufacture to such establishment, through contract labour or who supplies contract labour for any work of the establishment and includes a sub-contractor. &quot;Principal employer&quot; has been defined to mean (i) in relation to any office or department of the Government or a local authority, the head of that office or department or such other officer as the Government or the local authority, as the case may be, may specify in this behalf and (ii) in a factory, the owner or occupier of the factory.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\">In paragraph 4, it is held:-\n</p><blockquote id=\"blockquote_43\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"768099\" id=\"span_10\">&quot;From the provisions <a href=\"/doc/768099/\" id=\"a_30\">referred to above</a>, it is apparent that the framers of the Act have allowed and recognised contract labour and they have never purported to abolish it in its entirety. The primary object appears to be that there should not be any exploitation of the contract labourers by the contractor or the establishment. For achieving that object, statutory restrictions and responsibilities have been imposed on the contractor as well as on the principal employer. Of course if any expenses are incurred for providing any amenity to the contract labourers or towards the payment of wages by the principal employer he is entitled to deduct the same from the bill of the contractor. <a href=\"/doc/500379/\" id=\"a_31\">The Act</a> also conceives that appropriate Government may after consultation with the Central Board or the State Board, as the case may be, prohibit by notification in the Official Gazette, employment of contract labour in any process, operation or other work in any establishment, taking all facts and circumstances of employment of contract labour in such process, operation or the work into consideration.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\">It is further held:-\n</p><blockquote id=\"blockquote_44\"> &quot;Labour Union&#x27;s writ application seeking direction to the employer to implement the provisions of Contract Labour Act and the agreement between the union and the employer is not maintainable and liberty is granted to pursue the remedy under the <a href=\"/doc/500379/\" id=\"a_32\">Industrial Dispute Act</a>.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_11\">(<a href=\"/doc/277653/\" id=\"a_33\">3) Steel Authority of India Limited and Ors. v. National Union Waterfront Workers and Ors.</a> , in which the Constitution Bench of the Hon&#x27;ble Supreme Court held at page 63 thus:-</span>\n</p>  \n\n<blockquote id=\"blockquote_45\">&quot;On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_34\">Section 10(1)</a> of the CLRA Act prohibiting employment of contract labour or otherwise, in an industrial dispute brought before it by any contract labour in regard to conditions of service, the industrial adjudicator will have to consider the question whether the contractor has been interposed either on the ground of having undertaken to produce any given result for the establishment or for supply of contract labour for work of the establishment under a genuine contract or is a mere ruse/camouflage to evade compliance with various beneficial legislations so as to deprive the workers of the benefit thereunder. If the contract is found to be not genuine but a mere camouflage, the so-called contract labour will have to be treated as employees of the principal employer who shall be directed to regularise the services of the contract labour in the establishment concerned subject to the conditions as may be specified by it for that purpose in the light of para 6 hereunder:-\n</blockquote> \n\n<blockquote id=\"blockquote_46\">&quot;(6) If the contract is found to be genuine and prohibition notification under <a href=\"/doc/1436043/\" id=\"a_35\">Section 10(1)</a> of the CLRA Act in respect of the establishment concerned has been issued by the appropriate Government, prohibiting employment of contract labour in any process, operation or other work of any establishment and where in such process, operation or other work of the establishment the principal employer intends to employ regular workmen, he shall give preference to the erstwhile contract labour, if otherwise found suitable and, if necessary, by relaxing the condition as to maximum age appropriately, taking into consideration the age of the workers at the time of their initial employment by the contractor and also relaxing the condition as to academic qualifications other than technical qualifications.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_47\">&quot;126. We have used the expression &quot;industrial adjudicator&quot; by design as determination of the questions aforementioned requires enquiry into disputed questions of fact which cannot conveniently be made by High Courts in exercise of jurisdiction under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution. Therefore, in such cases the appropriate authority to go into those issues will be the Industrial Tribunal/Court whose determination will be amenable to judicial review.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_12\">The Constitution Bench also overruled the earlier judgment in <a href=\"/doc/784921/\" id=\"a_37\">Air India Statutory Corporation v. United Labour Union</a>, .</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541954\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_14\">(4) Following the Constitution Bench Decision reported in <a href=\"/doc/277653/\" id=\"a_38\">Steel Authority of India Limited and Ors. v. National Union Waterfront Workers and Ors.</a> , it is held in <a href=\"/doc/541954/\" id=\"a_39\">Municipal Corporation of Greater Mumbai v. K.V. Shramik Sangh and Ors.</a>   as follows:-</span></span>\n</p><blockquote id=\"blockquote_48\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541954\" id=\"span_15\">&quot;The Union in the writ petition alleged that the labour contract was a sham and the Corporation specifically denied it in its counter-affidavit but the High Court did not go into this question and did not record a finding that the labour contract in the present case was a sham or a camouflage considering the material on record; even otherwise, this being a serious and disputed fact in terms of the Constitution Bench judgment aforementioned, the High Court could not have appropriately adjudicated on the issue exercising jurisdiction under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution. It appears to us that the High Court proceeded to conclude that the labour contract was not genuine and the workers of the Union were employees of the Corporation because the Corporation and the contractors did not comply with the provisions of the <a href=\"/doc/1810788/\" id=\"a_41\">CLRA Act</a>. Conclusion that the contract was a sham or it was only a camouflage cannot be arrived at as a matter of law for non-compliance with the provisions of the <a href=\"/doc/1810788/\" id=\"a_42\">CLRA Act</a> but a finding must be recorded based on evidence, particularly when disputed by an industrial adjudicator as <a href=\"/doc/541954/\" id=\"a_43\">laid down in</a> various decisions of this Court including the Constitution Bench judgment in SAIL.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"223909\" id=\"span_16\">(<a href=\"/doc/223909/\" id=\"a_44\">5) Food Corporation of India Workers&#x27; Union v. Food Corporation of India and Anr.</a> , in which, the Hon&#x27;ble Supreme Court in paragraph 4 held as follows:-</span>\n</p><blockquote id=\"blockquote_49\"> &quot;Having regard to the pleadings of the parties and the factual controversy involved, we are of the view that it would not be appropriate for this Court to record its conclusions on merits. In order to give effect to the principle of equal pay for equal work, which is no doubt a constitutional obligation implicit in <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a>, we have to enter into the factual arena and embark on an investigation of disputed facts such as the workload and the working pattern in various depots of Food Corporation of India. The mere fact that the qualitative nature of work performed by the DPS workers and the departmental workers is the same, is not conclusive. Other aspects highlighted in the counter-affidavit having a bearing on the volume and duration of work in the depots have to be gone into. Incidentally, the justification and expediency of continuing the direct payment system which has been recognized by various settlements has to be looked into. A comparative study of the working pattern in various depots, the overall job requirements and the overall effect it will have on the body of workmen as a whole and the management, are all matters that may be relevant to consider. It is not a case of mere application of a legal principle to the admitted or undeniable facts. But, it depends on concrete facts, brought out in evidence. When the same issue is being agitated by the petitioner Union by raising an industrial dispute, it is all the more inappropriate for this Court to make an adjudication on merits in a writ petition filed under <a href=\"/doc/981147/\" id=\"a_46\">Article 32.&quot;</a>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1929751\" id=\"span_17\">(<a href=\"/doc/1929751/\" id=\"a_47\">6) Ram Singh v. Union Territory, Chandigarh</a> , in which the Hon&#x27;ble Supreme Court held in paragraph 15 and 16 as follows:-</span>\n</p>  \n\n<blockquote id=\"blockquote_50\">&quot;15. In determining the relationship of employer and employee, no doubt, &quot;control&quot; is one of the important tests but is not to be taken as the sole test. In determining the relationship of employer and employee, all other relevant facts and circumstances are required to be considered including the terms and conditions of the contract. It is necessary to take a multiple pragmatic approach weighing up all the factors for and against an employment instead of going by the sole &quot;test of control&quot;. An integrated approach is needed. &quot;Integration&quot; test is one of the relevant tests. It is applied by examining whether the person was fully integrated into the employer&#x27;s concern or remained apart from and independent of it. The other factors which may be relevant are - who has the power to select and dismiss, to pay remuneration, deduct insurance contributions, organise the work, supply tools and materials and what are the &quot;mutual obligations&quot; between them.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_51\">&quot;16. Normally, the relationship of employer and employee does not exist between an employer and a contractor and the servant of an independent contractor. Where, however, an employer retains or assumes control over the means and method by which the work of a contractor is to be done, it may be said that the relationship between employer and employee exists between him and the servants of such a contractor. In such situation the mere fact of formal employment by an independent contractor will not relieve the master of liability where the servant is, in fact, in his employment. In that event, it may be held that an independent contractor is created or is operating as a subterfuge and the employee will be regarded as the servant of the principal employer. Whether a particular relationship between employer and employee is genuine or a camouflage through the mode of a contractor, is essentially a question of fact to be determined on the basis of the features of the relationship, the written terms of employment, if any, and the actual nature of the employment. The actual nature of relationship concerning a particular employment being essentially a question of fact, it has to be raised and proved before an industrial adjudicator.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"940027\" id=\"span_18\">(<a href=\"/doc/940027/\" id=\"a_48\">7) Workmen of Nilgiri Cooperative Marketing Society Ltd. v. State of Tamil Nadu and Ors.</a> , in which at page 516, the Hon&#x27;ble Supreme Court has held thus:-</span>\n</p>  \n\n<blockquote id=\"blockquote_52\">&quot;Determination of the vexed questions as to whether a contract is a contract of service or contract for service and whether the employees concerned are employees of the contractors has never been an easy task. No decision of the Hon&#x27;ble Supreme Court has laid down any hard-and-fast rule nor is it possible to do so. The question in each case has to be answered having regard to the fact involved therein. No single test - be it control test, be it organisation or any other test - has been held to be the determinative factor for determining the jural relationship of employer and employee. There are cases arising on the borderline between what is clearly an employer-employee relation and what is clearly an independent entrepreneurial dealing. Different tests have been applied in different cases having regard to the nature of the problem arising in the fact situation obtaining therein. Emphasis on application of control test and organisation test has been laid keeping in view the question as to whether the matter involves a contract of service vis-a-vis contract for service; or whether the employer had set up a contractor for the purpose of employment of workmen by way of a smokescreen with a view to avoid its statutory liability. Supervision and control test is the prima facie test for determining the relationship of employment. The nature or extent of control required to establish such relationship would vary from business to business and, thus, cannot be given a precise definition. The nature of business for the said purpose is also a relevant factor. In a given case it may not be possible to infer that a relationship of employer and employee has come into being only because some persons had been more or less continuously working in a particular premises inasmuch as even in relation thereto the actual nature of work done by them coupled with other circumstances would have a role to play.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_53\">&quot;The control test and the organisation test, therefore, are not the only factors which can be said to be decisive. With a view to elicit the answer, the court is required to consider several factors which would have a bearing on the result: (a) who is the appointing authority; (b) who is the paymaster; (c) who can dismiss; (d) how long alternative service lasts; (e) the extent of control and supervision; (f) the nature of the job e.g., whether it is professional or skilled work; (g) nature of establishment; (h) the right to reject.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_54\">&quot;With a view to find out reasonable solution in a problematic case of this nature, what is needed is an integrated approach meaning thereby integration of the relevant tests wherefor it may be necessary to examine as to whether the workman concerned was fully integrated into the employer&#x27;s concern meaning thereby independent of the concern although attached therewith to some extent. If the provisions of the contract as a whole are inconsistent with its being a contract of service, it will be some other kind of contract and the person doing the work will not be a servant.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_55\">&quot;The person who sets up a plea of existence of relationship of employer and employee, the burden would be upon him. The question whether the relationship between the parties is one of employer and employee is a pure question of fact and ordinarily the High Court while exercising its power of judicial review shall not interfere therewith unless the finding is manifestly or obviously erroneous or perverse.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_56\">&quot;Whether a contract is a sham or camouflage is not a question of law which can be arrived at having regard to the provisions of the <a href=\"/doc/1810788/\" id=\"a_49\">Contract Labour (Regulation and Abolition) Act, 1970</a>. It is for the industrial adjudicator to decide the said question keeping in view the evidences brought on record. Where a person is engaged through an intermediary or otherwise for getting a job done, a question may arise as the appointment of an intermediary was merely sham and nominal and rather than camouflage where a definite plea is raised in the Industrial Tribunal or the Labour Court, as the case may be, and in that event, it would be entitled to pierce the veil and arrive at a finding that the justification relating to appointment of a contractor is sham or nominal and in effect and substance there exists a direct relationship of employer and employee between the principal employer and the workman.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1366932\" id=\"span_19\">(<a href=\"/doc/1366932/\" id=\"a_50\">8) P. Pitchumani v. The Management of Sri Chakra Tyres Ltd.</a>, 2004(3) CTC 1, in which the Full Bench of this Court has held in paragraph 14(ii) as follows:-</span>\n</p><blockquote id=\"blockquote_57\"> &quot;Dismissals, transfers and other matters concerning the service conditions of employees governed by <a href=\"/doc/500379/\" id=\"a_51\">I.D. Act</a>, have to be adjudicated only by the forums created under the said statute and not otherwise.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_55\">30. The learned Senior Counsel appearing for the CITU union relied on the following decisions in support of his contentions:-\n</p>  \n\n<blockquote id=\"blockquote_58\">(1) Central Organisation of Tamilnadu Electricity Employees/CITU, rep. By its Secretary, Madras-5 v. Tamil Nadu Electricity Board, rep. By its Secretary, Madras-2 and Ors., 1994 Writ Law Reporter 131, in which this Court in paragraph 6 has held thus:-\n</blockquote>  \n\n<blockquote id=\"blockquote_59\">&quot;Sub-R.2(v)(a) of R.25 provides that in cases where the workmen employed by the contractor perform the same or similar kind of work as the workmen directly employed by the principal employer, all conditions of service including wages and holidays shall be the same as applicable to the direct employees. The second part of the Rule is very important and it reads thus:-\n</blockquote> \n\n<blockquote id=\"blockquote_60\">&quot;In case of any disagreement with regard to the same or similar kind of work, the same shall be decided by the Registering Officer having jurisdiction over the area. Any person aggrieved by the decision of the Registering Officer may prefer an appeal to the Commissioner of Labour within thirty days from the date of receipt of such decision and his decision shall be final&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_61\">&quot;In view of the said express provision, the remedy of the petitioner is only to apply to the Registering Officer having jurisdiction over the area, under the Rule. In this case, there is a dispute or disagreement with regard to the claim made by the petitioner that the members of the two Societies are performing the same or similar kind of work as the workmen directly employed by the first respondent. There is a categorical denial in the counter affidavit filed by the respondent that the work is in no way similar. It is also asserted that the members of the Societies are doing only unskilled work. The question of fact whether the work is of similar nature has to be decided only by the authority prescribed by the Rule. The principle of &quot;equal pay for equal work&quot; will apply only if the facts are established. When the basis of claim on facts is disputed, it is not possible for this court to decide the issue under <a href=\"/doc/1712542/\" id=\"a_52\">Article 226</a> of the Constitution of India, where there is a statutory authority prescribed for that purpose.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_20\">(<a href=\"/doc/1943124/\" id=\"a_53\">2) ABL International Limited and Anr. v. Export Credit Guarantee Corporation of India Limited and Ors.</a> , in which the Hon&#x27;ble Supreme Court has held as follows:-</span>\n</p><blockquote id=\"blockquote_62\"> &quot;A writ petition involving serious disputed questions of facts which requires consideration of evidence which is not on record, will not normally be entertained by a Court in the exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> of the Constitution, but there is no absolute rule that in all cases involving disputed questions of fact the parties should be relegated to a civil suit. It has even been held (in Gunwant Kaur case,  that in a writ petition, if the facts require, oral evidence can be taken. This clearly shows that in an appropriate case, the writ court has the jurisdiction to entertain a writ petition involving disputed questions of fact and there is no absolute bar for entertaining a writ petition even if the same arises out of a contractual obligation and/or involves some disputed questions of fact.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_57\">(3) The learned Senior Counsel appearing for the CITU Union also relied on the unreported judgment in Writ Appeal  No. 1373 of 1993 dated 16.4.1998 (extracted supra).\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\">31. In the Writ Petition  No. 38046 of 2002 subject matter of writ appeal, as per the grounds (C) and (D), equal pay for equal work is claimed by way of implementing the settlement dated 8.7.1998. In the letter of CITU Union dated 25.11.2004, it is stated that 25,697 contract labourers have been engaged in the regular vacancies to make it appear that daily rated wagers are engaged as temporary, casual labourers. The dispute with regard to the absorption of the contract labourers is pending by way of industrial dispute before the Industrial Tribunal. In the Writ Petition  No. 38046 of 2002 and also in the counter to the writ appeal, by using the words &quot;purported contract basis&quot;, it is stated that the contract of work through K2 and chit contract is a sham contract labour, which is a question of fact. Whereas the CITU union claims that the Clause 15(ii) of the Memorandum of Settlement dated 8.7.1998 has not been implemented, it is the definite case of the Electricity Board that the same has been implemented, for proving which fact, the evidence is required. Though in the affidavit filed in support of the Writ Petition  No. 38046 of 2002, the number of workmen as contract labourers is mentioned as 16,000 totally, in the counter to the writ appeal, the CITU Union has stated that such number of contract labourers are 21,964 and as such there have been inconsistency and the same can be explained only if evidence is adduced. The evidence is also required about the employment of contract labour and the employees falling under the contract labour (Regulation and Abolition) Act and as to whether the contractor failed to pay in which case alone, the liability can be attached to the Electricity Board being the principal employer and as to whether the work done by the contract labourers employed on daily wages other than employed in the general construction, distribution, project and other areas is of the similar nature and as to whether P.W.D. schedule of rates is not applicable in respect of the labourers worked in project and other areas as per K2 and chit agreements.\n</p> \n\n<p data-structure=\"Section\" id=\"p_59\">32. It is settled as per judgment of the Hon&#x27;ble Supreme Court, more particularly, the Constitution Bench judgment of the Hon&#x27;ble Supreme Court in the case of &quot;SAIL&quot;, where the question of facts for deciding the matter in issue, which requires the evidence, <a href=\"/doc/1712542/\" id=\"a_55\">Article 226</a> cannot be invoked and the remedy is only by way of industrial dispute. There are material facts and dispute between the Electricity Board on the one side and the CITU Union and TMTM Union on the other side with regard to the payment of wages to contract labourers employed on daily wages as payable according to PWD Schedule of rates applicable to Muzdoor Category-II with effect from 1.7.1998 as per the proceedings of the Electricity Board dated 27.7.1998, cannot be adjudicated conveniently in the Writ Petition and it can be adjudicated only under the <a href=\"/doc/500379/\" id=\"a_56\">Industrial Dispute Act</a>, as held in the judgment of the Hon&#x27;ble Supreme Court in . As per Chit agreement, the contractor concerned if paid for the labour charges in respect of the work carried out, will pay the amount payable to contract labourers and as per the K2 agreement the work entrusted to the contractor is to carry out the work as such within a specified period who in turn will engage the contract labourers to carry out the work and on receipt of the bills of contractor, it will be settled as per the rates specified and agreed between them. Therefore, evidence is to be let in with regard to the contract labourers engaged in that way by entering into K2 and Chit agreements and the remedy can be pursued only as per the <a href=\"/doc/500379/\" id=\"a_57\">Industrial Disputes Act</a> and incidentally the question as to whether the contract is a genuine contract or sham and camouflage is also to be gone into by leading evidence as held by the Hon&#x27;ble Supreme Court in  and the Constitution Bench Judgment of the Hon&#x27;ble Supreme Court in  in the case of &quot;SAIL&quot;. The contracts entered into as per K2 and Chit agreements cannot be decided by this Court under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of Constitution of India, in view of the fact evidence will have to be let in on that aspect as also held by the Hon&#x27;ble Supreme Court in  following the Full Bench Judgment of the Hon&#x27;ble Supreme Court in the case of &quot;SAIL&quot;. The principle of equal pay for equal work also cannot be decided in this Court since it depends on concrete facts which can be brought up in evidence. Further, the relationship of Employer and Employee between the Electricity Board and the contract labourers engaged through the K2 and Chit agreements can be decided only by leading evidence, such as, who has the power to select and dismiss, to pay remuneration and mutual obligations between them. Being the question of fact, evidence is also necessary to the effect that the contract has been created for the purpose or otherwise and the relationship between the employer and employee is genuine or a camouflage through the mode of contractor. The integrated approach is to be made where it is necessary to examine as to whether the workman concerned is fully integrated into the employer&#x27;s concern and the burden is on the person who sets up the relationship of employer and employee and that being the pure question of fact, evidence is absolutely necessary.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_22\">33. As per settlement dated 8.7.1998 under <a href=\"/doc/509428/\" id=\"a_59\">Section 18(1)</a> of the Industrial Disputes Act reached between the Tamil Nadu Electricity Board and its workmen represented by Tamil Nadu Electricity Board Workers progressive Union (TMTM) who represented 80,500 workmen in various categories of employees in Clause III and IV services, the settlement is for a period of 4 years with effect from 1.12.1996. As per Clause 15(i) of the settlement, the contract labourers in Thermal Stations will be paid wages with effect from 1.4.1997 as per settlement dated 21.7.1997 and with effect from 16.4.1998 as per order of this Court in W.A. No. 1373 of 1993 will be implemented. The unreported judgment in W.A. No. 1373 of 1993 dated 16.4.1998 by a Division Bench of this Court is rendered relying on the judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/784921/\" id=\"a_60\">Air India Statutory Corporation v. United Labour Union (1997-I LLJ</a> 1113) which judgment <a href=\"/doc/784921/\" id=\"a_61\">has been overruled</a> by the Constitution Bench Judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/277653/\" id=\"a_62\">Steel Authority of India and Ors. v. National Union Waterfront Workers and Ors.</a> . The said Writ Appeal was filed by the CITU Union herein being unsuccessful in the Writ Petition  No. 8866 of 1992 for the issuance of Writ of Mandamus to direct the Electricity Board to pay wages to workmen employed by the Industrial Cooperative Service Society, Ennore and Tuticorin at the same rate of wages payable by Electricity Board.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_23\">The Division Bench of this Court rendered the judgment relying on the judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/784921/\" id=\"a_63\">Air India Statutory Corporation v. United Labour</a> union (1997-I LLJ 1113) that the writ petitioner thereto were entitled to the relief sought for pending finalisation, observation and regularisation of their services and for wages permissible to last category service of Electricity Board, viz., helper.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_24\">34. The facts in the Writ Petition  No. 38046 of 2002, subject matter of this writ appeal and the Writ Petition  No. 25618 of 2004, cannot be decided without evidence being adduced and can be resolved only by way of industrial dispute. It is not made clear and no list with particulars was also enclosed along with the Memorandum of Settlement dated 8.7.1998 and in the Writ Petition  No. 38046 of 2002 as to who are all the contract labourers entitled for the benefit reached as per Clause 15 of the said settlement. As per G.O.Ms. No. 950, the engagement of contract labour in the 19 processes of the Tamil Nadu Electricity Board as <a href=\"/doc/784921/\" id=\"a_64\">referred to above</a> has been abolished. According to the Electricity Board, the Board is not directly engaging the contract labourers and the works are carried out by the contract labourers as allocated by the contractors through whom the work is executed on contract basis by open tender system by entering into agreement.  That fact has to be gone into being question of fact for which evidence is necessarily to be recorded and which can be resolved only by way of industrial dispute.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_62\">35. As regards the argument advanced by the learned counsel for the TMTM Union that the settlement dated 8.7.1998 is applicable in respect of the contract workers under K2 and Chit Agreements, inasmuch as ex-gratia payment has been ordered, viz., as per the memorandums of Electricity Board dated 19.10.2000, 10.11.2001, 20.10.2003, 14.10.2004, ex-gratia payment of Rs.400/- was ordered to be paid upto 2002-2003 and Rs.500/- thereafter to the contract labourers working in the distribution  and other areas and employees on consolidated remuneration, part-time employees and part-time contingency workers, who were in service during the years 1999-2000, 2000-2001, 2001-2002, 2002-2003 and 2003-2004, there is no force in that argument in view of the fact that as the policy of the Statement Government, such ex-gratia payment has been ordered irrespective of the facts whether the workers are permanent workers or contract workers under any agreement and as such, no right can be claimed by the contract workers under K2 and Chit Agreements for payment as per the settlement dated 8.7.1998, without the evidence let in on either side and which issue can be settled only by way of Industrial Dispute. Similarly, though lists of contract workmen in Distribution Circles, belonging to T.N.E.B. Workers Progressive Union containing 7140 persons have been enclosed along with the Writ Petition  No. 25618 of 2004 as the contract workers engaged under K2 and Chit Agreements, which claim is disputed by the Electricity Board, that dispute also can be settled only by leading evidence in the Industrial Dispute. In the memorandum of settlement dated 8.7.1998 it is clearly stated thus:-\n</p><blockquote id=\"blockquote_63\"> &quot;The mere inclusion of any category of employees in this Settlement does not confer any employee to claim to be a &#x27;Workman&#x27; within the meaning of the <a href=\"/doc/500379/\" id=\"a_65\">Industrial Disputes Act, 1947</a>, when otherwise such employees is to a &quot;Workman&quot; as defined in the said Act.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">36. Therefore, for the above stated reasons and discussions, we are of the view that the CITU Union and TMTM Union are not entitled for the relief as prayed for in the Writ Petition  No. 38046 of 2002, which is the subject matter of the writ appeal and in the Writ Petition  No. 25618 of 2004 respectively, by invoking <a href=\"/doc/1712542/\" id=\"a_66\">Article 226</a> of the Constitution of India. It follows, the order of the learned single Judge is to be set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_64\">37. W.A. No. 3251 of 2004 and W.P. No. 25618 of 2004:-  In the result, in the light of the discussions made above, the order of the learned single Judge dated 31.3.2004 in W.P. No. 38046 of 2002 is set aside and the Writ Appeal is allowed. No costs. Consequently, the connected petition W.A.M.P. No. 6137 of 2004 is closed.  The Writ Petition  No. 25618 of 2004 is dismissed. No costs. Consequently, the connected petition W.P.M.P. No. 31127 of 2004 is also dismissed.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_65\">38. The issue involved in the Writ Appeal and the Writ Petition are relegated to the alternative remedy in the industrial dispute and if the State Government is approached by the CITU Union and TMTM Union with a request to make a reference under <a href=\"/doc/1669932/\" id=\"a_67\">Section 10</a> of the Industrial Dispute Act, the State Government will decide whether to make a reference, preferably within one month from the date of filing of the application and in case of reference is made under <a href=\"/doc/1669932/\" id=\"a_68\">Section 10</a> of the Industrial Dispute Act, the Labour Court/Tribunal will decide the issue, preferably within four months thereafter as per Law.\n</p> \n\n","numcites":26,"numcitedby":2,"docsource":"Madras High Court","citetid":438914,"divtype":"judgments","relatedqs":[{"value":"absorption of contract labourers","formInput":"absorption%20of%20contract%20labourers"},{"value":"sham contract","formInput":"sham%20contract"},{"value":"independent contractor","formInput":"independent%20contractor"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"pwd rates","formInput":"pwd%20rates"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"contract labour wages","formInput":"contract%20labour%20wages"},{"value":"justice v khalid","formInput":"justice%20v%20khalid"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"contract labour+electricity board","formInput":"contract%20labour%2Belectricity%20board"},{"value":"CHIT AGREEMENT","formInput":"CHIT%20AGREEMENT"},{"value":"constitution bench judgments","formInput":"constitution%20bench%20judgments"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"tamilnadu electricity board ","formInput":"tamilnadu%20electricity%20board%20"},{"value":"absorption","formInput":"absorption"},{"value":"what is ex gratia payment ","formInput":"what%20is%20ex%20gratia%20payment%20"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"binding-settlements-and-awards","formInput":"tag:binding-settlements-and-awards"}],"courtcopy":false,"query_alert":null,"agreement":false}