{"tid":118121488,"publishdate":"2013-02-01","title":"State Of Maharashtra vs Hindustan Construction Company on 1 February, 2013","doc":"<h2 class=\"doc_title\">State Of Maharashtra vs Hindustan Construction Company on 1 February, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-d-dhanuka\">R.D.Dhanuka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-d-dhanuka\">R.D.Dhanuka</a></h3>\n\n<pre id=\"pre_1\">                                             .. 1 ..                                         ARA-6/07\n\n\n                                IN THE HIGH COURT OF JUDICATURE AT BOMBAY.\n\n\n\n\n                                                                                           \n                                               CIVIL APPELLATE  JURISDICTION  \n     \n\n\n\n\n                                                                   \n                                           ARBITRATION APPEAL NO.6 OF 2007\n       \n                            \n    STATE OF MAHARASHTRA  \n\n\n\n\n                                                                  \n    (at the instance of Irrigation Department, \n    Executive Engineer, Koyna Division No.2)                           ...  Appellant. \n                 V/s.\n\n\n\n\n                                                        \n    1. HINDUSTAN CONSTRUCTION COMPANY\n        (LTD. (&quot;HCC&quot;).\n\n    2. ARBITRAL TRIBUNAL OF : \n                                    \n        a) S.N.Jha, b) V.M.Ranade, c) B.S.Panchmukhi                   ... Respondents. \n                                   \n    Mr A.A. Kumbhakoni,  learned counsel a/w Mrs S.V.Sonawane learned A.G.P., Mr \n    Shardul Singh and Mr Abhay Anturkar for Appellant.   \n              \n\n\n    Mr Aspi Chinoy, senior Counsel a/w Mr Arif Doctor i/b M/s Haresh Joshi &amp; Co. \n    for Respondents. \n           \n\n\n\n                                            CORAM :  R.D.DHANUKA  J.\n                                           RESERVED ON       : JANUARY 09, 2013.\n                                           PRONOUNCED ON : FEBRUARY 01,2013. \n\n\n\n\n\n    JUDGMENT :</pre>\n            \n\n<p data-structure=\"Issue\" id=\"p_1\">                 By   this   appeal   filed   under   <a href=\"/doc/772406/\" id=\"a_1\">Section   37</a>   of   the   Arbitration   And \n\n\n\n\n\n    Conciliation   Act   1996   (   for   short   herein   after   referred   as   &#x27;the   Act&#x27;),   the \n\n    Government   seeks to challenge an order and judgment dated 29th  June 2006 \n\n    passed by the learned District Judge, Ratnagiri rejecting arbitration application \n\n\n<span class=\"hidden_text\" id=\"span_1\">    Asmita                                                                                            1/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                   ::: Downloaded on - 09/06/2013 19:37:13 :::</span>\n                                            .. 2 ..                                        ARA-6/07\n\n\n    No.44 of 2003 filed by the Government  under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act.  \n</p>\n\n\n\n                                                                                        \n                                                                \n<p data-structure=\"Facts\" id=\"p_2\">    2.          The Government   had challenged an award delivered by the Arbitral \n\n    Tribunal allowing some of the claims made by the respondent   (for short the \n\n\n\n\n                                                               \n    Government   is referred as &#x27;Government&#x27; and the respondent is referred as &#x27;the \n\n    contractor&#x27;).   Some of the relevant facts for the purpose of deciding this appeal \n\n\n\n\n                                                      \n    are as under :  \n</p>\n     \n                                  \n<blockquote id=\"blockquote_1\">                Pursuant   to   the   invitation   of   tender   on   1st  April   1991   by   the \n\n    Government   and submission  of bid by the  contractor on  17th  June 1991, the \n                                 \n    Government   awarded the  work of  construction  of  civil  work  of  pressure  and \n\n    power house   in ICT contract No.2 to the contractor.  The amount of the contract \n              \n\n\n    awarded was at Rs.6825 lakh.  Both the parties entered into an agreement on 20th \n           \n\n\n\n    March   1992.     Stipulated   date   of   commencement  of   the   work   was   20th  March \n\n    1992.  The stipulated date of completion was 19th March 1997.  The Government \n\n\n\n\n\n    granted extension of time to complete the work to the contractor till 31st March \n\n    2000.  The work was completed by the contractor on 31st March 2000.  The date \n\n\n\n\n\n    of completion of maintenance period was 3rd October 2000.  \n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_3\">    3.          The  dispute  arose  between  the  parties   during  execution  of  work in \n\n    respect of hidden expenses.  The contractor invoked arbitration clause.  On 27th \n\n\n<span class=\"hidden_text\" id=\"span_3\">    Asmita                                                                                         2/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                ::: Downloaded on - 09/06/2013 19:37:13 :::</span>\n                                              .. 3 ..                                        ARA-6/07\n\n\n    April 1998, first arbitration proceedings started.  By an award dated 4th December \n\n\n\n\n                                                                                          \n    1998, the claim of the contractor was partly accepted by the learned arbitrator. \n</p>\n\n\n\n                                                                  \n<p data-structure=\"Facts\" id=\"p_4\">    Pursuant   to   said   award,   the   Government     paid   sum   of   Rs.10.2   crore   to   the \n\n    contractor.  The Government  did not challenge the said award.  \n</p>\n\n\n\n                                                                 \n<p data-structure=\"Facts\" id=\"p_5\">    4.           On 3rd October 2000, defect liability period ended.   The dispute arose \n\n\n\n\n                                                        \n    between the parties.   The matter was referred to arbitration.   Arbitral Tribunal \n                                   \n    was constituted by appointment of one arbitrator by each party.   The presiding \n\n    arbitrator was appointed by the Central Water Commission, New Delhi.  \n</p>                                  \n<p data-structure=\"Issue\" id=\"p_6\">    5.           On 26th June 2003, the learned arbitrator made an award in favour of \n              \n\n\n    the contractor awarding a sum of Rs.17,81,25, 152/-.   Being aggrieved by the \n           \n\n\n\n    said award, the Government  filed arbitration application No.44 of 2003 on 22 nd \n\n    March 2003 in the Court of District Judge, Ratnagiri challenging the said award \n\n\n\n\n\n    under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Act.  By an order and judgment dated 29th June 2006, the \n\n    learned District Judge dealt with five objections raised by the Government   by \n\n\n\n\n\n    way   of   preliminary   objections   only   and   negatived   each   of   such   objection   and \n\n    rejected the said arbitration application.   The Government has filed this appeal \n\n    under <a href=\"/doc/772406/\" id=\"a_4\">Section 37</a> of the Act for impugning the order and judgment dated 29th \n\n    June 2006 passed by the learned District Judge.                    \n</p>\n\n<span class=\"hidden_text\" id=\"span_5\">    Asmita                                                                                           3/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                  ::: Downloaded on - 09/06/2013 19:37:13 :::</span>\n<p data-structure=\"Issue\" id=\"p_7\">                                             .. 4 ..                                        ARA-6/07\n\n\n</p><p data-structure=\"PetArg\" id=\"p_8\">    6.          Though   Mr   Kumbhakoni,   the   learned   counsel   appearing   for   the \n\n\n\n\n                                                                                         \n    Government   wanted to  advance  arguments  in   respect  of  various   other   issues \n\n\n\n\n                                                                 \n    touching   the   merits   of   the   claims,   however,   as   the   learned   senior   counsel \n\n    appearing for the contractor objected to such additional submissions which were \n\n\n\n\n                                                                \n    not made before the learned District Judge, Mr Kumbhakoni the learned counsel \n\n    was not allowed to agitate those additional issues.  Mr Kumbhakoni, the learned \n\n\n\n\n                                                       \n    counsel, therefore did not address this Court on additional issues raised by the \n                                   \n    Government and addressed this Court only on five preliminary objections raised \n\n    by the Government  before the District Judge in this proceedings also.  \n</p>                                  \n<p data-structure=\"PetArg\" id=\"p_9\">    7.           Mr Kumbhakoni, the learned counsel submits that the contractor had \n              \n\n\n    accepted   payment   under   final   bill   without   making   any   protest   and   thus   the \n           \n\n\n\n    contract itself  cease to exist.  The learned counsel submits that the claims thus \n\n    made   by   the   contractor   were   not   arbitrable   in   view   of   such   accord   and \n\n\n\n\n\n    satisfaction due to acceptance of final bill without protest.  The learned counsel \n\n    submits that the contractor had accepted and signed 164th and final bill and 165th \n\n\n\n\n\n    and final bill without protest.  It is submitted that both these bills were signed by \n\n    the authorised representative of the contractor and cheques for final bill had been \n\n    accepted and credited in the bank account of the contractor.   \n</p>\n     \n\n\n<span class=\"hidden_text\" id=\"span_7\">    Asmita                                                                                          4/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                 ::: Downloaded on - 09/06/2013 19:37:13 :::</span>\n<p data-structure=\"Issue\" id=\"p_10\">                                                .. 5 ..                                          ARA-6/07\n\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">    8.           Mr   Chinoy,   the   learned   senior   counsel   appearing   on   behalf   of   the \n\n\n\n\n                                                                                              \n    contractor, on the other hand submits that the signatory to 164th and 165th bills \n\n\n\n\n                                                                      \n    was not authorised to sign any such bills but he was authorised to sign/accept RA \n\n    bills.         The   learned   counsel   submits   that   under   clause   60.8   of   the   GCC,   the \n\n\n\n\n                                                                     \n    contractor had submitted the draft final bill on 30th December 2000 containing 3 \n\n    parts (i)   BOQ items, (ii) Extra items and (iii) Claims.   It is submitted that the \n\n\n\n\n                                                          \n    Government s did not prepare the requisite draft final account within 2 months as \n                                     \n    required under Clause 60.8 and also did not prepare final certificate under the \n\n    said clause.  It is submitted that payment of BOQ items and Extra items was made \n                                    \n    by the Government  as part of 164th and final bill and payment for price variation \n\n    was made as part of 165th and final bill.  It is submitted that however, in respect \n              \n\n\n    of 5 claims, no final bill was issued either accepting or rejecting the claims made \n           \n\n\n\n    by the contractor.  It is submitted that even the amounts as certified under  164th \n\n    and 165th bills were paid by the Government  in 3-4 instalments.    It is submitted \n\n\n\n\n\n    that 164th and 165th and final bills were not final bills as contemplated by clause \n\n    60.8.  The contractor did not issue no claim certificate.  It is submitted that thus, \n\n\n\n\n\n    there was no accord or satisfaction on the part of the contractor and thus claims \n\n    were arbitrable.      \n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_12\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"722729\" id=\"span_9\">9.           The   learned   senior   counsel   placed   reliance   upon   the   judgment   of \n\n\n<span class=\"hidden_text\" id=\"span_10\">    Asmita                                                                                               5/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                      ::: Downloaded on - 09/06/2013 19:37:13 :::</span>\n                                                     .. 6 ..                                                  ARA-6/07\n\n\n    Supreme   Court   in   case   of  <a href=\"/doc/722729/\" id=\"a_5\">Bharat   Coking   Coal   Ltd.   Vs.   Annapurna \n\n\n\n\n                                                                                                           \n    Construction1</a> and more particularly para 9 which reads thus :</span>   \n</p>\n\n\n\n                                                                                \n<blockquote id=\"blockquote_2\">                9.    Only because the respondent has accepted the final bill, the same would not \n                mean   that   it   was   not   entitled   to   raise   any   claim.     It   is   not   the   case   of   the \n                Government  that while accepting the final bill, the respondent had unequivocally \n                stated that he would not raise any further claim. ...  \n</blockquote>\n\n\n\n                                                                               \n<blockquote id=\"blockquote_3\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"722729\" id=\"span_12\">10.         Relying upon <a href=\"/doc/722729/\" id=\"a_6\">the said judgment</a>, the learned counsel submits that, as \n\n\n\n\n                                                               \n    the contractor had not unequivocally  stated that he would not raise any further \n                                        \n    claim, contractor would be entitled to raise any claim and would not be estopped \n                                       \n    or precluded from raising any claim.</span>   \n</blockquote>\n\n\n<blockquote id=\"blockquote_4\">    11.         The   arbitral   tribunal   has   considered   this   issue   in   paragraph   10   to \n              \n\n\n</blockquote><p data-structure=\"Section\" id=\"p_13\">    10.13   of   the   impugned   award.     It   was   observed   that   procedure   stated   under \n           \n\n\n\n    clause 60.8 (b) and (c) was not observed by the Government .   Contractor also \n\n    did not submit the &#x27;draft statement of Final Accounts&#x27; as per Clause 60.8 (a) and \n\n\n\n\n\n    did not pursue it with the Government   for issuance of such certificate of Final \n\n    Account as per Clause 60.8(c).   The Arbitral Tribunal observed that neither the \n\n\n\n\n\n    contractor nor the Government  herein adhered to the provisions of Clause 60.8. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">    It has been held that it would have been reasonable on the part of the contractor \n\n    to   expect   that   the   five   claims   would   be   considered   by   the   Government \n\n    1 2004(5) ALL MR (SC)\n\n\n<span class=\"hidden_text\" id=\"span_13\">    Asmita                                                                                                             6/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                                ::: Downloaded on - 09/06/2013 19:37:13 :::</span>\n                                                 .. 7 ..                                          ARA-6/07\n\n\n    independently and accepted, partially accepted or rejected on their merits as the \n\n\n\n\n                                                                                               \n    case may be and if that decision of the Government   was not acceptable to the \n\n\n\n\n                                                                       \n    contractor, the dispute could then be referred to the Panel of Arbitrators as per \n\n    Clause 66- Settlement of Dispute.  The Arbitral Tribunal rendered a finding that \n\n\n\n\n                                                                      \n    the contractor did not waive its right to refer its claim for adjudication by the \n\n    Arbitral     panel   merely   because   they   had   not   lodged   the   protest   against   the \n\n\n\n\n                                                           \n    payment by the Government  on either 164th and final or 165th or final bill.   \n</p>                                      \n<p data-structure=\"Issue\" id=\"p_15\">    12.           The District Judge has considered this issue in paragraphs 33 and 34 \n                                     \n    of the impugned Order and has rejected the contention raised by the Government \n\n    after recording reasons.   \n</p>              \n           \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_16\">    13.           On perusal of the records produced by both the parties and on perusal \n\n    of  the   award   made  by   the   Arbitral  Tribunal   and  order  passed  by  the   learned \n\n\n\n\n\n    District Judge, it is clear that the procedure under Clause 60.8 was not followed \n\n    by   either   party.     Thus   RA   bills   164   and   165   and   final   bills   were   rightly   not \n\n\n\n\n\n    considered by the Arbitral Tribunal as final bills.    It is not in dispute that there \n\n    was any separate bill prepared in respect of five claims made by the contractor. \n</p>\n<p data-structure=\"Facts\" id=\"p_17\">    In my view, after considering the facts and the documents and on interpretation \n\n    of Clause 60.8, Arbitral Tribunal has rendered a finding that there was no accord \n\n\n<span class=\"hidden_text\" id=\"span_15\">    Asmita                                                                                                7/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                       ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                               .. 8 ..                                          ARA-6/07\n\n\n    and satisfaction and the contractor had not waived its right to make any claims. \n</p>\n\n\n\n                                                                                             \n<p data-structure=\"Precedent\" id=\"p_18\">    Such findings rendered by the Arbitral Tribunal and confirmed by the learned \n\n\n\n\n                                                                     \n    District Judge are not perverse.   In my view, no interference is thus warranted \n\n    with such findings rendered by the Arbitral Tribunal and upheld by the District \n\n\n\n\n                                                                    \n    Judge.  \n</p>\n\n\n\n                                                         \n<p data-structure=\"PetArg\" id=\"p_19\">    14.          The   next   submission   of   Mr   Kumbhakoni,   the   learned   counsel \n                                    \n    appearing for the Government  is that Claim No.1 made by the contractor before \n\n    the learned arbitrator was barred by  res judicata.   The learned counsel submits \n                                   \n    that Claim No.1 ought to have been referred to earlier Arbitral Panel in the year \n\n    1998.  It is submitted that though the work in respect of this claim was completed \n              \n\n\n    during   the  pendency  of   earlier  arbitration   proceedings,  the  contractor  did  not \n           \n\n\n\n    raise this claim in the earlier arbitration.    \n</p>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_20\">    15.          Mr   Chinoy,   the   learned   senior   counsel   appearing   on   behalf   of   the \n\n    contractor on the other hand submits that there were 3 Claims referred to earlier \n\n\n\n\n\n    arbitral tribunal and 2 Claims were added later on.  It is submitted that present \n\n    Claim   No.1   was   not   matured   at   that   time   and   could   not   be   included   in   that \n\n    arbitration.   It is submitted that making payment for Extra/deviated items with \n\n    denovo rate analysis after applying the labour mark up and overhead and profit \n\n\n<span class=\"hidden_text\" id=\"span_17\">    Asmita                                                                                              8/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                     ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 9 ..                                         ARA-6/07\n\n\n    mark up, as awarded by the earlier arbitration panel was under consideration at \n\n\n\n\n                                                                                           \n    various levels of the Government.  The contractor initiated the said Claim on 30 th \n\n\n\n\n                                                                   \n    March 1999 and the same was recommended by the Engineer of the Government. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">    The issue was under consideration at different levels of the Government as the \n\n\n\n\n                                                                  \n    Government  did not pay even at the rate adopted by the Arbitral Tribunal in the \n\n    earlier arbitration, the contractor invoked arbitration vide letter dated 27th  July \n\n\n\n\n                                                        \n    2000.  It is submitted that the learned arbitrator has rendered a finding of fact. \n</p>                                    \n<p data-structure=\"PetArg\" id=\"p_22\">    Claim No.1 was referred by the Government  itself for adjudication of the arbitral \n\n    tribunal.     The   District   Judge   also   rejected   this   contention   advanced   by   the \n                                   \n    Government   in paragraph 45 of the impugned order.   The District Judge held \n\n    that   the   disputes   referred   in   1997-1998   were   distinct   than     present   one   and \n              \n\n\n    therefore, no question of res-judicata arises.   The learned senior counsel pointed \n           \n\n\n\n    out that the only ground raised in arbitration application filed under <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> \n\n    on this issue was that the Claim was barred by the principles of res-judicata.    It is \n\n\n\n\n\n    pointed out that similar ground is raised even in the appeal memo in ground (g). \n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">    The   learned   senior   counsel   submits   that   the   claim   made   before   the   arbitral \n\n\n\n\n\n    tribunal   in   the   second   reference   was   admittedly   not   made   before   the   arbitral \n\n    tribunal in the first reference.  There was no adjudication of any such claim in the \n\n    earlier proceedings.  The question of applicability of the principles of res-judicata \n\n    therefore, did not arise.        \n</p>\n\n<span class=\"hidden_text\" id=\"span_19\">    Asmita                                                                                            9/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                   ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n<p data-structure=\"Issue\" id=\"p_24\">                                                 .. 10 ..                                          ARA-6/07\n\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">    16.           On perusal of the impugned award as well as the order passed  by the \n\n\n\n\n                                                                                                \n    learned   District   Judge,   it   is   clear   that   the   finding   is   rendered   by   the   arbitral \n\n\n\n\n                                                                        \n    tribunal   as   well   as   the   learned   District   Judge   that   Claim   No.1   pertained   to \n\n    variation  in  proposed  percentages   for   the   labour  mark  up   and  overheads  and \n\n\n\n\n                                                                       \n    profit on the same lines for extra items and deviated items which had cropped up \n\n    during the rest of the contract work.   It has been held that major part of these \n\n\n\n\n                                                         \n    items had been executed even prior to referring the claim to the earlier Arbitral \n                                      \n    Panel.    The learned Tribunal observed that Claim No.1 had been included by the \n\n    Government   itself for adjudication before the  Arbitral Tribunal  in  the  second \n                                     \n    reference.  A finding is recorded that the item excluded and claimed in the second \n\n    reference were different.  The District Judge also negatived the contention of the \n              \n\n\n    Government  on the issue while recording detail reasons.  In my view, as Claim \n           \n\n\n\n    No.1 made in the present proceedings was not claimed admittedly in the earlier \n\n    arbitration proceedings, there was no adjudication on such claim by the Arbitral \n\n\n\n\n\n    Tribunal, and thus   question of applicability of principles of  res-judicata  did not \n\n    arise.    The   only   ground   raised   by   the   Government     in   its   application   under \n\n\n\n\n\n    <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a> before the District Judge and in this appeal memo filed under <a href=\"/doc/772406/\" id=\"a_9\">Section \n\n    37</a>  of   the   Act,   it  is  urged  that   the   claim  was   barred  by  the  principles   of  res-\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">    judicata. In my view, there is no merit in the plea of the Government that Claim \n\n    No.1 is barred by  res-judicata  and thus, this plea raised by the Government   is \n\n\n<span class=\"hidden_text\" id=\"span_21\">    Asmita                                                                                               10/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                        ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                               .. 11 ..                                         ARA-6/07\n\n\n    rejected.   \n</p>\n\n\n\n                                                                                             \n                                                                     \n<p data-structure=\"PetArg\" id=\"p_27\">    17.            The next submission urged by Mr Kumbhakoni, the learned counsel for \n\n    the Government  is that the claims are barred by law of limitation.  It is submitted \n\n\n\n\n                                                                    \n    that the work of pressure shaft excavation was started on 9th July 1993 and was \n\n    completed on 2nd  September 1997.   The contractor referred the dispute against \n\n\n\n\n                                                      \n    item   No.3   to   the   Executive   Engineer   on   10th  February   1997   and   invoked \n                                    \n    arbitration on 20th  November 2011.   As far as work of Transformer Hall Arch. \n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">    Concrete   is  concerned,  it  is  submitted  that  the   said  work was  started  on  23 rd \n                                   \n    October   1992     and   was   completed   on   19th  February   1994.     The   dispute   was \n\n    referred   in   respect   of   this   item   to   Executive   Engineer   on   14th  October   1996 \n              \n\n\n    whereas arbitration was invoked on 1st June 2001.  As far as work of Transformer \n           \n\n\n\n    Hall excavation is concerned, it is submitted that the said work was started on \n\n    16th July 1992 and was completed on 31st March 1995,  whereas issue was raised \n\n\n\n\n\n    before the Executive Engineer on 4th June 2001. It is submitted that as per Clause \n\n    66A   of   the   General   Conditions   of   Contract,   in   case   of   dispute,   the   contractor \n\n\n\n\n\n    ought   to   have   promptly   asked   the   Engineer&#x27;s   Representative   in   writing,   for \n\n    written decision and the Engineer&#x27;s Representative would give the decision within \n\n    60 days.   It is submitted that on expiry of 60 days, the cause of action had arisen \n\n    for invoking arbitration.    It is submitted that upon the failure by the Executive \n\n\n<span class=\"hidden_text\" id=\"span_23\">    Asmita                                                                                            11/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                     ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                            .. 12 ..                                         ARA-6/07\n\n\n    Engineer to decide the  dispute  within  60 days, the contractor ought to   have \n\n\n\n\n                                                                                          \n    appealed to the Superintending Engineer within 30 days.   It is submitted that \n\n\n\n\n                                                                 \n    after preferring the dispute to Executive Engineer, contractor waited for 3 years \n\n    but did not exercise his right to file an appeal.  It is submitted that item Nos. 3, 4 \n\n\n\n\n                                                                \n    and 5  were in existence in the year 1998 when the first arbitration took place. \n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">    The   learned   counsel   <a href=\"/doc/722729/\" id=\"a_10\">placed   reliance   upon</a>   Article-18   Part-I   of   schedule   to \n\n\n\n\n                                                    \n    <a href=\"/doc/1317393/\" id=\"a_11\">Limitation Act</a> 1963.  It is submitted that as per Article-18 of Limitation Act, as no \n                                   \n    time has been fixed for payment, the period of limitation is 3 years commencing \n\n    from the date when the work was completed.   It is submitted that in respect of \n                                  \n    Claim Nos.3,4 and 5, the work was completed much prior to 3 years before the \n\n    arbitration   clause   was   invoked   by   the   contractor.       The   learned   counsel \n              \n\n\n    demonstrated from table referred in written submissions,  the date of completion \n           \n\n\n\n    of work, reference made to Executive Engineer, rejection of Executive Engineer; \n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">    reference   made   to   Superintending   Engineer,   rejection   by   Superintending \n\n\n\n\n\n    Engineer;   reference   made   to   Chief   Engineer   and   rejection   of   Claim   by   Chief \n\n    Engineer and also the date of invoking arbitration.    The said table is reproduced \n\n\n\n\n\n    as under : \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">    Asmita                                                                                         12/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                  ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n<pre id=\"pre_2\">                                                      .. 13 ..                                              ARA-6/07\n\n\n     Claim         Work        Ref. to     Rej. by      Ref. to    Rej. by         Ref. To      Rej. By    Arbitration  \n\n\n\n\n                                                                                                         \n                                                                                                            invoked\n     Nos.        completed       EE          EE          SE             SE           CE           CE \n\n\n\n\n                                                                                 \n          3      02.09.97     10.02.97 17.07.00 03.08.00 22.09.00 12.10.00 08.11.00                         20.11.00\n\n\n         4       19.02.94     14.10.96 04.11.00 27.02.01 12.04.01 10.05.01 21.05.01                         01.06.01\n\n\n\n\n                                                                                \n         5       31.03.95     14.10.96 19.09.00 27.02.01 12.04.01 10.05.01 25.05.01                         04.06.01\n\n\n\n\n                                                                 \n      \n                                          \n</pre><p data-structure=\"Section\" id=\"p_31\">                      Article-18   and   Article-55   of   Part-II,   Article-113   of   Part-X   and \n\n    Article-137 of Part-II of the Limitation Act read as under :  \n</p>                                         \n<blockquote id=\"blockquote_5\">         Art.              Description of application                         Period of         Time from which  \n                                                                                               period begins to run\n                                                                          limitation \n                \n\n\n    18            For the price of work done by the plaintiff             Three years         When   the   work   is \n                  for the defendant at his request, where no                                  done. \n</blockquote>             \n\n\n\n<p data-structure=\"PetArg\" id=\"p_32\">                  time has been fixed for payment. </p><pre id=\"pre_3\">\n\n\n    55            For   compensation   for   the   breach   of   any      Three years         When   the   contract   is \n                  contract,   express   of   implied   not   herein                           broken   or   (where \n\n\n\n\n\n                  specially provided for.                                                     there   are   successive \n                                                                                              breaches)   when   the \n                                                                                              breach   in   respect   of \n                                                                                              which   the   suit   is \n                                                                                              instituted   occurs   or \n                                                                                              (where   the   breach   is \n\n\n\n\n\n                                                                                              continuing   when   it \n                                                                                              ceases).\n    113           Any suit for which no period of limitation is           There years         When the right to sue \n                  provided elsewhere in this Schedule.                                        accrues.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">    Asmita                                                                                                        13/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                                 ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                    .. 14 ..                                             ARA-6/07\n\n\n    137         Any other application for which no period of            Three years         When   the   right   to \n\n\n\n\n                                                                                                      \n                limitation   is   provided   elsewhere   in   this                          apply accrues. \n                division.  \n\n\n\n\n                                                                             \n     \n\n</pre><p data-structure=\"PetArg\" id=\"p_33\">    18.             Mr Kumbhakoni, the learned counsel submits that once cause of action \n\n\n\n\n                                                                            \n    had   commenced,   it   did   not   stop.     It   is   submitted   that   merely   because   the \n\n    representation and/or Claim was made by the contractor before various officers \n\n\n\n\n                                                             \n    were   pending   and   were   not   decided,   cause   of   action   would   not   stop.       The \n                                         \n    learned counsel pressed into service <a href=\"/doc/268914/\" id=\"a_12\">Section 9</a> of the Limitation Act in support of \n\n    this plea.   The learned counsel <a href=\"/doc/722729/\" id=\"a_13\">placed reliance upon</a> the judgment of this Court \n                                        \n    decided on 9th October 2012 in case of Aditya Birla Chemicals (India) Ltd. Vs. \n\n    Tata Motors Ltd.2 in Arbitration Petition No.1027 of 2011 delivered by this Court \n              \n\n\n    (R.D.Dhanuaka, J.) and more particularly paragraphs 18 an19 which read thus : \n</p>           \n\n\n\n<blockquote id=\"blockquote_6\">                           18.   In my view claim made by the Respondent was a claim simplicitor for \n                   recovery   of   additional   lease   rent   by   virtue   of   disallowance   of   depreciation   by \n                   assessing officer.  In my view, <a href=\"/doc/887242/\" id=\"a_14\">Article 54</a> of the <a href=\"/doc/1317393/\" id=\"a_15\">Schedule to Limitation Act</a> does not \n\n\n\n\n\n                   apply to a money claim.  In my view, the reliance placed by the learned Arbitrator \n                   on <a href=\"/doc/887242/\" id=\"a_16\">Article 54</a> while rejecting the plea of limitation is totally perverse and without \n                   application of mind.   The learned Arbitrator has misdirected by applying wrong \n                   article of Schedule to limitation.   In my view the Learned Arbitrator has decided \n                   contrary to substantiate law in force in India.  Award is contrary to <a href=\"/doc/65067/\" id=\"a_17\">Section 28(a)</a> \n                   of the Arbitration and Conciliation Act, 1996 and is thus in conflict with public \n\n\n\n\n\n                   policy.  In my view, since the claim made by the Respondent was barred by the law \n                   of limitation as on the date of the receipt of notice of invoking arbitration clause, it \n                   was duty of the Learned Arbitrator to reject such time barred claim. \n</blockquote>\n<blockquote id=\"blockquote_7\">                                19.   In my view right to sue accrued when claim for depreciation made by \n                   Respondent   was   rejected   on   31st  March,   2004   and   raising   of   demand   by   the \n                   Respondent by issuing debit note on 19th  June, 2006 and refusal to pay the said \n                   demand by the Petitioner on 17th August 2006 would not commence fresh period \n    2 MANU/MH/1642/2012\n\n\n<span class=\"hidden_text\" id=\"span_29\">    Asmita                                                                                                      14/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                              ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                    .. 15 ..                                                 ARA-6/07\n\n\n                 of   limitation,   which   had   already   commenced   on   31st  March,   2004.     In   view   of \n\n\n\n\n                                                                                                          \n                 <a href=\"/doc/268914/\" id=\"a_18\">Section 9</a> of the Limitation Act, 1963, once time is begun to run, no subsequent \n                 disability or inability to institute a suit or make an application stops it.  Once time \n                 starts   running,   it   does   not   stop.     Limitation   is   not   extended   unless   there   is   an \n\n\n\n\n                                                                                \n                 acknowledgment of liability or part payment.  It is not the case of the Respondent \n                 that the Petitioner acknowledged its alleged liability or there was any part payment \n                 made by the Petitioner after 31st March, 2004.  In my view, correspondences does \n                 not extend the period of limitation.     \n</blockquote>\n\n\n\n                                                                               \n<p data-structure=\"Precedent\" id=\"p_34\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"640382\" id=\"span_31\">19.          Mr Kumbhakoni, the   learned counsel   also placed  reliance   upon   the \n\n\n\n\n                                                              \n    Judgment of Supreme Court in case of <a href=\"/doc/640382/\" id=\"a_19\">J.C.Budhraja vs. Chairman, Orissa Minig \n                                        \n    Corporation Ltd. And Another3</a>  and more particularly paragraphs 25 and 26   in \n\n    support of his plea that limitation for a suit is calculated as on the date of filing of \n                                       \n    suit, whereas in case of arbitration, limitation of the Claim is to be calculated on \n\n    the date on which the arbitration is deemed to have been commenced.</span>   \n</p>              \n\n\n<p data-structure=\"CDiscource\" id=\"p_35\">                 25.            The   learned   Counsel   for   the   Government     submitted   that   the \n           \n\n\n\n                 limitation would begun to run from the date on which a difference arose between \n                 the parties, and in this case the difference arose only when OMC refused to comply \n                 with the notice dated 4.6.1980 seeking reference to arbitration. We are afraid, the \n                 contention is without merit. The Government  is obviously confusing the limitation \n                 for a petition under <a href=\"/doc/411664/\" id=\"a_20\">Section  8(2)</a>  of the Arbitration Act, 1940 with the limitation \n\n\n\n\n\n                 for the claim itself. The limitation for a suit is calculated as on the date of filing of \n                 the suit. In the case of arbitration, limitation for the claim is to be calculated on the \n                 date on which the arbitration is deemed to have commenced. \n</p>\n<p data-structure=\"Section\" id=\"p_36\">                 26.            <a href=\"/doc/1317393/\" id=\"a_21\">Section  37(3)</a>  of the Act provides that for the purpose of <a href=\"/doc/1317393/\" id=\"a_22\">Limitation \n                 Act</a>,  an arbitration   is deemed   to  have  been   commenced  when  one  party to the \n\n\n\n\n\n                 arbitration   agreement   serves   on   the   other   party   thereto,   a   notice   requiring   the \n                 appointment of an arbitrator. Such a notice having been served on 4.6.1980, it has \n                 to be seen whether the claims were in time as on that date. If the claims were \n                 barred on 4.6.1980, it follows that the claims had to be rejected by the arbitrator \n                 on   the   ground   that   the   claims   were   barred   by   limitation.   The   said   period   has \n                 nothing to do with the period of limitation for filing a petition under <a href=\"/doc/996339/\" id=\"a_23\">Section 8(2)</a> \n                 of the Act. Insofar as a petition under <a href=\"/doc/996339/\" id=\"a_24\">Section 8(2)</a>, the cause of action would arise \n\n    3 (2008) 2 Supreme Court Cases 444\n\n\n<span class=\"hidden_text\" id=\"span_32\">    Asmita                                                                                                          15/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                                ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                 .. 16 ..                                           ARA-6/07\n\n\n                 when   the   other   party   fails   to   comply   with   the   notice   invoking   arbitration. \n</p>\n\n\n\n                                                                                                 \n<p data-structure=\"Issue\" id=\"p_37\">                 Therefore, the period of limitation for filing a petition under <a href=\"/doc/996339/\" id=\"a_25\">Section 8(2)</a> seeking \n                 appointment of an arbitrator cannot be confused with the period of limitation for \n                 making   a   claim.   The   decisions   of   this   Court   in  Inder   Singh   Rekhi   v.  \n</p>\n\n\n\n                                                                         \n<p data-structure=\"Issue\" id=\"p_38\">                 MANU/SC/0271/1988  :   Delhi   Development   Authority  [1988]3SCR351   ,  Panchu  \n                 Gopal   Bose   v.  MANU/SC/0385/1994Board   of   Trustees   for   Port   of   Calcutta \n                 [1993]3SCR361   and  Utkal   Commercial   Corporation   v.  MANU/SC/0028/1999  : \n</p><blockquote id=\"blockquote_8\">                 Central Coal Fields [1999]1SCR166 also make this position clear. \n</blockquote>\n\n\n\n                                                                        \n<blockquote id=\"blockquote_9\">    20.          The   learned   counsel   submits   that   limitation   for   seeking   an \n\n\n\n\n                                                         \n    appointment of an arbitrator cannot be confused with period of limitation for \n                                      \n    making a claim.  It is submitted that the learned arbitrator as well as the District \n\n    Judge have mixed the two separate articles of limitation i.e. applicable to Claims \n                                     \n    and for making application for appointment of arbitrator.   The learned counsel \n\n    submits that the learned District Judge has placed reliance upon <a href=\"/doc/249731/\" id=\"a_26\">Article 137</a> of \n              \n\n\n    <a href=\"/doc/1317393/\" id=\"a_27\">Schedule-I   to   the     Limitation   Act</a>   and   also   <a href=\"/doc/1164414/\" id=\"a_28\">Article   55</a>   which   are   not   at   all \n           \n\n\n\n    applicable to the Claims made.   It is submitted that <a href=\"/doc/249731/\" id=\"a_29\">Article 137</a> applies to the \n\n    application in Court and not to the Claim.  It is submitted that there was no claim \n\n\n\n\n\n    for compensation before the learned arbitrator which would fall under <a href=\"/doc/1164414/\" id=\"a_30\">Article 55.</a> \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">    The   learned   counsel   then   placed   reliance   upon   the   Judgment   of   this   Court \n\n\n\n\n\n    delivered   on   16th  December   2011   in   case   of  Maharahshtra   State   Power \n\n    Generation Co.Ltd. Vs. M/s. Geo Miller Co. Pvt. Ltd. in Arbitration Petition \n\n    No.466 of 2006  and more particularly paragraphs 2 to 8 which read thus :  \n</p>\n<blockquote id=\"blockquote_10\">                 2.            The relevant facts are, the Petitioner had floated a tender for the design, \n                 manufacture,   supply,   erection,   testing   and   commissioning   of   the   pre-water \n\n<span class=\"hidden_text\" id=\"span_34\">    Asmita                                                                                                16/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                         ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                 .. 17 ..                                              ARA-6/07\n\n\n                treatment   plant,   MSEB   Chandrapur   Thermal   Power   Station,   Unit   6   and \n\n\n\n\n                                                                                                    \n                advertisement   in   that   behalf   was       published   by   MSEB   in   the   year   1987.   The \n                Respondent   participated   in   the   bid   and   the   contract   was   awarded   to   the \n                Respondent.        Dispute arose between the parties with regard to certain claims \n\n\n\n\n                                                                           \n                of the Respondent for extra work carried out by the Respondent.   It is an admitted \n                position that the Arbitration clause was invoked by the Respondent by letter dated \n                27-1-2001.       Before the Arbitrator, one of the objections raised on behalf  of the \n                Petitioner was that the reference is barred by the law of limitation.       It is also \n                common ground before me that so far as the payment for the  civil   work   done \n\n\n\n\n                                                                          \n                by  the    Respondent    is concerned, the payment has been made.        The claim \n                which has been awarded by the learned Arbitrator is in relation to the price of the \n                extra work carried out by the Respondent. Before the learned Arbitrator   it   was \n                claimed   on  behalf     of  the  Petitioner  that  the   extra  work   in  relation  to \n                which the claim has been made was completed on 15-6-1992 and the plant was \n\n\n\n\n                                                          \n                handed over to the Petitioner   on   24-8-1994.         Thereafter,   the  Respondent \n                made claim for the price of the extra work and that claim was rejected by letter \n                                      \n                dated 10-10-1995.    The Respondent invoked arbitration clause  and  made   the \n                claim   on   27-1-2001,  and  therefore, it was claimed that it is barred by the law \n                of limitation.      The learned Arbitrator has considered  this   objection   in   his \n                award.       He accepted that though it is clear  that the  work  was completed on \n                                     \n                15-6-1992, that the plant was handed over by the Respondent to the Petitioner on \n                24-8-1994 and that though the claims were rejected on 10-10-1995, according to \n                the learned Arbitrator as the final bill was not submitted till the year 2000 and as \n                the correspondence between the parties was going on, cause of action  for invoking \n                the arbitration would not arise till 16th December, 2000.     It is the case of the \n              \n\n\n                present Respondent that the final bill was prepared on 16-12-2000.  \n</blockquote>           \n\n\n\n<blockquote id=\"blockquote_11\">                3.        The   learned   Counsel   appearing    for  the Petitioner   submits   that   the \n                learned         Arbitrator failed to see that the period of limitation for invoking the \n                arbitration clause will be governed by <a href=\"/doc/1163710/\" id=\"a_31\">Article 18</a> of the <a href=\"/doc/1317393/\" id=\"a_32\">Schedule of the Limitation \n                Act</a>.     According   to   the   learned   Counsel,   the   cause   of   action   for   invoking   the \n                arbitration clause will arise when the work for the price of which the arbitration \n\n\n\n\n\n                clause has been invoked was done and that    was    in    the     year   1992   and \n                therefore, invocation of the arbitration clause in January, 2001 is barred by the \n                law of Limitation.  The learned Counsel referring to the provisions of  <a href=\"/doc/268914/\" id=\"a_33\">Section 9</a> of \n                the Limitation Act submitted that once the period of limitation is commence, it will \n                run  continuously    and   therefore,   merely    because correspondence was going \n                on between the parties in relation to the amount to be paid, running of the period \n\n\n\n\n\n                of limitation will not stop. The reference has to be made by the Respondent within \n                a period of three years from the date on which the work was completed. \n</blockquote>\n<blockquote id=\"blockquote_12\">                4.            The     learned     Counsel  appearing       for   the Respondent, on the other \n                hand, relying on several judgments including the judgment of the learned single \n                Judge of this court  in the case  of Shri  Nyaneshwa  Bhiku        Dhargalkar        v/s. \n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"722729\" id=\"span_36\">Executive   Engineer,  1999(3)  RAJ  (B0m)   submitted  that  it  is  <a href=\"/doc/249731/\" id=\"a_34\">Article   137</a>  of  the \n                <a href=\"/doc/1317393/\" id=\"a_35\">Limitation Act</a> which applies in the present case and that the right to apply will \n\n\n<span class=\"hidden_text\" id=\"span_37\">    Asmita                                                                                                    17/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                                           ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                     .. 18 ..                                                  ARA-6/07\n\n\n                  accrue when the dispute between the parties arose. According   to    the   learned \n\n\n\n\n                                                                                                            \n                  Counsel     till   the negotiations between the parties were going on and as there \n                  was no denial to make the payment in the year 1992, the cause of action will not \n                  accrue and therefore   the   arbitration    clause    was   invoked within  the   period \n\n\n\n\n                                                                                 \n                  of   limitation.     The   learned Counsel also relies on the judgment of the learned \n                  single Judge of the Delhi High Court in the case of Prem Power Construction (Pvt) \n                  Ltd. v/s. National Hydroelectric  Power   Corp.Ltd.   &amp;   Anr.160(2009) Delhi Law \n                  Times 610. Perusal of the judgment of the learned single Judge of this court in the \n                  case of  Nyaneshwar   (supra)   and  the  judgment    of  the  learned single Judge \n\n\n\n\n                                                                                \n                  of the Delhi High Court in the case of <a href=\"/doc/722729/\" id=\"a_36\">Prem Power Construction Ltd.</a>(supra) shows \n                  that   both   have   relied   on   the   judgment   of   the   Supreme   Court   in   the   case   of \n                  Major(Retd.) Inder Singh  Rekhi  v/s.   Delhi    Development     Authority, (1988) 2 \n                  SCC 338.      The learned Counsel for the Respondent also submitted that in any \n                  case the period of limitation would be governed by <a href=\"/doc/10691/\" id=\"a_37\">Article 113</a> of the <a href=\"/doc/1317393/\" id=\"a_38\">Limitation \n\n\n\n\n                                                               \n                  Act</a>.           According to him, the cause of action will arise when the right to sue \n                  accrues and the right to sue will accrue when the Petitioner refused to make the \n                                         \n                  payment for the extra work after final bill. Thus, the right to sue  accrued  in  the \n                  year   1999   when    there  was refusal to make the payment.</span> \n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">                  5.             Now     in     the       light       of       these       rival submissions, if the record is \n                                        \n                  perused,   it   is  clear   from   the   award   itself   that   there   is   no   dispute   between   the \n                  parties that the extra work for the payment of which the present reference was \n                  made   was   completed   on   15-6-1992.                 There   is   also   no   dispute   that   the \n                  Petitioner   rejected   the   claim   made   by   the   Respondent   for   extra   work   by   letter \n                  dated  10-10-1995.     The  learned    Arbitrator   has referred to this aspect of the \n              \n\n\n                  matter in paragraph 21 of the award and has observed thus: \n</p>           \n\n\n\n<blockquote id=\"blockquote_13\">                         &quot;Even if there was rejection of the Claimants&#x27;    claim    for    extra     work  on \n                  10-10-1995    as   submitted     by    them  the limitation cannot be said to have \n                  commenced from that date, if regard be had to the fact that even according to the \n                  Respondents the final bill was prepared as late as on 16th December, 2000.&quot; \n</blockquote>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_42\">                  Thus,  according  to   the  learned    Arbitrator   the cause of action does not accrue \n                  on completion of the work. It does not accrue even on rejection of the claim, but it \n                  accrues when the final bill is prepared. \n</p>\n<p data-structure=\"Section\" id=\"p_43\">                  6.        On behalf of the Petitioner reliance is placed on <a href=\"/doc/1163710/\" id=\"a_39\">Article 18</a> of the <a href=\"/doc/1317393/\" id=\"a_40\">Limitation \n                  Act</a>. That Article reads as under: \n</p>\n\n\n\n\n<blockquote id=\"blockquote_14\">                            (18)  For the price of work done by the plaintiff   for   the     defendant     at  \n                                 his request, where  no time has been fixed for  payment. The Period of \n                                 limitation is three  years  and the  time begins  to run when the  work is \n                                 done. \n</blockquote>\n<p data-structure=\"Section\" id=\"p_44\">                  7.        Perusal   of   the    above   quoted     Article  shows that when a suit is to be  \n                  instituted   for   recovery   of   the   price   of   the   work   done   by   the   Plaintiff   for   the \n\n\n<span class=\"hidden_text\" id=\"span_39\">    Asmita                                                                                                            18/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                                 ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                   .. 19 ..                                                  ARA-6/07\n\n\n                Defendant, and when there is no time fixed for payment to be made,                 the \n\n\n\n\n                                                                                                          \n                cause of action for instituting the suit arises when the work   is   completed   and \n                the   suit    has    to   be instituted within a period of three years from the accrual  \n                of cause of action. It is clear from the record that the present dispute which was \n\n\n\n\n                                                                               \n                referred to arbitration is for recovery of the price of the extra   work   done   by \n                the    Respondent     for    the Petitioner at the request of the Petitioner and there  \n                was no time fixed for making the payment.   Therefore, according to this Article, \n                the cause of action will accrue when the work is done.   The learned     Counsel \n                appearing     for   the    Respondent relied   on  <a href=\"/doc/10691/\" id=\"a_41\">Article   113</a>  of    the  <a href=\"/doc/1317393/\" id=\"a_42\">Limitation \n\n\n\n\n                                                                              \n                Act</a>. \n</p><p data-structure=\"Section\" id=\"p_45\">                <a href=\"/doc/10691/\" id=\"a_43\">Article 113</a> reads as under:- \n</p>\n<blockquote id=\"blockquote_15\">                            &quot;113. Any suit for which no period  of  limitation is provided elsewhere \n                            in   the   Schedule,   the   period   of   limitation   is   three   years   and   the   time \n\n\n\n\n                                                             \n                            begins to run when the right to sue accrues. \n</blockquote>                                       \n<p data-structure=\"RespArg\" id=\"p_46\">                8.        Perusal of the above Article makes it clear that this Article comes into play \n                only on a finding that for institution of a suit for the claim which is involved in the \n                present matter, there   is   no   period   of   limitation     provided elsewhere in the \n                schedule.       Therefore, unless a finding   is  recorded   that  <a href=\"/doc/1163710/\" id=\"a_44\">Article    18</a>  does \n                                      \n                not apply, <a href=\"/doc/10691/\" id=\"a_45\">Article 113</a> cannot apply.   I do not    see any reason why <a href=\"/doc/1163710/\" id=\"a_46\">Article 18</a> will \n                not apply to the present dispute, because the present dispute is in relation to the \n                price of the work done by the Respondent for the Petitioner. The learned Counsel \n                for the Respondent also could not give any reason why <a href=\"/doc/1163710/\" id=\"a_47\">Article 18</a> will not apply. \n                Thus, as the work was  completed   in  the  year  1992,    the  cause  of action in \n                 \n\n\n                terms of <a href=\"/doc/1163710/\" id=\"a_48\">Article 18</a> will accrue in 1992 and therefore the reference will have to be \n                made within   a     period     of   3     years        from       1992     unless according  to  \n              \n\n\n\n                Respondent the time gets extended because  of    any   acknowledgement      etc. \n                Admittedly neither arbitration clause is invoked within three years from 1992 nor \n                any extension of the period of limitation     is     claimed       by     the     Respondent, \n                and   therefore   the   claim   will   be   barred   by   the   law   of   limitation.         What       is \n                interesting     is     that  the question before the learned Arbitrator was whether the \n\n\n\n\n\n                claim       was     made       within         the       period       of limitation.     The learned \n                Arbitrator   has   recorded   a   finding   that   the   claim   is   not   barred   by   the   law   of \n                limitation,   but   in   the   entire   award   there   is   no   reference   to   any   <a href=\"/doc/1317393/\" id=\"a_49\">Article   in   the \n                Schedule of the Limitation Act</a>, which applies to the present case. In  my  opinion, \n                this  is   an   impossibility.       An argument as to whether a claim is made within \n                the period of limitation has always to be made with reference to some <a href=\"/doc/1317393/\" id=\"a_50\">Article in \n\n\n\n\n\n                the Schedule of the Limitation Act</a>, without referring to any article in the <a href=\"/doc/1317393/\" id=\"a_51\">Schedule \n                of the Limitation Act</a>, a finding  either that the claim is barred by limitation or it is \n                not so barred is impossible to be recorded. \n</p><p data-structure=\"Precedent\" id=\"p_47\">                So far as application of <a href=\"/doc/249731/\" id=\"a_52\">Article 137</a> is concerned, that     Article     is     in     Part-II, \n                relating         to   applications.     For   invoking   the   arbitration   clause   the   limitation \n                provided by the <a href=\"/doc/1317393/\" id=\"a_53\">Limitation Act</a> for making application will not apply, the limitation \n                provided by the schedule for institution of a suit will apply.    The learned single \n                Judge of this Court in his judgment in Nyaneshwar case (supra) and the learned \n\n\n<span class=\"hidden_text\" id=\"span_41\">    Asmita                                                                                                          19/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                               ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                   .. 20 ..                                                 ARA-6/07\n\n\n                single Judge of the Delhi High Court in the case of Prem Power Construction Ltd. \n</p>\n\n\n\n                                                                                                         \n<p data-structure=\"Section\" id=\"p_48\">                (supra) have relied on judgment of the Supreme Court in the case of   Inder Singh \n                Rekhi, referred to above. Perusal of that judgment of the Supreme Court   shows \n                that  there  the  Supreme     Court was dealing with the application made under \n\n\n\n\n                                                                              \n                <a href=\"/doc/811701/\" id=\"a_54\">Section 20</a> of Arbitration Act, 1940, and as under <a href=\"/doc/811701/\" id=\"a_55\">Section 20</a>   of the Arbitration \n                Act, 1940 an application was to be made to the court, obviously <a href=\"/doc/249731/\" id=\"a_56\">Article 137</a> of the \n                <a href=\"/doc/1317393/\" id=\"a_57\">Limitation Act</a> will apply.    But in the scheme of the 1996 Act no such application \n                is contemplated  to   be   made    to    any  court    for    invoking    the arbitration \n                clause.   Perusal of the provisions of <a href=\"/doc/157537/\" id=\"a_58\">Section     21</a>     of     the     Arbitration         Act \n\n\n\n\n                                                                             \n                shows   that Arbitral proceedings commence, unless there is an agreement contrary \n                between the parties, on the date   on  which    a   request   for  reference    of   the \n                dispute    to      arbitration     is   received    by   the Respondent.     The 1996 Act  \n                does not  contemplate  any application to be made to the court for invoking  the \n                arbitration   application   and   for   commencement   of     arbitration           proceedings. \n</p>\n\n\n\n                                                             \n<p data-structure=\"Section\" id=\"p_49\">                Sub-<a href=\"/doc/103447/\" id=\"a_59\">section           2</a>    of  <a href=\"/doc/354483/\" id=\"a_60\">Section   43</a>  of   the   Arbitration   Act  lays   down  that   for   the \n                purpose of limitation Act an arbitration shall be deemed to have commenced on \n                                       \n                the  date  referred   to   in  <a href=\"/doc/1772105/\" id=\"a_61\">Section   21</a>.   Therefore,   it   is   clear   that   invocation   of   the \n                arbitration clause has to be made within the period of limitation provided by the \n                <a href=\"/doc/1317393/\" id=\"a_62\">Limitation Act</a> for institution of a suit on the   same    cause    of   action.       So  \n                far   as   an application     to    be  made    under   <a href=\"/doc/438099/\" id=\"a_63\">Section    11</a>   is concerned, that \n                                      \n                application is not for invoking the arbitration clause.         That application is for \n                appointment         of       arbitrator,         after         invoking         the   arbitration   clause. \n                Invocation   of   the   arbitration   clause   precedes   an   application   under   <a href=\"/doc/438099/\" id=\"a_64\">Section   11</a>. \n                Therefore, when an application under <a href=\"/doc/438099/\" id=\"a_65\">Section 11</a> is made, that application has to \n                be made within the period of limitation, which is provided by the <a href=\"/doc/1317393/\" id=\"a_66\">Limitation Act</a> \n              \n\n\n                for institution of the suit on that cause of action. An application under <a href=\"/doc/438099/\" id=\"a_67\">Section 11</a> \n                cannot   be     made     after   expiry       of     the     period     of limitation provided for \n           \n\n\n\n                institution of suit for recovery   of   the   claim.  The   Hon&#x27;ble     the   Chief Justice \n                or his designate will have to make an inquiry to find out whether the appointment \n                of Arbitrator at this juncture would be necessary as a period of limitation is over. \n                The Supreme Court in its judgment in the case of National Insurance Co.Ltd.   v/s. \n                M/s. Boghara    Polyfab    Pvt.Ltd.,    AIR 2009 SC 170, has referred to the issues \n\n\n\n\n\n                which have to  be   decided    by   the  Chief     Justice    or   his designate under  \n                <a href=\"/doc/438099/\" id=\"a_68\">Section 11</a> and the issues which can be left for decision by the Arbitrator. One of \n                the issues, according to the Supreme Court that has to be decided by the Hon&#x27;ble \n                Chief Justice or  his  designate    under  <a href=\"/doc/438099/\" id=\"a_69\">Section   11</a>   is  whether   the claim is a \n                dead   claim   or   a   live   claim.   It   means   that   if   an   objection   is   raised,       when \n                application under <a href=\"/doc/438099/\" id=\"a_70\">Section 11</a> is made, that invocation of the arbitration clause in \n\n\n\n\n\n                that case has not been made within   the    period   of   limitation,     then   that \n                question has to be decided by the Chief Justice or  his designate. The question to \n                be considered at that  time   is  not   whether  an   application    under <a href=\"/doc/438099/\" id=\"a_71\">Section   11</a> \n                is   made    within    the   period    of limitation,   but   whether   the   invocation \n                of  the arbitration clause was made within the period of limitation. In my opinion, \n                therefore, there is no question of provisions of Section 137 applying in so far as \n                invocation of the arbitration clause and commencement       of     the     period     of \n                limitation    is concerned.    So   far   as   the    present    case   is concerned, to my \n\n\n<span class=\"hidden_text\" id=\"span_43\">    Asmita                                                                                                         20/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                                                               ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                   .. 21 ..                                             ARA-6/07\n\n\n                  mind it is clear that <a href=\"/doc/1163710/\" id=\"a_72\">Article 18</a> of the <a href=\"/doc/1317393/\" id=\"a_73\">Limitation Act</a> applies and therefore as the \n\n\n\n\n                                                                                                     \n                  invocation of the Arbitration clause is not within period of three years from the \n                  date of completion of the work, which was in the year 1992, the claim was clearly \n                  barred by the law of limitation. \n</p>\n\n\n\n                                                                            \n<p data-structure=\"RespArg\" id=\"p_50\">    21.           Relying upon this Judgment of this Court, the learned counsel submits \n\n\n\n\n                                                                           \n    that   Article-18   was   applicable   to   the   claims   made   by   the   contractor   and   not \n\n    Article-55   or   <a href=\"/doc/249731/\" id=\"a_74\">Article   137</a>   as   sought   to   be   applied   by   the   District   Judge.     The \n\n\n\n\n                                                            \n    learned counsel submits that both these issues are considered by this Court and \n                                       \n    the facts of this case are identical to the facts of the case in case of Maharashtra \n\n    State  Power Generation Co.Ltd. (supra) and the said Judgment is thus binding. \n</p>                                      \n\n<p data-structure=\"Precedent\" id=\"p_51\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"152207\" id=\"span_45\">22.           The learned counsel also placed reliance upon the Judgment of Punjab \n              \n\n\n    And Haryana High Court in case of  <a href=\"/doc/152207/\" id=\"a_75\">Jullunder Improvement Trust, Jullunder \n           \n\n\n\n    Vs. Kuldip Singh4</a> and more particularly paragraphs 4 and 5 which read thus :</span>  \n</p>\n<blockquote id=\"blockquote_16\">                 4.            The main controversy in this appeal is: whether the suit of the plaintiff \n\n\n\n\n\n                 wan within time or not? It is the common case of the parties that it is <a href=\"/doc/1163710/\" id=\"a_76\">Article 18</a>, \n                 <a href=\"/doc/1317393/\" id=\"a_77\">Limitation   Act,   1963</a>,   which   would   govern   the   plaintiffs   case.   It   provides   a \n                 limitation of three years from the time the work is done. The present suit was filed \n                 on   9-2-1971.   According   to   the   plaintiff   the   cause   of   action   arose   to   him   on \n                 14-12-1967, when the payment of the final bill, Exhibit D.19, was received by him \n                 under protest whereas the case of the defendant is that the period of three years \n\n\n\n\n\n                 would   commence   from   the   date   the   work   was   done   which   according   to   it   was \n                 completed   on  28-9-1967,   as  admitted  by   the  plaintiff  himself   vide,   Exhibit   D.4, \n                 dated 28-9-1967, written in this own hand wherein he had stated that 90 feet wide \n                 road under 84 acres scheme was complete and, therefore, his final bill, be prepared \n                 accordingly. In any case, according to the defendant, in the final bill, Exhibit D.19, \n                 the certificate to the effect that necessary detailed measurements have been taken \n                 as recorded  in the Measurement  Book  No.  44,  was  given  on  7-10-1967,  by  the \n\n    4 AIR 1984 Punjab And Haryana 185\n\n\n<span class=\"hidden_text\" id=\"span_46\">    Asmita                                                                                                     21/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                                            ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                    .. 22 ..                                                 ARA-6/07\n\n\n                 Engineer in charge Mohinder Singh, who appeared as D.W. 7. Thus, it was argued \n\n\n\n\n                                                                                                         \n                 on behalf of the defending that even after that date. i. e. 7-10-1967, the present \n                 suit filed on 9-2-1971, even after allowing the notice period of two months was \n                 barred by time. According to the trial Court, the cause of action would arise to the \n\n\n\n\n                                                                               \n                 plaintiff   for   the   price   of   the   work   done   only   on   furnishing   of   the   completion \n                 certificate   by   the  Engineer   in  charge.   The   certificate   of  the  Engineer  in   charge, \n                 according to the trial Court did not bear  any date. Since, according  to the trial \n                 Court  the payment  of  the  last bill  was  received  by  the  plaintiff  on  14-12-1967, \n                 under   protest,   the   period   of   limitation   will   start   from   that   date   and   that   after \n\n\n\n\n                                                                              \n                 allowing   the   notice   period   of   two   months,   the   suit   filed   by   the   plaintiff   on \n                 9-2-1971, was within time. The trial Court also found that the plaintiff prosecuted \n                 with due diligence another civil proceeding founded upon the same cause of action \n                 in a Court which could not give the relief and, therefore, he was entitled to get, the \n                 period  spent  in prosecuting  those  proceedings  excluded  under  <a href=\"/doc/409538/\" id=\"a_78\">S.  14</a>, Limitation \n\n\n\n\n                                                              \n                 Act, (hereinafter called the Act).\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_48\">                 5.  </span>\n                                        \n<p data-structure=\"CDiscource\" id=\"p_52\">                             After   hearing   the   learned   counsel   for   the   parries,   I   am   of   the \n                 considered opinion that the plaintiffs suit was barred by time.\n</p>                                       \n<p data-structure=\"PetArg\" id=\"p_53\">    23.          Mr   Chinoy,   the   learned   senior   counsel   appearing   on   behalf   of   the \n              \n\n    contractor   on   the   other   hand   submits   that   Article-18   is   not   applicable   to   the \n           \n\n\n\n    claims made by the contractor.       The learned senior counsel submits that the \n\n    claims made before the arbitral tribunal were for enhancement of the price for \n\n\n\n\n\n    the work done and thus Article-113 of Schedule-1 of Limitaiton Act would apply. \n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045337\" id=\"span_49\">The   learned   senior   counsel   <a href=\"/doc/152207/\" id=\"a_79\">placed   reliance   upon</a>   the   Judgment     in   case   of \n\n    <a href=\"/doc/1045337/\" id=\"a_80\">Gannon   Dunkerley   And   Co.   Ltd.   v.   Union   of   India5</a>  and   more   particularly \n\n\n\n\n\n    paragraphs  2 to 11 which read thus :</span> \n</p>\n<blockquote id=\"blockquote_17\">                 2.     The   Sindri   Factory   Buildings   were   to   be   constructed   under   the   advice   and \n                 guidance   of   M/s.   Chemical   Construction   Corporation   of   New   York.     That   Firm \n                 made delay in supplying the drawings and specifications which involved work of a \n\n    5  1969 (3) Supreme Court Cases 607\n\n<span class=\"hidden_text\" id=\"span_50\">    Asmita                                                                                                          22/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                                                               ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                  .. 23 ..                                                ARA-6/07\n\n\n                complicated nature not included in the original contract.  Time for completion of \n\n\n\n\n                                                                                                       \n                the work was on that account extended till February 26, 1950.  \n</blockquote>\n<blockquote id=\"blockquote_18\">                3.     On   September   20,   1950   the   Government     Company   made   a   demand   for \n\n\n\n\n                                                                             \n                payment of an enhanced rate of 42 1/2% over the basic rates stipulated under the \n                original contract.  This claim was made on five grounds :     \n</blockquote>\n<blockquote id=\"blockquote_19\">                         1.  that there was a &quot;substantial deviation&quot; in the nature of work of which \n                         the detailed work drawings were supplied to the Government   Company \n\n\n\n\n                                                                            \n                         after the date of the contract.  The work involved was of a complex nature \n                         requiring  highly skilled labour, and that additional  labour  and materials \n                         not covered by the contract rates were required; \n</blockquote>\n<blockquote id=\"blockquote_20\">                         2.   that there was &quot;great increase in the price of materials and labour on \n\n\n\n\n                                                           \n                         account of undue prolongation of the period of work&quot;; \n</blockquote>\n     \n                                      \n<blockquote id=\"blockquote_21\">                         3.  that there was increase in the cost of transportation on account of rise \n                         in the price of petrol and increase in railway freight; \n</blockquote>\n<blockquote id=\"blockquote_22\">                         4.  that the Government of India entered into other contracts incidental to \n                                     \n                         the construction of the Sindri Factory at substantially higher rates which \n                         directly   affected   the   cost   of   labour   and   materials   of   the   Government \n                         Company who had to compete with the other contractors;  \n</blockquote>\n<blockquote id=\"blockquote_23\">                         5.   that additional work ordered to be done involved in many instances \n              \n\n\n                         quantity of work several times the work set out in the contract.  \n</blockquote>                    \n           \n\n\n\n<blockquote id=\"blockquote_24\">                4.              By his letter dated September 13, 1950, the Additional Chief Engineer \n                rejected the claim.  In September 1954 the disputes relating to the claim for rise in \n                cost of material and labour due to delay in supplying detailed work drawings, the \n                claim arising from rise in price of petrol and for increase in the cost of material and \n                labour due to other contractors working on the site, were referred to arbitration, \n\n\n\n\n\n                but not the claims for revision of rates due to complex nature of the work and \n                increase   in   the   quantity   of   work.     The   arbitrator   rejected   the   claims   of   the \n                Company in respect of the matters which were referred.  \n</blockquote>\n<blockquote id=\"blockquote_25\">                5.             Thereafter the Government  Company filed a suit on August 9, 1956, \n                against  the Union  of India, for  a decree   for  Rs.3,62,674/9/6  being  the  amount \n\n\n\n\n\n                claimed at the rate of 42 1/2% above the contract rate, in the alternative, a decree \n                for   Rs.2,44,000/-   being   the   amount   claimed   at   the   rate   of   28.1%   above   the \n                contract   rate   as   recommended   by   the   Executive   Engineer,   and   in   the   further \n                alternative, a decree for Rs.1,36,222/- at the rate of 18.17% above the contract \n                rate as certified by the Superintending Engineer.   The Union of India contended, \n                inter alia, that the claim was barred by the law of limitation.  \n</blockquote>\n<blockquote id=\"blockquote_26\">                6.             The   Trial   Court   held   that   the   claim   was   not   barred   by   the   law   of \n\n\n<span class=\"hidden_text\" id=\"span_52\">    Asmita                                                                                                       23/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                                                             ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                   .. 24 ..                                                 ARA-6/07\n\n\n                limitation   and   decreed   the   claim   for   Rs.   1,36,222/-   as   certified   by   the \n\n\n\n\n                                                                                                         \n                Superintending   Engineer.   Against   the   decree   passed   by   the   Trial   Court   the \n                Government  Company as well as the Union of India appealed to the High Court. \n</blockquote>\n\n\n\n                                                                              \n<blockquote id=\"blockquote_27\">                7.             Before   the   High   Court,   in   support   of   the   appeal   only   the   plea   of \n                limitation was pressed on behalf of the Union of India. In the view of the High \n                Court the claim was governed either by <a href=\"/doc/1408921/\" id=\"a_81\">Article 56</a> or by <a href=\"/doc/1464822/\" id=\"a_82\">Article 115</a> of the First \n                Schedule to the Limitation Act, 1908, and the suit not having been filed within \n                three years of the date on which the work was done and in any event of the date \n\n\n\n\n                                                                             \n                on   which   the   claim   was   rejected   was   barred.   The   Government     Company   has \n                appealed to this Court with certificate. \n</blockquote>\n\n<blockquote id=\"blockquote_28\">                8.              The Government   Company had undertaken under the terms of the \n\n\n\n\n                                                             \n                contract to do specific construction work at &quot;basic rates&quot;. The Engineer-in-charge \n                was by the terms of Clause 12 of the agreement competent to give instructions for \n                                       \n                work   not   covered   by   the   terms   of   the   contract,   and   it   was   provided   that \n                remuneration shall be  paid at the rate fixed by the Engineer-in-charge for  such \n                additional   work,   and   in   case   of   dispute   the   decision   of   the   Superintending \n                Engineer   shall   be   final.   It   is   common   ground   that   the   claim   made   by   the \n                                      \n                Government  Company was not covered by the arbitration agreement, and on that \n                account   it   was   not   referred   to   the   arbitrator.   The   claim   in   suit   related   to   the \n                revision of rates due to the complex nature of the work and due to increase in the \n                quantity   of   work   and   also   grant   of   contracts   to   other   competing   parties   at \n                substantially higher rates and other related matters. \n</blockquote>              \n           \n\n\n\n<blockquote id=\"blockquote_29\">                9.               <a href=\"/doc/1408921/\" id=\"a_83\">Article 56</a> of the First Schedule  to the Indian Limitation Act, 1908, \n                prescribes a period of three years  for a suit for  the price of, work  done  by the \n                plaintiff   for   the   defendant   at   his   request,   where   no   time   has   been   fixed   for \n                payment, and the period of limitation commences to run from the date when the \n                work is done. A suit is governed by <a href=\"/doc/1408921/\" id=\"a_84\">Article 56</a> if it arises out of a contract to pay \n\n\n\n\n\n                the price of work done at the request of the defendant. The claim in the present \n                case is for payment at an additional rate over the stipulated rate in view of change \n                in circumstances, and not for price of work done by the Government  Company. It \n                is true that additional work was done at the request of the Engineer-in-charge, but \n                the claim in suit was not for the price of work done but for enhanced rates in view \n                of altered circumstances. \n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_30\">                10.            <a href=\"/doc/1464822/\" id=\"a_85\">Article 115</a> of the <a href=\"/doc/1317393/\" id=\"a_86\">First Schedule to the Limitation Act</a> is a residuary \n                article dealing  with the  claim  for   compensation  for  the  breach  of  any  contract, \n                express or implied, not in writing registered and not specially provided for, in the \n                First   Schedule.   The   period   of   limitation   in   such   cases   is   three   years   and   it \n                commences   to   run   when   the   contract   is   broken,   or   where   there   are   successive \n                breaches when the breach in respect of which the suit is instituted occurs, or where \n                the   breach   is   continuing   when   it   ceases.   The   suit   filed   by   the   Government \n\n<span class=\"hidden_text\" id=\"span_54\">    Asmita                                                                                                         24/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                                                               ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                     .. 25 ..                                                 ARA-6/07\n\n\n                  Company is not a suit for compensation for breach of contract express or implied: \n</blockquote>\n\n\n\n                                                                                                          \n<blockquote id=\"blockquote_31\">                  it is a suit for enhanced rate because of change of circumstances, and in respect of \n                  work not covered by the contract. The additional work directed by the Engineer-in-\n                  charge   when   carried   out   may   be   deemed   to   be   done   under   the   terms   of   the \n\n\n\n\n                                                                                \n                  contract: but the claim for enhanced rates does not arise out of the contract: it is in \n                  any case not a claim for compensation for breach of contract. \n</blockquote><blockquote id=\"blockquote_32\">                  11.             The claim is therefore not covered by any specific article under the \n                  First Schedule, and must fall within the terms of <a href=\"/doc/1226884/\" id=\"a_87\">Article 120.</a> The Solicitor-General \n\n\n\n\n                                                                               \n                  appearing on behalf of the Union of India contended that even if the claim falls \n                  within   the   terms   of   <a href=\"/doc/1226884/\" id=\"a_88\">Article   120</a>   of   the   <a href=\"/doc/1317393/\" id=\"a_89\">Limitation   Act</a>,   it   was   barred,   for,   the \n                  Government  Company had in the suit made a claim for work done more than six \n                  years before the institution of the suit. Counsel submitted that under <a href=\"/doc/1226884/\" id=\"a_90\">Article 120</a> \n                  the period of limitation commences to run from the date on which the defendant \n\n\n\n\n                                                               \n                  obtains the benefit of the work done by the plaintiff. But under <a href=\"/doc/1226884/\" id=\"a_91\">Article 120</a> of the \n                  <a href=\"/doc/1317393/\" id=\"a_92\">Limitation Act</a> the period of six years for suits for which no period of limitation is \n                  provided   elsewhere   in   the   Schedule   commences   to   run   when   the   right   to   sue \n                                         \n                  accrues. In our judgment, there is no right to sue until there is an accrual of the \n                  right asserted in the suit, and its infringement, or at least a clear and unequivocal \n                  threat to infringe that right by the defendant against whom the suit is instituted ; \n</blockquote>                                        \n<p data-structure=\"Precedent\" id=\"p_55\">                  Bolo v. Kokan and Ors. \n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_56\">    24.           The learned counsel submits that the Supreme Court had considered \n              \n\n\n    Article-120 of the Limitation Act, 1908 and <a href=\"/doc/1408921/\" id=\"a_93\">Article 56</a> which are corresponding to \n           \n\n\n\n    Article-113   and   Article-18   to   the   first   schedule   to   <a href=\"/doc/1317393/\" id=\"a_94\">Limitation   Act</a>   1963.     It   is \n\n    submitted that after considering these Articles, the Supreme Court held that the \n\n\n\n\n\n    period of 6 years  for suits for which no period of limitation is provided elsewhere \n\n    in the Schedule commences to run when the right to sue accrues.  It is is held that \n\n\n\n\n\n    there was no right to sue until there was accrual of the right asserted in the suit, \n\n    and its infringement, or at least a clear and unequivocal threat to infringe that \n\n    right by the defendant against whom the suit is instituted.    It is submitted that \n\n    the Supreme Court has held that in a suit for enhanced rate because of change of \n\n<span class=\"hidden_text\" id=\"span_56\">    Asmita                                                                                                          25/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">                                                                                ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 26 ..                                         ARA-6/07\n\n\n    circumstances,   and   in   respect   of   work   not   covered   by   the   contract,   claim   for \n\n\n\n\n                                                                                            \n    enhanced rate did not arise out of contract and would be thus not governed by \n\n\n\n\n                                                                    \n    Article-56 corresponding to Article-18 under <a href=\"/doc/1317393/\" id=\"a_95\">Limitation Act</a> 1963 but would be \n\n    covered by Article-120 (corresponding to Article-113 under <a href=\"/doc/1317393/\" id=\"a_96\">Limitation Act</a> 1963). \n</p>\n\n\n\n                                                                   \n<p data-structure=\"Precedent\" id=\"p_57\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045337\" id=\"span_58\">The learned senior counsel thus, submits that the facts of this case are identical to \n\n    the   facts  before   the  Honourble  Supreme  Court  in  case   of  <a href=\"/doc/1045337/\" id=\"a_97\">Gannon   Dunkerley</a> \n\n\n\n\n                                                      \n    (supra) and thus principles of law <a href=\"/doc/1045337/\" id=\"a_98\">laid down by</a> the Supreme Court are squarely \n                                    \n    applicable to the facts of this case and are binding on this Court.</span>   \n</p>                                   \n<p data-structure=\"Precedent\" id=\"p_58\">    25.          The learned senior counsel also placed reliance upon the Judgment of \n\n    Rajashthan High Court in case of State of Rajasthan Vs. Ram Kishan (AIR 1977 \n              \n\n\n    Rajasthan 165), Judgment of Allahabad High Court in case of State of U.P. v. \n</p>           \n\n\n\n<p data-structure=\"Precedent\" id=\"p_59\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045337\" id=\"span_59\">Thakur Kundan Singh (AIR 1984 Allahabad 161), Judgment of Gujrat High \n\n    Court in case of State of Gujrat Vs. Pirojsha Wadia reported in 17 Gujrat Law \n\n\n\n\n\n    Reporter 638;   by which various High Courts have taken a similar view which \n\n    has been taken by the Honourable Supreme Court in case of <a href=\"/doc/1045337/\" id=\"a_99\">Gannon Dunkerly \n\n\n\n\n\n    and Ors</a> (supra).</span>  \n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_60\">    26.          Perusal  of  the award indicates that before  the arbitral tribunal, the \n\n    submission of the contractor was that dispute could start only after rejection of \n\n\n<span class=\"hidden_text\" id=\"span_60\">    Asmita                                                                                           26/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                    ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 27 ..                                         ARA-6/07\n\n\n    the claim by the Government.   It was submitted that the claims were pending for \n\n\n\n\n                                                                                            \n    decision and thus cause of action started only after decision was finally taken by \n\n\n\n\n                                                                    \n    the Government.  It was submitted that limitation commenced from the date on \n\n    which cause of action had accrued.  \n</p>\n\n\n\n                                                                   \n                  \n\n<p data-structure=\"Precedent\" id=\"p_61\">    27.          The arbitral tribunal has held that all those claims even though there \n\n\n\n\n                                                      \n    was   specific   recognisable   period   of   start   of   incurring   of   the   loss,   the   same \n                                    \n    continued since then during the currency of the contract, including the extended \n\n    period at least for Claim Nos.1 and 2.  Majority of the loss incurred for Claim Nos.\n</p>                                   \n<p data-structure=\"Precedent\" id=\"p_62\">    3,4 and 5 was known when the items were nearly complete by March 1998.  It is \n\n    held that in respect of Claim Nos.1 and 2,  the loss continued till the currency of \n              \n\n\n    the contract.   The arbitral tribunal then held that for Claim Nos.3,4 and 5, first \n           \n\n\n\n    reference to Engineer&#x27;s representative (Executive Engineer) was made in February \n\n    1997 and October 1996 and on getting no decision within 60 days, the contractor \n\n\n\n\n\n    could have referred the dispute to higher level and then to the &#x27;Engineer&#x27; as per \n\n    provisions of Clause-66 and invoked the arbitration within 220 days at the most. \n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_63\">    It is further held that this course was not taken by the contractor for the reasons \n\n    best known to him.  The contractor might take the shelter of the word &#x27;may&#x27; in the \n\n    contractor may appeal within 30 days to Engineer&#x27; by claiming that it was not \n\n    obligatory for him to appeal in case no reply was given the Executive Engineer. \n</p>\n\n<span class=\"hidden_text\" id=\"span_62\">    Asmita                                                                                           27/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                                                    ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n<p data-structure=\"Section\" id=\"p_64\">                                                  .. 28 ..                                               ARA-6/07\n\n\n    In spite of such finding rendered by the arbitral tribunal, it is held that the cause \n\n\n\n\n                                                                                                      \n    of arbitration would be cause of action and time of limitation should be recorded \n\n\n\n\n                                                                            \n    from  the  date  for  respective  claims.    The   tribunal  held  that  all  five   claims  in \n\n    question were not time barred on account of limitation.    It would be useful to \n\n\n\n\n                                                                           \n    extract the relevant paragraphs on this issue from the arbitral award which are as \n\n    under :  \n</p>\n\n\n\n                                                           \n<blockquote id=\"blockquote_33\">                For referring the dispute to arbitration, there had to be an arbitration agreement \n                (clause) and there had to be a dispute.   In the instant case, Cl-66 Settlement of \n                                      \n                dispute   (RTD-1/103-4)   provided   for   recourse   to   arbitration.     For   existence   of \n                &#x27;dispute&#x27;  there had to be an &#x27;assertion&#x27; by one party &amp; &#x27;denial&#x27; by the other party. \n                &#x27;Cause of arbitration&#x27; arose in the instant case whenever there was rejection of a \n                                     \n                claim by the &#x27;Engineer&#x27;  (Chief Engineer  Koyna  Project)  (RTD-1/38)  Rejection  of \n                inaction by the &#x27;Engineer&#x27;s representative&#x27; i.e. Executive Engineer/Superintending \n                Engineer did not,  however,  result  into &#x27;cause of arbitration&#x27;.    In which  case  the \n                claimant had to approach the &#x27;Engineer, furnish required evidence and on rejection \n                by the &#x27;Engineer&#x27; could invoke arbitration.  \n</blockquote>              \n\n\n<blockquote id=\"blockquote_34\">                               Clause   66(b)   specifically   mentioned   that   &#x27;Performance   under   the \n                contract   shall   if   reasonably   be   possible,   continue   during   the   arbitration \n           \n\n\n\n                proceedings.   Hence claimant could either lodge claims with the respondent and \n                pursue them for their settlement through the &#x27;Employer&#x27; by negotiations or could \n                take the recourse to   arbitration   by   following   obligations/requirements   under \n                Cl.66   culminating   into   invoking   the   arbitration.     In   all   the   claims   the   claimant \n\n\n\n\n\n                preferred to take the earlier recourse to begin with and continued for quite some \n                time.   The claimant approached secretary ID and Dy. Chief Minister during this \n                period.  Recourse to Arbitration was taken quite late, after completion of the work \n                physically.    Even after referring  some of their claims under  this contract  to the \n                earlier   Arbitral   Panel   and   getting   Award   for   the   same   in   December   1998,   the \n                claimant   continued   to   follow   the   course   of   negotiations   &amp;   pursuations,   for   the \n\n\n\n\n\n                reasons best known to him.                       \n</blockquote>\n<blockquote id=\"blockquote_35\">                             Question now before the Arbitral Panel was whether the claims had \n                become time barred because of this apparent delay on the part of the claimant in \n                not invoking the arbitration early and promptly.   The claimant was said to have \n                been suffering loss because of various reasons in respect of several items of the \n                contract, which resulted into initiating the claims right from the beginning of the \n                contract  and continued  to incur  the  loss  for  certain period  since  then for   some \n                claims (No.3,4 &amp; 5) and till the completion of the contract for some (Claim No.1). \n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_64\">    Asmita                                                                                                      28/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                                            ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n<blockquote id=\"blockquote_36\">                                                  .. 29 ..                                               ARA-6/07\n\n\n                Loss on account of claim No.2 was said to have occurred only during the extension \n\n\n\n\n                                                                                                      \n                period  and continued  till  completion  of  the  contract.    The  claimant  could  have \n                pursued  these claims  with  the respondent  for  some  reasonable  time but  should \n                have gone in for settlement of dispute as per Cl.66 either when items for 3 claims \n\n\n\n\n                                                                            \n                (3,4 &amp; 5) were mostly complete i.e. after 3/98 or when the cumulative losses were \n                foreseen to be beyond the capacity of the claimant to pull on without impairing the \n                progress of the contracted work, whichever  was earlier.   IF the claim No.1 had \n                been  referred  to  the arbitration  (or  even  to the  earlier  Arbitral  panel)  claimant \n                could have got the compensation in time.  For claim No.2, issue could have been \n\n\n\n\n                                                                           \n                pursued vigorously with the respondent say during a  year or so after getting the \n                first   extension   and   failing   to   get   favourable   response   (or   partial   response),   the \n                claimant could have invoked the arbitration.  \n</blockquote>\n<blockquote id=\"blockquote_37\">                             The claimant in all the correspondence  had been mentioning  about \n\n\n\n\n                                                           \n                incurring of heavy losses, financial crunch, heavy strain or financial resources etc. \n                because of these claims.  But apparently the follow up / pursuations for settlement \n                                      \n                of claims was very very poor despite provision of clause for arbitration.  Arbitrators \n                had hence observed during the third meeting that &#x27;efforts of follow up &amp; pursuation \n                of the claims would be expected to be related to the amount involved in the claims \n                because,  delay  in settlement  of substantial  amount  of claim was likely  to affect \n                                     \n                performance of the contract&#x27;.   \n</blockquote>\n<blockquote id=\"blockquote_38\">                               It could not be ascertained from the record or from the deliberations \n                during the meetings as to why this logical and easier course could not be taken by \n                the claimant.  Claimants contention / argument on this point had consistently been \n              \n\n\n                that, without rejection of the claims by the &#x27;Engineer&#x27;, recourse to arbitration was \n                not open to them.  In all these claims even though there was specific recognisable \n           \n\n\n\n                period of start of incurring of the loss, the same continued since then during the \n                currency of the contract, including the extended period at least for claim Nos.1 &amp; \n</blockquote><blockquote id=\"blockquote_39\">                2.  Majority of the loss incurred for claim Nos.3, 4 &amp; 5 was known when the items \n                were nearly complete by 3/98.  But for claim Nos.1 &amp; 2 the loss continued till the \n                currency of the contract.   Question then was, what should be considered as the \n\n\n\n\n\n                start of reckoning of the time of limitation.  For claim Nos.3,4  &amp; 5, first reference \n                to Engineer&#x27;s representative (Executive Engineer) was made in Feb 97 &amp; Oct 96. \n</blockquote><p data-structure=\"CDiscource\" id=\"p_65\">                On   getting   no   decision   within   60   days,   the   claimant   could   have   referred   the \n                dispute to higher level and then to the &#x27;Engineer&#x27; as per provisions of Cl.66 and \n                invoked the arbitration within about 200 to 220 days at the most.  This course was \n                not taken by the claimant for the reasons best known to him.  The claimant might \n\n\n\n\n\n                take the shelter of the word &#x27;may&#x27; in the contractor may appeal within 30 days to \n                Engineer&#x27; by claiming that it was not obligatory for him to appeal in case no reply \n                was given by the Executive Engineer.   \n</p>\n<p data-structure=\"Section\" id=\"p_66\">                              There have been citations stating that the cause of action and cause of \n                arbitration to be the same for reckoning the start of time of limitation.  It was true \n                that the &#x27;cause of action&#x27;, if it was other than the &#x27;cause of arbitration&#x27; could not be \n                pinpointed as a specific point of time in the activity of the execution of the contract \n\n\n<span class=\"hidden_text\" id=\"span_66\">    Asmita                                                                                                      29/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                                                            ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                  .. 30 ..                                              ARA-6/07\n\n\n                 (including extensions).  Loss continued, negotiations/pursuations continued, work \n\n\n\n\n                                                                                                     \n                 continued   but   &#x27;cause   of   arbitration&#x27;   or   invoking   the   arbitration&#x27;   were   the   only \n                 specific events in this activity.    \n</p>\n\n\n\n                                                                            \n<p data-structure=\"Conclusion\" id=\"p_67\">                                Hence the Arbitral Panel had come to the conclusion that &#x27;cause of \n                 arbitration&#x27;   would   be   the   &#x27;cause   of   action&#x27;   and   time   of   limitation   should   be \n                 reckoned from that date for respective claims.  Hence all the 5 claims in question \n                 were not time barred on account of limitations.  \n</p>\n\n\n\n                                                                           \n<p data-structure=\"CDiscource\" id=\"p_68\">                                One question that required to be considered and decided was that, \n                 should the claimant prefer to defer and delay the action of invoking the arbitration \n                 apparently for no reason or for some other reasons best known to him, ever when \n                 provision of clause for settlement of dispute existed in the contract and continued \n                 to make the respondent  suffer because  of any extra liability on account of such \n\n\n\n\n                                                           \n                 avoidable delay.  Arbitral panel has come to a conclusion that claimant should not \n                 be awarded interest on the claims for past period at the rates which normally &amp; \n                                       \n                 reasonably a claimant would have been entitled to.  It was decided that for claim \n                 Nos.1,3,4 &amp; 5 he should be granted only price escalation as per Tender formulae \n                 up   to   31-3-2000   (date   of   completion   of   the   contract   period)   by   treating   that \n                 payment for amount of these claims was made on that date.  From 1-4-2000 to the \n                                      \n                 date of reference to arbitration for each claim, interest only at 10% (ten percent) \n                 per annum shall only be paid on the escalated amount.     \n</p>              \n\n\n<p data-structure=\"CDiscource\" id=\"p_69\">    28.          The District Judge has dealt with issue of limitation in paragraphs 35 \n           \n\n\n\n    to 37 of its Judgment.   The contractor argued that limitation of the period of \n\n    three years had to be reckoned from the date of final rejection by the competent \n\n\n\n\n\n    authority  i.e. Engineer in the present case.    It was submitted that in respect of \n\n    all the claims, arbitration was invoked within 30 days after final rejection by the \n\n\n\n\n\n    Engineer as per Clause-66A of the contract.     It was submitted that when the \n\n    contract   was   spread   over   for   a   period   and   damage   was   sustained   during   the \n\n    whole period,   the limitation for total damages would commence from the date \n\n    when   the   period   of   contract   ends.         It   was   submitted   that   the   claim   for \n\n\n<span class=\"hidden_text\" id=\"span_68\">    Asmita                                                                                                     30/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                                            ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 31 ..                                        ARA-6/07\n\n\n    compensation for successive continuing breaches of any contract, the period of \n\n\n\n\n                                                                                           \n    three years limitation would be computed when the breach ceased to occur.    It \n\n\n\n\n                                                                   \n    was submitted that dispute could start only after the denial of an assertion.  The \n\n    contractor submitted that limitation would not start from the date of entitlement \n\n\n\n\n                                                                  \n    of payment but on which the claim was made by the contractor and was rejected \n\n    by  the  Government   and  such  rejection  would  be  the   accrual   of   the  cause   of \n\n\n\n\n                                                     \n    action.     It was submitted that the claims were pending for decision for years \n                                    \n    together,   the limitation would start only after the decision was communicated. \n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">    District Judge rendered a finding that the contractor could either lodge claims \n                                   \n    with   the   Government     and   pursue   them   for   their   settlement   through   the \n\n    Government  by negotiations or by culminating into invoking the arbitration.    It \n              \n\n\n    is held that the contractor preferred to take earlier recourse to begin with and \n           \n\n\n\n    continue to quite some time.   The  contractor approached Secretary, Irrigation \n\n    Department and Dy. Chief Minister during that period and recourse to arbitration \n\n\n\n\n\n    was taken quite late after completion of the work physically.    The District Judge \n\n    held that Article-137 of the Limitation Act would be invoked in this case.  Relying \n\n\n\n\n\n    upon Article-137, it is held that the period of limitation starts when the right to \n\n    apply   accrues   under   Article-137.     The   District   Judge   held   that   the   period   of \n\n    limitation for commencing an arbitration runs from the date on which &quot; cause of \n\n    arbitration accrues i.e to say from the date when the contractor acquired either \n\n\n<span class=\"hidden_text\" id=\"span_70\">    Asmita                                                                                          31/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">                                                                   ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                               .. 32 ..                                         ARA-6/07\n\n\n    right of  action  or right to require an  arbitration  takes place upon  the  dispute \n\n\n\n\n                                                                                             \n    concerned.         It   is   held   that   cause   of   arbitration   arose   when   the   contractor \n\n\n\n\n                                                                     \n    became entitled to raise the question.  The District Judge held that Claim Nos.1, \n\n    2, 3 and 5 were in the nature of extra items and new rates were necessitated by \n\n\n\n\n                                                                    \n    the variation in particular work ordered by the Government .   The District Judge \n\n    held   that   under   <a href=\"/doc/1164414/\" id=\"a_100\">Article   55</a>     of   the   <a href=\"/doc/1317393/\" id=\"a_101\">Limitation   Act</a>,   when   the   breach   was \n\n\n\n\n                                                      \n    continuing, the limitation of three years commences when it ceases.    The District \n                                    \n    Judge finally held that the cause of action would commence from 25th May 2001 \n\n    when   the   claim   was   finally   rejected   by   the   Chief   Engineer.       In   my   view, \n                                   \n    Article-55 could not be attracted in respect of the claims made by the contractor \n\n    for the work done.  The learned District Judge, however, has applied <a href=\"/doc/1317393/\" id=\"a_102\">Article-55 of \n              \n\n\n    the Schedule to the Limitation Act</a> to all the claims which shows patent illegality \n           \n\n\n\n    on the fact of the Judgment of the learned District Judge.  \n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_71\">    29.          The arbitral tribunal has rendered a finding that in respect of Claim \n\n    Nos.3,4 and 5, the claim could be said to have initiated when the concerned items \n\n\n\n\n\n    were executed and it continued till completion of each such item.   The arbitral \n\n    tribunal also rendered a finding that a contractor could have pursued Claim No.2 \n\n    with  the   Government   for   some   reasonable  time  but  should have  gone   in  for \n\n    settlement of dispute as per Clause 66 either when items for 3 Claim Nos.3,4 and \n\n\n<span class=\"hidden_text\" id=\"span_72\">    Asmita                                                                                            32/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_73\">                                                                     ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                               .. 33 ..                                          ARA-6/07\n\n\n    5 were mostly complete i.e after March 1998 or when the cumulative losses were \n\n\n\n\n                                                                                              \n    foreseen to be beyond the capacity of the contractor to pull on without impairing \n\n\n\n\n                                                                      \n    the progress of the contracted work, whichever was earlier.    Similarly in respect \n\n    of   Claim   No.2,   the   arbitral   tribunal   held   that   issue   could   have   been   pursued \n\n\n\n\n                                                                     \n    vigorously with the Government   during the year or soon after getting the first \n\n    extension   and   failing   to   get   favourable   response   or   partial   response,   the \n\n\n\n\n                                                       \n    contractor could have invoked the arbitration.    It is further observed that though \n                                     \n    the contractor in all the correspondence were alleging incurring of heavy losses, \n\n    financial crunch, heavy strain etc., follow up/pursuations for settlement of claims \n                                    \n    on the part of contractor was very poor despite provision of clause for arbitration. \n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">    The learned arbitral tribunal observed that it could not be ascertained from the \n              \n\n\n    record or from the deliberations during the meetings as to why this logical and \n           \n\n\n\n    easier course could be taken by the contractor.     \n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_73\">    30.          The arbitral tribunal though  rendered a finding against the contractor \n\n    for   gross   delay   in   making   a   claim   and   pursuing   it,   rejected   the   plea   of   the \n\n\n\n\n\n    Government   for rejection of the claims on the ground of limitation.   On one \n\n    hand, the arbitral tribunal observed that the Government   shall not suffer any \n\n    extra liability on account of avoidable delay on the part of the contractor and \n\n    contractor should not be awarded interest on the claims for past period at the \n\n\n<span class=\"hidden_text\" id=\"span_74\">    Asmita                                                                                             33/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">                                                                      ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                 .. 34 ..                                          ARA-6/07\n\n\n    rates which normally and reasonably a contractor would have been entitled to. \n</p>\n\n\n\n                                                                                                \n<p data-structure=\"Conclusion\" id=\"p_74\">    In my view, it is clear that the conclusion drawn by the arbitral tribunal is totally \n\n\n\n\n                                                                        \n    inconsistent with the finding  rendered by the  arbitral tribunal  on the issue  of \n\n    limitation.   The issue of limitation has been dealt with without application of \n\n\n\n\n                                                                       \n    mind.       \n</p>\n\n\n\n                                                         \n<p data-structure=\"Precedent\" id=\"p_75\">    31.           The District Judge has rendered a finding in favour of the contractor \n                                      \n    on erroneous premise that Article-137 of the Limitation Act was applicable to the \n\n    claims  made  by  the  contractor.    In  my  view,  <a href=\"/doc/1164414/\" id=\"a_103\">Article   55</a>  of  the  <a href=\"/doc/1317393/\" id=\"a_104\">Limitation   Act</a> \n                                     \n    would not apply for the claim for price increase in respect of the work carried out \n\n    under the provisions of contract.  Application of Article-55 to the claim for work \n              \n\n\n    done   by   the   District   Judge,   is   totally   an   erroneous   and   is   on   the   face   of   it \n           \n\n\n\n    perverse.  Article-137 of the Limitation Act applies to the applications and not to \n\n    the  claims.          In  my view, for  invoking  the  arbitration  clause, the  limitation \n\n\n\n\n\n    provided by the  <a href=\"/doc/1317393/\" id=\"a_105\">Limitation  Act</a> for  making  application  will  not apply, but the \n\n    limitation provided by the schedule for institution of a suit will apply.   This Court \n\n\n\n\n\n    has held that there is no question of provisions of Article-137 applying in so far as \n\n    invocation   of   the   arbitration   clause   and   commencement   of   the   period   of \n\n    limitation is concerned.   This Court held that in respect of the claim for price of \n\n    extra work carried out by the contractor, Article-18 of the Limitation Act would \n\n\n<span class=\"hidden_text\" id=\"span_76\">    Asmita                                                                                               34/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">                                                                        ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 35 ..                                         ARA-6/07\n\n\n    apply and not Article-137.   It is held that when a suit is instituted for recovery of \n\n\n\n\n                                                                                            \n    the price of the work done by the plaintiff for the defendant, and when there is \n\n\n\n\n                                                                    \n    no time fixed for payment to be made, the cause of action for instituting the suit \n\n    arises when the work is completed and the suit has be instituted within a period \n\n\n\n\n                                                                   \n    of three years from the accrual of cause of action.     It is held that cause of action \n\n    would accrue when the work is done.  After considering Article-113 on which the \n\n\n\n\n                                                      \n    contractor has placed reliance, this Court held that the said Article comes into \n                                    \n    play only on finding that for institution of a suit for the claim which was involved \n\n    in   that   matter,   there   was   no   period   of   limitation   provided   elsewhere   in   the \n                                   \n    schedule.  It is held that only on a finding  recorded that <a href=\"/doc/1163710/\" id=\"a_106\">Article 18</a> did not apply, \n\n    <a href=\"/doc/10691/\" id=\"a_107\">Article 113</a> could not apply.    This Court held that though the learned arbitrator \n              \n\n\n    had recorded a finding that the claim was not barred by law of limitation, in the \n           \n\n\n\n    entire   award   there   was   no   reference   to   any   <a href=\"/doc/1317393/\" id=\"a_108\">Articles   in   the   Schedule   of   the \n\n    Limitation Act</a>, which applies to that case.  This Court observed that such finding \n\n\n\n\n\n    recorded by the learned arbitrator was an impossibility.   \n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_76\">    32.          In my view, refusal to pay the amount demanded by the petitioner, \n\n    would not commence fresh period of limitation which had already commenced. \n</p>\n<p data-structure=\"Section\" id=\"p_77\">    In view of <a href=\"/doc/268914/\" id=\"a_109\">Section 9</a> of the Limitation Act, 1963, once time is begun to run, no \n\n    subsequent disability or inability  to institute a suit or make an application stops \n\n\n<span class=\"hidden_text\" id=\"span_78\">    Asmita                                                                                           35/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                                    ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 36 ..                                          ARA-6/07\n\n\n    it.  Once time starts, it does not stop.  Limitation is extended only when there is \n\n\n\n\n                                                                                             \n    an   acknowledgment   of   liability   or   part   payment.     Correspondence   does   not \n\n\n\n\n                                                                     \n    extend the period of limitation.   \n</p>\n\n\n\n                                                                    \n<p data-structure=\"CDiscource\" id=\"p_78\">    33.         It is not the case of the contractor that there was any part payment \n\n    made by the Government  in respect of the claims in question or there was any \n\n\n\n\n                                                      \n    acknowledgment of liability made by the Government in favour of the contractor \n                                    \n    in respect of such claims.  Merely because, there was inaction and/or delay on the \n\n    part of the officers of the Government  in considering and/or rejecting the claims \n                                   \n    made by the contractor,   limitation would not be extended.  The limitation had \n\n    already commenced  when the work was done and the payment was not made.  It \n              \n\n\n    is not in dispute that the work in respect of the claims in question was completed \n           \n\n\n\n    more than three years prior to the date of contractor making representation to the \n\n    concerned officers of the Government.   In my view, even if the officers of the \n\n\n\n\n\n    Government  had not decided the representation and/or claim of the contractor \n\n    within the time specified under Clause-66, cause of action had not stopped.  \n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_79\">    34.         In   my   view,   the   arbitral   tribunal   as   well   as   the   District   Judge   has \n\n    mixed up the issue of limitation in making a claim and in making an application \n\n    to the Court for appointment of arbitrator.   The reference made by the District \n\n\n<span class=\"hidden_text\" id=\"span_80\">    Asmita                                                                                            36/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">                                                                     ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                               .. 37 ..                                         ARA-6/07\n\n\n    Judge to Article-137 and Article-55 is totally misplaced and contrary to law.    In \n\n\n\n\n                                                                                             \n    my view, limitation for making a claim and limitation for making an application \n\n\n\n\n                                                                     \n    for appointment of arbitrator cannot be mixed up.      \n</p>\n\n\n\n                                                                    \n<p data-structure=\"Section\" id=\"p_80\">    35.          Perusal   of   the   award   indicates   that   Claim   No.1  was   for   revision   of \n\n    rates demanded by the contractor on the basis that certain items of work which \n\n\n\n\n                                                       \n    were   different   from   those   included   in   BOQ   (Bill   of   Quantities)   items   were \n                                     \n    required to be executed.    It was the case of the contractor that there were some \n\n    extra  items   where   rates   of   item  could   not  be   derived   from   the   BOQ   rates  by \n                                    \n    making appropriate variations.      Under Clause-51 of the contract, the Engineer \n\n    had powers to make any variation of the form, quality or quantity of the works or \n              \n\n\n    any part thereof.    Procedure of valuation of variation had been specified under \n           \n\n\n\n    Clause-52   of   the   contract.     Accordingly,   the   Government   had   prepared   rate \n\n    analysis with &#x27;labour mark up&#x27; as 50% and overhead and profit as 20%.   The \n\n\n\n\n\n    contractor, however demanded the same as 195% and 40% respectively.     The \n\n    learned learned arbitral tribunal, in the impugned award allowed this claim.   It \n\n\n\n\n\n    was the plea of the Government that dispute regarding rates of extra/deviated \n\n    items started when the first payment was made prior to 27th July 1997; whereas \n\n    the   contractor   had   invoked   arbitration   clause   on   27th  July   2000.    It   is  not   in \n\n    dispute that the said work was carried out as ordered by the Government under \n\n\n<span class=\"hidden_text\" id=\"span_82\">    Asmita                                                                                            37/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_83\">                                                                     ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                               .. 38 ..                                         ARA-6/07\n\n\n    Clause-51     read   with   Clause-52   of   the   contract.     The   said   work   was   thus, \n\n\n\n\n                                                                                             \n    contractual work as ordered by the Government.  The limitation for making such \n\n\n\n\n                                                                     \n    claim for rates of such extra/deviated items will thus arise when such item of wrk \n\n    was done by the contractor,  which in this case, much prior to 27th July 1997.  In \n\n\n\n\n                                                                    \n    my view, <a href=\"/doc/1317393/\" id=\"a_110\">Article-18 of Schedule to Limitation Act</a> would apply to this claim and \n\n    not   Article-113   as   sought   to   be   applied   by   the   contractor   in   the   present \n\n\n\n\n                                                      \n    proceedings.    The learned arbitrator did not refer to any Article while rejecting \n                                    \n    the plea of limitation in the impugned award.   \n</p>                                   \n<p data-structure=\"CDiscource\" id=\"p_81\">    36.          In so far as Claim No.2 is concerned, perusal of the award indicates \n\n    that   the   said   claim   was   for   compensation   for   the   work   carried   out   by   the \n               \n\n\n    contractor   beyond   the   original   stipulated   date   of   completion   which   was   19th \n            \n\n\n\n    March 1997.    The Government granted five extensions for the period between \n\n    20th March 1997 making the same terms and conditions applicable for the work \n\n\n\n\n\n    carried out during the extended period.       The contractor thus, ought to have \n\n    invoked   arbitration   clause   no   sooner   such   extension   was   granted   by   the \n\n\n\n\n\n    Government by making the same terms and conditions applicable for the work \n\n    carried   out   during   the   extended   period.       The   cause   of   action   for   claim   for \n\n    compensation would arise when the breach is committed by the either party.  If \n\n    according to the contractor, the Government was responsible for prolongation of \n\n\n<span class=\"hidden_text\" id=\"span_84\">    Asmita                                                                                            38/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">                                                                     ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                               .. 39 ..                                         ARA-6/07\n\n\n    contract and extension was necessitated due to such reasons and the contractor \n\n\n\n\n                                                                                             \n    was not bound to carry out the balance work on the same terms and conditions, \n\n\n\n\n                                                                     \n    cause   of   action   would   begin   as   soon   as   such   breach   was   committed   by   the \n\n    Government   according   to   the   contractor.         The   learned   arbitral   tribunal, \n\n\n\n\n                                                                    \n    however, did not decide this issue in the impugned award but rejected the plea of \n\n    limitation merely on the ground that the claim was  initiated on 18th March 1997 \n\n\n\n\n                                                       \n    i.e   the   date   on   which   the   Government   granted   extension   under   the   same \n                                     \n    conditions   of   contract   and   its   effect   will   start   from   20 th  March   1997   and   it \n\n    continued till actual completion of the contract.   The learned arbitral tribunal \n                                    \n    considered that the Engineer had rejected the claim on 6th September 2000 and \n\n    the arbitration was invoked on 21st September 2000, thus the claim was in time. \n</p>              \n\n\n<p data-structure=\"Precedent\" id=\"p_82\">    No Article of Limitation Act has been referred by the learned arbitral tribunal \n           \n\n\n\n    while   dealing   with   plea   of   limitation   even   in   respect   of   this   claim   for \n\n    compensation.      \n</p>\n\n\n\n\n     \n\n<p data-structure=\"Section\" id=\"p_83\">    37.          As far as Claim No.3 made by the contractor is concerned, perusal of \n\n\n\n\n\n    the award indicates that the said claim was made for revision of rates for Pressure \n\n    Shaft   Excavation.     According   to   contractor,   it   encountered   various   difficulties \n\n    during the excavations of the Pressure Shafts such as changed sequence of the \n\n    work, method and timing, physical obstructions in the work due to work of other \n\n\n<span class=\"hidden_text\" id=\"span_86\">    Asmita                                                                                            39/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">                                                                     ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 40 ..                                        ARA-6/07\n\n\n    agency,   variation   in   rock   strata/geological   conditions   etc.,   which   was   not \n\n\n\n\n                                                                                           \n    attributable to the contractor.  According to contractor, in view of such situation, \n\n\n\n\n                                                                   \n    they changed the scope of item and the contractor prepared rate analysis for each \n\n    component   of   the   work   based   on   componentwise   expenditure.     The   learned \n\n\n\n\n                                                                  \n    arbitral tribunal allowed this claim.  \n</p>\n\n\n\n                                                     \n<p data-structure=\"CDiscource\" id=\"p_84\">    38.          Perusal of the award indicates that this item was carried out during \n                                    \n    the period between July 1993 to March 1998 to the extent of 94%.  The demand \n\n    was made before the Executive Engineer on 10th February 1997.  It was rejected \n                                   \n    by Executive Engineer on 17th July 2000.    In my view, the contractor ought to \n\n    have made this claim when any such breach was committed by the Government \n              \n\n\n    resulting   in   suffering   of   compensation   due   to   breaches   attributable   to   the \n           \n\n\n\n    Government.   The contractor was not bound to wait beyond 60 days for decision \n\n    of the Executive Engineer.  In this case, it is clear that the contractor waited for \n\n\n\n\n\n    decision   of   Executive   Engineer   for   more   than   three   years   and   four   months. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">    Limitation once commenced, does not stop.  The learned arbitral tribunal has not \n\n\n\n\n\n    referred to any Article of Limitation Act while dealing with this type of claim.  In \n\n    my   view,   the   claim   in   view   of   the   alleged   breaches   committed   by   the \n\n    Government, ought to have made within three years from the date of alleged \n\n    breach   and   claim   not   having   made   within   three   years,   was   barred   by   law   of \n\n\n<span class=\"hidden_text\" id=\"span_88\">    Asmita                                                                                          40/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_89\">                                                                   ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                            .. 41 ..                                       ARA-6/07\n\n\n    limitation.   \n</p>\n\n\n\n                                                                                        \n                                                                \n<p data-structure=\"Precedent\" id=\"p_86\">    39.         In so far as Claim No.4 is concerned, perusal of award indicates that \n\n    the said claim was made for fixation of the rate on account of variation in the \n\n\n\n\n                                                               \n    item of Transformer Hall Arch Concrete due to the problems such as changes in \n\n    nature of rock, doing additional work not provided in the contract, changes in \n\n\n\n\n                                                   \n    sequence and methodology, delay in issue of drawings, increase in quantities etc., \n                                  \n    resulting in contractor to incur extra expenditure not contemplated in the rate \n\n    analysis.  The contractor made that claim by way of compensation towards extra \n                                 \n    expenses alleged to have been incurred by it.       The learned arbitral tribunal \n\n    allowed this claim.     The data placed on record in the award indicates that this \n              \n\n\n    work   was   carried   out   during   the   period   between   October   1993   and   February \n           \n\n\n\n    1994.   The   contractor   made  a  demand before  the   Executive  Engineer   on   14th \n\n    October 1996.  The Executive Engineer rejected this claim on 4th November 2000. \n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_87\">    Arbitration was invoked on 1st June 2001.    In my view, the contractor ought to \n\n    have made this claim when such work was done and no payment was made to \n\n\n\n\n\n    the contractor for the same.   The contractor was not bound to wait for decision \n\n    of Executive Engineer beyond the period of 60 days whereas, in this  case, he \n\n    waited  for  decision  of  the   Executive  Engineer   for  a  period  of   more   than   four \n\n    years.   In my view, this claim was on the face of it is barred by law of limitation. \n</p>\n\n<span class=\"hidden_text\" id=\"span_90\">    Asmita                                                                                       41/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">                                                                ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n<p data-structure=\"CDiscource\" id=\"p_88\">                                              .. 42 ..                                         ARA-6/07\n\n\n    The learned arbitral tribunal has not considered these facts in proper direction.   \n</p>\n\n\n\n                                                                                            \n     \n\n\n\n\n                                                                    \n<p data-structure=\"Precedent\" id=\"p_89\">    40.          In so far as Claim No.5 is concerned, the said claim was made by the \n\n    contractor   for   fixation   of   new   rate   on   account   of   variation   in   the   item   of \n\n\n\n\n                                                                   \n    Transformer Hall excavation.  It was the case of the contractor that excavation of \n\n    horizontal niches had delayed the work and caused extra expenses due to other \n\n\n\n\n                                                      \n    reasons, such as stoppage of work of shotcrete, increase in quantity of rock bolts, \n                                    \n    frequent revision of drawings, additional works, reduction and omission of some \n\n    works etc. necessitated appropriated compensation in favour of contractor.    The \n                                   \n    learned   arbitral   tribunal   allowed   this   claim   for   compensation.   The   award \n\n    indicates that this work was executed during the period between January 1993 \n              \n\n\n    and   September   1995.     The   contractor   made   this   claim   before   the   Executive \n           \n\n\n\n    Engineer on 14th October,  1996 which was rejected by the Executive Engineer on \n\n    19th September, 2000.  Arbitration clause was invoked on 6th June 2001.  In my \n\n\n\n\n\n    view,   when   the   work   was   carried   out   and   payment   was   not   made   by   the \n\n    Government, cause of action had commenced.  In any event,  the contractor was \n\n\n\n\n\n    not required to wait for the decision of the Executive Engineer for more than 60 \n\n    days whereas  for  this  claim, the contractor waited for decision  for  about four \n\n    years.  In my view, the claim on the face of it,  is barred by law of limitation. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">    Asmita                                                                                           42/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                                                                    ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_90\">                                             .. 43 ..                                         ARA-6/07\n\n\n</p><p data-structure=\"Section\" id=\"p_91\">    41.          <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045337\" id=\"span_94\">In   so   far   as   judgment   of   the   Supreme   Court   in   case   of  <a href=\"/doc/1045337/\" id=\"a_111\">Gannon \n\n\n\n\n                                                                                           \n    Dunkerly</a> (supra) relied upon by the contractor is concerned, in my view, it was \n\n\n\n\n                                                                   \n    not the plea of the contractor before the arbitral tribunal or before the District \n\n    Judge that Article-113 of the Limitation Act (corresponding to Article-120 of the \n\n\n\n\n                                                                  \n    Limitation Act 1908) would apply to the fact of this case.  In my view, as no such \n\n    plea was not raised before the arbitral tribunal placing reliance upon Article-113 \n\n\n\n\n                                                     \n    corresponding   to   Article-120   of   Limitation   Act   1908,   and   since   no   finding   is \n                                    \n    rendered   by   the   arbitral   tribunal   applying   Article-113,     contractor   cannot   be \n\n    permitted to raise such plea for the first time in the present proceedings under \n                                   \n    <a href=\"/doc/1317393/\" id=\"a_112\">Section 37</a> of the Act of 1996.  Plea of limitation is a mixed question of fact and \n\n    law and unless such specific plea by placing reliance upon Article-113 was first \n              \n\n\n    raised before the arbitral tribunal, it cannot be allowed to be raised for the first \n           \n\n\n\n    time in appeal under <a href=\"/doc/1317393/\" id=\"a_113\">Section 37</a> of the Act of 1996.</span>   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045337\" id=\"span_95\">I am,  therefore, of the view \n\n    that reliance placed by the learned  senior counsel appearing for the contractor in \n\n\n\n\n\n    case of  <a href=\"/doc/1045337/\" id=\"a_114\">Gannon Dunkerley</a>  (supra) is of no assistance to the contractor in the \n\n    facts of this case.</span>    \n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_92\">    42.          In any event, considering the nature of claims made by the contractor \n\n    i.e. Claim Nos.1 to 5 which were allowed by the learned arbitral tribunal, it is \n\n    clear that the claims were either for work done or for compensation and thus \n\n\n<span class=\"hidden_text\" id=\"span_96\">    Asmita                                                                                          43/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_97\">                                                                   ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                .. 44 ..                                          ARA-6/07\n\n\n    specific Article for referring the dispute to arbitration would be attracted such as \n\n\n\n\n                                                                                               \n    Article-18   or   <a href=\"/doc/1317393/\" id=\"a_115\">Article-55   of   Schedule   of   the   Limitation   Act</a>   and   therefore, \n\n\n\n\n                                                                       \n    Article-113 cannot be attracted.    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045337\" id=\"span_98\">In my view, thus the facts of the case before the \n\n    Honourable   Supreme  Court   in   case   of  <a href=\"/doc/1045337/\" id=\"a_116\">Gannon   Dunkerley</a>  (supra)  are   clearly \n\n\n\n\n                                                                      \n    distinguishable with the facts of this case and thus, said judgment relied upon by \n\n    the contractor, with great respect, is of no assistance  to the contractor.</span>  \n</p>\n\n\n\n                                                        \n<p data-structure=\"RespArg\" id=\"p_93\">    43. \n                                      \n                  The   next   submission   of   Mr   Chinoy,   the   learned   senior   counsel \n\n    appearing for the contractor is that even if Article-18 is applicable to the claims \n                                     \n    made  by the  contractor, period of  limitation  would commence  only when  the \n\n    entire work is done.  The learned senior counsel submits that the claims made by \n              \n\n\n    the contractor were not for the entire work done by the contractor but was only \n           \n\n\n\n    in respect of some items from the scope of entire work awarded to the contractor. \n</p>\n<p data-structure=\"PetArg\" id=\"p_94\">    The learned senior counsel submits that only when the entire work is completed, \n\n\n\n\n\n    cause of action would arise for making claims even for items for the work done. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_95\">    It   is   submitted   that   if   the   contractor   is   asked   to   invoke   arbitration   clause   on \n\n\n\n\n\n    completion of each item in dispute, there would be multiplicity of arbitrations \n\n    under the same contract.  \n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_96\">    44.           Mr Kumbhakoni, learned  counsel  appearing   for  the   Government  on \n\n\n<span class=\"hidden_text\" id=\"span_99\">    Asmita                                                                                              44/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_100\">                                                                       ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                 .. 45 ..                                             ARA-6/07\n\n\n    the other hand on this issue in rejoinder  submits that the contractor had made \n\n\n\n\n                                                                                                  \n    claims in respect of each items separately and did not make claim for the entire \n\n\n\n\n                                                                          \n    work.     It   is   submitted   that   even   in   the   earlier   arbitration   proceedings,   the \n\n    contractor had made claims having arisen in respect of the items of the work \n\n\n\n\n                                                                         \n    done   and   did   not   wait   till   completion   of   work.   The   Government   had   made \n\n    payment item-wise to the contractor and thus it cannot be construed that  cause \n\n\n\n\n                                                          \n    of action would arise only after entire work was done and not when items of \n                                      \n    work was done in respect of which the dispute had already arisen.  Clause-66-(A) \n\n    and Clause-66(b) of the General Conditions of Contract read as under : \n</p>                                     \n<blockquote id=\"blockquote_40\">                 66-A)  SETTLEMENT OF DISPUTES - ARBITRATION : \n</blockquote>\n<blockquote id=\"blockquote_41\">                 (A)           If the Contractor considers any work demanded of him to be outside \n              \n\n                 the requirements of the contract or considers any drawings, record or ruling of the \n                 Engineer&#x27;s &quot;Representative&quot; on any matter in connection with or arising out of the \n           \n\n\n\n                 Contract or the carrying out of work to be unacceptable, he should promptly ask \n                 the   &quot;Engineer&#x27;s   representative   in   writing,   for   written   instructions   or   decision. \n</blockquote><p data-structure=\"Conclusion\" id=\"p_97\">                 Thereupon   the   &quot;Engineer&#x27;s   Representative&quot;   shall   give   his   written   instructions   of \n                 decision within a period of 60 days of such request.  \n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_98\">                 Upon receipt of the written instructions or decisions, the contractor shall promptly \n                 proceed without delay to comply with such instructions or decision. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">                 If the &quot;Engineer&#x27;s Representative&quot; fails to give his instructions or decision in writing \n                 within a period of 60 days of being requested or if the Contractor is dissatisfied \n                 with the instructions or decision of the &quot;Engineer&#x27;s  Representative&quot;  the Contractor \n\n\n\n\n\n                 may within 30 days after receiving the instructions or decision appeal upwards to \n                 &quot;Engineer&quot; who shall afford an opportunity to the Contractor to be heard and to \n                 offer evidence in support of his appeal.  The &quot;Engineer&quot; shall give a decision within \n                 a period of 60 days after the Contractor has given the said evidence and further \n                 documentary proof the &quot;Engineer&quot; calls for in support of Contractor&#x27;s appeal.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_100\">                 If the Contractor is dissatisfied with this decision, the Contractor within a period of \n                 30 days from receipt of the decision shall indicate his intention to refer the dispute \n                 to Arbitration, as per the procedure set out in Clause 66(b) below, failing which \n\n<span class=\"hidden_text\" id=\"span_101\">    Asmita                                                                                                  45/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_102\">                                                                          ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                    .. 46 ..                                                 ARA-6/07\n\n\n                <a href=\"/doc/1045337/\" id=\"a_117\">the said decision</a> shall be final and conclusive.   \n</p>\n\n\n\n                                                                                                          \n<p data-structure=\"Conclusion\" id=\"p_101\">                66-(b) : ARBITRATION :    \n</p>\n\n\n\n                                                                               \n<blockquote id=\"blockquote_42\">                In the event of any dispute or difference arising out of or in any way relating to or \n                concerning   these   presents   or   the   construction   or   effect   of   these   presents   (the \n                settlement whereof has not been hereinbefore expressly provided for), the same in \n                respect of which the decision is not final and conclusive, shall on the initiative of \n                either party to the contract be referred to three arbitrators, one to be appointed by \n\n\n\n\n                                                                              \n                the  employer,   the  second   by   the   contractor   and   third  by   the   Chairman  Central \n                Water   Commission   in   the   case   of   Indian   Contractors.   In   the   case   of   Foreign \n                Contractor, the third arbitrator will be decided by the two arbitrators within 60 \n                days of their appointment.   The term &quot;Indian Contractor&quot; shall include an Indian \n                firm   or   a   group   of   firms   or   a   joint   venture   eligible   for   price   preference   as   a \n\n\n\n\n                                                             \n                domestic tenderer.  The term Foreign Contractor shall include a foreign firm or a \n                group   of   firms   and   joint   venture   consortia   not   eligible   for   price   preference   as \n                                        \n                domestic   tenderer.     The   Arbitration   shall   be   conducted   in   accordance   with   the \n                provisions   of   the   Indian   Arbitration   Act   1940   or   any   statutory   modifications \n                thereof.     The   arbitration   shall   be   held   at   such   place   and   time   in   India   as   the \n                arbitrators  may determine.    If either  of  the  parties  fail  to appoint  its  arbitrator \n                                       \n                within sixty days after receipt of notice for the appointment of an arbitrator from \n                the other party then the Chairman, Central Water  Commission shall appoint  an \n                arbitrator on receipt of the request from the aggrieved party.   A certified copy of \n                the appointments made by the &quot;Chairman&quot; CWC shall be furnished to both parties.\n</blockquote>     \n              \n\n\n<blockquote id=\"blockquote_43\">                The decision of the majority of the arbitrators shall be final and binding upon both \n                the parties.  The expense of the arbitrators shall be paid as may be determined by \n           \n\n\n\n                the arbitrators.   \n</blockquote>\n<blockquote id=\"blockquote_44\">                Performance under the contract, shall if reasonably be possible, continue during \n                the arbitration proceedings and payments due to the Contractor by the Engineer&#x27;s \n                representative   shall   not   be   withheld,   unless   they   are   the   subject   matter   of   the \n\n\n\n\n\n                arbitration proceedings.  \n</blockquote>\n<blockquote id=\"blockquote_45\">                All   awards   shall   be   in   writing   and   in   case   of   claims   equivalent   to   Rupees   one \n                hundred   thousand   or   more,   such   awards   shall   state   reasons   for   the   amounts \n                awarded.  \n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_46\">                Neither party is entitled to bring a claim to arbitration if its Arbitrator has not been \n                appointed by thirty days after the expiration of the defects liability period.  \n</blockquote>\n     \n\n<blockquote id=\"blockquote_47\">    45.         Perusal of the arbitration clause indicates that in case of any dispute, \n\n\n\n<span class=\"hidden_text\" id=\"span_103\">    Asmita                                                                                                          46/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_104\">                                                                               ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                                 .. 47 ..                                          ARA-6/07\n\n\n    the contractor was required to promptly ask the representative of the Government \n\n\n\n\n                                                                                                \n    in writing,  for written instructions or decision.  From the perusal of the clauses, it \n\n\n\n\n                                                                        \n    is  clear  that  it  contemplates   dispute   to be  referred  even   during  the   course   of \n\n    execution of work and the contractor was not required to wait till completion of \n\n\n\n\n                                                                       \n    the   work.     Perusal   of   the   arbitration   clause   indicates   that   the   contractor   was \n\n    permitted to refer the disputes to arbitration arising during the execution of the \n\n\n\n\n                                                         \n    work and simultaneously to continue to perform under the contract if reasonably \n                                      \n    possible.   This Clause indicates that the contractor was not bound to wait for \n\n    completion for the entire work,  but could have invoked arbitration promptly as \n                                     \n    soon as dispute had arisen even in respect of items of work out of entire scope of \n\n    work   were   executed.     It   is   not   in   dispute   that   even   in   respect   of   the   earlier \n              \n\n\n    arbitration   arising   under   the   same   contract,   the   contractor   had   already   made \n           \n\n\n\n    claims in respect of some of the items of work.  I am thus, not inclined to accept \n\n    the submission made by the learned senior counsel appearing for the contractor \n\n\n\n\n\n    that the cause of action would arise only when the entire work was completed by \n\n    the contractor and not when the payment was not made in respect of the items of \n\n\n\n\n\n    work done on completion of that item.   In my view, cause of action had arisen \n\n    when the work was done in respect of the items of work done and cause of action \n\n    would not postpone till the date of completion of entire scope of work awarded to \n\n    the contractor.  In my view, the learned arbitral tribunal ought to have referred to \n\n\n<span class=\"hidden_text\" id=\"span_105\">    Asmita                                                                                               47/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">                                                                        ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n                                              .. 48 ..                                        ARA-6/07\n\n\n    the relevant Article which would be attracted for the purposes of deciding the \n\n\n\n\n                                                                                           \n    issue of limitation,  which is absent in the impugned award.  The learned District \n\n\n\n\n                                                                   \n    Judge has misdirected by applying wrong Article to the facts of this case.    \n</blockquote>\n     \n\n\n\n\n                                                                  \n<blockquote id=\"blockquote_48\">    46.              The award is vitiated and is  in-conflict with public policy on the issue \n\n    of limitation.     View taken by the learned District Judge is also contrary to law \n\n\n\n\n                                                     \n    and deserves to be set aside.    I, therefore, pass the following order.  \n</blockquote>\n<blockquote id=\"blockquote_49\">              i) \n                                     \n                    Impugned order and judgment dated 29th  June 2006 passed by the \n\n                    learned District Judge, Ratnagiri in Arbitration Application No.44 of \n                                    \n                    2003 and the impugned award dated 26th  June 2003 passed by the \n\n                    learned arbitral tribunal are set aside on the ground of limitation.\n</blockquote>              \n\n\n<blockquote id=\"blockquote_50\">                ii)   Arbitration Application No.44 of 2003 filed by the Government   is     \n           \n\n\n\n                    allowed.     \n</blockquote>\n<blockquote id=\"blockquote_51\">                iii)  Appeal is disposed of in aforesaid terms.  There shall be no order as to  \n\n\n\n\n\n                    costs.   \n</blockquote>\n<blockquote id=\"blockquote_52\">                iv)   Respondent is directed to refund the amount withdrawn in the above \n\n\n\n\n\n                matter with interest @12%  per annum from the date of  withdrawal  till \n\n                payment within eight weeks of this order.  \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_102\">                                                                            ( R.D.DHANUKA, J.)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_107\">    Asmita                                                                                          48/48</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_108\">                                                                   ::: Downloaded on - 09/06/2013 19:37:14 :::</span>\n </p>","numcites":26,"numcitedby":0,"docsource":"Bombay High Court","citetid":118121488,"divtype":"judgments","relatedqs":[{"value":"Arbitration after limitation","formInput":"Arbitration%20after%20limitation"},{"value":"limitation act in arbitration","formInput":"limitation%20act%20in%20arbitration"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"Article 18 ","formInput":"Article%2018%20"},{"value":"plea of limitation","formInput":"plea%20of%20limitation"},{"value":"limitation does not stop","formInput":"limitation%20does%20not%20stop"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"when cause of action arise","formInput":"when%20cause%20of%20action%20arise"},{"value":"the claim is barred by limitation","formInput":"the%20claim%20is%20barred%20by%20limitation"},{"value":"inder singh rekhi","formInput":"inder%20singh%20rekhi"},{"value":"invocation of arbitration clause","formInput":"invocation%20of%20arbitration%20clause"},{"value":"schedule limitation act","formInput":"schedule%20limitation%20act"},{"value":"invocation of arbitration","formInput":"invocation%20of%20arbitration"},{"value":"right to sue accrues","formInput":"right%20to%20sue%20accrues"},{"value":"commencement of limitation period","formInput":"commencement%20of%20limitation%20period"},{"value":"works contract","formInput":"works%20contract"},{"value":"final bill","formInput":"final%20bill"},{"value":"the limitation act, 1908","formInput":"the%20limitation%20act%2C%201908"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"}],"cats":[{"value":"limitation","formInput":"tag:limitation"},{"value":"review-judgment","formInput":"tag:review-judgment"}],"courtcopy":true,"query_alert":null,"agreement":false}