{"tid":162348228,"publishdate":"2010-08-26","title":"Piramal Healthcare Limited vs Diasorin S.P.A. on 26 August, 2010","doc":"<h2 class=\"doc_title\">Piramal Healthcare Limited vs Diasorin S.P.A. on 26 August, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-shakdher\">Rajiv Shakdher</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-shakdher\">Rajiv Shakdher</a></h3>\n\n<pre id=\"pre_1\">                  THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                                 Judgment delivered on: 26.08.2010\n\n                                      CS(OS) No. 275/2010\n\n\nPIRAMAL HEALTHCARE LIMITED\n(Formerly Known as Nicholas Piramal India Ltd.)                 ..... PLAINTIFF\n\n                                               Vs\n\n\nDiaSorin S.p.A.                                                 ..... DEFENDANT\n\n\nAdvocates who appeared in this case:\n\nFor the Plaintiff :    Mr Rajiv Nayyar, Sr. Advocate with Mr Arunabh Chowdhury, Mr Abhay\n                       Jadeja, Mr Raktim Gogoi &amp; Mr Gainilung Panmei, Advocates\nFor the Defendant:     Mr Neeraj Kishan Kaul, Sr. Advocate with Mr R.N. Karanjawala, Mr Akhil\n                       Sibal, Ms Jasmine Damkewala, Ms Simran Brar, Ms Abhiruchi Mengi, Mr\n                       Akhil Sachar &amp; Mr Saurabh Seth, Advocates\n\nCORAM :-\nHON&#x27;BLE MR JUSTICE RAJIV SHAKDHER\n\n1.       Whether the Reporters of local papers may\n         be allowed to see the judgment ?          Yes\n2.       To be referred to Reporters or not ?      Yes\n3.       Whether the judgment should be reported\n         in the Digest ?                                Yes\n\nRAJIV SHAKDHER, J\n\n1.       I may indicate by way of a prefatory note to the present judgment that while\n\narguments in respect of plaintiff‟s two applications under Order 39 Rule 1 and 2 were\n\nbeing heard, one of the issues which arose for consideration was: as to whether this Court\n\nhad jurisdiction to entertain and try the suit. Arguments in regard to the plaintiff‟s\n\ninterlocutory applications were heard on 01st June, 2010. The matter was part heard. It\n\nwas posted for hearing on 02nd June, 2010. On the said date, the defendant formerly filed\n\nan application bearing IA No.7759/2010 under Order XIV Sub Rule 2 read with <a href=\"/doc/56600062/\" id=\"a_1\">Section\n\n151</a> of Code of Civil Procedure, 1908 (hereinafter referred to as „<a href=\"/doc/161831507/\" id=\"a_2\">CPC</a>‟). As a measure of\n\nabundant caution, the court treated the issue pertaining to jurisdiction as a preliminary\n\nissue. Since arguments were already being heard on the question of jurisdiction, the\n\nlearned counsel for the plaintiff fairly conceded that application can be allowed.\nCS(OS) 275/2010                                                                  Page 1 of 37\n Accordingly, I directed that the issue pertaining to jurisdiction may be treated as a\n\npreliminary issue. On the said issue, the arguments were heard both on the 2nd and 3rd\n\nJune, 2010. Mr.Nayyar appearing for the plaintiff required more time to address the\n\narguments. The matter was posted for hearing post lunch on 09th July, 2010, with the\n\nconsent of the parties. Formally, the following issue was framed:-\n\n\n        &quot;Whether the court had jurisdiction to entertain and try the instant suit? OPP&quot;\n\n\n1.1     Both counsels have stated before me that the said preliminary issue can be\n\ndecided based on the documents already on record. Accordingly, I proceed to decide the\n\nsaid issue.\n\n\n2.      In order to adjudicate upon the said issue, the following facts required to be\n\nnoticed.\n\n\n2.1     The plaintiff entered into a distributorship agreement dated 01.03.2007\n\n(hereinafter referred to as distributorship agreement) with the defendant. The defendant\n\nis a company formed and incorporated under the laws of Italy. Defendant‟s principal\n\nplace of business is in Italy. Under the aforementioned distributorship agreement, the\n\nplaintiff was appointed as a distributor for sale of diagnostic products, which included\n\ninstruments, generically knows liaisons; as also reagents, and consumables within the\n\nterritory of India (hereinafter collectively referred to as diagnostic products).              The\n\nagreement had an initial tenure of three years i.e., till 31st December, 2009 with an option\n\nfor an automatic renewal for a period of one year. In the event, either party was desirous\n\nof discontinuing the arrangement, it was obliged to send a notice in writing, through\n\nregistered mail, to the other party at least three months prior to the expiration of the initial\n\nterm or the renewed term (See Article IX of the distributorship agreement ).\n\n\n2.2     There is no dispute with regard to the fact that the defendant has terminated the\n\ndistributorship agreement vide its notice dated 25th January, 2010. Briefly, the grounds\n\nfor termination being: the inability of plaintiff to establish defendant‟s brand in the Indian\n\nCS(OS) 275/2010                                                                 Page 2 of 37\n market; inability on the part of plaintiff to achieve the prescribed sales volume under the\n\ndistributorship agreement; the alleged delay in payment of outstanding dues; and lastly,\n\nplaintiff‟s engagement with the competitor of the defendant.\n\n\n2.3     For the purpose of adjudication of the issue of jurisdiction, I need not dwell upon\n\nthe merits, or the reasons articulated by the defendant in its notice of termination. Suffice\n\nit to state, that the plaintiff stood aggrieved by such unilateral termination of the\n\narrangement by the defendant when, the arrangement ought to have lasted in its usual\n\ncourse till 31st December, 2010.\n\n\n2.4     The plaintiff being aggrieved by the fact that the termination of the arrangement\n\nhad been both abrupt and unfair; since it is required to fulfill its counter obligations to the\n\nend use customers, which are essentially institutional consumers, such as major hospitals\n\nin India; it decided to institute the present action, in this court.\n\n\n2.5     The suit filed by the plaintiff is to seek reliefs of declaration and injunction. The\n\ndeclarations sought are broadly to the effect that the termination notice dated 25th\n\nJanuary, 2010 is non est and bad in law; and that Article XIII (10) of the distributorship\n\nagreement, which ousts jurisdiction of Indian Courts is illegal, arbitrary, null and void\n\nand, contrary to public policy.        In addition, the plaintiff has sought the following\n\ninjunctions: a mandatory injunction against the defendant to specifically perform its\n\nobligation under the distributorship agreement; injunction against the defendant against\n\nappointment of another distributor in respect of diagnostic products in India; and lastly, a\n\nrestraint against the defendant to act in breach of a negative covenant, preventing thereby\n\nthe defendant from appointing or entering into any business within the territory of India,\n\nin respect of matter, which is the subject matter of the distributorship in India.\n\n\n2.6     Defendant, on the other hand, refuted the allegations made in the plaint. It is\n\naverred in the written statement that the plaintiff is aware of the fact that even prior to the\n\nfiling of the suit (as a matter of fact, before issuance of termination notice) another\n\n\nCS(OS) 275/2010                                                                Page 3 of 37\n distributor has been appointed for the territory of India. Defendant on merits, has given\n\nits own version of breaches committed by the plaintiff.           As regards the issue of\n\njurisdiction, the defendant has taken an objection in the form of a &quot;preliminary\n\nsubmissions&quot; which alludes to the fact that in terms of Article XIII(10) of the\n\ndistributorship agreement it has been agreed between the parties that any dispute, claim\n\nor controversy arising including that which relates to the validity, interpretation,\n\nperformance or even termination would be addressed before a Italian Court in Milan;\n\nwhich shall have exclusive jurisdiction in regard to these matters. The stand being that\n\nthe impugned action of termination of the distributorship agreement, by which, the\n\nplaintiff stand‟s aggrieved is specifically referred to in the said Article of the\n\ndistributorship agreement. This aspect, it is averred, has been prominently stressed in the\n\ndistributorship agreement by providing, in addition to what is stated in Article XIII(10),\n\nthe following:\n\n\n              &quot;For any legal effects, the Parties declare to expressly accept the\n       provisions set forth in art.VIIn.2,8 and 9 and in art.XIII n.9 and n.10.&quot;\n\n\n2.7    The defendant have also taken a preliminary objection, with regard to\n\nmaintainability of the suit, on the ground that governing law, as provided in Article\n\nXIII(9), is: as agreed to between the parties the &quot;laws of Italy&quot;. The Defendant,\n\ntherefore, contended that if this court were to entertain the present suit, it will have to\n\napply the Italian Law to decide inter-se dispute between the parties. Therefore, for this\n\npurpose, plaintiff ought to have filed, at least an affidavit of an expert in respect of laws\n\nof the Italian courts, in respect of the issue which arises in the present action. Preliminary\n\nobjections have also been taken by the defendant with regard to contract being\n\ndeterminable in nature, and hence not specifically enforceable; suppression of material\n\nfacts and documents; as also, with regard to deficiency of court fee.\n\n\n3.     In the background of aforesaid contours of its action, Mr. Nayyar in support of\n\nwhat is stated in the plaint, has made the following submissions:\n\nCS(OS) 275/2010                                                               Page 4 of 37\n 3.1    That the action is maintainable, before this court as everything concerning\n\ndistributorship occurred in India: the distributorship agreement was signed in India; the\n\ndefendant was appointed as a distributor for India; the supplies of the diagnostic products\n\nwas received in India. In other words, Mr. Nayyar contended that since everything which\n\nwas related or connected with arrangement obtaining between the parties, which is\n\nreflected in the distributorship agreement, occurred in India - the provision in the\n\ndistributorship agreement dealing with the jurisdiction would have to be ignored by the\n\ncourt. It was, therefore, the submission of Mr.Nayyar that in line with the well settled\n\nprinciples of law, parties by contract cannot confer jurisdiction on a court if, otherwise\n\nnone exists in law. This court would have to examine the issue of jurisdiction by taking\n\nrecourse to provisions of <a href=\"/doc/86911060/\" id=\"a_3\">Section 20</a> of the Code of Civil Procedure, 1908 (hereinafter\n\nreferred to as <a href=\"/doc/161831507/\" id=\"a_4\">CPC</a>). According to Mr.Nayyar, since Article XIII(10) of the\n\ndistributorship agreement was contrary to public policy (as reflected in <a href=\"/doc/161831507/\" id=\"a_5\">the CPC</a>), the said\n\nprovision could not impede the court in exercise of its jurisdiction over the defendant. In\n\nsupport of his submissions, Mr.Nayyar also took recourse to, what he claimed was\n\nintrinsic evidence in the distributorship agreement, which diluted, according to him, the\n\nexclusive jurisdiction clause provided in the distributorship agreement. For this purpose\n\nreference was made to Article XIII(13) of the distributorship agreement. Mr.Nayyar\n\nsubmitted that Article XIII (13) clearly states that without prejudice to what is expressly\n\nprovided by the distributorship agreement by way of rights and remedies, these shall be\n\nin addition to any other right or remedy provided by law, or otherwise arising in\n\nconnection with any breach of the representations, warranties and obligations of the\n\nparties contained in the agreement. In support of his submissions Mr.Nayyar relied upon\n\nthe following judgments:-\n\n\nCargo Lately Laden on Board the Fehmaran (Owners) Vs. Fehmarn (Owners) 1958\n(1) WLR; Se Se Oil Vs. Gorakhram Gokalachand 1962 (64) BOMLR 113; A.B.C.\nLaminart (P) Ltd. Vs. A.P.Agencies, Salem 1989 (2) SCC 163; Rajendra Sethia Vs.\nPunjab National Bank 1991 AIR Delhi 285; Control Print (India) Limited Vs. Cab\nMachines S.A. 1998 (2) ALLMR 351; Bhatia International Vs. Bulk Trading S.A.\n2002 (4) SCC 105; Modi Entertainment Network V. W.S.G. Cricket Pte.Ltd. 2003(4)\nSCC 341 and Laxman Prasad Vs. Prodigy Electronics Ltd. 2008 (1) SCC 618\nCS(OS) 275/2010                                                            Page 5 of 37\n 3.2     In rebuttal, Mr. Kaul who appeared for the defendant; apart from reiterating the\n\nstand taken in the written statement, laid stress on the following:\n\n\n(i)    A combined reading of Article XIII(10), and the provisions at the foot of\n\n       distributorship agreement (to which I made reference hereinabove) would show that\n\n       parties have agreed to the exclusive jurisdiction of a Italian Court in Milan.\n\n(ii)   In respect of such like contracts, the parties can agree to even a neutral court or\n\n       forum which has nothing to do with the transaction or arrangement made by the\n\n       parties. In the instant case, there is no denying that defendant‟s principal place of\n\n       business is in Italy, and that supplies were made from Italy.\n\n(iii) In ascertaining as to whether this court would have jurisdiction, the principles <a href=\"/doc/161831507/\" id=\"a_6\">of\n\n       CPC</a> have no applicability. In this regard, reliance was placed on paragraphs 8 and\n\n       9 of Modi Entertainment (supra).\n\n(iv) The judgment cited by the plaintiff, Rajendra Sethia vs Punjab National Bank\n\n       AIR 1991 Delhi 285 has been expressly overruled by the Supreme Court in Man\n\n       Rolan Druckmachinen Vs. Multi Colour Offset (2004) 7 SCC 447. A particular\n\n       stress was laid with regard to observations made in paragraph 9 of the said\n\n       judgment.\n\n(v)    The principle of forum non-conveniens would apply only if the defendant had\n\n       instituted a suit in Italy or proposed to do so and this court were called upon to\n\n       decide as to which was the more convenient forum. In the instant case, the parties\n\n       by contract have ousted the jurisdiction of courts in India and vested the same in a\n\n       Italian court in Milan; which is permissible in law.\n\n\n3.3     Apart from above, Mr.Kaul also laid stress with respect to the provisions\n\ncontained in Article XIII (9) of the distributorship agreements; as regards the governing\n\nlaw obtaining between the parties being the laws of Italy. Mr.Kaul submits that there is\n\nneither any challenge to the Article XIII(9) of the distributorship agreement, nor are there\n\nany pleadings to that effect. The suit, according to him was thus not maintainable in view\n\nCS(OS) 275/2010                                                               Page 6 of 37\n of the fact that the defendant failed to file an affidavit in respect what is the Italian law.\n\nIn support of this submission the reliance was placed, specifically, on the judgment of\n\nSupreme Court in Hari ShankarJain Vs. Sonia Gandhi 2001(8) SCC 233. In addition,\n\nin support of the submissions made above, the following judgments were relied upon:-\n\n\nModi Entertainment Network Vs. W.S.G. Cricket (2003) 4 SCC 341; Max India\nLimited Vs. General Binding Corporation FAO(OS) No. 193/2009; Man Rolan\nDruckmachinen Vs. Multi Colour Offset (2004) 7 SCC 447; New Moga Transport Co.\nVs. United India Insurance Co. Ltd. (2004) 4 SCC 677; Angile Insulations Vs. Davy\nAshmore India Ltd &amp; Anr. (1995) 4 SCC 153; A.B.C. Laminart Pvt. Ltd. Vs.\nA.P.Agencies; and Moser Baer India Ltd. Vs. Koninklijke Philips Electronics NV. &amp;\nOrs. 151 (2008) DLT 180.\n3.4    In rejoinder, Mr.Nayyar, apart from reiterating the submissions made, has laid\n\nstress upon the fact that the dispute essentially relates to the illegal termination of the\n\ndistributorship agreement, and the appointment of another distributor by the defendant.\n\nThe cause of action, according to him, with respect to the same, arose in India and,\n\ntherefore, this court was natural forum for adjudication of disputes obtaining between the\n\nparties. With respect to governing law, Mr.Nayyar submitted that the objection taken by\n\nthe defendant cannot be examined at this stage as the defendant cannot be non-suited on\n\nthis ground at the very threshold. In support of his submissions, in this regard, reliance\n\nwas placed by Mr.Nayyar on the judgment of the Supreme Court in 2008(1) SCC 618\n\nLaxman Prasad Vs. Prodigy Electronics Ltd.\n\n\n4.     I have heard learned counsel for the parties and considered the documents on\n\nrecord. In order to adjudicate upon this issue, it would be necessary first to quote the\n\nrelevant provisions with regard to jurisdiction, and governing laws obtaining between the\n\nparties, under the distributorship agreement, to which reference was made during the\n\ncourse of agreements.\n\n\n         ―Article XIII\n         (1)................\n         (2)................\n         (3)...............\n         (4)...............\n         (5)...............\n         (6)...............\n\nCS(OS) 275/2010                                                               Page 7 of 37\n          (7)..............\n         (8)................\n\n         (9) This Agreement shall be governed by and construed in accordance\n         with the laws of Italy. The provisions of the 1980 United Nations\n         Convention on Contracts for the International sale of Goods shall not\n         apply. All trade terms used in this Agreement or Appendices hereto shall\n         have the meaning and definition of INCOTERMS applicable on the date\n         hereof, except as specifically provided herein. All communications\n         concerning this Agreement, the provisions and Appendices hereto and the\n         subject matter hereof shall be conducted in the English language.\n         (10) Any dispute, claim or controversy arising out of the present\n         Agreement, including those concerning its validity, interpretation,\n         performance and termination, the Italian Court of Milan shall have\n         exclusive jurisdiction.\n         (11).............\n         (12).............\n         (13) Without prejudice of what expressly provided by this Agreement, the\n         rights and remedies provided by this Agreement shall be in addition to any\n         other right or remedy provided by law or directly in the activities of sales\n         and promotion of the Products in the Territory in co-operation with\n         Distributor.‖\n5.     A perusal of clause 10 of Article XIII unambiguously demonstrates that the\n\nparties had intended to agree to the exclusive jurisdiction of the Italian Court in Milan\n\nwith regard to any dispute, claim or controversy arising with respect to the distributorship\n\nagreement. What is made express is also that such dispute, claim or controversy would\n\nnot only include issues concerning validity, interpretation and performance but would\n\nalso include those which relate to the &quot;termination&quot; of the distributorship agreement.\n\nSince the provision is unambiguous, there is no scope for interpretation. The intention of\n\nparties is determined by the words and expression used in the agreement. If the provision\n\nis clear and unambiguous the courts cannot arrive at a conclusion contrary to that.\n\n\n5.1    Mr.Nayyar has, however, contended that despite the expression in the Clause\n\nwhich vests exclusive jurisdiction on the Italian Courts in Milan, this court should give it\n\na go by. His contention is based primarily on the observations made in paragraph 24 of\n\nthe Modi Entertainment. In my view, the observations made in paragraph 24 in Modi\n\nEntertainment have to be read along with the observations made in other paragraphs of\n\nthe judgment, to which I will advert to immediately hereafter. This is not to say that\nCS(OS) 275/2010                                                             Page 8 of 37\n other judgments were not pressed into service I shall deal with those in the latter part of\n\nmy judgment.\n\n\n5.2    But first it would be important to deduce the ratio of Modi Entertainment\n\nNetwork &amp; Anr. vs W.S.G. Cricket Pte. Ltd. (2003) 4 SCC 341, more so since both\n\ncounsels (as indicated above) referred to it. Briefly, the appeal in the Supreme Court\n\npertained to a challenge to the order of the Division Bench of the Bombay High Court\n\nwhich had allowed the appeal against the order of the learned Single Judge of that court\n\nwhereby, he had granted an anti-suit injunction against defendant/respondent. The issue</pre>\n\n<p data-structure=\"Precedent\" id=\"p_1\">arose in the context of non-exclusive jurisdictional clause appearing in the contract\n\nentered into between the parties.     The Supreme Court was called upon to examine\n\nwhether an anti-suit injunction could be granted by „Court of Natural Jurisdiction‟\n\nagainst a party to a suit, thereby restraining it from instituting or prosecuting a suit\n\nbetween the same parties in a foreign court or a neutral court which had nothing to do\n\nwith respect to the disputes which had arisen between the parties to the contract. I must\n\nstate, at the very outset, that Mr.Nayyar, who appears for the respondent herein did\n\nattempt to persuade me to read a &quot;foreign court&quot; in the judgment of the Supreme Court as\n\nthe court of the foreign party to the contract and not as a &quot;neutral court&quot; or a &quot;court of\n\nchoice&quot; referred to in the contract. This particular aspect, according to Mr.Nayyar, was\n\nthe most crucial and distinguishable aspect of the judgment. I am afraid that a careful\n\nreading of the judgment would show to the contrary. As a matter of fact, the appellant\n\nbefore the Supreme Court, had argued, though unsuccessfully, that an anti-suit injunction\n\ncould be granted by a court of a natural jurisdiction against a party to the contract where\n\nthe contract provided for adjudication of the disputes by a foreign court, i.e., a &quot;court of\n\nchoice&quot; or a &quot;neutral court&quot; which had no nexus whatsoever either with the parties or the\n\nsubject matter. Therefore, in this context, it would be important to straight way refer to\n\nthe pertinent portions of the judgment which would belie any doubt whatsoever as to\n\nwhat was the issue raised before the Supreme Court, and the manner in which it was dealt\n\n\n<span class=\"hidden_text\" id=\"span_1\">CS(OS) 275/2010                                                             Page 9 of 37</span>\n by the court. In this context, the following portions of the judgment are extracted below\n\nfor the sake of convenience:\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><blockquote id=\"blockquote_1\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"169471682\" id=\"span_2\">ISSUE INVOLVED\n       ―4......It involves examination of the principles governing grant of an\n       anti-suit injunction by a court of natural jurisdiction against a party to a\n       suit before it restraining him from instituting and/or prosecuting the suit,\n       between the same parties, if instituted, in a foreign court of choice of the\n       parties..... (emphasis is mine)\n       SUBMISSIONS MADE BY COUNSELS\n       ―8. Mr.Ashok H.Desai, learned senior counsel appearing for the appellants,\n       contended that the Indian Court was a natural and appropriate forum; the\n       principle for granting anti-suit injunction was correctly noticed by the learned\n       Single Judge who recorded the finding that the action initiated by the\n       respondent in the English Court was vexatious and oppressive; the Division\n       Bench without disturbing the said finding dismissed the motion erroneously\n       taking the view that only if a party commenced litigation in a foreign court in\n       breach of a contract stipulating that the Indian courts would have exclusive\n       jurisdiction, could an anti-suit injunction be granted. He submitted that\n       reliance on Rule 32(4) of Dicey &amp; Morris: The Conflict of Laws by the\n       Division Bench was misconceived and that the correct rule applicable was\n       Rule 31(5) which referred to the decision of the House of Lords in the case of\n       <a href=\"/doc/169471682/\" id=\"a_7\">Spiliada Maritime Corpn. v. Cansulex Ltd</a> (1986) 3 All ER 843 and of the\n       Privy Council in SNI Aerospatiale v. Lee Kui Jak (1987) 3 All ER 510. In his\n       submission the English Court is a forum non-conveniens as the appellants\n       have to take all the witnesses to London which would cause great\n       inconvenience and economic loss and unless the court grants injunction\n       against the respondent, it would result in disastrous consequences to the\n       appellants. He further contended that the appellants could not have\n       foreseen that the respondent who was contractually bound to supply feed for\n       telecast only through Doordarshan, would thereafter jeopardise the\n       appellants&#x27; advertising revenue by publicly threatening to discontinue the\n       signal feed to Doordarshan on the alleged ground of spillover of the\n       Doordarshan signal beyond India. He vehemently contended that the natural\n       and appropriate forum which had jurisdiction to grant anti-suit injunction\n       were Indian courts so the Division Bench erred in dismissing the motion.\n       He argued that the English Court had no nexus whatsoever with the parties\n       or the subject-matter and that the contractual stipulation for non-exclusive\n       jurisdiction of the English courts (without reference to English conflict of law\n       rules) would not preclude the Indian courts from granting anti-suit\n       injunction.                            (emphasis is mine)</span>\n</blockquote><blockquote id=\"blockquote_2\">       9. Mr.Iqbal Chagla, the learned Senior Counsel for the respondent, argued\n       that the prima facie finding of the learned Single Judge in regard to the action\n       of the respondent in the English Court being vexatious and oppressive would\n       not bind the learned Judge himself at the stage of final hearing of motion\n       much less would it bind the Division Bench in appeal. According to the\n       learned counsel the suit was filed in India to foreclose the right of the parties\n       to approach the court of their choice, namely, the English Court. He pointed\n       out that the parties had clearly stipulated in the contract for resolution of\n<span class=\"hidden_text\" id=\"span_3\">CS(OS) 275/2010                                                             Page 10 of 37</span>\n        their disputes in accordance with the English law and in the English Court,\n       therefore, the appropriate forum would be the English Court. In any event, it\n       being the court of choice of the parties no injunction could be granted against\n       the respondent from prosecuting the case before that court. It was submitted\n       that the respondent continued the feed during the stipulated period; the\n       appellants had the advantage of telecasting the Event and receiving the\n       benefit of the advertisement slots fully; they made payments till the end of\n       February; and, therefore, they could not be allowed to evade the liability\n       under the contract by seeking injunction. It was also submitted that the\n       foreseeability test pleaded by the appellants was not relevant; the parties had\n       chosen a neutral forum in preference to natural forums -- Indian courts and\n       Singapore courts. In any event, submitted the learned counsel, when a party\n       had approached an agreed jurisdiction under a contract, whether exclusive or\n       non-exclusive, the other party could not be allowed to contend that the suit so\n       filed was vexatious and oppressive; only in extraordinary and unforeseen\n       circumstances which would justify a party to claim relief from its bargain of\n       non-exclusive jurisdiction clause that an anti-suit injunction could be claimed\n       but certainly not on the ground of convenience such as expenses and hardship\n       of getting the witnesses to the agreed neutral forum.....\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_3\">       WHETHER <a href=\"/doc/161831507/\" id=\"a_8\">CPC</a> APPLIES\n       ....11. In regard to jurisdiction of court under <a href=\"/doc/161831507/\" id=\"a_9\">the Code of Civil Procedure</a>\n       (<a href=\"/doc/161831507/\" id=\"a_10\">CPC</a>) over a subject-matter one or more courts may have jurisdiction to deal\n       with it having regard to the location of immovable property, place of\n       residence of work of a defendant or place where cause of action has arisen.\n       Where only one court has jurisdiction, it is said to have exclusive jurisdiction;\n       where more courts than one have jurisdiction over a subject-matter, they are\n       called courts of available or natural jurisdiction. The growing global\n       commercial activities gave rise to the practice of the parties to a contract\n       agreeing beforehand to approach for resolution of their disputes thereunder,\n       to either any of the available courts of natural jurisdiction and thereby create\n       an exclusive or non-exclusive jurisdiction in one of the available forums or to\n       have the disputes resolved by a foreign court of their choice as a neutral\n       forum according to the law applicable to that court. It is a well-settled\n       principle that by agreement the parties cannot confer jurisdiction, where\n       none exists, on a court to which <a href=\"/doc/161831507/\" id=\"a_11\">CPC</a> applies, but this principle does not\n       apply when the parties agree to submit to the exclusive or non-exclusive\n       jurisdiction of a foreign court; indeed in such cases the English courts to\n       permit invoking their jurisdiction. Thus, it is clear that the parties to a\n       contact may agree to have their disputes resolved by a foreign court termed\n       as a &quot;neutral court&quot; or &quot;court of choice&quot; creating exclusive or non-\n       exclusive jurisdiction in it......\n</p>\n<p data-structure=\"Section\" id=\"p_4\">       RULES APPLICABLE\n       ...13. A careful perusal of these rules makes it clear that clause (5) of Rule\n       31 deals with a case not covered by a jurisdiction agreement whereas clause\n       (4) of Rule 32 deals with a case involving jurisdiction agreement. Indeed,\n       the learned authors themselves in para 12.123 state as follows:\n</p><blockquote id=\"blockquote_3\">             ―The general principles upon which an English court may order a\n             party who is subject to its personal jurisdiction not to institute, or\n             to discontinue, proceedings in a foreign court have been examined\n             above [clause (5) of Rule 31]. But where the basis for the exercise\n<span class=\"hidden_text\" id=\"span_4\">CS(OS) 275/2010                                                              Page 11 of 37</span>\n              of the court&#x27;s discretion is that the defendant has bound himself\n             by contract not to bring the proceedings which he threatens to\n             bring, or has brought, in the foreign court, the principles which\n             guide the exercise of discretion of the court are distinct from\n             those which were examined under clause (5) of Rule 31.‖\n             (emphasis is mine)\n               Thus, it is clear that the principles governing the exercise of\n       discretion by the court to grant anti-suit injunction against a person\n       amenable to the jurisdiction where by contract the defendant has bound\n       himself not to bring the proceedings which he threatens to bring or has\n       brought in the foreign court, are different from the principles laid down in\n       Rule 31(5) which deals with cases in general where an English court may\n       restrain a party over whom the court has personal jurisdiction from the\n       institution or continuance of the proceedings in a foreign court....\n</blockquote><blockquote id=\"blockquote_4\">                  ...... However, in a case where a jurisdiction agreement exists it is\n       not necessary, in all cases, to show that foreign proceedings are vexatious,\n       oppressive or that the local court is a natural forum for the claim and there\n       is no obligation upon the claimant to seek relief from the foreign court first.\n       The case on hand is a little different from the category which is the subject\n       of formulation in Rule 32(4). Here the appellants who are parties to the\n       contract containing a non-exclusive jurisdiction clause of the English Court\n       and resolution of disputes in accordance with the principles of English law,\n       are seeking anti-suit injunction against the respondent to restrain it from\n       proceedings with the action brought by it in the English Court.....‖\n                                                                    (Emphasis is mine)\n\n       SUMMING UP OF PRINCIPLES\n       .....24. From the above discussion the following principles emerge:\n</blockquote><blockquote id=\"blockquote_5\">           (1) In exercising discretion to grant an anti-suit injunction the court must\n       be satisfied of the following aspects:\n</blockquote><blockquote id=\"blockquote_6\">               (a) the defendant, against whom injunction is sought, is amenable to\n       the personal jurisdiction of the court;\n</blockquote><blockquote id=\"blockquote_7\">               (b) if the injunction is declined, the ends of justice will be defeated and\n       injustice will be perpetuated; and\n</blockquote><blockquote id=\"blockquote_8\">             (c) the principle of comity -- respect for the court in which the\n       commencement or continuance of action/proceeding is sought to be restrained\n</blockquote><blockquote id=\"blockquote_9\">       -- must be borne in mind.\n</blockquote><blockquote id=\"blockquote_10\">            (2) In a case where more forums than one are available, the court in\n       exercise of its discretion to grant anti-suit injunction will examine as to which\n       is the appropriate forum (forum conveniens) having regard to the convenience\n       of the parties and may grant anti-suit injunction in regard to proceedings\n       which are oppressive or vexatious or in a forum non-conveniens.\n<span class=\"hidden_text\" id=\"span_5\">CS(OS) 275/2010                                                               Page 12 of 37</span>\n</blockquote><blockquote id=\"blockquote_11\">            (3) Where jurisdiction of a court is invoked on the basis of jurisdiction\n       clause in a contract, the recitals therein in regard to exclusive or non-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_5\">       exclusive jurisdiction of the court of choice of the parties are not\n       determinative but are relevant factors and when a question arises as to the\n       nature of jurisdiction agreed to between the parties the court has to decide the\n       same on a true interpretation of the contract on the facts and in the\n       circumstances of each case.\n</p><p data-structure=\"Precedent\" id=\"p_6\">           (4) A court of natural jurisdiction will not normally grant anti-suit\n       injunction against a defendant before it where parties have agreed to submit\n       to the exclusive jurisdiction of a court including a foreign court, a forum of\n       their choice in regard to the commencement or continuance of proceedings in\n       the court of choice, save in an exceptional case for good and sufficient\n       reasons, with a view to prevent injustice in circumstances such as which\n       permit a contracting party to be relieved of the burden of the contract; or\n       since the date of the contract the circumstances or subsequent events have\n       made it impossible for the party seeking injunction to prosecute the case in the\n       court of choice because the essence of the jurisdiction of the court does not\n       exist or because of a vis major or force majeure and the like.\n</p><p data-structure=\"Section\" id=\"p_7\">            (5) Where parties have agreed, under a non-exclusive jurisdiction clause,\n       to approach a neutral foreign forum and be governed by the law applicable to\n       it for the resolution of their disputes arising under the contract, ordinarily no\n       anti-suit injunction will be granted in regard to proceedings in such a forum\n       conveniens and favoured forum as it shall be presumed that the parties have\n       thought over their convenience and all other relevant factors before\n       submitting to the non-exclusive jurisdiction of the court of their choice which\n       cannot be treated just as an alternative forum.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">           (6) A party to the contract containing jurisdiction clause cannot normally\n       be prevented from approaching the court of choice of the parties as it would\n       amount to aiding breach of the contract; yet when one of the parties to the\n       jurisdiction clause approaches the court of choice in which exclusive or non-\n       exclusive jurisdiction is created, the proceedings in that court cannot per se\n       be treated as vexatious or oppressive nor can the court be said to be forum\n       non-conveniens.\n</p><p data-structure=\"Section\" id=\"p_9\">           (7) The burden of establishing that the forum of choice is a forum non-\n       conveniens or the proceedings therein are oppressive or vexatious would be\n       on the party so contending to aver and prove the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">\n5.3    On reading the observations made in paragraph 4, 8, 9, 11, 13 and 24 of the\n\njudgment amongst others, it is quite clear that parties in respect of a transaction which\n\nis covered by Private International Law can agree to adjudication of disputes or\n\nclaims arising between them, by a Court which is a neutral forum. In other words, the\n\ndisputes and claims can be agitated before the courts of such place in which neither\n\nparty resides or even in respect of courts which are situate at a place, which has no\n\nconnection, with the arrangement obtaining between the parties.\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">CS(OS) 275/2010                                                              Page 13 of 37</span>\n 5.4    It is also clear that arguments of the counsel for the appellant in Modi\n\nEntertainment were quite similar to what was submitted before me by Mr.Nayyar: that is,\n\neverything concerning the contract has occurred in India; the distributorship pertained to\n\nthe territory of India; the supplies of diagnostic products was made in India; the breach, if\n\nany, occurred in India; and lastly, the witnesses are available in India. In other words,\n\nIndia was the natural forum for adjudication of disputes. These very arguments, as\n\nobserved hereinabove by me, were repelled in Modi Entertainment Network (supra).\n\nThe fact that parties chose a &quot;neutral forum&quot; over a natural forum does not oust the\n\njurisdiction of the neutral forum, in this case, the Italian Court, assuming that it has\n\nnothing to do with the dispute at hand. The court chooses not to exercise in its discretion\n\nto entertain the suit having regard to the fact that parties have contractually agreed to a\n\nparticular forum, conferring upon it, exclusive jurisdiction. Therefore, unless such a\n\nclause is in violation of domestic law or public policy, a court would ordinarily give\n\neffect to such jurisdictional clause obtaining in the contract. Mr.Nayyar has not been able\n\nto articulate as to how the presence of such a clause in a contract would be against public\n\npolicy merely because each and every aspect pertaining to the arrangement between the\n\nparties (assuming it to be correct) had its genesis and occurrence in India, and that despite\n\nsuch a situation obtaining, parties had agreed to adjudication of disputes by a forum\n\noutside India. I have not been shown any authority which has taken a view as espoused\n\nby the learned senior counsel.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">\n5.5    On the contrary, the Supreme Court in Modi Enterainment dealt with an identical\n\nargument and repelled the same, as is clear, on a perusal of observations made in\n\nparagraph 11 of Modi Entertainment. The Supreme Court drew distinction between a\n\ncourt of &quot;natural jurisdiction&quot; and a &quot;foreign court&quot; i.e., &quot;a neutral forum&quot;.           The\n\nobservations of Supreme Court are explicit, in as much it has placed its imprimatur, in\n\nconsonance with global practice in the field to jurisdictional clause whereby, parties\n\nagree to &quot;exclusive&quot; or &quot;non-exclusive&quot; jurisdiction of one of the available courts of\n\nnatural jurisdiction or to the exclusive or non-exclusive jurisdiction of a foreign court of\n<span class=\"hidden_text\" id=\"span_7\">CS(OS) 275/2010                                                              Page 14 of 37</span>\n their choice; being a neutral forum for resolution of their disputes, according to law\n\napplicable to that court. The fact that this principle, is an exception to the principle that\n\nparties by agreement cannot confer jurisdiction on a court where none exists is made\n\nclear by observations made in paragraph 11 of the judgment extracted hereinabove.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"18268496\" id=\"span_8\">6.     At this point let me also deal with other judgments cited by Mr.Nayyar.\n\nCargo Lately Laden on <a href=\"/doc/18268496/\" id=\"a_12\">Board The Fehmarn (Owners) vs Fehmarn (Owners</a>) 1958 (1)\n\nWLR 159:</span>\n</p>\n<blockquote id=\"blockquote_12\">6.1    This is a case in which a Russian company had loaded 500 tons of turpentine in\n\nbulk on a German ship. The Russian company had sold the goods to English buyers who\n\nwere the holders of the bill of lading. The turpentine was pumped on board the ship at a\n\nport in the Baltic. The ship &quot;Fehmarn&quot; was owned by German owners situate in\n\nHamburg.     On the ship reaching London the turpentine was unloaded; whereupon,\n\nEnglish importers complained of short-delivery and contamination. On the instructions\n\nof the English importers their solicitors wrote to German owners making a claim for a\n\nsum of pound 5000. In the said notice it was intimated that since the ship was a frequent\n\nvisitor to England, steps may be taken to arrest the ship when it next visits the country, if\n\nthe claims were not settled. The German owners engaged English solicitors to deal with\n\nthe claim. In the negotiation between the solicitors of the two warring parties, it emerged\n\nthat while the solicitors for the German owners were willing to submit the dispute to a\n\nprivate arbitrator, they were not prepared to give a security having regard to clauses 26\n\nand 27 of the bill of lading. Clause 26 and 27 read as follows:\n</blockquote>\n<blockquote id=\"blockquote_13\">       &quot;Clause 26:     All claims and disputes arising under and in connection with\n       this bill of lading shall be judged in the U.S.S.R.\n       Clause 27: All questions and disputes not mentioned in this bill of lading\n       shall be determined according to the Merchant Shipping Code of the\n       U.S.S.R.‖\n6.2    Consequently, the English importers brought an action against the German\n\nowners of the ship in the Admiralty Division of the High Court to claim damages. The\n\nGerman owners responded by moving the court to set aside the writ on the ground that\n<span class=\"hidden_text\" id=\"span_9\">CS(OS) 275/2010                                                              Page 15 of 37</span>\n the English courts had no jurisdiction or alternatively that by the agreement obtaining\n\nbetween the parties they had agreed that all disputes would be adjudged in the courts in\n\nRussia and not in England. The Judge, of the first Court, held that it had jurisdiction to\n\ndeal with the matter, and thereupon went to exercise his discretion in favour of the\n\nEnglish importers by refusing to stay the action. Against this decision the matter was\n\ncarried to the Court of Appeal by the defendants.         What is important is that the\n\ndefendants in the appeal did not contend that there was any want of jurisdiction. This\n\nis quite apparent from a close scrutiny of the judgments of the three Law Lords. While\n\nLord Denning briefly alluded to the effect that the court of Admiralty had jurisdiction by\n\nvirtue of the provisions of Section 1(1)(g) of the Administration of Justice Act, 1956, the\n\nother Law Lords, i.e., Lord Hodson and Lord Morris did not allude to this aspect of the\n\nmatter. The Law Lords, however, considered the question as to whether in the given\n\nfacts and circumstances of the case the action filed in England ought to be stayed in view\n\nof the provisions in the bill of lading (clause 26) that all disputes were to be adjudged by\n\nRussian Courts.\n</blockquote>\n<blockquote id=\"blockquote_14\">6.3    What is to be borne in mind in this case, is that the action of the English importers\n\nfor damages, on the ground of short-delivery and contamination, was directed against the\n\nGerman owners of the ship The Fehmarn. As is observed in Lord Denning‟s judgment\n\nthere was an allegation in the statement of claim to the effect that the turpentine was\n\ncontaminated on account of the failure of the ship owners to make the ship seaworthy,\n\nand fit for reception of the turpentine.    It was alleged that the tanks of the ship had\n\npreviously carried linseed oil or other vegetable oils on previous voyages, and since the\n\nreceptacles were not properly cleaned, before turpentine was loaded, it resulted in\n\ncontamination. The charge of contamination, as indicated above, was in addition to the\n\nother charge that there was short-delivery to the extent of three (3) tons of turpentine.\n\nThere was no allegation against the Russian shippers. It is in this context that the Court\n\nof Appeal came to the conclusion that since the goods were received in England and the\n\ncharge of contamination was with respect to a ship owned by Germans, which visited\n\n<span class=\"hidden_text\" id=\"span_10\">CS(OS) 275/2010                                                             Page 16 of 37</span>\n England quite often, the evidence with regard to the &quot;condition of the goods&quot; when they\n\narrived in England, and the evidence of the &quot;condition of the ship&quot; would be available in\n\nEngland, and therefore, the Russian element of the dispute was comparatively small.\n\nFurthermore, more importantly, it was observed that on reading of the correspondence the\n\nimpression that the court had was that &quot;the German owners did not object to the dispute\n\nbeing decided in England, they however wished to avoid the giving of security&quot;.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">Therefore, the court held that the general norm that where parties have agreed that\n\ndisputes should be adjudged by the Tribunals of a particular country was not entirely\n\nbinding.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">6.4    As indicated by me above, the facts of the case are distinguishable to the extent\n\nthe defendant here is an Italian company situated in Italy, governed by the Laws of Italy.\n\nThe agreement between the parties, in the present case, is with respect to adjudication of\n\nthe courts in Italy at Milan. Furthermore, the distributorship agreement is governed by\n\nthe Laws of Italy. When looked at in this context, the ratio of the case would, as a matter\n\nof fact, subserve the interest of the defendant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_11\"><a href=\"/doc/997135/\" id=\"a_13\">A.B.C. Laminart (P) Ltd. Vs A.P. Agencies, Salem</a> 1989 (2) SCC 163:</span>\n\n</p><blockquote id=\"blockquote_15\">6.5    In this case the appellants, who were defendants in an action filed by the\n\nrespondent for recovery of balance monies paid as advance to the appellants/defendants,\n\nand damages, was confronted with clause 11 of the agreement which provided as follows:\n</blockquote>\n<blockquote id=\"blockquote_16\">Any dispute arising out of this sale shall be subject to Kaira jurisdiction.           The\n\nrespondent/ plaintiff had filed a suit in the district court at Salem.      Based on the\n\naforementioned clause, the appellants/defendants contended to the contrary. The Court\n\nof First Instance agreed with the appellant‟s contention, and returned the plaint for\n\npresentation in the proper court. In an appeal carried to the High Court of Madras the\n\ndecision of the trial court was reversed. In a further appeal to the Supreme Court the\n\nappeal was dismissed. The Supreme Court was, therefore, confronted with the issue as to\n\nwhether clause 11 of the agreement should be construed as an ouster clause which\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">CS(OS) 275/2010                                                            Page 17 of 37</span>\n excluded the jurisdiction of all courts except the court in Kaira. While considering this\n\nquestion the court in paragraph 21 observed as follows:\n</blockquote>\n<blockquote id=\"blockquote_17\">       &quot;21. From the foregoing decision it can be reasonably deduced that where\n       such an ouster clause occurs, it is pertinent to see whether there is ouster of\n       jurisdiction of other courts. When the clause is clear, unambiguous and\n       specific accepted notions of contract would bind the parties and unless the\n       absence of ad idem can be shown, the other courts should avoid exercising\n       jurisdiction. As regards construction of the ouster clause when words like\n       ‗alone&#x27;, ‗only&#x27;, ‗exclusive&#x27; and the like have been used there may be no\n       difficulty. Even without such words expression of one is the exclusion of\n       another - may be applied. What is an appropriate case shall depend on the\n       facts of the case. In such a case mention of one thing may imply exclusion\n       of another. When certain jurisdiction is specified in a contract an intention\n       to exclude all others from its operation may in such cases be inferred. It has\n       therefore to be properly construed.‖ (emphasis is mine)\n\n6.6    As is evident from the above, the court was quite categorical that where the clause\n\nis clear and unambiguous, specially where words such as „alone‟, „only‟, and „exclusive‟\n\nare used, then accepted notions of contract would bind the parties, and unless absence of\n\nad idem is shown, all other courts &quot;should avoid exercising jurisdiction&quot; in respect of\n\nsuch a matter.    This observation of the Supreme Court would have to be read in\n\nconjunction with observations made in paragraph 18 of the judgment wherein, the\n\nSupreme Court reiterated the principle that parties by agreement could not confer\n\njurisdiction on a court which did not possess jurisdiction under law.         However, if\n\notherwise two or more courts under <a href=\"/doc/161831507/\" id=\"a_14\">the CPC</a> &quot; had jurisdiction&quot; to try a suit then merely\n\nbecause parties by agreement agree that the dispute ought to be tried by one such court, it\n\nwas neither contrary to a public policy nor was it hit by <a href=\"/doc/1625889/\" id=\"a_15\">Section 23</a> and <a href=\"/doc/1224074/\" id=\"a_16\">28</a> of the Indian\n\nContract Act, 1872 (in short „<a href=\"/doc/171398/\" id=\"a_17\">Contract Act</a>‟). The relevant observations are being as\n\nfollows:\n</blockquote>\n<blockquote id=\"blockquote_18\">       ―18. .......... It was held that it was not open to the parties to agreement to\n       confer by their agreement jurisdiction on a court which did not possess it\n       under the Code. But where two courts or more have under <a href=\"/doc/161831507/\" id=\"a_18\">the Code of\n       Civil Procedure</a> jurisdiction to try the suit or proceeding an agreement\n<span class=\"hidden_text\" id=\"span_13\">CS(OS) 275/2010                                                             Page 18 of 37</span>\n        between the parties that the dispute between them shall be tried in one of\n       such courts was not contrary to public policy and such an agreement did\n       not contravene <a href=\"/doc/1224074/\" id=\"a_19\">Section 28</a> of the Contract Act. ....... Thus it is now a\n       settled principle that where there may be two or more competent courts\n       which can entertain a suit consequent upon a part of the cause of action\n       having arisen therewithin, if the parties to the contract agreed to vest\n       jurisdiction in one such court to try the dispute which might arise as\n       between themselves the agreement would be valid. If such a contract is\n       clear, unambiguous and explicit and not vague it is not hit by <a href=\"/doc/1625889/\" id=\"a_20\">Sections 23</a>\n       and <a href=\"/doc/1224074/\" id=\"a_21\">28</a> of the Contract Act.         This cannot be understood as parties\n       contracting against the statutes. Merchantile law and practice permit\n       such agreements.‖(emphasis is mine)\n\n\n\n6.7    What would have to be borne in mind that the observations in this case were made\n\nby the Supreme Court, in the context of disputes which were in the realm of the\n\nmunicipal law obtaining in this country. Therefore, the observations of the Supreme\n\nCourt in Modi Entertainment Network (supra), when read in conjunction with the\n\nobservations made in this case (A.B.C.), would necessarily lead one to a conclusion that,\n\nonce the Supreme Court has placed its imprimatur on the practice obtaining in the\n\ncommercial world with regard to provision of a foreign or neutral courts, as forum choice\n\nin contracts, for the purpose of adjudication of disputes, obtaining between the parties to\n\nthe contract, then it can hardly be said that such clauses are opposed to public policy.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1635305\" id=\"span_14\"><a href=\"/doc/1635305/\" id=\"a_22\">Rajendra Sethia vs Punjab National Bank</a> 1991 AIR Del. 285:</span>\n</p>\n<blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"766886\" id=\"span_15\">6.8    This is a judgment of the Single Bench of this Court.        I need not discuss this\n\njudgment as it has been expressly over-ruled by the Supreme Court in the case of <a href=\"/doc/766886/\" id=\"a_23\">Man\n\nRoland Druckimachinen vs Multicolour Offset Ltd. &amp; Anr.</a> (2004) 7 SCC 447 at page\n\n453 para 9.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1200376\" id=\"span_16\"><a href=\"/doc/1200376/\" id=\"a_24\">Control Print (India) Ltd vs Cab Machines S.A. &amp; Anr.</a> 1998 (2) All. M.R. 351:</span>\n\n</p><blockquote id=\"blockquote_20\">6.9    Briefly, the facts in the fact were that the plaintiffs had filed a suit seeking\n\ndeclaration that the agency agreement with defendant no. 1 was valid and subsisting, and\n\nthat defendant no. 1 be ordered to perform the terms of the contract. An alternative claim\n\n<span class=\"hidden_text\" id=\"span_17\">CS(OS) 275/2010                                                              Page 19 of 37</span>\n (in lieu of performance of the agency agreement) for damages was also lodged. In\n\ndefence, it was pleaded that: there was no concluded contract between the plaintiff and\n\ndefendant.    What was sought to be enforced was merely a proposal for an agency\n\nagreement; and in the alternative the court had no jurisdiction as it was excluded by\n\nvirtue of clause 5 of, what the defendant stated was, a proposal for an agency agreement.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\">In the context of the arguments made before me, clause 5 being relevant is extracted\n\nbelow:\n</p>\n<blockquote id=\"blockquote_21\">         ―5. This contract is under the jurisdiction of Swiss law.\n</blockquote><blockquote id=\"blockquote_22\">             Any and all disputes arising from this contract shall be submitted\n         exclusively to the competent courts of the canton of Vaud. The right to\n         appeal to the Swiss Federal Supreme Court is reserved.‖\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">7.       In this context the court framed two preliminary issues: (a) Whether the court had\n\njurisdiction to entertain the suit; (b) Whether the jurisdiction clause was void and,\n\ntherefore, of no legal consequences? A perusal of the observations made in paragraph 10\n\nand 13 of the judgment would show that the plaintiff‟s counsel &quot;did not press the\n\nsubmission that clause 5 was void being contrary to the provisions of <a href=\"/doc/1625889/\" id=\"a_25\">Section 23</a> of the\n\nContract Act&quot;.     In respect of other aspect of the case as to whether the court ought to\n\nexercise jurisdiction for staying any action, it would have to be borne in mind that\n\namongst other thing what weighed with the court was that defendant no. 1 was a Swiss\n\ncompany, had an office in Bombay, and that the defendants had terminated the agreement\n\nwith an intention to start their own office in Bombay. Given these facts the court was\n\ndisinclined to stay the action instituted in the Bombay High Court. These crucial but\n\ndistinguishing features of the case, in my view, would have to be kept in mind while\n\napplying the ratio of the case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1926470\" id=\"span_18\"><a href=\"/doc/1926470/\" id=\"a_26\">Rhodia Limited, Rhodia Chemicals India Limited and Rhodia Organique Fine Ltd. Vs\n\nNeon Laboratories Ltd.</a> 2005 (1) All. MR 703:</span>\n</p>\n<blockquote id=\"blockquote_23\">7.1      The issue which arose for determination was that the defendants, who had\n\nchallenged the jurisdiction of the trial court; the burden to prove the same lay on them\n\n(see paragraph 23 of the judgment). The factual matrix in which issue arose was as\n\n<span class=\"hidden_text\" id=\"span_19\">CS(OS) 275/2010                                                             Page 20 of 37</span>\n follows: The respondent/plaintiff had filed a suit for specific performance and injunction\n\nagainst the petitioners/defendants.       The respondent/plaintiff was appointed as a\n\ndistributor of products manufactured by the petitioners/defendants in terms of <a href=\"/doc/609295/\" id=\"a_27\">article 15</a>\n\nof the agreement obtaining between them. It was provided that both the governing\n\nlanguage as well as the governing law would be English.            In addition, it was also\n\nprovided that disputes with regard to interpretation or performance of the agreement\n\nwould be settled by English courts. In the first round the trial court judge determined the\n\npreliminary issue of jurisdiction raised by the petitioners/ defendants in favour of the\n\nrespondent/plaintiff. The matter was carried in revision to the Bombay High Court. A\n\nsingle Judge of the Bombay High Court in revision set aside the order of the trial court\n\nand remanded the matter for due consideration by the trial court after formulating two\n\nissues. These being as follows:\n</blockquote>\n<blockquote id=\"blockquote_24\">       ―(a) Whether the intention of the parties is expressed bonafide and is not\n       opposed to public policy as per the ―proper law‖ of the Agreements?\n</blockquote><blockquote id=\"blockquote_25\">       (b) Whether the purport and interpretation of <a href=\"/doc/1952106/\" id=\"a_28\">Articles 15.2</a> and <a href=\"/doc/1444915/\" id=\"a_29\">8.2</a> of the\n       respective agreements in accordance with the ―Proper Law‖ of the\n       Agreements (i.e. the English law) is that the English Courts have exclusive\n       jurisdiction over the subject matter in this suit?‖\n\n7.2    Against this order a Special Leave Petition, it appears, was preferred.            The\n\nSupreme Court declined to grant interim relief, and instead directed the trial court to\n\nproceed with the suit. The trial court in the second round, based on an application moved\n\nby the respondent/ plaintiff, placed the burden on the petitioner/defendant. Aggrieved by\n\nthis order of the trial court, a writ petition was preferred before the Bombay High Court.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">It is important to note that in this case the petitioner/defendant had asserted that the trial\n\ncourt at Palghar had no jurisdiction to deal with the matter in view of the fact that the\n\ndistribution agreement, as amended, was signed by defendant no. 1 in England and by\n\ndefendant no. 2 and the plaintiff in Bombay. In view of the fact that none of the\n\nagreements was signed at Palghar it was asserted that the trial court at Palghar had no\n\njurisdiction. In the context of these facts the court observed that whether a foreign court\n\n<span class=\"hidden_text\" id=\"span_20\">CS(OS) 275/2010                                                               Page 21 of 37</span>\n has been conferred with exclusive jurisdiction or not would be a question of fact which\n\nwould require interpretation of the agreement by applying English law. The court went\n\non to say that what is English law would also be a question of fact. Therefore, even if\n\nlaw <a href=\"/doc/1926470/\" id=\"a_30\">laid down by</a> the Supreme Court in Modi Entertainment Network (supra) were to be\n\napplied the burden to prove these facts would lie on the defendants.\n\n7.3    In the instant case, the parties have admitted the document in issue, i.e., the\n\ndistributorship agreement; therefore, this judgment would have no applicability to the\n\nfacts of the present case. What is, however, important is the observations of the Court\n\nwhich reiterated the principle that &quot;parties can agree to accept exclusive or non-\n\nexclusive jurisdiction of a foreign court where none exists&quot;.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"846676\" id=\"span_21\"><a href=\"/doc/846676/\" id=\"a_31\">Michael Golodetz and Ors. vs Serajuddin &amp; Co.</a> AIR 1963 SC 1044.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_22\">7.4    Briefly the facts in this case were as follows: The respondent before the Supreme\n\nCourt had entered into a contact for supply of manganese ore to the appellant company\n\nbased in America. The disputes arose between the parties with regard to alleged violation\n\non behalf of the respondents in supplying the balance quantity of manganese ore as\n\nagreed to by them with the appellant. The agreement between the two, which was a\n\nwritten agreement, contained an arbitration clause which read as under:\n\n</p><blockquote id=\"blockquote_26\">       ―Arbitration: Any dispute arising out of the contract is to be settled by\n       arbitration in New York according to the rules of the American Arbitration\n       Association.‖\n\n7.5    The respondent being first of the block filed an action on the original side of the\n\nHigh Court of Calcutta seeking a decree to the effect that a written contract executed with\n\nthe appellant be adjudged void; be delivered up and cancelled. A further relief in the\n\nform of perpetual injunction was also sought against the appellants, their servants and\n\nagents from taking steps in purported enforcement of the contract and, if necessary, a\n\ndeclaration that there were no subsisting rights and obligations under the said contract.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">Consequent thereto, the appellant filed a petition under <a href=\"/doc/1722761/\" id=\"a_32\">Section 34</a> of the Arbitration Act,\n\n1940 seeking a stay of the suit filed by the respondents. A Single Judge of the Calcutta\n\n<span class=\"hidden_text\" id=\"span_22\">CS(OS) 275/2010                                                            Page 22 of 37</span>\n High Court stayed the suit. In appeal the Division Bench of the Calcutta High Court\n\nreversed the decision of the Single Judge. The reasons for doing the same, as alluded to\n\nin the judgment of the Supreme Court, were broadly that the Single Judge had failed to\n\nexercise his discretion properly; that he had failed to take into consideration certain\n\nimportant circumstances emerging from the evidence, such as, that the entire evidence\n\nregarding the contract and the disputes was in India; there were, on account of restriction\n\nimposed by Government of India, several difficulties in securing foreign exchange for\n\nproducing the evidence before the foreign tribunal, and that it would be &quot;impossible&quot; for\n\nthe respondents to produce evidence, in these circumstances before the foreign tribunal.\n\nThe Supreme Court noted that the Division Bench on these findings had observed that it\n\n&quot;would not&quot; be safe and convenient forum for a just and proper decision of disputes\n\nbetween the parties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">7.6    It may be important to note that before the Division Bench the Advocate General,\n\nwho appeared on behalf of the appellants, had conceded that the matter would be\n\ngoverned by the Indian law, that is, the Indian Arbitration Act and the Indian Contract\n\nAct, and therefore, on that account also, the discretion of the court to refuse the stay\n\nshould be exercised. It is in this context the Supreme Court while dismissing the appeal\n\nand sustaining the judgment of the Division Bench whereby, the stay sought on the suit\n\nwas refused, exercised its discretion. It would be important to, however, take into\n\naccount the following observations made by the Supreme Court:\n\n</p><blockquote id=\"blockquote_27\">       &quot;.....the Court insists, unless sufficient reason to the contrary is made out,\n       upon compelling the parties to abide by the entire bargain, for not to do so\n       would be to allow a party to the contract to approbate and reprobate, and\n       this consideration may be stronger in cases where there is an agreement to\n       submit the dispute arising under the contract to a foreign arbitral tribunal.\n       A clause in a commercial transaction between merchants residing in\n       different countries to go to arbitration is an integral part of the transaction,\n       on the faith of which the contract is entered into, but that does not preclude\n       the Court having territorial jurisdiction from entertaining a suit at the\n       instance of one of the parties to the contract, even in breach of covenant for\n\n<span class=\"hidden_text\" id=\"span_23\">CS(OS) 275/2010                                                              Page 23 of 37</span>\n        arbitration. The Court may in such a case refuse its assistance in a proper\n       case, when the party seeking it is without sufficient reason resiling from the\n       bargain. When the Court refuses to stay the suit it declines to hold a party to\n       his bargain, because of special reasons which make it inequitable to do so.\n       The Court ordinarily requires the parties to resort for resolving disputes\n       arising under a contract to the tribunal contemplated by them at the time of\n       the contract. That is not because the Court regards itself bound to abdicate\n       its jurisdiction in respect of disputes within its cognizance, it merely seeks to\n       promote the sanctity of contracts, and for that purpose stays the Suit. The\n       jurisdiction of the Court to try the suit remains undisputed: but the\n       discretion of the Court is on grounds of equity interposed. The Court is\n       therefore not obliged to grant stay merely because the parties have even\n       under a commercial contract agreed to submit their dispute in a matter to\n       an arbitration tribunal in a foreign country. It is for the Court, having\n       regard to all the circumstances, to arrive at a conclusion whether sufficient\n       reasons are made out for refusing to grant stay. Whether the circumstances\n       in a given case make out sufficient reasons for refusing to stay a suit is\n       essentially a question of fact.‖ (Emphasis is mine)\n\n7.7    In the present case, undoubtedly, the defendant is not only based in Italy, but also\n\nthere is no challenge to the clause in the contract, i.e., article XIII(9) which provides that\n\nthe contract would be governed by the laws of Italy. Whether this court should or should\n\nnot exercise jurisdiction is an aspect which I will deal in the latter part of my judgment.\n</blockquote>\n<blockquote id=\"blockquote_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666610\" id=\"span_24\"><a href=\"/doc/1666610/\" id=\"a_33\">Ramji Dayawala &amp; Sons (P) Ltd vs Invest Import</a> (1981) SCC 80:</span>\n</blockquote>\n<blockquote id=\"blockquote_29\">7.8    In this case the Court made somewhat similar observations in paragraph 22 at\n\npage 97. The observations being relevant are extracted hereinbelow:\n\n</blockquote><blockquote id=\"blockquote_30\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18268496\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"846676\" id=\"span_26\">―22. When parties by contract agree to arrange for settlement of their\n       disputes by a judge of their choice, by procedure of arbitration voluntarily\n       agreed upon, ordinarily the Court must hold the parties to their bargain. As\n       a corollary, if a party to a subsisting arbitration agreement in breach or\n       violation of the agreement to refer dispute to arbitration approaches the\n       Court, the Court would not lend its assistance to such a party and by staying\n       the suit compel the party in breach to abide by its contract. When the parties\n       have agreed to an arbitration by a foreign arbitral tribunal the case for stay\n       would be stronger than if there was a domestic arbitration agreement. This\n\n<span class=\"hidden_text\" id=\"span_27\">CS(OS) 275/2010                                                               Page 24 of 37</span>\n         proceeds on the assumption that parties not only sought and agreed upon\n        the forum for resolution of dispute but also the law according to which the\n        dispute would be resolved. However, this is not an absolute rule. Granting\n        or refusing to grant stay is still a matter within the discretion of the Court.\n        How discretion would be exercised in a given case would depend upon\n        various circumstances....‖        (Emphasis is mine)\n7.9     What is important to note that in this case the court had considered the issues: (a)\n\nwhether there was a concluded contract between the parties; (b) Whether under <a href=\"/doc/1722761/\" id=\"a_34\">section\n\n34</a> of the Arbitration Act, 1940 the court could exercise its discretion in favour of the\n\nrespondent seeking a stay of the suit filed in India? A perusal of the judgment would\n\nshow that it has considered not only <a href=\"/doc/846676/\" id=\"a_35\">Michael Golodetz</a> (supra) case but also <a href=\"/doc/18268496/\" id=\"a_36\">The\n\nFehmarn</a> (supra) case. The Court has explicitly indicated in paragraph 19 at page 94 of\n\nthe judgment that both under <a href=\"/doc/1722761/\" id=\"a_37\">Section 34</a> of the Arbitration Act, 1940 and under <a href=\"/doc/56600062/\" id=\"a_38\">Section\n\n151</a> of the CPC the stay sought for by an applicant is not a matter of right. The court‟s\n\ndiscretion in such situation is paramount. This crucial difference will have to be borne in\n\nmind.</span></span>\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_25\">8.      It may also be relevant perhaps to look at the brief facts which obtained in the\n\ncase. The respondent, a Yugoslavia based company had entered into a sub-contract with\n\nthe appellant/ plaintiff for supply of labour to the Bihar State Electricity Board for setting\n\nup a thermal power station at Barauni. The sub-contract, which was signed by the\n\nparties in Belgrade, incorporated an arbitration clause which provided for arbitration by\n\nthe International Chamber of Commerce in Paris with application of Yugoslav materials\n\nand economical law.     It appears that immediately after the execution of the sub-contract\n\nthe Managing Director of the appellant/plaintiff, who was in Belgrade, handed over a\n\nletter on the same very date to the respondent at Belgrade stating therein that he objected\n\nto the arbitration clause, which, according to him, was deleted in the appellant‟s revised\n\ndraft sent to the respondent in advance. It was indicated in the said letter that the\n\narbitration would be acceptable to the appellant only if it was conducted in India\n\naccording to the rules, regulations and procedures of this country.          The letter was\n\n\n<span class=\"hidden_text\" id=\"span_28\">CS(OS) 275/2010                                                               Page 25 of 37</span>\n followed by a cable. The receipt of the letter and the cable was admitted by the manager\n\nof the respondent in his affidavit. In respect of the disputes raised the appellant had\n\nraised a total claim of only Rs 4,25,343/-.\n</p>\n<p data-structure=\"Facts\" id=\"p_26\">8.1    In the background of these facts Supreme Court came to the conclusion that there\n\nwas no concluded contract.      The payment not having been made the appellant/plaintiff\n\nfiled an action on the original side of the Calcutta High Court. The respondent, which\n\nhad its office in Calcutta, moved an application under <a href=\"/doc/56600062/\" id=\"a_39\">Section 151</a> of the CPC for stay of\n\nthe suit based on the arbitration clause obtaining between the parties. The Single Judge\n\ngranted a stay. The appeal preferred against the decision of the Single Judge was\n\ndismissed. In a further appeal, the Supreme Court reversed the judgments of the courts\n\nbelow and, consequently, vacated the stay. The factors which weighed with the Supreme\n\nCourt, in my view, apart from the fact as noticed above, were as follows: it was a matter\n\ndealing with the provisions of <a href=\"/doc/1722761/\" id=\"a_40\">Section 34</a> of the Arbitration Act, 1940 and/or <a href=\"/doc/56600062/\" id=\"a_41\">Section 151</a>\n\nof the CPC; that respondent had its office in Calcutta, at least on the date of institution of\n\nthe suit, and therefore, it would be safe to conclude that the evidence of the respondent\n\nwould also be largely in India; there was no assertion in the pleadings filed by the\n\nrespondent that the evidence of the respondent was not in India; the claim was a paltry\n\nsum of Rs 4,25,343/-; the restrictions on availability of foreign exchange; the court\n\nshould not lend its assistance to a party which insists on arbitration &quot;not as a matter of\n\nprinciple but with a view to thwarting, stiffing, or exhausting the other side&quot;; and lastly,\n\nthe cost of arbitration will be disproportionate to the claim involved in the adjudication.\n\nAmongst others one of the factors which persuaded the Supreme Court to decline stay of\n\nsuit in India was that even though the respondents had an office in Calcutta it curiously\n\ninsisted on arbitration which would force the appellant/plaintiff to proceed to Paris.\n\nLooking at the paltry nature of the claim the Supreme Court took the view that it would\n\nbe unfair to lend its assistance by staying the action, as it would result in hardship and\n\ninjustice by holding parties to their bargain.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"766886\" id=\"span_29\"><a href=\"/doc/766886/\" id=\"a_42\">Man Roland Druckimachinen AG vs Multicolour Offset Ltd. &amp; Ors.</a> (2004) 7 SCC 447:</span>\n\n<span class=\"hidden_text\" id=\"span_30\">CS(OS) 275/2010                                                               Page 26 of 37</span>\n</p><blockquote id=\"blockquote_31\"> 8.2    In this case the appellant before the Supreme Court was in the business of\n\nmanufacturing printing machines. The said printing machines were manufactured in\n\nGermany. The appellant was a company incorporated under the German law, and had its\n\nregistered office in Germany. Respondent no. 2 before the Supreme Court was allegedly\n\nappellant‟s agents in India situated in Bombay.    Pursuant to an agreement the printing\n\nmachines were supplied by appellant to respondent no. 1. The machines were shifted\n\nfrom Germany to Bombay. The respondent no. 1 being unhappy with the printing\n\nmachines supplied, filed an action before the Monopolies &amp; Restrictive Trade Practices\n\nCommission (in short „Commission‟) alleging unfair trade practice.          The appellant\n\nresisted the action filed before the Commission; apart from merits, on the ground that the\n\nCommission had no jurisdiction to deal with the matter in view of the fact that in the\n\nagreement obtaining between the parties there was not only a provision for arbitration by\n\nthe International Chamber of Commerce but also parties had agreed that disputes will be\n\nresolved through proceeding taken out in German Courts; the applicable law being the\n\nGerman law. For the purposes of this case I need not deal with the second ground taken\n\nby appellant which was that the Commission had no jurisdiction to deal with the matter\n\nsince the alleged unfair trade practice was not carried out in India as the printing\n\nmachines in issue had been sold to respondent no. 1 outside India.\n</blockquote>\n<blockquote id=\"blockquote_32\">8.3    The Commission rejected both the submissions made by the appellant. In respect\n\nof the first ground the Commission had come to the conclusion that the clause in the\n\nagreement, pertaining to choice of forum, was contrary to <a href=\"/doc/1625889/\" id=\"a_43\">Section 23</a> and <a href=\"/doc/1224074/\" id=\"a_44\">28</a> of the\n\nContract Act.     The Commission held it to be void. On this aspect of the matter the\n\nSupreme Court observed that the conclusion of the Commission was &quot;clearly erroneous&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\">In this regard the Supreme Court applied its earlier judgments, in particular, the judgment\n\nin the case of Modi Entertainment Network (supra). The observations of the Supreme\n\nCourt made in this regard in paragraph 9 of the judgment being relevant are set out\n\nhereinafter:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">\n\n<span class=\"hidden_text\" id=\"span_31\">CS(OS) 275/2010                                                            Page 27 of 37</span>\n</p><blockquote id=\"blockquote_33\">         ―9. Undoubtedly when the parties have agreed on a particular forum, the\n        Courts will enforce such agreement. This is not because of a lack or ouster\n        of its own jurisdiction by reason of consensual conferment of jurisdiction\n        on another Court, but because the Court will not be party to a breach of an\n        agreement. Such an agreement is not contrary to public policy nor does it\n        contravene <a href=\"/doc/1224074/\" id=\"a_45\">Section 28</a> or <a href=\"/doc/1625889/\" id=\"a_46\">Section 23</a> of the Contract Act. This has been held\n        in Hakkam Singh v. Gammon (India) Ltd. MANU/SC/0001/1971:\n</blockquote><blockquote id=\"blockquote_34\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857811\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_33\">[1971]3SCR314 ; <a href=\"/doc/997135/\" id=\"a_47\">A.B.C Laminart Pvt. Ltd. v. A.P. Agencies</a> : [1989] 2\n        SCR 1a and <a href=\"/doc/1857811/\" id=\"a_48\">Modi Entertainment Network v. W.S.G. Cricket Pvt. Ltd.</a> :\n        [2003]1SCR480 .</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1635305\" id=\"span_34\">The decision of the Delhi High Court in <a href=\"/doc/1635305/\" id=\"a_49\">Rajendra Sethia\n        v. Punjab National Bank</a>: AIR 1991 Delhi 285 relied on by the\n        Commission which holds to the contrary is, therefore, clearly erroneous.‖\n        (emphasis is mine)\n\nLaxman Prasad vs Prodigy Electronics Ltd. &amp; Anr. (2008) 1 SCC 618:\n\n8.4    This is a case wherein the appellant/defendant was an employee for the\n\nrespondent no.1/ plaintiff. Respondent no.1/ plaintiff was a company incorporated under\n\nthe laws of Hong Kong.       Respondent no.1/ plaintiff was engaged in the business of\n\ntrading electronic goods; the main area of business was Printed Circuit Board. The\n\nappellant/defendant was employed as International Business Development Manager. On\n\nrequest the appellant/defendant was relocated to India. The appellant/ defendant after\n\nsome time sought to be relieved from employment on a personal ground. This resulted in\n\nthe appellant/ defendant‟s employment with the respondent no.1/ plaintiff coming to an\n\nend. The respondent no.1/ plaintiff, however, discovered that the appellant/ defendant\n\nhad acted in breach of his terms of employment, in as much as, he had not only set up\n\ncompetitive business, while in employment, but also engaged himself with the customers\n\nand suppliers of the respondent no.1/ plaintiff in breach of his obligations. Furthermore,\n\nthere were also allegations with regard to plaintiff having misrepresented to world at\n\nlarge that he was still engaged with the respondent no.1/ plaintiff. For this purpose,\n\nreference was made to the domain name used by the appellant/ defendant which was\n\ndeceptively similar to that of the respondent no.1/ plaintiff.          Furthermore, the\n\nappellant/defendant has also participated in an electronic fair held in Delhi, in breach of\n<span class=\"hidden_text\" id=\"span_35\">CS(OS) 275/2010                                                            Page 28 of 37</span>\n his obligations under the employment contract. Based on the aforesaid circumstances,\n\nthe respondent no.1/ plaintiff instituted an action on the original side of the Delhi High\n\ncourt.</span>\n</blockquote>\n<blockquote id=\"blockquote_35\">8.5      The appellant/ defendant filed an application under Order 7 Rule 10 and 11 <a href=\"/doc/161831507/\" id=\"a_50\">of the\n\nCPC</a> for rejection/return of the plaint to the proper court. The appellant/ defendant\n\ndefence was based on clause 18 of the employment contract which read as follows:\n\n</blockquote><blockquote id=\"blockquote_36\">         &quot;18. The terms and conditions as stipulated above shall be interpreted in\n         accordance to the laws of the Hong Kong Special Administrative Region.&quot;\n\n8.6      It was contended by the appellant/ defendant that the jurisdiction to decide the\n\ndispute obtaining between the parties was ousted from all other courts except those which\n\nwere situate in Hong Kong Special Administrative Region, and hence, the plaint should\n\nbe returned. The Supreme Court, in this context made observations that &quot;cause of\n\naction&quot; and &quot;applicability of law&quot; are distinct and different issues, and one cannot be\n\nmistaken for the other. The Supreme Court came to the conclusion that while the courts\n\nin Hong Kong may have jurisdiction, since a part of cause of action arose within the\n\nterritorial jurisdiction of Delhi, the Delhi High Court also had jurisdiction in the matter.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">In this regard reference was made to the allegation with regard to the appellant/defendant\n\nhaving committed breach of the terms of his employment by participating in the\n\nelectronic fair held in Delhi. The court also observed that merely because clause 18 of\n\nthe employment contract declared that the &quot;terms and conditions of the employment\n\ncontract will be interpreted in accordance with laws of the Hong Kong Special\n\nAdministrative Region&quot;, it did not mean that jurisdiction for the purposes of institution of\n\nsuit was vested only in Hong Kong and not in any other country.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">8.7      Mr.Nayyar had laid great stress on the observations of the Supreme Court in\n\nparagraph 46 of the judgment. In my view a close reading of the observations made by\n\nthe Supreme Court in paragraph 46 would show that in determining the jurisdiction of the\n\ncourt in India the provisions <a href=\"/doc/161831507/\" id=\"a_51\">of the CPC</a> would apply and it is only thereafter that the\n\ncourt would have to determine as to which law is applicable. The observations in\n\n<span class=\"hidden_text\" id=\"span_36\">CS(OS) 275/2010                                                             Page 29 of 37</span>\n paragraph 46 when read with para 44 make it clear that it is not as if the courts in India,\n\nin this case High Court of Delhi, could not come to a conclusion after hearing the parties\n\nthat the applicable law would be the law of Hong Kong.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">8.8    Therefore, in my view, the inquiry, as to applicable law, though crucial and\n\nrelevant is relegated to the second stage, after the issue of jurisdiction is determined.\n\nThis according to me is a relevant factor in the court coming to the conclusion as to\n\nwhether or not it should exercise its jurisdiction by retaining the matter within is domain\n\ncontrary to the bargain arrived at between parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">9.     Having deduced the principles enunciated by various judgments referred to above\n\nit may perhaps be relevant to advert to at this point, the stage at which private\n\ninternational law comes into play.     Private international law gets triggered ordinarily\n\nwhen there is a foreign constituent in the transaction obtaining between parties. A\n\nforeign constituent thus necessarily requires court to address itself to the issues of\n\njurisdiction, choice of law, and whether or not a foreign judgment when obtained would\n\nbe enforceable and if so, the manner of its enforcement. Thus in such like situation the\n\nfirst and foremost concern of the court is to determine jurisdiction. Each country has its\n\nown rule of Private International Law, though there is by and large a great degree of\n\ncommonality and even overlap. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_37\">As matter of fact it is principles of private international\n\nlaw, on the aspect of jurisdiction, which have been imported in domestic jurisdiction [see\n\n<a href=\"/doc/997135/\" id=\"a_52\">A.B.C. Laminart</a> (supra)].</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">9.1    In my view what emerges from the discussion above is as follows:\n\n</p><blockquote id=\"blockquote_37\">(i)    a distinction would have to be borne in mind in respect of cases where a contract\n\n       obtains between parties which specifically incorporates an exclusive or a non-\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_35\">       exclusive jurisdictional clause as against those cases where there is no written\n\n       contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">(ii)   Where there is a foreign constituent in the contract. For example where the\n\n       jurisdictional clause confers exclusive or non-exclusive jurisdiction on a foreign\n\n       court ordinarily parties will be held to their bargain.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\"><span class=\"hidden_text\" id=\"span_38\">CS(OS) 275/2010                                                            Page 30 of 37</span>\n</p><p data-structure=\"Section\" id=\"p_38\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857811\" id=\"span_39\">(iii)   Contracts which contain a clause conferring exclusive or non-exclusive\n\n        jurisdiction on foreign court which could be a neutral court having nothing to do\n\n        with parties; the contract or; the dispute: are not per se violative of <a href=\"/doc/1625889/\" id=\"a_53\">Section 23</a> or\n\n        28 of the <a href=\"/doc/171398/\" id=\"a_54\">Contract Act</a>. [See <a href=\"/doc/1857811/\" id=\"a_55\">Modi Entertainment Network</a> (supra)]. Contracts\n\n        would violate provisions of <a href=\"/doc/1625889/\" id=\"a_56\">Section 23</a> and <a href=\"/doc/1224074/\" id=\"a_57\">28</a> of the Contract Act if there is no\n\n        recourse to courts.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">(iv)    In determining whether action filed in India (that is courts governed by <a href=\"/doc/161831507/\" id=\"a_58\">CPC</a>) is\n\n        validly instituted, the provisions <a href=\"/doc/161831507/\" id=\"a_59\">of CPC</a> would apply but that by itself would not\n\n        divest the court of its discretion to determine as to whether in a given case it ought\n\n        to hold parties to their bargain.     When a court directs the plaintiff in such\n\n        circumstances to approach say a foreign/ neutral court; it issues such a direction\n\n        not because it has no jurisdiction, but in the given circumstances it takes a view\n\n        that parties should be held to their bargain. In a given case equally, the court may\n\n        choose not to hold parties to their bargain.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">(v)     The only caveat to what is stated by me in clause (iv) above is: that when a\n\n        jurisdictional clause operates qua courts to which <a href=\"/doc/161831507/\" id=\"a_60\">CPC</a> applies, the principle\n\n        applicable would be: that parties by contract cannot confer jurisdiction on a court\n\n        which otherwise (bearing in mind the provisions <a href=\"/doc/161831507/\" id=\"a_61\">of CPC</a>) in law does not have\n\n        jurisdiction. This principle does not apply to a foreign court, which in a given\n\n        case could be a neutral court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">(vi)    If the courts in India (to which <a href=\"/doc/161831507/\" id=\"a_62\">CPC</a> applies) choose not to entertain a suit, which\n\n        is, pivoted on a contract, containing a jurisdictional clause, whereby jurisdiction is\n\n        vested on a foreign court/ neutral court, it would make a distinction between\n\n        circumstances which ought to be in the contemplation of parties at the point in\n\n        time when contract was arrived at between parties and those it had no occasion to\n\n        foresee.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">10.     In the background of the discussion above, let me advert to the facts of the present\n\ncase. The plaintiff‟s distributorship agreement dated 01.03.2007 with the defendant\n\n<span class=\"hidden_text\" id=\"span_40\">CS(OS) 275/2010                                                               Page 31 of 37</span>\n entailed supply of diagnostic products to the plaintiff for sale within the territory of India.\n\nThe said distributorship agreement was subject to amendments whereby plaintiff and the\n\ndefendant agreed to a minimum sales turnover. All other conditions being the same as\n\nencapsulated in the distributorship agreement dated 01.03.2007, the first amendment was\n\nmade to provide for a minimum sales turnover target for the year 2008, and the second\n\namendment provided for a minimum sales turnover for the year 2009. It is important to\n\nnote that both these agreements were executed in original in two counterparts. On a bare\n\nperusal of the amendments, especially the second amendment of agreement it is clear that\n\nthe acceptance on the amendment emanated from Italy. Even though there is no date on\n\nsignatures on the first amendment to agreement, the second amendment to agreement\n\nbears two dates. In so far as the authorized signatory of the plaintiff is concerned the date\n\nis 08.05.2009, whereas in so far as the authorized signatory of the defendant is concerned\n\nit is 21.05.2009. It is not even the case of the plaintiff that the defendant has an office in\n\nIndia or an officer stationed in India. Therefore, a part of the cause of action arises in\n\nItaly or at least outside this country. Though even if it did not arise it would make no\n\ndifference as parties have agreed to an exclusive jurisdiction clause conferring\n\njurisdiction in a neutral forum which is permissible in law, unless parties show strong\n\nreasons to propel a court to retain jurisdiction. That the reasons cited by plaintiff are not\n\nstrong enough; a fact discussed by me hereinafter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">10.1   This apart, as already noticed hereinabove, Article XIII(9) provides that\n\ndistributorship agreement will be governed and construed in accordance with the laws of\n\nItaly. In the plaint the averment with respect to jurisdiction are made in paragraph 8 of\n\nthe plaint. The said paragraph being relevant for the purposes of adjudication of the issue\n\nat hand; for the sake of convenience, is extracted hereinbelow:\n\n</p><blockquote id=\"blockquote_38\">       ―8. The plaintiff was performing the Agreement within the jurisdiction of\n       this Hon&#x27;ble Court in as much as it installed a Liaison Units of the Medical\n       Centres situated at New Delhi viz: (i) Mahajan Imaging Pvt. Ltd., Sir Ganga\n       Ram Hospital Rajinder Place, New Delhi, (ii) St. Stephens Hospital, Tiz\n       Hazari, New Delhi, (iii) All India Institute of Medical Sciences, Dept. of\n\n<span class=\"hidden_text\" id=\"span_41\">CS(OS) 275/2010                                                                Page 32 of 37</span>\n        Endocrinology &amp; Bio Chemistry, Ansari Nagar, New Delhi and (iv) Piramal\n       Diagnostic Services Pvt. Ltd., A-28, Kailash Colony, New Delhi (which is\n       within the jurisdiction of this Hon&#x27;ble court). Pursuant thereto the plaintiff\n       sourced reagents from the defendant and supplied the said reagents to these\n       Medical Centers situated at New Delhi. The Defendant&#x27;s (wrongful) attempt\n       to terminate the Agreement has resulted in the plaintiff not being able to\n       discharge its obligation towards the Medical Centers situated at New Delhi.\n       It is submitted that it is neither conceivable nor practical to file a suit for\n       injunction in Milan, Italy, wherein the effective relief is required to be\n       implemented in India. Furthermore, the entire business is in India, i.e.,\n       supply of liaison units to Medical Centers and supply of reagent kits for\n       testing thereon for the benefit of the patients in India. Last but not the least,\n       the entire evidence and the very substratum of the dispute is in India.‖\n\n\n10.2   It is pertinent to note that there is no challenge to Article XIII (9) which says that\n\nthe agreement will be governed and be construed by the laws of Italy. In the application\n\nfiled by the defendant under Order 14 Rule 2(2) read with <a href=\"/doc/56600062/\" id=\"a_63\">Section 151</a> of the CPC it is\n\ninter alia specifically averred in paragraph 10 by the defendant that it is an Italian\n\ncompany incorporated under the laws of Italy, and has its principal place of business at\n\nItaly with no office of assets within the jurisdiction of India. These facts, as regards the\n\ndefendant being an Italian company, having its place of business in Italy is also borne out\n\nfrom the plaint. Therefore, in my view, it cannot be said that Italy has no connection with\n\nthe matter. In my opinion, given the aforesaid facts, for the plaintiff to contend that it is\n\nneither conceivable nor practical to file a suit for injunction in Italy because the effective\n\nrelief is required to be implemented in India; or that this court should exercise jurisdiction\n\nbecause the business under the distributorship agreement was carried on within the\n\nterritory of India; or even that the entire evidence or that a very substantive part of the\n\ndispute was in India; are factors, which are to be weighed against the fact that the\n\ndefendant is an Italian company; it has no assets or an officer in India; the parties are\n\ngoverned by the laws of Italy to which there is no challenge; and that the distributorship\n\nagreement appears to have been signed in Italy; article XIII(10) provides for an exclusive\n\njurisdiction, amongst others, particularly in relation to &quot;termination&quot; by an Italian court at\n<span class=\"hidden_text\" id=\"span_42\">CS(OS) 275/2010                                                               Page 33 of 37</span>\n Milan; and lastly, if there was any ambiguity it is removed, as the distributorship\n\nagreement lays a special emphasis that for &quot;any legal effects&quot; parties accept the\n\nprovisions, amongst others, set out in article XIII(9) and (10).\n</blockquote>\n<blockquote id=\"blockquote_39\">10.3   The factors cited by Mr.Nayyar, which according to him ought to persuade the\n\ncourt to retain jurisdiction over the action, are those which were clearly in the\n\ncontemplation of parties at the stage when they entered into the distributorship\n\nagreement, despite which, parties agreed to an exclusive jurisdiction of a foreign court.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_44\">Therefore, the circumstances cited by Mr.Nayyar are not the ones which would persuade\n\nme to retain jurisdiction over action.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857811\" id=\"span_43\">10.4   As a matter of fact this was the precise argument, advanced on behalf of the\n\nplaintiff in the case of British Aerospace Plc vs Dee Howard Co. (1993) 1 Lloyd&#x27;s Rep\n\n368 [a case which is cited with approval by the Supreme Court in paragraph 21 of the\n\njudgment in <a href=\"/doc/1857811/\" id=\"a_64\">Modi Entertainment Network</a> (supra)].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857811\" id=\"span_44\">The relevant observations in that\n\nregard in <a href=\"/doc/1857811/\" id=\"a_65\">Modi Entertainment Network</a> (supra) are as follows:</span>\n</p>\n<blockquote id=\"blockquote_40\">       ―21. British Aerospace Plc vs Dee Howard Co. deals with stay of English\n       action. In that case a British company (BAe) entered into an agreement\n       with an American company (DHC) to provide assistance and information in\n       connection with a re-engining programme which it was undertaking. It was\n       provided that the agreement should be governed by and be construed\n       according to the English law and that the courts of law in England should\n       have jurisdiction to entertain any action in respect thereof.            DHC\n       suspended further work on the re-engining programme claiming that BAe\n       failed to carry out its obligation under the agreement. DHC initiated action\n       in the Texas State Court. After service of notice of that action BAe applied\n       to the American court to dismiss the proceedings in view of the\n       jurisdiction clause in the agreement. BAe also initiated proceedings in the\n       English court duly impleading the parent company (Aliena) of DHC, with\n       the leave of the court. While so, DHC applied to the English court for the\n       following reliefs: (i) to set aside the leave, and (ii) to stay the proceedings\n       against the parent company in the English court as the action was pending\n       in the American court which was the appropriate forum. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857811\" id=\"span_45\">Waller, J. on\n       construing the jurisdiction clause in the agreement held that the parties\n\n<span class=\"hidden_text\" id=\"span_46\">CS(OS) 275/2010                                                             Page 34 of 37</span>\n        had agreed that the English court should have exclusive jurisdiction and\n       that even if it was not an exclusive jurisdiction clause, it showed that the\n       parties had freely negotiated agreeing not to object to the English court&#x27;s\n       jurisdiction, therefore, it should not be open to DHC to argue the relative\n       merits of contesting the case in Texas as compared with contesting the case\n       in London as the relevant factors would have been eminently foreseeable\n       at the time of entering into the contract and that the contentions that there\n       would be two sets of proceedings, one in Texas and another in London\n       and that there would be inconvenience for witnesses having regard to the\n       location of documents, the timing of a trial and all such like matters to\n       support stay of English action could not be permitted to be argued.‖\n       (Emphasis is mine)\n\n10.5   The Supreme Court in <a href=\"/doc/1857811/\" id=\"a_66\">Modi Entertainment Network</a> (supra) applied the test of\n\n&quot;foreseeability&quot;. This is clear on perusal of observations made by the Supreme Court in\n\nparagraph 27 of the judgment that it considered arguments such as expenses involved of\n\ntaking witnesses to a court which was not the natural forum, or that confining parties to a\n\nforum of choice not being natural forum could not be a strong reason to disregard\n\ncontractual obligations undertaken by parties. The Supreme Court, it appears, was of the\n\nview that all these factors would have been foreseen by the parties, when they entered\n\ninto a contract as possible consequences, in the event of breach.            The relevant\n\nobservations are as follows:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_41\">       ―27..... As is apparent, the appellants brought the suit in the court of\n       natural jurisdiction for adjudication of the disputes arising under the\n       contract for which the parties have agreed to submit to the non-exclusive\n       jurisdiction of the English Court in accordance with English law though\n       the English Court has no nexus with the parties or the subject-matter and\n       is not the natural forum. But then the jurisdiction clause indicates that the\n       intention of the parties is to have the disputes resolved in accordance with\n       the principles of English law by an English Court. Unless good and\n       sufficient reasons are shown by the appellant, the intention of the parties\n       as evidenced by their contract must be given effect to. Even when the\n       appellants had filed the suit earlier in point of time in the court of natural\n       forum and the respondent brought action in the English Court which is the\n<span class=\"hidden_text\" id=\"span_47\">CS(OS) 275/2010                                                            Page 35 of 37</span>\n        agreed forum or forum of the choice having regard to the expressed\n       intention of the parties, no good and sufficient reason is made out to grant\n       anti-suit injunction to restrain the respondent from prosecuting the English\n       action, as such an order would clearly be in breach of agreement and the\n       court will not, except when proceedings in a foreign court of choice result in\n       perpetuating injustice aid a party to commit breach of the agreement. To\n       apply the principle in Donohue&#x27;s case good and sufficient reasons (strong\n       reasons) should be shown to justify departure form the contractual\n       obligations. Here, two contentions have been urged: the first is that the\n       English Court is forum non-conveniens in view of the alleged breach of the\n       agreement by the responde in the manner not foreseen. This, in our view, is\n       far from being a good and sufficient reason to ignore the jurisdiction\n       clause. Even otherwise the fact that the parties had agreed to resolve their\n       disputes arising under the agreement, shows that they had foreseen\n       possible breach of agreement by any of the parties and provided for the\n       resolution of the disputes which might arise thereform. In the context, the\n       foreseabilty test would take in circumstances which render approaching\n       the forum of choice impossible like the court of choice merging with other\n       court and losing its identity or a vis major etc., which would make it\n       impossible for the party seeking anti-suit injunction, to prosecute the case\n       before the forum of choice. In our view, on the facts of this case, the\n       foreseeability test cannot be extended to the manner of breach of the\n       contract so as to turn the forum of choice into forum non-conveniens.\n       Circumstances such as comparison of litigation expenses in England and\n       in India or the hardship and incurring of heavy expenditure on taking the\n       witnesses to the English Court, would be deemed to have been foreseen by\n       the parties when they agreed to submit to the jurisdiction of the English\n       Court in accordance with the principles of English law and the said\n       reasons cannot be valid grounds to interdict prosecution of the action in\n       the English Court of choice. And the second is that English Court has no\n       connection with either of the parties or the subject-matter and it is not a\n       court of natural jurisdiction. This reason can be taken note of when strong\n       reasons are shown to disregard the contractual obligation. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1857811\" id=\"span_48\">It cannot be a\n       good and sufficient reason in itself to justify the court of natural jurisdiction\n       to interdict action in a foreign court of choice of the parties.‖\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">CS(OS) 275/2010                                                               Page 36 of 37</span>\n 10.7    The said observations when read with in conjunction with the observations made\n\nin paragraph 19 of <a href=\"/doc/1857811/\" id=\"a_67\">Modi Entertainment Network</a> (supra) would lead to the conclusion\n\nthat, apart from other factors, (such as where the parties resided) the law which governed\n\nthe transactions, would be one of the determining factor in coming to a conclusion as to\n\nwhich is the more appropriate forum. The court specifically observed that <a href=\"/doc/1857811/\" id=\"a_68\">in that case</a>\n\nsince the proper law was English law, it meant that England was the more appropriate\n\nforum, in which the case, could be more suitably be tried.</span>\n</blockquote>\n<blockquote id=\"blockquote_42\">11.     Having regard to the above, in my view the issue framed here, in the present case,\n\n&quot;whether the court had jurisdiction to interfere and try the instant suit&quot; should more\n\nappropriately be: Given the contractual obligations undertaken by the parties, should this\n\ncourt entertain the instant suit? In my view, for the reasons given above, I am not\n\ninclined to entertain the present suit.\n</blockquote>\n<blockquote id=\"blockquote_43\">12.     The other issue raised by Mr.Kaul, appearing for the defendant, that the plaintiff\n\nhad not pleaded the foreign law nor filed an affidavit of an expert, in my view, would\n\nonly arise if the court were to otherwise exercise its discretion to entertain the suit.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_46\">Therefore, the judgments cited on this issue by Mr.Kaul, in my view, do not require a\n\ndiscussion.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">13.     In these circumstances, plaint is returned to enable the plaintiff to file the action in\n\nan appropriate court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n\n\n</p><pre id=\"pre_2\">AUGUST 26, 2010                                                RAJIV SHAKDHER, J\nda/kk\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">CS(OS) 275/2010                                                                Page 37 of 37</span>\n </pre>","numcites":20,"numcitedby":5,"docsource":"Delhi High Court","citetid":162348228,"divtype":"judgments","relatedqs":[{"value":"private international law","formInput":"private%20international%20law"},{"value":"non-exclusive jurisdiction","formInput":"non-exclusive%20jurisdiction"},{"value":"anti-suit injunction","formInput":"anti-suit%20injunction"},{"value":"anti suit injunction","formInput":"anti%20suit%20injunction"},{"value":"\"exclusive jurisdiction clause\"","formInput":"%22exclusive%20jurisdiction%20clause%22"},{"value":"jurisdiction cannot be conferred ","formInput":"jurisdiction%20cannot%20be%20conferred%20"},{"value":"forum non conveniens ","formInput":"forum%20non%20conveniens%20"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"suit for injunction","formInput":"suit%20for%20injunction"},{"value":"\"anti suit injunction\" ","formInput":"%22anti%20suit%20injunction%22%20"},{"value":"foreign court  filter:  stay of suit under section 151 cpc","formInput":"foreign%20court%20%20filter%3A%20%20stay%20of%20suit%20under%20section%20151%20cpc"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"public policy","formInput":"public%20policy"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"rhodia ltd","formInput":"rhodia%20ltd"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"grant of anti suit injunction ","formInput":"grant%20of%20anti%20suit%20injunction%20"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"ouster","formInput":"ouster"}],"cats":[{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}