{"tid":23742542,"publishdate":"2011-02-21","title":"Anita And Others vs State Of Punjab on 21 February, 2011","doc":"<h2 class=\"doc_title\">Anita And Others vs State Of Punjab on 21 February, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-p-mann\">T.P.S. Mann</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-p-mann\">T.P.S. Mann</a></h3>\n\n<pre id=\"pre_1\">IN THE HIGH COURT OF PUNJAB AND HARYANA\n              AT CHANDIGARH\n\n\n                             Criminal Appeal S-791-SB of 1995\n                             Date of Decision : February 21, 2011\n\n\n\nAnita and others\n                                                    ....Appellants\n                              Versus\nState of Punjab\n                                                   ....Respondent\n\nCORAM : HON&#x27;BLE MR. JUSTICE T.P.S. MANN\n\nPresent :   Mr. R.K. Dadwal, Advocate\n            for the appellants.\n\n            Mr. P.S. Sidhu, Additional Advocate General, Punjab\n\n            Mr. Ishwar Pal Singh, Advocate for\n            Mr. P.S. Ahluwalia, Advocate\n            for the complainant.\n\nT.P.S. MANN, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            The appellants have challenged the judgment and\n\norder dated 12.12.1995 passed by Additional Sessions Judge,\n\nJalandhar, whereby they stand convicted under <a href=\"/doc/653797/\" id=\"a_1\">Section 304-B</a>\n\nIPC and sentenced to undergo rigorous imprisonment for seven\n\nyears each.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">            According   to    the   prosecution,   on   7.8.1994,\n\ncomplainant Joginder Singh, alongwith his relations, was going to\n\nthe Police Station to report the matter when the police met them\n\nnear village Happowal crossing. He made statement Ex.PH to\n\nthe effect that his niece, namely, Sukhwinder Kaur, who was\n Criminal Appeal S-791-SB of 1995                          -2-\n\n\nM.A., was married to Parshotam Singh, who was employed in\n\nCRPF out of Punjab. Balbahadur Singh appellant was her father-\n\nin-law, Kulbir Singh her devar, Santosh her mother-in-law and\n\nAnita was her nanad. The complainant had given dowry as per\n\nhis capacity to Sukhwinder Kaur at the time of her marriage.\n\nSukhwinder Kaur had told him that all the appellants used to\n\nmaltreat her and demanding more dowry. They were asking for\n\neither Hero Honda or Scooter and also a sum of Rs.50,000/- in\n\ncash which was beyond his means. The complainant could not\n\noblige the appellants. Whenever Sukhwinder Kaur visited the\n\ncomplainant, she complained about her maltreatment at the\n\nhands of the appellants on account of not fulfilling their demand\n\nfor dowry.    Sukhwinder Kaur was made to look after her\n\nhusband&#x27;s grand-mother, who was quite old and suffering from\n\nparalysis. Sukhwinder Kaur also told the complainant that she\n\nwas made to wash her clothes as well as remove her human\n\nexcreta and to pick up the stool and the urine of old grand-\n\nmother-in-law, which she had been doing against her wishes.\n\nThe complainant assured his niece that he would come to her in-\n\nlaws and talk to them. The complainant, alongwith Malkiat Singh\n\nand Gurmukh Singh, members of the Gram Panchayat went to\n\nthe house of the appellants at Karnana, a week before the death\n\nof Sukhwinder Kaur, where the complainant asked them to\n\nbehave with her properly and not to maltreat her but the\n Criminal Appeal S-791-SB of 1995                             -3-\n\n\nappellants did not pay any heed to their request.       Sukhwinder\n\nKaur told the complainant and the persons accompanying him\n\nthat she was being kept as a prisoner in the house and the\n\nappellants did not permit her to even leave the house.         After\n\nhearing this, the complainant met Sucha Singh, resident of\n\nKarnana, who had arranged the marriage and told him about the\n\nmiserable condition of Sukhwinder Kaur because of the\n\nmaltreatment by the appellants and to convene a meeting of the\n\nvillage Panchayat in order to prevail upon the appellants not to\n\nmaltreat her. On 7.8.1994, Sucha Singh informed the complainant\n\nthat when he went to inquire about Sukhwinder Kaur, he found\n\nher dead. On the basis of aforesaid statement, FIR No.59 dated\n\n7.8.1994, under <a href=\"/doc/92983/\" id=\"a_2\">Sections 306</a>/<a href=\"/doc/653797/\" id=\"a_3\">304-B</a>/<a href=\"/doc/1560742/\" id=\"a_4\">302</a>/<a href=\"/doc/37788/\" id=\"a_5\">34</a> IPC was registered\n\nat Police Station Banga, against the appellants.\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">            Upon completion of investigation and presentation of\n\nchallan, followed by commitment of the case to the Court of\n\nSessions, charge under <a href=\"/doc/653797/\" id=\"a_6\">Section 304-B</a> IPC was framed against\n\nthe appellants, to which they pleaded not guilty and claimed trial.\n</p><p data-structure=\"PetArg\" id=\"p_5\"> Criminal Appeal S-791-SB of 1995                           -4-\n\n\n           In support of its case, the prosecution had examined\n\nPW1 Dr. Baldev Singh, PW2 Joginder Singh, PW3 Sucha Singh,\n\nPW4 Kamaljit Kaur, PW5 Madan Lal Sharda, Draftsman, PW6\n\nASI Kabal Singh, PW7 HC Kailash Chander, PW8 C-II Balbir\n\nSingh, PW0 C-II Pawanjit and PW10 ASI Swaran Singh.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_6\">           When examined under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> Cr.P.C., all the\n\nappellants denied the allegations appearing against them and\n\npleaded innocence. They further stated that Sukhwinder Kaur had\n\ncommitted suicide as she could not adjust in married life. Anita\n\nappellant was residing at her in-laws&#x27; house since her marriage\n\nand she never resided at village Karnana after marriage.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">           In defence, the accused examined DW1 Siri Ram,\n\nDW2 Parshotam Singh, DW3 Hardyal Singh and DW4 Inspector\n\nAvtar Singh, Food &amp; Supplies, Hoshiarpur.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">\n</p><p data-structure=\"CDiscource\" id=\"p_9\">           After hearing learned counsel for the parties and\n\ngoing through the evidence available on the file, the trial Court\n\nbelieved the prosecution case and convicted and sentenced the\n\nappellants, as mentioned above.\n</p>\n<p data-structure=\"Section\" id=\"p_10\">\n</p><p data-structure=\"Conclusion\" id=\"p_11\">           It may not be out of place to mention here that\n\nBalbahadur Singh and Santosh appellants died during the\n\npendency of the appeal. In view of the same, the Court, vide\n Criminal Appeal S-791-SB of 1995                             -5-\n\n\norder dated August 12, 2010 dismissed their appeal as having\n\nabated.   The appeal now survives qua Anita and Kulbir Singh\n\nappellants.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">\n</p><p data-structure=\"CDiscource\" id=\"p_13\">              I had heard learned counsel for the parties and\n\nperused the evidence with their able assistance.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">              Counsel for the appellants has submitted that in his\n\nstatement Ex.PH made to the police, Joginder Singh, uncle of the\n\ndeceased, did not state that accused had been harassing his\n\ndaughter Sukhwinder Kaur on account of giving           insufficient\n\ndowry and were demanding motor cycle/scooter and Rs.50,000/-\n\nand on account of non-fulfilment of their demand that the\n\ndeceased used to be harassed and maltreated. In such a\n\nsituation, it could not be said that the deceased was being\n\nharassed in connection with dowry and consequentially no\n\noffence under <a href=\"/doc/653797/\" id=\"a_8\">Section 304-B</a> IPC was made out. At the most, it\n\nmay be an offence under <a href=\"/doc/92983/\" id=\"a_9\">Section 306</a> IPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\n</p><p data-structure=\"CDiscource\" id=\"p_16\">              It is true that in the statement Ex.PH no mention was\n\nmade regarding demand for dowry or any harassment being met\n\nout to the deceased in connection thereof yet the initial version is\n\nnot required to be encyclopedia of all the events. At that point of\n\ntime, facts disclosing commission of cognizable offence are\n\nrequired to be brought to the notice of the police so that\n Criminal Appeal S-791-SB of 1995                            -6-\n\n\nnecessary action may be initiated against the culprit. A perusal\n\nof the statement Ex.PH clearly establishes that the deceased\n\nused to be maltreated by her in-laws so much so that she was\n\nforced to look-after her husband&#x27;s grand-mother, who had\n\nsuffered paralysis and the deceased was required to clean her\n\nprivate parts.   It was also stated that PW2 Joginder Singh\n\nalongwith two members of the Panchayat of his village went to\n\nthe accused in order to make them understand but no one\n\nlistened to him. Rather, the deceased told him that the accused\n\nhad practically detained her in the house and not allowing her to\n\nmove out. At that point of time, Sucha Singh, who was married to\n\nthe elder sister of the deceased and residing in the village of the\n\naccused and was the go-between in the marriage of the\n\ndeceased with Parshotam Singh had told the accused that the\n\ndeceased was educated and he would convene a Panchayat of\n\nhis village and make the accused understand. It is also\n\nmentioned in the statement Ex.PH that the deceased was married\n\nto Parshotam Singh only a year before her death. In such a short\n\nspan of time, a young and educated girl left this world on account\n\nof harassment meted out to her by the accused. Perusal of the\n\nstatements made by PW2 Joginder Singh, PW3 Sucha Singh and\n\nPW4 Kamaljit Kaur would reveal that they had consistently and\n\ncategorically stated before the trial court about the accused\n\nmaltreating Sukhwinder Kaur and demanding more dowry.             As\n Criminal Appeal S-791-SB of 1995                            -7-\n\n\nregards PW3 Sucha Singh and PW4 Kamaljit Kaur their first\n\nversion before the police was regarding maltreatment of the\n\ndeceased at the hands of the accused on account of non\n\nfulfillment of the demand for dowry.    It was primarily   for that\n\nreason that none of them was confronted with their statements\n\nmade to the police. In view of the above, it cannot be said that\n\nthe deceased had not been harassed on account of non-fulfilment\n\nof the demand for more dowry and, accordingly, it has to be held\n\nthat the accused were liable for the offence under <a href=\"/doc/653797/\" id=\"a_10\">Section 304-B</a>\n\nIPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\n</p><p data-structure=\"PetArg\" id=\"p_18\">            Another argument made by counsel for the appellants\n\nis that the prosecution did not examine Malkiat Singh and\n\nGurmukh Singh, members of the Gram Panchayat of the village\n\nof the complainant although they were said to have accompanied\n\nthe complainant to the house of the appellants a week before the\n\ndeath of Sukhwinder Kaur. Further, both PW3 Sucha Singh and\n\nPW4 Kamaljit Kaur were interested witnesses against the\n\naccused and, therefore, could not be relied upon to return a\n\nfinding of guilt against the accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n</p><p data-structure=\"CDiscource\" id=\"p_20\">            Both Malkiat Singh and Gurmukh Singh were given up\n\nby the prosecution on 19.10.1995 as having been won over by\n\nthe accused. As such, their non-examination by the prosecution\n Criminal Appeal S-791-SB of 1995                            -8-\n\n\nwould not cast any doubt qua the truthfulness of the prosecution\n\nversion.   As regards the interestedness of Sucha Singh and\n\nKamaljit Kaur, it may be noticed that Kamaljit Kaur is sister of\n\nSukhwinder Kaur deceased and wife of Sucha Singh. Said Sucha\n\nSingh belongs to village Karnana, the village of the accused and\n\nit was he who had acted as go-between in the marriage of\n\nSukhwinder Kaur with Parshotam Singh. Because of their\n\nrelationship with Joginder Singh, they can be termed as\n\nwitnesses in relation but that does not mean that they were\n\ninterested against the accused. Being resident of the village of\n\nthe accused, both, Sucha Singh and Kamaljit Kaur were expected\n\nto take care of the welfare of Sukhwinder Kaur and to report to\n\ncomplainant Joginder Singh in the event of her maltreatment and\n\nharassment at the hands of the accused. Merely because Sucha\n\nSingh and Kamaljit Kaur were closely related to deceased\n\nSukhwinder Kaur is no ground to reject their testimonies.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">           It is true that extra judicial confession is a weak type\n\nof evidence but in the present case, the testimonies of PW3\n\nSucha Singh and PW4 Kamaljit Kaur can be relied upon to show\n\nthat both Balbahadur Singh and Santosh accused had come to\n\ntheir residence and confessed their guilt by stating that they had\n\nmurdered Sukhwinder Kaur and he should help them to effect a\n\ncompromise with her in-laws. PW3 Sucha Singh belongs to the\n Criminal Appeal S-791-SB of 1995                            -9-\n\n\nvillage of the accused and also their close relative. Being married\n\nto another niece of complainant Joginder Singh, it was natural for\n\nthe accused to have reposed faith in him so as to impress upon\n\nhis in-laws to effect a compromise.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\n</p><p data-structure=\"RespArg\" id=\"p_23\">           The defence has tried to make capital of the letters\n\nExs. D1 to D7 as well as the greeting card to show that at no\n\npoint of time, Sukhwinder Kaur was ever maltreated or harassed\n\nin connection with dowry. PW2 Joginder Singh did not state if\n\nthose letters were written by Sukhwinder Kaur.       On the other\n\nhand, the defence neither sought the help of an expert or\n\nproduced her admitted writings to establish that they were in the\n\nhandwriting of the deceased. Moreover, her husband Parshotam\n\nSingh was not living in the village but was serving in CRPF and\n\ndeployed at a far of place. In the event of the deceased\n\ncomplaining to her husband about her maltreatment at the hands\n\nof the accused, her life would have been made more miserable as\n\nshe was already been made to take care of the personal hygiene\n\nof her husband&#x27;s grand-mother.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\n</p><p data-structure=\"CDiscource\" id=\"p_25\">           From the testimony of PW1 Dr. Baldev Singh, Medical\n\nOfficer, Civil Hospital, Nawanshahar it stands established that\n\nthough there was no mark of external injury yet there were\n\nabnormal movements of the head at the atlanto-occipital joint.\n</p><p data-structure=\"CDiscource\" id=\"p_26\"> Criminal Appeal S-791-SB of 1995                            -10-\n\n\nDeeper dissection revealed fracture of first cervical vertebra.\n\nUnderlying ligaments were torn. Muscles of neck on the back\n\nwere ruptured. There was extra-vassation of fluid blood in the\n\nsubcutaneous tissues. Clotted blood was present in the layer of\n\nmuscles. There was laceration of spinal cord and medula\n\noblongata. He further deposed that after receipt of the report of\n\nthe chemical examination, he opined that the cause of death was\n\ndue to asphyxia as a result of poison and the injury described was\n\nante-mortem in nature. He further deposed that the injury was\n\nsufficient to cause death and possibility of injury being caused by\n\na karate blow given on the neck after putting a cloth on the neck\n\ncould not be ruled out. It, therefore, establishes that immediately\n\nafter the poison was administered to the deceased that violent\n\nforce was used as a result of which the neck of Sukhwinder Kaur\n\nwas broken. This fact had also appeared in the extra judicial\n\nconfession made by Balbahadur Singh and Santosh accused that\n\nafter Balbahadur Singh had given poisonous substance in milk to\n\nSukhwinder Kaur, his son Kulbir Singh accused, who was player\n\nof karate gave 3/4 karate blows to Sukhwinder Kaur with the\n\nresult that her neck was broken.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">\n</p><p data-structure=\"Conclusion\" id=\"p_28\">           In view of the above, the prosecution has been able to\n\nestablish the ingredients for the offence under <a href=\"/doc/653797/\" id=\"a_11\">Section 304-B</a> IPC.\n\nHowever, at the same time, the Court is of the view that Anita\n Criminal Appeal S-791-SB of 1995                           -11-\n\n\nappellant might not have played any role in committing the crime.\n\nAdmittedly, she was married about about 5 years earlier to the\n\nmarriage of Sukhwinder Kaur deceased with Parshotam Singh,\n\nher brother, and ever since then, she had been residing at her in-\n\nlaws&#x27; place. Possibility cannot be ruled out that because of her\n\nrelationship with the other accused that she was falsely\n\nimplicated in the present case.   At the same time, no case is\n\nmade out for doubting the involvement of Kulbir Singh in the\n\ncommission of the crime punishable under <a href=\"/doc/653797/\" id=\"a_12\">Section 304-B</a> IPC.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">           In view of the above, the appeal of Anita appellant is\n\naccepted, her conviction and sentence is set aside and she is\n\nacquitted of the charge under <a href=\"/doc/409589/\" id=\"a_13\">Section 304</a> IPC. The appeal of\n\nKulbir Singh appellant is dismissed and his conviction under\n\n<a href=\"/doc/653797/\" id=\"a_14\">Section 304-B</a> IPC and sentence of seven years is maintained.\n\nNo orders are required to be passed qua the appeal of Balbir\n\nSingh and Santosh appellants as their appeal already stands\n\ndisposed of on 12.8.2010 as having abated.</p><pre id=\"pre_2\">\n\n\n\n\n                                         ( T.P.S. MANN )\nFebruary 21, 2011                             JUDGE\nsatish\n </pre>","numcites":6,"numcitedby":23,"docsource":"Punjab-Haryana High Court","citetid":23742542,"divtype":"judgments","relatedqs":[{"value":"section 304 ipc","formInput":"section%20304%20ipc"},{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"304 b ipc","formInput":"304%20b%20ipc"},{"value":"section 304 indian penal code","formInput":"section%20304%20indian%20penal%20code"},{"value":"section 304-b of ipc","formInput":"section%20304-b%20of%20ipc"},{"value":"304 ipc","formInput":"304%20ipc"},{"value":"confession","formInput":"confession"},{"value":"indian penal code 304","formInput":"indian%20penal%20code%20304"},{"value":"poisoned","formInput":"poisoned"},{"value":"304-b","formInput":"304-b"},{"value":"section 304","formInput":"section%20304"},{"value":"sec 304(b) of ipc","formInput":"sec%20304%28b%29%20of%20ipc"},{"value":"joginder singh","formInput":"joginder%20singh"},{"value":"section 304-b","formInput":"section%20304-b"},{"value":"section 304 B indian penal code","formInput":"section%20304%20B%20indian%20penal%20code"},{"value":"section 304 B u/s ipc","formInput":"section%20304%20B%20u/s%20ipc"},{"value":"section 304 b of i.p.c","formInput":"section%20304%20b%20of%20i.p.c"},{"value":"304 i.p.c","formInput":"304%20i.p.c"},{"value":"Karat","formInput":"Karat"},{"value":"Section 304(b)","formInput":"Section%20304%28b%29"}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"abetment-to-suicide","formInput":"tag:abetment-to-suicide"},{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"examine-accused","formInput":"tag:examine-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}