{"tid":869737,"publishdate":"2007-07-25","title":"P. Manohar Reddy vs Appellate Authority Under Section 53 Of ... on 25 July, 2007","doc":"<h2 class=\"doc_title\">P. Manohar Reddy vs Appellate Authority Under Section 53 Of ... on 25 July, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2007(6)ALD686, 2007(6)ALT76, (2008)ILLJ1117AP</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-ranganathan\">Ramesh Ranganathan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-ranganathan\">Ramesh Ranganathan</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nRamesh Ranganathan, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Aggrieved by the orders of the Assistant Commissioner of Labour, the appellate authority under the <a href=\"/doc/83656558/\" id=\"a_1\">A.P. Shops and Establishments Act</a>, these four writ petitions are filed by an employee of the second respondent-company. To decide the questions raised therein it would suffice if the facts in W.P. No. 22172 of 1997 are noted.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioner was appointed as a veterinary service representative in the respondent-company with effect from 10-12-1989. He met with an accident on 13-04-1992. After undergoing extensive treatment he reported for duty along with a medical fitness certificate. His joining report was accepted, he was permitted to join duty, the period from the date of his accident till he joined duty was treated as leave, he was paid medical expenses and other benefits and he commenced work from 11-01-1993. While matters stood thus the second respondent, vide letter dated 05-06-1993, asked him to &quot;stop work&quot; from 08-06-1993. Petitioner would submit that, as the order to &quot;stop work&quot; was neither an order of suspension nor termination of his services, he was continued to be paid full wages. However, from 01-10-1993, the 2nd respondent stopped paying wages. As several representations, seeking payment of wages, were of no avail the petitioner invoked the jurisdiction of the Authority under <a href=\"/doc/42981320/\" id=\"a_2\">Sections 50</a> and <a href=\"/doc/146972546/\" id=\"a_3\">51</a> of the A.P. Shops and Establishments Act, 1988 (for short &#x27;the Act&#x27;) claiming wages from 01 -10-1993 to 31 -05-1994 and bonus for the year 1992-93. The Authority, after enquiry and by order dated 08-05-1996, held that, since the respondent-company had issued an order to stop work, the petitioner was entitled to wages, that the claim was maintainable under <a href=\"/doc/146972546/\" id=\"a_4\">Section 51</a> of the Act, that the respondent-company had not paid wages wilfully and intentionally and that there were no bona fides in withholding wages for the past several years. The application was allowed and the respondent-company was directed to deposit the claim amount along with one time compensation equal to the amount to be deposited.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. Aggrieved thereby, the 2nd respondent preferred an appeal to the Assistant Commissioner of Labour, the appellate authority under <a href=\"/doc/15746140/\" id=\"a_5\">Section 53</a> of the Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. The Appellate Authority noted the 2nd respondent&#x27;s contention that entitlement of wages was itself in dispute and, unless entitlement was decided, the claim under <a href=\"/doc/42981320/\" id=\"a_6\">Section 50</a> of the Act could not be entertained, that the petitioner had contended that he was prevented from working and that the Authority had held that, when an employee was asked not to work, he was entitled to full wages and on non-payment thereof it became &quot;delayed wages&quot;. The Appellate Authority, placing reliance on Payment of Wages Inspector, Ujjain v. The Barnagar Electric Supply and Industrial Co. Ltd. , held that the Authority under <a href=\"/doc/42981320/\" id=\"a_7\">Section 50</a> had no jurisdiction as nonpayment of compensation was neither an illegal deduction nor did it amount to delay in payment of wages, that the issue was not delayed wages and, since the employee had himself contended that he was prevented from working, entitlement of wages itself was in dispute and the claim could not have been entertained under <a href=\"/doc/146972546/\" id=\"a_8\">Section 51</a> of the Act. The Appellate Authority held that delayed wages should be understood with reference to <a href=\"/doc/21146454/\" id=\"a_9\">Section 38</a> of the Act and, if wages payable and earned were not paid in the manner and time stipulated thereunder, claims arising out of such delay alone fell within the jurisdiction of the Authority under <a href=\"/doc/42981320/\" id=\"a_10\">Section 50</a> of the Act. The Appellate Authority held that the Original Authority had erred in entertaining the claim and had exceeded his jurisdiction. The orders under appeal were set aside by order dated 30-06-1997. Aggrieved thereby, the petitioner-employee has invoked the jurisdiction of this Court.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1853793\" id=\"span_1\">5. Sri B.G. Ravindra Reddy, learned Counsel for the petitioner, would submit that the 2nd respondent had asked the petitioner to stop work, that no enquiry was held, that the services of the employee were neither suspended nor terminated, that the contract of employment continued to subsist and that the Authority had jurisdiction to adjudicate the claim since non-payment of wages, in this factual matrix, amounted to delayed payment of wages. Learned Counsel wouid submit that it is only when subsistence of the contract of employment is itself in dispute that the Authority is divested of jurisdiction as the remedy available in such cases is under <a href=\"/doc/116196490/\" id=\"a_11\">Section 47</a> of the Act. Learned Counsel would place reliance on V.P. Gindroniya v. State of Madya Pradesh , <a href=\"/doc/1853793/\" id=\"a_12\">P. Doraikannu v. The Proprietor</a>, Hotel Savoy  and Neo Mysore Cafe v. K.S. Ravichander and Ors. 1982 (1) APLJ 37.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"270555\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"398653\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1734620\" id=\"span_4\">6. Sri C.R. Sridharan, learned Counsel for the second respondent, on the other hand, would submit that not providing work may fall under several categories, that it may be on account of strike or lockout or any other reason, that merely because work was not provided to an employee it could not be said that non-payment of wages amounted to delay in payment of wages, that the Authority was not entitled to conduct a detailed enquiry to adjudicate disputed questions of fact and it is only when the factum of delay in payment of wages is admitted would the Authority be entitled to compute the amount payable and the compensation to be paid for such delay and not otherwise. Learned Counsel would contend that <a href=\"/doc/146972546/\" id=\"a_13\">Section 51</a> of the Act is similar to <a href=\"/doc/1141341/\" id=\"a_14\">Section 15(2)</a> of the Payment of Wages Act and that the law laid down, while interpreting <a href=\"/doc/1106018/\" id=\"a_15\">Section 15</a> of the Payment of Wages Act, would also apply to <a href=\"/doc/42981320/\" id=\"a_16\">Sections 50</a> and <a href=\"/doc/146972546/\" id=\"a_17\">51</a> of the Act. Learned Counsel would rely on Payment of Wages Inspector, Ujjain (1 supra), <a href=\"/doc/1734620/\" id=\"a_18\">Shri Ambica Mills Co. Ltd. v. Shri S. B. Bhatt</a> , <a href=\"/doc/398653/\" id=\"a_19\">Bank of India v. T.S. Kelawala and Ors.</a> 1990(2) LLJ 39, Bhagaband Colliery v. Their Workmen 1962 (<a href=\"/doc/270555/\" id=\"a_20\">2) ILJ 356, Algemene Bank, Nederland, N v. Central Govt., Labour</a> Court, Calcutta 1977 (2) LLJ 117 (Cal.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"965919\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"286127\" id=\"span_6\"><a href=\"/doc/286127/\" id=\"a_21\">HC), Mohammed Ayub v. Mohammed &amp; Sons</a> 1995 (<a href=\"/doc/965919/\" id=\"a_22\">1) LLJ 978 (Raj.), Administration Krishi Upaj Mandi Samithi Doongargarh v. Gauri Shanker</a> 1998 Supp.</span></span> (3) LLJ 1272 and A.V.D. Costa, Divisional Engineer, G.I.P. Railway v. B.C. Patel .\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">The Statutory Scheme.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">7. <a href=\"/doc/149253210/\" id=\"a_23\">Section 2(23)</a> of the A.P. Shops and Establishments Act defines &quot;Wages&quot;:\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;Wages&quot; means every remuneration, whether by way of salary, allowance, or otherwise expressed in terms of money or capable of being so expressed which would, if the terms of employment, express or implied were fulfilled, be payable to an employee in respect of his employment or of work done in such employment, and includes -\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">(a) any remuneration payable under any settlement between the parties or order of a tribunal or court;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(b) any remuneration to which the employee is entitled in respect of overtime work or holidays or any leave period;\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(c) any additional remuneration payable under the terms of employment, whether called a bonus or by any other name;\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(d) any sum which by reason of the termination of employment of the employee is payable under any law, contract or instrument which provides for the payment of such sum, whether with or without deductions, but does not provide for the time within which the payment is to be made;\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(e) any sum to which the employee is entitled under any scheme framed under any law for the time being in force; but does not include -\n</blockquote>  \n\n<blockquote id=\"blockquote_7\">(i) any bonus, whether under a scheme of profit sharing or otherwise, which does not form part of the remuneration payable under the terms of employment or which is not payable under any award or settlement between the parties or order of court;\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(ii) the value of any house accommodation, or of the supply of light, water, medical attendance or other amenity or of any service excluded from the computation of wages by a general or special order of the Government;\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(iii) any contribution paid by the employer to any person or provident fund, and the interest which may have accrued thereon;\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(iv) any travelling allowance or the value of any travelling concession;\n</blockquote> \n\n<blockquote id=\"blockquote_11\">(v) any sum paid to the employee to defray special expenses entailed on him by the nature of his employment;\n</blockquote> \n\n<blockquote id=\"blockquote_12\">(vi) any service compensation payable on the termination of employment in cases other than those specified in Sub-clause (d);\n</blockquote> \n\n<blockquote id=\"blockquote_13\">(vii) the subscription paid by the employee to life insurance and contribution paid by the employer to the life insurance of the employee under the provisions of this Act and the bonus which may have accrued thereon; or\n \n\n</blockquote><blockquote id=\"blockquote_14\">(viii) house rent allowance payable by the employer;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\">8. Chapter VIII relates to Wages, Conditions for Termination of Services, Appeals, Suspension and Terminal Benefits and <a href=\"/doc/71996608/\" id=\"a_24\">Section 36</a>, which relates to fixation of the wage period, provides that every employer shall fix periods in respect of which such wages shall be payable and that no wage period shall exceed one month. <a href=\"/doc/39092670/\" id=\"a_25\">Section 37</a> relates to wages for overtime work and thereunder where any employee in any establishment is required to work overtime he shall be entitled, in respect of such overtime work, to wages at twice the ordinary rate of wages. <a href=\"/doc/21146454/\" id=\"a_26\">Section 38</a>, which prescribes the time of payment of wages, reads thus:\n</p>  \n\n<blockquote id=\"blockquote_15\">Time of payment of wages:- (1) The wages of every employee shall be paid before the expiry of the fifth day after the last day of the wage period in respect of which the wages are payable.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(2) Where the service of any employee is terminated by or on behalf of the employer the wages earned by such employee shall be paid before the expiration of the second working day from the day on which his employment is terminated.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(3) The Government may, by general or special order and for reasons stated therein exempt an employer from the operation of this section in respect of the wages of any employee or class of employees to such extent and subject to such conditions as may be specified in the order.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\">9. <a href=\"/doc/116196490/\" id=\"a_27\">Section 47</a> prescribes the conditions for terminating the services of an employee, payment of service compensation for termination, retirement, resignation, disablement, etc., and payment of subsistence allowance for the period of suspension. <a href=\"/doc/170942961/\" id=\"a_28\">Section 48</a> provides for appointment of an Authority to hear and decide appeals arising out of termination of services.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">10. Chapter IX relates to Appointment, Powers and Duties etc. of the Authority to hear and decide claims relating to wages etc. of Employees in Establishments. <a href=\"/doc/42981320/\" id=\"a_29\">Section 50</a> relates to appointment of an Authority to hear and decide claims relating to wages and <a href=\"/doc/146972546/\" id=\"a_30\">Section 51</a> relates to claims arising out of deductions from wages or delay in payment of wages etc., and penalty for malicious or vexatious claims. <a href=\"/doc/15746140/\" id=\"a_31\">Section 53</a> provides for an appeal against an order dismissing, either wholly or in part, an application made under Sub-section (1) of <a href=\"/doc/146972546/\" id=\"a_32\">Section 51</a>. <a href=\"/doc/75760085/\" id=\"a_33\">Section 55</a> relates to the power of the authority and, thereunder, every authority appointed under <a href=\"/doc/42981320/\" id=\"a_34\">Section 50</a> shall have all the powers of a Civil Court under <a href=\"/doc/161831507/\" id=\"a_35\">the Code of Civil Procedure</a>, 1908 for the purpose of taking evidence and of enforcing attendance of witnesses, compelling production of documents, and every such authority shall be deemed to be a Civil Court for the purposes of Section 195 and of Chapter XXVI of the <a href=\"/doc/445276/\" id=\"a_36\">Code of Criminal Procedure</a>, 1973.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">Now the provisions of the <a href=\"/doc/794158/\" id=\"a_37\">Payment of Wages Act</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">11. <a href=\"/doc/175319215/\" id=\"a_38\">Section 2(vi)</a> of the Payment of Wages Act defines &#x27;Wages&#x27;. Under <a href=\"/doc/97518543/\" id=\"a_39\">Section 3</a>, every employer shall be responsible for the payment, to the person employed by him, of all wages required to be paid under the Act. <a href=\"/doc/174021303/\" id=\"a_40\">Section 4</a> relates to fixation of wage-periods and, thereunder, every person responsible for the payment of wages under <a href=\"/doc/97518543/\" id=\"a_41\">Section 3</a> shall fix periods in respect of which such wages shall be payable and no wage period shall exceed one month. <a href=\"/doc/163504657/\" id=\"a_42\">Section 5</a> relates to the time of payment of wages. <a href=\"/doc/111275290/\" id=\"a_43\">Section 15</a> relates to claims arising out of deductions from wages or delay in payment of wages and penalty for malicious or vexatious claims. <a href=\"/doc/88121965/\" id=\"a_44\">Section 17</a> relates to appeals and <a href=\"/doc/93804524/\" id=\"a_45\">Section 18</a> to the powers of authorities appointed under <a href=\"/doc/111275290/\" id=\"a_46\">Section 15</a>. Thereunder every authority, appointed under Sub-section (1) of <a href=\"/doc/111275290/\" id=\"a_47\">Section 15</a>, shall have all the powers of a Civil Court under <a href=\"/doc/161831507/\" id=\"a_48\">the Code of Civil Procedure</a>, 1908 for the purpose of taking evidence, enforcing the attendance of witnesses and compelling the production of documents. <a href=\"/doc/129353787/\" id=\"a_49\">Section 22</a> provides that no Court shall entertain any suit for the recovery of wages or of any deduction from wages in so far as the sum so claimed forms the subject of an application under <a href=\"/doc/111275290/\" id=\"a_50\">Section 15</a> and which is pending before the authority appointed under that Section or of an appeal under <a href=\"/doc/88121965/\" id=\"a_51\">Section 17</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">12. <a href=\"/doc/1223608/\" id=\"a_52\">Sections 3</a>, <a href=\"/doc/915487/\" id=\"a_53\">4</a> and <a href=\"/doc/1624119/\" id=\"a_54\">5</a> of the Payment of Wages Act are similar to <a href=\"/doc/166428491/\" id=\"a_55\">Sections 35</a>, <a href=\"/doc/71996608/\" id=\"a_56\">36</a> and <a href=\"/doc/21146454/\" id=\"a_57\">38</a> of the A.P. Shops and Establishments Act. <a href=\"/doc/184433303/\" id=\"a_58\">Section 15(1)</a> is similar to <a href=\"/doc/42981320/\" id=\"a_59\">Section 50</a> and <a href=\"/doc/113810734/\" id=\"a_60\">Section 15(2)</a> is similar to <a href=\"/doc/146972546/\" id=\"a_61\">Section 51</a>. It is useful to extract <a href=\"/doc/1106018/\" id=\"a_62\">Section 15</a> of the Payment of Wages Act in juxtaposition to <a href=\"/doc/42981320/\" id=\"a_63\">Sections 50</a> and <a href=\"/doc/146972546/\" id=\"a_64\">51</a> of the A.P Shops and Establishments Act.\n</p><pre id=\"pre_2\">        Payment of Wages Act                       A.P. Shops &amp; Establishments Act\n\n<a href=\"/doc/184433303/\" id=\"a_65\">Section 15(1)</a>: The State Government may,      <a href=\"/doc/42981320/\" id=\"a_66\">Section 50</a>: The Government may, by\nby notification in the official Gazette,      notification, appoint an authority to hear\nappoint a presiding officer of any Labour     and decide for any specified area all\nCourt or Industrial Tribunal, constituted     claims arising out of deductions from the\nunder the <a href=\"/doc/500379/\" id=\"a_67\">Industrial Disputes Act, 1947</a>       wages or delay in payment of the wages\n(14 of 1947, or under any corresponding       or service compensation payable under\nlaw relating to the investigation and         this Act to employees in any\nsettlement of industrial disputes in force    establishment in that area.\nin the State or] any Commissioner for\nWorkmen&#x27;s Compensation or other officer\nwith experience as a Judge of a Civil\nCourt or as a stipendiary Magistrate to be\nthe authority to hear and decide for any\nspecified area all claims arising out of\ndeductions from the wages, or delayin\npayment of the wages [of persons\nemployed or paid in that area],\nincluding all matters incidental to such\nclaims:\n\nProvided that where the State Government\nconsiders it necessary so to do, it may\nappoint more than one authority for any\nspecified area and may, by general or\nspecial order, provide for the distribution\nor allocation of work to be performed by\nthem under this Act.\n\n<a href=\"/doc/111275290/\" id=\"a_68\">Section 15</a>:\n\n(2) Where contrary to the provisions of       <a href=\"/doc/146972546/\" id=\"a_69\">Section 51</a>: Claims arising out of\nthis Act any deduction has been made          deductions from wages or delay in\nfrom the wages of an employed person,         payment of wages etc., and penalty for\nor any payment of wages has been delayed,     malicious or vexations claims:\nsuch person himself, or any legal\npractitioner or any official of a             (1) Where, contrary to the provisions of\nregistered trade union authorized in          this Act, any deduction has been made from\nwriting to act on his behalf, or any          the wages of an employee in an\nInspector under this Act, or any other        establishment or any payment of wages or\nperson acting with the permission of          service compensation to him has been\nthe authority appointed under                 delayed, such employee himself, or if he\nSub-section (1), may apply to such            is dead any of his dependants or any\nauthority for a direction under               legal practioner. or any official of a\nSub-section (3):                              registered Trade Union authorised in\n                                              writing to act on behalf of such employee\nProvided that every such application          or dependant, or any Inspector under this\nshall be presented within twelve months       Act or any other person acting with the\nfrom the date on which the deduction          permission of the authority appointed\nfrom the wages was made or from the           under <a href=\"/doc/42981320/\" id=\"a_70\">Section 50</a> may apply to such\ndate on which the payment of the wages        authority for a direction under\nwas due to be made, as the case may be:       Sub-section (2):\n\nProvided further that any application         Provided that every such application\nmay be admitted after the said period         shall be presented within one year from\nof [twelve months] when the applicant         the date on which the deduction from\nsatisfies the authority that he had           the wages was made or from the date on\nsufficient cause for not making the           which the payment of the wages or\napplication within such period.               service compensation was due to be\n                                              made, as the case may be:\n(3) When any application under\nSub-section (2) is entertained, the           Provided further that any application\nauthority shall hear the applicant and        may be admitted after the said period\nthe employer or other persons                 of one year when the applicant\nresponsible for the payment of wages          satisfies the authority that he had\nunder <a href=\"/doc/97518543/\" id=\"a_71\">Section 3</a>, or give them an              sufficient cause for not making the\nopportunity of being heard, and, after        application within such period.\nsuch further enquiry, if any, as may\nbe necessary, may, without prejudice          (2) When any application under\nto any other penalty to which such            Sub-section (1) is entertained the\nemployer or other person is liable            authority shall, hear the applicant\nunder this Act, direct the refund to          and the employer or give them an\nthe employed person of the amount             opportunity of making representation\ndeducted, or the payment of the               either in person or through an\ndelayed wages, together with the              authorised representative, and\npayment of such compensation as the           after such further inquiry, if any,\nauthority may think fit, not exceeding        as may be necessary, may, without\nten times the amount deducted in the          prejudice to any other penalty to\nformer case and not exceeding twenty          which such employer is liable under\nfive rupees in the latter, and even           this Act, direct the refund to the\nif the amount deducted or the delayed         employee of the amount deducted,\nwages are paid before the disposal of         or the payment of the delayed wages\nthe application, direct the payment of        or the service compensation together\nsuch compensation, as the authority           with the payment of such compensation\nmay think fit, not exceeding twenty           as the authority may think fit, not\nfive rupees;                                  exceeding ten times the amount\n                                              deducted or the amount of delayed\nProvided that no direction for the            wages and not exceeding ten rupees\npayment of compensation shall be made         in case of service compensation:\nin the case of delayed wages if the\nauthority is satisfied that the delay         Provided that, no direction for the\nwas due to:                                   payment of compensation shall be\n                                              made in the case of delayed wages\n(a) a bona fide error or bona fide            or service compensation if the\ndispute as to the amount payable to           authority is satisfied that the\nthe employed person; or                       delay was due to-\n\n(b) the occurrence of an emergency,              (a) a bona fide error or a bona\nor the existence of exceptional                      fide dispute as to the amount\ncircumstances, such that the person                  payable to the employee; or\nresponsible for the payment of the\nwages was unable, though exercising              (b) the existence of exceptional\nreasonable diligence, to make prompt                 circumstances, such that the\npayment, or                                          employer was unable though\n                                                     exercising reasonable diligence,\n(c) the failure of the employed                      to make prompt payment; or\nperson to apply for or accept                    (c) the failure of the employee to\npayment.                                             accept payment.\n\n(4) If the authority hearing an               (3) If the authority hearing any\napplication under this section is             application under this section is\nsatisfied-                                    satisfied that it was either malicious\n                                              or vexatious, the authority may direct\n(a) that the application was either           that a penalty not exceeding five\nmalicious, or vexatious, the authority        rupees be paid to the employer by\nmay direct that a penalty &quot;not fifty          the person presenting the application.\nrupees&quot; be paid to the employer or\nother person responsible for the              (4) Any amount directed to be paid\npayment of wages by the person                under this section may be recovered-\npresenting the application; or\n                                               (a) if the authority is a Magistrate,\n(b) that in any case in which                      by the authority as if it were a\ncompensation is directed to be paid                fine imposed by him as Magistrate;\nunder Sub-section (3), the applicant               and\nought not to have been compelled to\nseek redress under this section, the           (b) if the authority is not a\nauthority may direct that a penalty                Magistrate, by any Magistrate to\nnot exceeding fifty rupees be paid                 whom the authority makes an\nto the State Government by the                     application in this behalf, as\nemployer or other person responsible               if it were a fine imposed by\nfor the payment of wages.                          such Magistrate.\n\n(4-A) Where there is any dispute as to\nthe person or persons being the legal\nrepresentative or representatives of\nthe employer or of the employed person,\nthe decision of the authority on such\ndispute shall be final.\n\n(4-B) Any inquiry under this section\nshall be deemed to be a judicial\nproceeding within the meaning of\n<a href=\"/doc/308396/\" id=\"a_72\">Sections 193</a>, <a href=\"/doc/311136/\" id=\"a_73\">219</a> and <a href=\"/doc/1969991/\" id=\"a_74\">228</a> of the\nIndian Penal Code (45 of 1860).\n\n(5) Any amount directed to be paid\nunder this section may be recovered-\n\n(a) if the authority is a Magistrate,\nby the authority as if it were a fine\nimposed by him as Magistrate, and\n\n(b) if the authority is not a\nMagistrate, by any Magistrate to whom\nthe authority makes application in\nthis behalf, as if it were a fine\nimposed by such Magistrate.\n\n \n\n</pre><p data-structure=\"Precedent\" id=\"p_15\">13. Before examining the contentions raised in these batch of writ petitions, it is useful to refer to the judgments relied upon, and the factual context in which they came to be passed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">14. In A.V.D Costa (11 supra), the 2nd respondent was employed as a carpenter on daily wages. The Railway administration introduced a scheme creating a cadre of skilled labourers on monthly rated pay. Admitted to it were only those who had passed the test. The 2nd respondent did not pass the test and continued to serve on daily wages. He filed an application under <a href=\"/doc/1141341/\" id=\"a_75\">Section 15(2)</a> of the Payment of Wages Act to recover the additional amount of wages that would have become payable to him had he been taken in the cadre of monthly rated employees. The Supreme Court, after considering the scheme of the <a href=\"/doc/794158/\" id=\"a_76\">Payment of Wages Act</a>, observed:\n</p>  \n\n<blockquote id=\"blockquote_18\">...If the parties entered into the contract of service, sway by correspondence and the contract is to be determined with reference to the letters that passed between them, it may be open to the Authority to decide the controversy and find-out what the terms of contract with reference to these letters were. But if an employee were to say that his wages were Rs. 100/- per month, which he actually received as and when they fall due, but that he would be entitled to higher wages, if his claims to be placed on the higher wages scheme had been recognized and given effect to, that would not in our opinion, be a matter within the ambit of jurisdiction....\n</blockquote> \n\n<blockquote id=\"blockquote_19\">...The Authority had the jurisdiction to decide what actually the terms of the contract between the parties were, that is to say, to determine the actual wages; but the Authority has no jurisdiction to determine the question of potential wages....\n</blockquote> \n\n<blockquote id=\"blockquote_20\">...The appellant is responsible to pay the respondent only such wages as are shown in the relevant Register of Wages presumably maintained by the Department under the provisions of the Act, but he cannot be directed to pay the respondent higher wages as determined by the Authority that he should have been placed on the monthly wages Scheme....\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(emphasis supplied)\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_7\">In <a href=\"/doc/1734620/\" id=\"a_77\">Shri Ambica Mills Co., Ltd.</a> (5 supra), while passing an award fixing wages for different categories of workers working in textile mills at Ahmedabad, the Industrial Tribunal left the question of wages to be paid to clerks open for its future decision. Among those operators, whose wages were determined by the Award, included the hand-folders. The Industrial Tribunal observed that, if there were persons, who were doing cut-looking as well as folding, they should be paid the same rate of wages as earned by other cut-lookers in Bombay. Subsequently an agreement was reached between the Ahmedabad Mill Owners Association and the Textile Labour Association on the wages payable to clerks. Clause (2) provided that the agreement would apply to all clerks employed in the local mills and, under Clause (5), a separate scale for those employees, who occupied a position lower than that of a full-fledged clerk, but higher than that of an operator, was provided for. Claiming extension of the benefit of Clause (5) the cut-lookers invoked the jurisdiction of the Payment of Wages Authority who rejected all their contentions. Later, certain employees approached the Authority contending that they were semi-clerks, occupying a position lower than that of a full-fledged clerk and higher than that of an operator, that they were governed by Clause (5) of the agreement and were entitled to the increments provided by the said clause. The Authority, however, held that these employees were governed by the award of the Industrial Tribunal and did not fall under the subsequent agreement. The District Judge, after examining the question whether the duties performed by these semi-clerks were similar to the duties performed by clerks, dismissed the appeal. Thereafter, the semi-clerks approached the Bombay High Court which held that the decision of the Appellate Authority was erroneous in law and remanded the matter back to the Authority for being dealt with in the light of its judgment. Aggrieved thereby, when the Textile Mills Association carried the matter in appeal, the Supreme Court observed:</span>\n</p>  \n\n<blockquote id=\"blockquote_22\">...The scheme of the Act is clear. <a href=\"/doc/794158/\" id=\"a_78\">The Act</a> was intended to regulate the payment of wages to certain classes of persons employed in industry, and its object is to provide for a speedy and effective remedy to the employees in respect of their claims arising out of illegal deductions or unjustified delay made in paying wages to them. With that object <a href=\"/doc/175319215/\" id=\"a_79\">Section 2 (vi)</a> of the Act has defined wages. <a href=\"/doc/915487/\" id=\"a_80\">Section 4</a> fixes the wage period. <a href=\"/doc/1624119/\" id=\"a_81\">Section 5</a> prescribes the time of payment of wages; and <a href=\"/doc/392051/\" id=\"a_82\">Section 7</a> allows certain specified deductions to be made. <a href=\"/doc/1106018/\" id=\"a_83\">Section 15</a> confers jurisdiction on the authority appointed under the said section to hear and decide for any specified area claims arising out of deductions from wages, or delay in payment of wages, of persons employed or paid in that area. It is thus clear that the only claims which can be entertained by the authority are claims arising out of deductions or delay made in payment of wages. The jurisdiction thus conferred on the authority to deal with these two categories of claims is exclusive; for <a href=\"/doc/1939183/\" id=\"a_84\">Section 22</a> of the Act provides that matters which lie within the jurisdiction of the authority are excluded from the jurisdiction of ordinary civil courts. Thus in one sense the jurisdiction conferred on the authority is limited by <a href=\"/doc/1106018/\" id=\"a_85\">Section 15</a>, and in another sense it is exclusive as prescribed by <a href=\"/doc/1939183/\" id=\"a_86\">Section 22</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">...In dealing with claims arising out of deductions or delay made in payment of wages the authority inevitably would have to consider questions incidental to the said matters. In determining the scope of these incidental questions care must be taken to see that under the guise of deciding incidental matters the limited jurisdiction is not unreasonably or unduly extended. Care must also be taken to see that the scope of these incidental questions is not unduly limited so as to affect or impair the limited jurisdiction conferred on the authority. While considering the question as to what could be reasonably regarded as incidental questions let us revert to the definition of wages prescribed by <a href=\"/doc/175319215/\" id=\"a_87\">Section 2(vi)</a>. <a href=\"/doc/175319215/\" id=\"a_88\">Section 2(vi)</a> as it then stood provided, inter alia, that &quot;wages&quot; means all remuneration capable of being expressed in terms of money which would, if the terms of the contract of employment, express or implied, were fulfilled, be payable to a person employed in respect of his employment or of work done in such employment, and it includes any bonus or other additional remuneration of the nature aforesaid which would be so payable and any sum payable to such person by reason of the termination of his employment. It also provided that the word &quot;wages&quot; did not include five kinds of payments specified in Clauses (a) to (e). Now, if a claim is made by an employee on the ground of alleged illegal deduction or alleged delay in payment of wages several relevant facts would fall to be considered. Is the applicant an employee of the opponent?; and that refers to the subsistence of the relation between the employer and the employee. If the said fact is admitted, then the next question would be: what are the terms of employment? Is there any contract of employment in writing or is the contract oral? If that is not a point of dispute between the parties then it would be necessary to enquire what are the terms of the admitted contract. In some cases a question may arise whether the contract which was subsisting at one time had ceased to subsist and the relationship of employer and employee had come to an end at the relevant period. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15288\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"199139\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"679996\" id=\"span_10\">In regard to an illegal deduction a question may arise whether the lockout declared by the employer is legal or illegal. In regard to contracts of service sometimes parties may be at variance and may set up rival contracts, and in such a case it may be necessary to enquire which contract was in existence at the relevant time. Some of these questions have in fact been the subject-matter of judicial decisions. (Vide: <a href=\"/doc/679996/\" id=\"a_89\">A.R. Sarin v. B.C. Patil</a>; <a href=\"/doc/199139/\" id=\"a_90\">Vishwanath Tukaram v. General Manager, Central Railway, V.T. Bombay</a>; and <a href=\"/doc/15288/\" id=\"a_91\">Maharaja Sri Umaid Mills, Ltd. v. Collector of Pali</a>); but we do not propose to consider these possible questions in the present appeal, because, in our opinion, it would be inexpedient to lay down any hard and fast or general rule which would afford a determining test to demarcate the field of incidental facts which can be legitimately considered by the authority and those which cannot be so considered. We propose to confine our decision to the facts in the present case.</span></span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_24\">...Thus the controversy between the parties lies within a very narrow compass. An employee designated as a cut-looker can apply under <a href=\"/doc/1106018/\" id=\"a_92\">Section 15</a> and obtain relief from the authority; an employee not so designated but falling under the said category by virtue of the work assigned to him, it is said, cannot apply under <a href=\"/doc/1106018/\" id=\"a_93\">Section 15</a> because the authority cannot deal with the question as to whether the said employee properly falls under the said category or not. In our opinion, on these facts, the question as to whether a particular employee is an operative falling under the Award or one who is above an operative and below the clerk falling under Clause 5 is a question which is so intimately and integrally connected with the problem of wages as defined under <a href=\"/doc/175319215/\" id=\"a_94\">Section 2(vi)</a> that it would be unreasonable to exclude the decision of such a question from the jurisdiction of the authority under <a href=\"/doc/1106018/\" id=\"a_95\">Section 15</a>. If a contract of employment is admitted and there is a dispute about the construction of its terms, that obviously falls within <a href=\"/doc/1106018/\" id=\"a_96\">Section 15</a> of the Act. If that is so, what is the difference in principle where a contract is admitted, its terms are not in dispute, and the only point in dispute is which of the two subsisting contracts applies&#x27; to the particular employee in question. If the appellant&#x27;s argument were to prevail it would lead to this anomalous position that if a general contract of employment provides for payment of wages to different categories of employees and describes the said categories by reference to the duties discharged by them, none of the employees can ever avail himself of the speedy remedy provided by <a href=\"/doc/1106018/\" id=\"a_97\">Section 15</a> of the Act. In such a case every time a dispute may arise about the duties assigned to a particular employee before his wages are determined. In our opinion, to place such an artificial limitation on the limits of the jurisdiction conferred on the authority by <a href=\"/doc/1106018/\" id=\"a_98\">Section 15</a> is wholly unreasonable. That is the view taken by the High Court in the present case and we see no reason to differ from it.\n</blockquote> \n\n<blockquote id=\"blockquote_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"999102\" id=\"span_11\">The question about the nature and scope of the limited jurisdiction conferred on the authority under <a href=\"/doc/1106018/\" id=\"a_99\">Section 15</a> has been considered by this Court in the case of <a href=\"/doc/999102/\" id=\"a_100\">A.V.D&#x27; Costa v. B.C. Patel</a>. In that case the scheme of the Act has been examined by Sinha, J., as he then was, who spoke for the majority view, and it has been held that &quot;if an employee were to say that his wages were Rs 100 per month which he actually received as and when they fell due but that he would be entitled to higher wages if his claims to be placed on the higher wages scheme had been recognised and given effect to, that would not be a matter within the ambit of the authority&#x27;s jurisdiction. The authority has the jurisdiction to decide what actually the terms of the contract between the parties were, that is to say, to determine the actual wages; but the authority has no jurisdiction to determine the question of potential wages&quot;. The Court took the view that the employee&#x27;s complaint <a href=\"/doc/999102/\" id=\"a_101\">in that case</a> fell within the latter illustration. It would thus be seen that according to this decision the authority has jurisdiction to determine what the terms of contract between the parties are. and if the terms of the contract are admitted and the only dispute is whether or not a particular employee falls within one category or another, that would be incidental to the decision of the main question as to what the terms of the contract are, and that precisely is the nature of the dispute between the parties in the present case....</span>\n</blockquote> \n\n<blockquote id=\"blockquote_26\">(emphasis supplied)\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">16. In Payment of Wages Inspector (1 supra), on the licence of the respondent being revoked and its undertaking having been taken over by the Madhya Pradesh Electricity Board, notices were served by the company on its employees informing them that their services would no longer be required. An application was filed, on behalf of 20 employees, under <a href=\"/doc/1141341/\" id=\"a_102\">Section 15(2)</a> of the Payment of Wages Act, to recover from the company wages for the notice month and retrenchment compensation payable to the employees under <a href=\"/doc/607947/\" id=\"a_103\">Section 25(FF)</a> of the Industrial Disputes Act. The Authority held against the company. Aggrieved thereby, the company approached the Madhya Pradesh High Court and the Division Bench held that <a href=\"/doc/1106018/\" id=\"a_104\">Section 15</a> of the Payment of Wages Act did not apply and that the proper forum for such an application was under <a href=\"/doc/483633/\" id=\"a_105\">Section 33-C(2)</a> of the Industrial Disputes Act. When the matter was carried in appeal, the Supreme Court held:\n</p>  \n\n<blockquote id=\"blockquote_27\">...It must, however, be remembered that though such compensation falls within the definition of wages, cases may arise where it would not be a simple question of recovery of wages. In the present case, for instance, the defence taken by Respondent 1 was that he was not the person responsible for payment of compensation and that the right of the workmen was defeated by reason of the proviso to Section 25-FF being, according to him, applicable inasmuch as these workmen were continued in the employment by the said Board, the new employer, that therefore there had been no interruption in their employment, that the terms and conditions of service given to them by the new employer were in no way less favourable than those they had when the company was the employer, and that the new employer was responsible for payment of compensation if any retrenchment took place in future. The question, therefore, is whether in view of the limited jurisdiction of the Authority under <a href=\"/doc/1141341/\" id=\"a_106\">Section 15(2)</a> of the Act, it was intended to deal with such questions, which in some cases might well raise complicated problems of both fact and law....\n</blockquote> \n\n<blockquote id=\"blockquote_28\">...It is explicit from the terms of <a href=\"/doc/1141341/\" id=\"a_107\">Section 15(2)</a> that the Authority appointed under Sub-<a href=\"/doc/1145225/\" id=\"a_108\">section 1</a> has jurisdiction to entertain applications only in two classes of cases, namely, of deductions and fines not authorised under <a href=\"/doc/392051/\" id=\"a_109\">Sections 7</a> to <a href=\"/doc/251294/\" id=\"a_110\">13</a> and of delay in payment of wages beyond the wage periods fixed under <a href=\"/doc/915487/\" id=\"a_111\">Section 4</a> and the time of payment laid down in <a href=\"/doc/1624119/\" id=\"a_112\">Section 5</a>. This is clear from the opening words of Sub-<a href=\"/doc/511167/\" id=\"a_113\">section 2</a> of <a href=\"/doc/1106018/\" id=\"a_114\">Section 15</a>, namely, &quot;where contrary to the provisions of this Act&quot; any deduction has been made or any payment of wages has been delayed. These being the governing words in the sub-section the only applications which the Authority can entertain are those where deductions unauthorised under the Act are made from wages or there has been delay in payment beyond the wage period and the time of payment of wages fixed or prescribed under <a href=\"/doc/915487/\" id=\"a_115\">Sections 4</a> and <a href=\"/doc/1624119/\" id=\"a_116\">5</a> of the Act. <a href=\"/doc/1141341/\" id=\"a_117\">Section 15(2)</a> postulates that the wages payable by the person responsible for payment under <a href=\"/doc/1223608/\" id=\"a_118\">Section 3</a> are certain and such that they cannot be disputed....\n</blockquote> \n\n<blockquote id=\"blockquote_29\">...It is true, as stated above, that the Authority has the jurisdiction to try matters which are incidental to the claim in question. Indeed, <a href=\"/doc/1106018/\" id=\"a_119\">Section 15(1)</a> itself provides that the Authority has the power to determine all matters incidental to the claim arising from deduction from or delay in payment of wages. It is also true that while deciding whether a particular matter is incidental to the claim or not care should be taken neither to unduly expand nor curtail the jurisdiction of the Authority. But it has at the same time to be kept in mind that the jurisdiction under <a href=\"/doc/1106018/\" id=\"a_120\">Section 15</a> is a special jurisdiction. The Authority is conferred with the power to award compensation over and above the liability for penalty of fine which an employer is liable to incur under <a href=\"/doc/784102/\" id=\"a_121\">Section 20</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_30\">The question, therefore, is whether on the footing that compensation payable under <a href=\"/doc/500379/\" id=\"a_122\">Sections 25-FF</a> and <a href=\"/doc/1183163/\" id=\"a_123\">25-FFF</a> of the Industrial Disputes Act being wages within the meaning of <a href=\"/doc/175319215/\" id=\"a_124\">Section 2(vi)(d)</a> of the Act, a claim for it on the ground that its payment was delayed by an employer could be entertained under <a href=\"/doc/1141341/\" id=\"a_125\">Section 15(2)</a> of the Act. In our view it could not be so entertained. In the first place, the claim made in the instant case is not a simple case of deductions having been unauthorisedly made or payment having been delayed beyond the wage-periods and the time of payment fixed under <a href=\"/doc/915487/\" id=\"a_126\">Sections 4</a> and <a href=\"/doc/1624119/\" id=\"a_127\">5</a> of the Act. In the second place, in view of the defence taken by Respondent 1, the Authority would inevitably have to enter into questions arising under the proviso to Section 25-FF viz. whether there was any interruption in the employment of the workmen, whether the conditions of service under the Board were any the less favourable than those under the company and whether the Board, as the new employer, had become liable to pay compensation to the workmen if there was retrenchment in the future. Such an inquiry would necessarily be a prolonged inquiry involving questions of fact and of law. Besides, the failure to pay compensation on the ground of such a plea cannot be said to be either a deduction which is unauthorised under the Act, nor can it fall under the class of delayed wages as envisaged by <a href=\"/doc/915487/\" id=\"a_128\">Sections 4</a> and <a href=\"/doc/1624119/\" id=\"a_129\">5</a> of the Act. It may be that there may conceivably be cases of claims of compensation which are either admitted or which cannot be disputed which by reason of its falling under the definition of wages the Authority may have jurisdiction to try and determine. But we do not think that a claim for compensation under Section 25-FF which is denied by the employer on the ground that it was defeated by the proviso to that section, of which all the conditions were fulfilled, is one such claim which can fall within the ambit of <a href=\"/doc/1141341/\" id=\"a_130\">Section 15(2)</a>. When the definition of wages was expanded to include cases of sums payable under a contract, instrument or a law it could not have been intended that such a claim for compensation which is denied on grounds which inevitably would have to be inquired into and which might entail prolonged inquiry into questions of fact as well as law was one which should be summarily determined by the Authority under <a href=\"/doc/1106018/\" id=\"a_131\">Section 15</a>. Nor could the Authority have been intended to try as matters incidental to such a claim questions arising under the proviso to Section 25-FF. In our view it would be the Labour Court in such cases which would be the proper forum whicn can determine such questions under <a href=\"/doc/483633/\" id=\"a_132\">Section 33-C(2)</a> of the Industrial Disputes Act which also possesses power to appoint a commissioner to take evidence where question of facts require detailed evidence....\n</blockquote> \n\n<blockquote id=\"blockquote_31\">(emphasis supplied)\n \n\n</blockquote><p data-structure=\"RespArg\" id=\"p_19\">17. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"270555\" id=\"span_12\">In <a href=\"/doc/270555/\" id=\"a_133\">Algemene Bank Nederland, N.V.</a> (8 supra), employees of the Algemene Bank ceased work, left their respective places, held a meeting and demonstrated inside the bank&#x27;s premises during the normal working hours. They shouted slogans and squatted opposite the premises for around three hours. The Bank informed them that they would not be entitled for salary during the period of their absence from duty on the principle of &#x27;no work-no pay&#x27;. Thereupon, the workmen invoked the jurisdiction of the Industrial Tribunal under <a href=\"/doc/483633/\" id=\"a_134\">Section 33-C(2)</a> of the Industrial Disputes Act. The Bank contended that the application under Section 33-C(2) was not maintainable. The Labour Court allowed the application of the workmen and directed the Bank to pay wages. The decision of the Labour Court was challenged in proceedings under <a href=\"/doc/1712542/\" id=\"a_135\">Article 226</a> of the Constitution of India and it is in this context that the Calcutta High Court held:</span>\n</p>  \n\n<blockquote id=\"blockquote_32\">...There Chief Justice Beaumont dealing with the definition of &quot;wages&quot; in <a href=\"/doc/175319215/\" id=\"a_136\">Section 2(vi)</a> and <a href=\"/doc/392051/\" id=\"a_137\">Section 7</a> of the Payment of Wages Act, 1936, held that the expression &quot;wages&quot; means wages earned and not potential wages. His lordship further observed that the expression, &quot;remuneration, which would, if the terms of the contract were fulfilled, be payable&quot;, in <a href=\"/doc/175319215/\" id=\"a_138\">Section 2(vi)</a> meant no more than, &quot;remuneration payable on the fulfillment of the contract&quot;. His lordship further was of the opinion that prima facie an employer was not bound to pay for work which had not been done and an employee was not entitled to receive payment; which he had not earned. Reliance was also placed on the observations in the Halsbury&#x27;s Laws of England, 4th Edition, Volume 16, Article 554 under the heading &quot;performance of duty as condition precedent to remuneration&quot;. There it has been noted that when the contract of employment is an entire contract, providing for payment on the completion of a definite period of service or of a definite piece of work, it was a condition precedent to the recovery of any remuneration in respect of it that the services or duty should be completely performed, unless the employer so altered the contract as to entitle the employee to regard it as at end, in which case the whole sum payable under the contract became due: or there was a usage that the employee was entitled to remuneration in proportion to the time actually served or it could be inferred from the circumstances that there had been a fresh agreement between the parties that payment should be made for services actually rendered under the original contract, or the contract had been frustrated. Under Article 610, Halsbury has noted that if there were normal working hours and the employee&#x27;s remuneration for employment in those hours whether by the hour or week or to the period, did not vary with the amount of the work done in the period, the employer is liable to pay the employee for the normal working hours as much as the amount which would have been payable if the employee had been employed throughout the part of the normal working hours during which he was ready and willing to work but no work was provided for him by his employer or he was incapable of work because of sickness or injury or if he was absent from working in accordance with the terms of his employment relating to holidays. If there are normal working hours, but the employee&#x27;s remuneration or employment in those hours varies with the amount of work done in the period, the employer is liable to pay for the part or the normal working hours covered by the three divisions stated hereinbefore. In the case of Venkatavardan v. Semiliam Sa Mills , learned single Judge of the Madras High Court held that the jurisdiction of the authority under the <a href=\"/doc/794158/\" id=\"a_139\">Payment of Wages Act</a> was limited to all claims arising out of deduction of wages and delay in payment of wages only. It was clear that wages was dependent upon the terms of the contract and not otherwise and if the terms of the contract did not show that the employee was entitled to continue his service irrespective of his not attending the work then the amount claimed for the period during which he did not work could not be considered to be wages within the definition of the terms under the Act. In the case of Divisional Engineer, G.I.P. RIys. v. Mahadeo Raghoo , the Supreme Court after referring to the definition of the wages in <a href=\"/doc/175319215/\" id=\"a_140\">Section 2(vi)</a> of the Payment of Wages Act observed that shorn of all verbiage, &quot;wages&quot; are remuneration payable by an employer to his employee for service rendered according to the terms of the contract between them.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">In the case of Secretary of State for Employment v. Associated Society of Locomotive Engineers and Firemen (1972) 2 All ER 949, Lord Denning at page 967 of the report has observed that wages are paid for services rendered....\n</blockquote> \n\n<blockquote id=\"blockquote_34\">(emphasis supplied)\n \n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_20\">18. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"286127\" id=\"span_13\">In <a href=\"/doc/286127/\" id=\"a_141\">Mohammed Ayub</a> (9 supra), alleging illegal deduction of wages, and seeking payment of bonus for different periods, the workman invoked the jurisdiction of the Payment of Wages Authority which dismissed the application on the ground that the dispute raised required determination of complicated questions of fact and law which the Authority, having limited jurisdiction, could not decide. On the appeal preferred there against being dismissed by the District Judge, and when the workman invoked its jurisdiction, the Rajasthan High Court observed:</span>\n</p>  \n\n<blockquote id=\"blockquote_35\">...From the aforesaid, it is clear that though no hard and fast rule can be laid down for the purpose of declaring as to what question can be decided in industrial matters relating to illegal deductions and wages under <a href=\"/doc/794158/\" id=\"a_142\">Payment of Wages Act</a>, the view of the Apex Court is that complicated questions of fact and law upon the rights of the parties arising under various statutes, provisions do not fall within the ambit of jurisdiction of the <a href=\"/doc/794158/\" id=\"a_143\">Authority of Payment of Wages Act</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_36\">The condition of entertaining the claim was however stated to be that the facts relating to wages payable by the person responsible for payment under <a href=\"/doc/1223608/\" id=\"a_144\">Section 3</a> are certain and as such they cannot be disputed. Meaning thereby, while the Court may ignore the dispute which appears to be frivolous or raising a dispute which is not bona fide but where serious disputes are raised which require decision on complicated question of fact and law, the Authority would have no jurisdiction to entertain the application....\n</blockquote> \n\n<blockquote id=\"blockquote_37\">...There is a serious dispute about the existence of two settlement referred to by the claimant about which the Tribunal had passed &quot;no dispute award&#x27;. The Tribunal also recorded that Hamiddullah representing the Firm does not accept any settlement having been arrived between the parties. This brings before also the question as to the legality of the reinstatement of the petitioner. To say the least, in the facts and circumstances of the aforesaid case the dispute about the existence of the relationship of the employer and employee between the parties, existence of the employer Firm, existence of the alleged settlements, the question about the termination and reinstatement of the petitioner&#x27;s services are all seriously disputed and complicated questions of fact....\n</blockquote> \n\n<blockquote id=\"blockquote_38\">(emphasis supplied)\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"965919\" id=\"span_14\">In <a href=\"/doc/965919/\" id=\"a_145\">Administrator, Krishi Upaj Mandi Samiti, Doongargarh</a> (10 supra), the services of the respondent, a daily wage employee, was terminated. Challenging the order of termination, the workman approached the Labour Court which held the termination of services of the workman to be illegal and void and, while setting aside the order of termination, directed his reinstatement with full wages and consequential benefits. The workman, thereafter, moved an application under <a href=\"/doc/1141341/\" id=\"a_146\">Section 15(2)</a> of the Payment of Wages Act for, among other claims, being extended the regular scales of pay. The employer contended that the application was not maintainable as the claim for fixation of regular pay scales fell within the purview of potential wages and was a question which should not be determined by the Authority. This objection was upheld on the ground that, in the absence of any order being passed by the competent court in favour of the workman, for grant of wages in the regular pay scales, the Authority did not have jurisdiction. Aggrieved thereby, the workman approached the District Court and, on the appeal being allowed, the employer carried the matter in revision to the High Court. On the revision being referred to it, the Division bench of the Rajasthan High Court observed:</span>\n</p>  \n\n<blockquote id=\"blockquote_39\">...We have considered the submission made by the learned Counsel for the parties. The question which requires consideration in the present case is: whether in view of the limited jurisdiction of the Authority under <a href=\"/doc/1141341/\" id=\"a_147\">Section 15(2)</a> of the Act, the Authority was competent to deal with such question and pass an order applying the doctrine of &#x27;equal pay for equal work&#x27;?\n</blockquote> \n\n<blockquote id=\"blockquote_40\">Sub-section (2) of <a href=\"/doc/1106018/\" id=\"a_148\">Section 15</a> of the Act authorizes the employee to approach the Authority under the <a href=\"/doc/794158/\" id=\"a_149\">Payment of Wages Act</a> (i) where contrary to the provisions of the Act, any deduction has been made from the wages of an employed person; or (ii) any payment has been delayed. The Authority, under this Section, has jurisdiction only to determine the actual wages payable as per the terms of the employment and has no jurisdiction to decide or determine the question of entitlement of the applicant under the doctrine of &#x27;equal pay for equal work&#x27; because that matter can be decided only by the competent forum other than the Authority under the <a href=\"/doc/794158/\" id=\"a_150\">Payment of Wages Act</a>. The dispute concerning the wages and fixation of pay is out-side the scope of jurisdiction under <a href=\"/doc/1141341/\" id=\"a_151\">Section 15(2)</a> of the Act. <a href=\"/doc/1141341/\" id=\"a_152\">Section 15(2)</a> of the Act postulates that wages payable by a person for payment under <a href=\"/doc/1223608/\" id=\"a_153\">Section 3</a> are certain and undisputed. The Authority, under this Section, can adjudicate the cases where the facts arising are admitted or which cannot be disputed and which, by reason of falling the same under the definition of &#x27;wages&#x27;, the Authority must have jurisdiction to try and determine it....\n</blockquote> \n\n<blockquote id=\"blockquote_41\">The question which, now, requires consideration is: whether in view of the limited jurisdiction of the Authority under <a href=\"/doc/1141341/\" id=\"a_154\">Section 15(2)</a> of the Act, the learned District Judge, Churu was right in applying the doctrine of &#x27;equal pay for equal work&#x27; and directing the employer Krishi Upaj Mandi Samiti for fixation of pay of the employee in the regular pay scale of Class IV employee and make payment of the amount in accordance with the regular pay scale?\n</blockquote> \n\n<blockquote id=\"blockquote_42\">The Authority, under this Section, has only limited jurisdiction. From the governing words &quot;where contrary to the provisions of this Act&quot; used in <a href=\"/doc/1141341/\" id=\"a_155\">Section 15(2)</a> of the Act, it is clear that the Authority under this Section had the jurisdiction to entertain the applications only in the cases where (i) any unauthorized deduction has been made from the wages; or (ii) any payment has been delayed beyond the period prescribed under <a href=\"/doc/915487/\" id=\"a_156\">Sections 4</a> and <a href=\"/doc/1624119/\" id=\"a_157\">5</a> of the Act. No claim under <a href=\"/doc/1141341/\" id=\"a_158\">Section 15(2)</a> of the Act on the footing of the doctrine of &#x27;equal pay for equal work&#x27; can be entertained on the ground that the claim is for wages within the meaning of <a href=\"/doc/175319215/\" id=\"a_159\">Section 2(vi) (d)</a> of the Act and the payment has been delayed by the employer. It is only the ascertained sum which can be ordered to be paid under this Section. There must be pre existing right or corresponding obligation of the employer for such payment. The applications under this Section cannot be entertained when there is no pre-determination of the question regarding the entitlement of the applicant. The entitlement of the applicant (respondent Gauri Shanker) on the basis of the doctrine of &#x27;equal pay for equal work&#x27; has to be determined by the competent forum and this enquiry is beyond the scope of the Authority acting under <a href=\"/doc/1141341/\" id=\"a_160\">Section 15(2)</a> of the Act. Failure to pay according to the doctrine of &#x27;equal pay for equal work&#x27; by the employer cannot be said to be either a deduction which is unauthorized under the Act or a failure under the class of delayed wages as envisaged under <a href=\"/doc/915487/\" id=\"a_161\">Sections 4</a> and <a href=\"/doc/1624119/\" id=\"a_162\">5</a> of the Act. In view of the limited jurisdiction under <a href=\"/doc/1141341/\" id=\"a_163\">Section 15(2)</a> of the Act, the District Judge, exercising the appellate powers in the matter relating to <a href=\"/doc/1141341/\" id=\"a_164\">Section 15(2)</a> of the Act, was not authorized to deal with such questions. Respondent Gauri Shanker&#x27;s grievance in the applications under <a href=\"/doc/1141341/\" id=\"a_165\">Section 15(2)</a> of the Act was only that he had not been paid the wages in the regular pay scale applicable to the Class IV employee, to which he would have been entitled on the basis of the doctrine of &#x27;equal pay for equal work&#x27;. The controversy, thus, relates to the dispute concerning the wages and fixation of pay in the regular pay scale. This question can be decided only by the competent authority in detailed inquiry and the adjudication of this controversy is not within the scope and ambit of <a href=\"/doc/1141341/\" id=\"a_166\">Section 15(2)</a> of the Act. No adjudication regarding the dispute in respect of wages and fixation of pay in the regular pay scale could have been made by the Authority or by the District Judge under <a href=\"/doc/1106018/\" id=\"a_167\">Section 15</a> of the Act....\n</blockquote> \n\n<blockquote id=\"blockquote_43\">(emphasis supplied)\n \n\n</blockquote><p data-structure=\"Section\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"965919\" id=\"span_15\">20. The law <a href=\"/doc/965919/\" id=\"a_168\">laid down, in</a> the aforesaid judgments, on the scope and extent of jurisdiction of the Authority, under <a href=\"/doc/1106018/\" id=\"a_169\">Section 15</a> of the Payment of Wages Act, is summarized here under:</span>\n</p>  \n\n<blockquote id=\"blockquote_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_16\">(1) The jurisdiction conferred on the Authority to decide claims arising out of deduction from or delay in payment of wages are exclusive under <a href=\"/doc/1939183/\" id=\"a_170\">Section 22</a> and are limited by <a href=\"/doc/1734620/\" id=\"a_171\"><a href=\"/doc/1106018/\" id=\"a_172\">Section 15</a> of the Act (Shri Ambica Mills Ltd.</a> (5 supra))\n \n\n(2) The jurisdiction under <a href=\"/doc/1106018/\" id=\"a_173\">Section 15</a> is a special jurisdiction and the Authority is conferred with the power to award compensation over and above the liability or penalty or fine which an employer is liable to incur under <a href=\"/doc/784102/\" id=\"a_174\">Section 20</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1734620\" id=\"span_17\">(<a href=\"/doc/1734620/\" id=\"a_175\">B.E.S. Co.</a> (1 supra))\n \n\n(3) In dealing with claims arising out of deductions, or delay in payment of wages, the Authority under <a href=\"/doc/1106018/\" id=\"a_176\">Section 15(1)</a> would have to consider questions incidental to the said matters and, in determining the scope of enquiry into such incidentals questions, care must be taken to see that, under the guise of deciding such incidental matters, the limited jurisdiction is not unreasonably or unduly extended. Care must also be taken to see that the scope of enquiry into incidental questions is not unduly limited so as to affect or limit the limited jurisdiction conferred on the Authority.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_19\">(<a href=\"/doc/1734620/\" id=\"a_177\">Shri Ambica Mills</a> (5 supra); <a href=\"/doc/1734620/\" id=\"a_178\">B.E.S.Co.</a> (1 supra))\n \n\n(4) The governing words under Sub-section (2) of <a href=\"/doc/1106018/\" id=\"a_179\">Section 15</a> being &quot;where contrary to the provisions of this Act any deduction has been made or any payment of wages has been delayed&quot;, the applications which the Authority can entertain are those where deductions, unauthorized under the Act, are made from the wages or where there has been delay in payment of wages beyond the wage period and the time of payment of wages fixed or prescribed under <a href=\"/doc/915487/\" id=\"a_180\">Sections 4</a> and <a href=\"/doc/1624119/\" id=\"a_181\">5</a> of the Payment of Wages Act (Payment of Wages Inspector, Ujjain (1 supra)).</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_22\">(5) Decisions on questions which are intimately and integrally connected with payment of wages as defined under <a href=\"/doc/175319215/\" id=\"a_182\">Section 2(vi)</a> of the Act would fall within the jurisdiction of the Authority. Placing artificial limitations on the limits of the jurisdiction conferred on the Authority is unreasonable as the remedy provided under <a href=\"/doc/1106018/\" id=\"a_183\">Section 15</a> is a speedy remedy (<a href=\"/doc/1734620/\" id=\"a_184\">Shri Ambica Mills</a> (5 supra))\n \n\n(6) The Authority has the jurisdiction to try and determine claims which are either admitted or which cannot be disputed by reason of its falling under the definition of &quot;wages&quot; (<a href=\"/doc/1734620/\" id=\"a_185\">B.E.S. Co.</a> (1 supra))\n \n\n(7) Where a contract of employment is admitted, and there is a dispute about the construction of its terms, it falls within the ambit of <a href=\"/doc/1734620/\" id=\"a_186\"><a href=\"/doc/1106018/\" id=\"a_187\">Section 15</a> of the Act (Shri Ambica Mills</a> (5 supra))\n \n\n(8) The Authority has jurisdiction to determine what the terms of the contract between the parties are. If the terms of the contract are admitted, and the only dispute is whether or not the employee falls within one or the other category specified in such contract, that would be incidental to the decision on the main question as what the terms of the contract are and would fall within the ambit of <a href=\"/doc/1106018/\" id=\"a_188\">Section 15</a>.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_23\">(A.V.D Costa (11 supra); <a href=\"/doc/1734620/\" id=\"a_189\">Sri Ambica Mills</a> (5 supra))\n \n\n(9) While the question as to what the terms of the contract between the parties were, i.e, actual wages can be determined, the Authority has no jurisdiction to determine the question of potential wages.</span> (A.V.D Costa (11 supra))\n \n\n(10) In exercise of the limited jurisdiction, under <a href=\"/doc/1106018/\" id=\"a_190\">Section 15</a>, it is only the ascertained sum which can be ordered to be paid. There must be a pre-existing right or a corresponding obligation on the employer for such payment. Applications under <a href=\"/doc/1106018/\" id=\"a_191\">Section 15</a> cannot be entertained when there is no pre-determination of the question regarding the entitlement of the applicant. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"965919\" id=\"span_24\">(<a href=\"/doc/965919/\" id=\"a_192\">Gauri Shankar</a> (10 supra))\n \n\n(11) Claims which are disputed, and which may entail a prolonged inquiry into complicated questions of fact and law, cannot be summarily determined by the Authority under <a href=\"/doc/1106018/\" id=\"a_193\">Section 15</a> as matters incidental to the claim.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_25\">(<a href=\"/doc/1734620/\" id=\"a_194\">B.E.S.Co.</a> (1 supra))\n \n\n(12) Where the claim raised is disputed on frivolous grounds, and lacks bonafides, it would not disentitle the Authority from exercising jurisdiction under <a href=\"/doc/1106018/\" id=\"a_195\">Section 15</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"286127\" id=\"span_26\">(<a href=\"/doc/286127/\" id=\"a_196\">Mohammed Ayub</a> (9 supra))\n \n\n(13) It would be inexpedient to lay down a hard, fast or a general rule which affords a determining test to demarcate the field of incidental facts which can be legitimately considered by the authority and those which cannot be so considered.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_27\">(<a href=\"/doc/1734620/\" id=\"a_197\">Shri Ambica Mills</a> (5 supra)).</span>\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\">21. The jurisdiction of the Authority under <a href=\"/doc/42981320/\" id=\"a_198\">Sections 50</a> and <a href=\"/doc/146972546/\" id=\"a_199\">51</a> of the A.P. Shops and Establishments Act, cannot be inferred or held to have been conferred by implication. Jurisdiction must be expressly conferred, found from the language of the Statute itself, strictly construed and read in the light of the previous Sections of the Act. Unlike <a href=\"/doc/1106018/\" id=\"a_200\">Section 15(1)</a> of the Payment of Wages Act, which confers jurisdiction on the Authority to hear and decide claims arising out of delay in payment of wages and &quot;all matters incidental thereto&quot;, <a href=\"/doc/42981320/\" id=\"a_201\">Section 50</a> of the A.P. Shops and Establishments Act, while conferring on the authority the jurisdiction to decide claims arising out of delay in payment of wages does not specifically empower him to decide matters incidental thereto. While absence of power, to decide matters incidental to the claims arising out of delay in payment of wages, could well be held as further limiting its jurisdiction it is necessary to note that, under Section 55, the Authority, appointed under Section 50, has been conferred the powers of a Civil Court for the purposes of taking evidence, enforcing attendance of witnesses and compelling production of documents. That such a power has been conferred on the Authority would necessitate the conclusion that, notwithstanding the proceedings under Section 51 being summary in nature, the Authority would, nonetheless, have the power to take evidence, both oral and documentary, while deciding a claim of delay in payment of wages. The submission that it is only in cases where the factum of delay in payment of wages is admitted would the authority have jurisdiction to entertain the claim, that too for the limited purpose of computing the amount payable and the compensation to be awarded for such delay in payment, and not otherwise, does not merit acceptance. The jurisdiction of the Authority is not limited or restricted only to cases of admitted delay in payment of wages as there may be various cases within its jurisdiction where the liability to pay wages is denied or disputed and which the Authority would still be competent to decide.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">22. &quot;Wages&quot;, under <a href=\"/doc/149253210/\" id=\"a_202\">Section 2(23)</a> of the A.P. Shops and Establishments Act, has been defined to mean every remuneration which would, if the terms of employment were fulfilled, be payable to an employee in respect of his employment or of work done in such employment. To fall within the definition of &quot;wages&quot; the remuneration payable to an employee must satisfy the following requirements:\n</p>  \n\n<blockquote id=\"blockquote_46\">(1) the terms of employment, express or implied, should be fulfilled;\n</blockquote> \n\n<blockquote id=\"blockquote_47\">(2) it must be\n \n\n</blockquote><blockquote id=\"blockquote_48\">(b) in respect of his employment\n \n\nor\n \n\n</blockquote><blockquote id=\"blockquote_49\">(b) of work done in such employment\n \n\n</blockquote><p data-structure=\"Section\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1623975\" id=\"span_28\">23. &#x27;Wages&#x27; means all remuneration. Remuneration is only a more formal version of &quot;payment&quot; and payment is a recompense for service rendered. The opening words of the definition make it clear that &quot;wages&quot; means remuneration that is payable when the terms of the contract of employment are fulfilled. That is something certain. One knows ahead of time that, if the terms of the contract are fulfilled, then wages are payable. It may be that the exact amount has yet to be determined but the fact that wages are payable and can be claimed as soon as the terms of the contract are fulfilled is a matter that can be predicated beforehand. (<a href=\"/doc/1623975/\" id=\"a_203\">Bala Subrahmanya Rajaram v. B.C. Patil</a> ). Shorn of all verbiage, &quot;wages&quot; are remuneration payable by an employer to his employee for services rendered according to the terms of the contract between them (Divisional Engineer.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144093\" id=\"span_29\"><a href=\"/doc/1144093/\" id=\"a_204\">G.I.P. Railway v. Mohadeo Raghoo</a> ).</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">24. Remuneration payable to an employee, if the terms of employment are fulfilled, is not only for the work done in such employment, but also &quot;in respect of his employment&#x27;. That the legislature has used both the expressions &quot;in relation to his employment&quot; and &quot;of work done in such employment&#x27; would necessarily mean that they are not the same. In using the word &quot;or&quot; in between these two expressions, the legislature has also made it clear that fulfillment of the conditions stipulated in either of these two expressions would suffice. Thus remuneration payable to an employee, on the terms of employment being fulfilled, need not only be &quot;of work done in such employment&#x27; but can also be &quot;in respect of his employment&#x27;. While the expression &quot;work done in such employment&#x27; may justify the conclusion that it is only if an employee does work would he be entitled for wages, the expression &quot;in respect of his employment&#x27; has a different connotation. For instance, when an employee is on leave, he does not do any work in his employment. He would, nonetheless, be entitled for wages if the contract of employment provides for payment of wages during his leave period.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">25. The jurisdiction of the Authority under Section 51, to adjudicate claims arising out of delay in payment of wages, is intimately and integrally connected with payment of &quot;wages&quot; as defined under <a href=\"/doc/511167/\" id=\"a_205\">Section 2(23)</a> of the Act. Jurisdiction must also be read in the context of Section 38 and, if there is delay in reference to the point of time indicated in Section 38, then an employee is entitled to make a grievance of that fact and the authority is entitled to order wages which have not been paid and which should be paid in accordance with S.38.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">26. A claim of delay in payment of wages would require the Authority, exercising jurisdiction under Section 51, to examine what the terms of the contract of employment are. If existence of such a contract of employment is admitted then as to whether the terms and conditions prescribed therein are fulfilled and, if the terms of employment are fulfilled, whether the employee is entitled for remuneration m respect of such employment. The jurisdiction of the Authority is really to construe the terms of the contract in so far as they relate to payment of wages. Where the claim is based on a pre-existing right the Authority would have jurisdiction to entertain and examine the claim. However, where its denial is on exercising power under the terms of the contract, or of any other provision of law, it would fall beyond the jurisdiction of the Authority as examination of the claim, in such circumstances, would involve an adjudication of the validity of the action of the employer.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">27. While the Authority is not entitled to conduct an elaborate enquiry into complicated questions of fact and law he would, nonetheless, have jurisdiction to hear and decide questions which are intimately, and integrally, connected with delay in payment of &quot;wages&quot; as defined under <a href=\"/doc/511167/\" id=\"a_206\">Section 2(23)</a> of the Act, whether wages are paid within the time limit specified in Section 38, etc. The mere fact that the claim raised by the employee is disputed by the employer would not denude the authority of the powerto hear and adjudicate such claims, if the dispute raised is frivolous and lacks bona fides. It is well to remember that Section 51 is a speedy remedy available to an employee.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">28. Was the Authority, in the present case, justified in entertaining and adjudicating the claim for delayed payment of wages?\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_31\">29. Sri B. G. Ravinder Reddy, learned Counsel for the petitioner, would submit that he was. Learned Counsel would contend that, as the 2nd respondent had asked the petitioner to stop work and since asking an employee not to work amounts to preventing him from working, such prevention, not on the employee&#x27;s volition, would entitle him for payment of wages during the period he was so prevented, as the contract of service continues to subsist and the subsistence of such a contract is not in dispute.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1853793\" id=\"span_30\">30. Learned Counsel would rely on the Division bench judgment of the Madras High Court, in <a href=\"/doc/1853793/\" id=\"a_207\">P. Doraikannu</a> (3 supra), wherein the question which arose for consideration was whether the Payment of Wages Authority had jurisdiction to award wages for the period for which the workman was suspended pending enquiry into the charges. The petitioner therein was employed by the respondent as a cashier on a monthly salary of Rs. 1007- in addition to free boarding, etc. By order dated 1.3.1961 he was suspended with effect from 3.3.1961 pending enquiry into certain charges leveled against him. As no enquiry was held the petitioner presented an application under <a href=\"/doc/1141341/\" id=\"a_208\">Section 15(2)</a> of the Payment of Wages Act for an order directing the respondents to pay a sum of Rs. 16807-as representing his wages till that date. The Authority, while rejecting the petitioner&#x27;s claim for some months on the ground of limitation, directed the respondent to pay Rs. 11007-, at Rs. 160A per month for seven months as wages and cost of free food. The respondent carried the matter in appeal contending that the matter did not fall within the ambit of <a href=\"/doc/1106018/\" id=\"a_209\">Section 15</a> of the Payment of Wages Act. The order was reversed holding that the Authority could not have decided the validity of the order of the respondents suspending the petitioner from service. Aggrieved thereby, the matter was carried in revision. The Division Bench of the Madras High Court observed:</span>\n</p>  \n\n<blockquote id=\"blockquote_50\">...We feel that the language of <a href=\"/doc/1106018/\" id=\"a_210\">Section 15</a> cannot sustain the conclusion arrived at by them. It should be remembered that the contract for service subsists between the employer and employee even during the period of suspension and in the absence of a term in the contract permitting the employer to suspend the employee pending enquiry against him, he must be deemed to be in service and entitled to remuneration, the fact that he was not allowed to work, not making any difference in this behalf. In the absence of a rule permitting the employer to suspend the employee for some reason or other, it is not within the powers of the employer to suspend the employee and refuse to pay him wages therefore....\n</blockquote> \n\n<blockquote id=\"blockquote_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1202878\" id=\"span_31\">This decision of ours is reinforced by the pronouncement of the Supreme Court in <a href=\"/doc/1202878/\" id=\"a_211\">Hotel Imperial v. Hotel Workers Union</a> . It was laid down there that the power to suspend in the sense of a right to forbid a servant to work is between the master and servant and that such a power can only be the creature either of a statutory provision or a rule or standing order governing the employment or of an express term in the contract itself. The absence of such power either means that the master would have no power to suspend a workman and even if he does so in the sense that he forbids the employee to work, he will have to pay wages during the so-called period of suspension.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_52\">On the language of <a href=\"/doc/1106018/\" id=\"a_212\">Section 15</a>, and the decided cases, we feel that the wages payable to the employee in a case like the present one come within the range and scope of <a href=\"/doc/1106018/\" id=\"a_213\">Section 15</a> in the absence of a term in the contract, or of a rule, statutory or otherwise, of a standing order in that behalf permitting the employer to do it. We are not persuaded that the absence of a term in the contract prohibiting the employer from suspending the employee enables the employer to suspend the employee as suggested by the learned Counsel for the respondent. In our opinion, it is the presence of a term in the contract or any provision either in the statute or rule or standing order entitling the employer to suspend the employee that could be basis of suspension....\n</blockquote> \n\n<blockquote id=\"blockquote_53\">(emphasis supplied).\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_33\">31. Learned Counsel would submit that, since the Division Bench of the Madras High Court had held that even during the period of suspension the contract of service subsisted between the employee and the employer and, in the absence of a term in the contract permitting the employer to suspend the employee pending enquiry, the employee must be deemed to be in service and entitled to be paid remuneration, afortiori, since the petitioner herein has been asked to stop work, meaning thereby that he was prevented from discharging his duties by an act of the employer and not for any fault of his, he was entitled for wages as long as the contract of employment was in force.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">32. On the other hand Sri C.R. Sridharan, learned Counsel forthe 2nd respondent, would contend that, since the employee on his own admission did not work, his entitlement for payment of wages during the period he did not work is in dispute and the Authority had no jurisdiction to adjudicate on the validity of the action of the 2nd respondent in directing the petitioner to stop work or refrain from attending duty.\n</p> \n\n<p data-structure=\"Section\" id=\"p_35\">33. It is wholly inappropriate for this Court, in certiorati proceedings, to examine the facts in issue and adjudicate on merits, as the Appellate Authority, under <a href=\"/doc/794158/\" id=\"a_214\">Section 53</a> of the Act, has set aside the orders under appeal holding that the expression &quot;delay in payment of wages&quot; should be understood in the limited context of <a href=\"/doc/794158/\" id=\"a_215\">Section 38</a> of the Act and it is only in cases where the wages payable, are not paid in the manner and the time stipulated thereunder, would claims arising out of such delay fall within the jurisdiction of the Authority. While an employee is entitled to be paid wages, for the work discharged by him, within the time stipulated under Section 38(1), the Authority has, in addition, the jurisdiction to examine the contract of employment, construe its terms and decide all questions which are intimately and integrally connected with payment of &quot;wages&quot; as defined in <a href=\"/doc/511167/\" id=\"a_216\">Section 2(23)</a> of the Act. The Appellate Authority has committed an error of law in holding that the jurisdiction of the Authority under Section 50, in examining a claim of delayed payment of wages, is limited only to the manner and the time stipulated under <a href=\"/doc/794158/\" id=\"a_217\">Section 38</a> of the Act.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">34. Ends of justice would be met, if the order of the Appellate Authority is set aside and the matter remanded for his consideration afresh in the light of the observations made hereinabove. Since the claim relates to payment of wages from October, 1993 onwards, and nearly 14 years have elapsed since then, the first respondent shall hear these appeals, and pass orders in accordance with law, at the earlie st and, in any event, not later than four months from the date of receipt of a copy of this order. The writ petitions are allowed. However, in the circumstances, without costs.\n</p> \n\n","numcites":57,"numcitedby":2,"docsource":"Andhra HC (Pre-Telangana)","citetid":869737,"divtype":"judgments","relatedqs":[{"value":"equal pay  for equal work","formInput":"equal%20pay%20%20for%20equal%20work"},{"value":"time for payment of wages ","formInput":"time%20for%20payment%20of%20wages%20"},{"value":"section 33 c (2)","formInput":"section%2033%20c%20%282%29"},{"value":"normal working hours","formInput":"normal%20working%20hours"},{"value":"delayed payment of wages","formInput":"delayed%20payment%20of%20wages"},{"value":"shops and establishments act","formInput":"shops%20and%20establishments%20act"},{"value":"\"equal pay for equal work\"","formInput":"%22equal%20pay%20for%20equal%20work%22"},{"value":"A.P.Shops & Establishments Act ","formInput":"A.P.Shops%20%26%20Establishments%20Act%20"},{"value":"section 15 payment of wages act","formInput":"section%2015%20payment%20of%20wages%20act"},{"value":"section 33(c) (2)","formInput":"section%2033%28c%29%20%282%29"},{"value":"payment of wages act section 15(2)","formInput":"payment%20of%20wages%20act%20section%2015%282%29"},{"value":"andhra pradesh shops and establishments act","formInput":"andhra%20pradesh%20shops%20and%20establishments%20act"},{"value":"subsisting of contract","formInput":"subsisting%20of%20contract"},{"value":"working hours","formInput":"working%20hours"},{"value":"payment of wages act","formInput":"payment%20of%20wages%20act"},{"value":"reinstatement ","formInput":"reinstatement%20"},{"value":"equal pay ","formInput":"equal%20pay%20"},{"value":"deduction of wages","formInput":"deduction%20of%20wages"},{"value":"a.p shops and establishments act","formInput":"a.p%20shops%20and%20establishments%20act"},{"value":"employment contract","formInput":"employment%20contract"}],"cats":[{"value":"disputes-arising-from-wrongful-deductions-or-delay","formInput":"tag:disputes-arising-from-wrongful-deductions-or-delay"},{"value":"payment-of-gratuity","formInput":"tag:payment-of-gratuity"},{"value":"time-of-payment-of-wages","formInput":"tag:time-of-payment-of-wages"},{"value":"fixation-of-wage-periods","formInput":"tag:fixation-of-wage-periods"}],"courtcopy":false,"query_alert":null,"agreement":false}