{"tid":1174480,"publishdate":"1982-05-04","title":"Union Of India (Uoi) And Anr. vs Owner & Parties Interested In Motor ... on 4 May, 1982","doc":"<h2 class=\"doc_title\">Union Of India (Uoi) And Anr. vs Owner &amp; Parties Interested In Motor ... on 4 May, 1982</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1983GUJ34, (1983)1GLR292</h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\n B.K. Mehta, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. By order of May 4, 1982, this suit was stayed for reasons to be subsequently pronounced which are stated hereunder :\n</p><blockquote id=\"blockquote_1\">  On behalf of the original first and fourth defendant, the owners of vessel Hoegh Orchid, and their agents in India respectively, a notice of motion was taken out for a stay of the suit and further proceedings mainly on the ground that there was a foreign arbitration clause in the chartered party contract entered into between the plaintiffs on the one hand and the said defendants on the other. In order to appreciate the rival contentions of the parties, it is necessary to set out briefly a few facets which necessitated the filing of the present suit by the Union of India and the Food Corporation of India respectively as plaintiffs Nos. 1 and 2. On or about July 14, 1973 the Union of India, the first plaintiff herein, entered into a chartered party contract with Lief Hoegh and Co., Oslo, Norway who are the owners of the aforesaid vessel Hoegh Orchid with the first defendant herein for the safe transport, carriage and discharge of the bulk consignment of diammonium phosphate weighing about 12500 metric tons. The Food Corporation of India, as agents of the Union of India in Department of Agriculture were indicated in the respective bills of lading as consignee of the said consignment. Messrs Transamonia Export Corporation of New York and Messrs Continental Ore Corporation of New York who are second and third defendants herein were the suppliers of the said material. It appears that the Indian Supply Mission of Washington had loaded on the said vessel at the port Tampa Florida the first consignment of the said material weighing about 10191.188 metric tons. The second consignment of the said material weighing about 2540.143 metric tons was loaded on the said vessel at the port Tafi La. It is claimed by the plaintiffs that the first defendants in token of having received on board of the said vessel, clean, sound cargo, issued through the master of the said vessel and/or their agents for the master, two bills of lading, namely Bill of Lading No. T/I-1 dt. September 2, 1973 and Bill of Lading No. 1 dated Tafi La September, 6, 1973, respectively. It is also claimed by the plaintiffs that the loading of operations at port Tampa Florida and Tafi La were surveyed by National Cargo Bureau Inc. and New Oreleans La which had issued certificates of loading dated September 2, 1973 and September 6. 1973 respectively. The plaintiff&#x27;s also claimed that Messrs. Amerispect Corporation of New York Cargo Surveyors, Weighers, Samplers, and Inspectors had held the inspection at the time of loading on the said vessel with regard to the quantity and quality of the said consignment and a survey of inspection dated September 10, 1973 was issued by them in that behalf. It is also claimed by the plaintiffs that the first defendants through the master of the said vessel issued two statements of facts specifying day-today intake of the said cargo at the respective ports of loading on September 3, 1973 and September 6, 1973. According to the plaintiffs, the defendants were bound to supply, carry and deliver the full and complete quantity of 12731.331, metric tons at the port of Bhavnagar which was a port of discharge. The said vessel reached the port of Bhavnagar, according to the plaintiffs, on October 20, 1973, and commenced discharging cargo on October 22, 1973 and completed the full discharge on November 22, 1973. The plaintiffs aver and say that against the manifest quantity of 12731.331 metric tons the plaintiffs have received 12525.555.55 metric tons and therefore there was a clear short delivery of 205.775.500 metric tons and the plaintiffs are therefore entitled to recover Rupees 2,03,317.33 as damages for non-delivery and/or for conversion and/or for negligence by the aforesaid defendants who were bound under the contracts to supply, carry and deliver the agreed quantity of the bulk consignment. The plaintiffs had originally preferred a claim of Rs. 218610.12 by the letter of December, 27. 1973 addressed to the 4th defen-dant, which claim was revised and amended by the letter of July 29, 1974, wherein 4th defendants were called upon to pay a sum of Rs. 2,01,555.00. The plaintiffs therefore prayed for a judgment and decree against the said defendants of the said vessel Hoegh Orchid, her tackle apparel and furniture for the sum of Rs. 2,03,317,33 together with interim interest and also for judgment and order if necessary for the appraisement and the sale of the said vessel and payment out of the proceeds pf sale to the plaintiffs of the amount decreed together with interest and costs.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. After the appearance was entered into on behalf of fourth defendants on August 29, 1975 and on behalf of the second defendants on November 27, 1975 notice of motion was taken out by the learned advocate of 1st and fourth defendants for stay of the suit and proceedings under <a href=\"/doc/18760292/\" id=\"a_1\">Section 3</a> of the Foreign Awards (Recognition and Enforcement) Amendment Act, 1973 (hereinafter referred to for the sake of brevity as Foreign Awards Act) on the ground that there was an arbitral clause in the chartered party contract entered into between the 1st plaintiff and the first defendants hereto. On behalf of the first plaintiff, objections to the notice of motion were raised in the reply affidavit of one Shri J.M.L. Anto, Assistant Director (Food) and district Manager of the second plaintiffs contending inter alia that the arbitral clause in the chartered party contract provided for a reference of dispute to arbitration in a foreign country is not binding upon the Union of India and in any case this court should refuse to exercise its discretion having regard to the nature of the claim as well of the defence and the overall balance of convenience which inter alia included the convenience of the witnesses who are within the jurisdiction of this court and the entire evidence of loss is in the records and proceedings at the port of Bhavnagar and also having regard to the fact of acute hardship of foreign exchange which would not in all probability be granted for carrying the witnesses from India to London.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"189907\" id=\"span_1\">3. At the time of hearing of this notice of motion, the learned counsel for the 1st and 4th defendants urged that ordinarily a party which has entered into a contract containing an arbitral clause as its integral part should not be assisted by the court when it seeks to resile from it and particularly having regard to the mandatory provisions contained in Section 3 of the Foreign Awards Act the court is bound to make an order staying the proceedings unless it is satisfied that the agreement is null and void, inoperative or incapable of being performed or in fact there is no dispute between the parties with regard to the matter agreed to be referred. In other words, the submission of the learned counsel for the 1st and fourth defendants was that the court has no discretion to refuse to stay the suit or proceedings where the conditions prescribed in Section 3 of the Foreign Awards Act are satisfied unless the case falls within the excepted 3 or 4 categories specified therein. It was emphasised by the learned counsel for the said defendants that this legislative mandate is unequivocal pursuant to the amendment made in <a href=\"/doc/142812771/\" id=\"a_2\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> by the Amendment Act of 1973 in the light of the decision of the Supreme Court in V/o. Tractoroexport. <a href=\"/doc/189907/\" id=\"a_3\">Moscow v. Tarapore and Co. Madras</a>, AIR 1971 SC 1.</span> In support of his submission, the learned counsel for the said defendants invited my attention to the statement of objects and reasons of the Amendment Act 1973, in the Foreign Awards Act 1961 which was, according to the learned counsel, though enacted to give effect to the international convention on recognition and enforcement of foreign arbitral awards effected at New York on June 10, 1958, <a href=\"/doc/309888/\" id=\"a_4\">Section 3</a> of the Parent Act, as held by the Supreme Court in Tractoroexport&#x27;s case (supra), does not give full effect to the spirit of the said international convention. The learned counsel for the said defendants urged that on the plaintiffs&#x27; own showing in the reply affidavit filed on their behalf, the court has no option but to stay the proceedings of the suit since the plaintiffs have failed to satisfy the court that the case falls within the excepted categories as specified in Section 3 of the Foreign Awards Amendment Act, 1973. On behalf of the plaintiffs, these contentions were sought to be repelled by the learned counsel of the Union of India that the agreement is inoperative or in-Capable of being performed since it affects the sovereignty of the Union Govt. and therefore the court is bound to refuse to exercise the jurisdiction in favour of the defendants. In any case, he urged that this court can refuse to exercise the discretion if the court is satisfied on just and reasonable ground Or from the point of view of balance of convenience that this is pre-eminently a case where the suit should not be stayed. In support of his latter contention the learned counsel for the Union of India pointed out that the plaintiffs have claimed a decree against the suppliers also, namely, the second and third defendants and it is nobody&#x27;s case that there was an agreement to refer the dispute between the plaintiffs and the said defendants to arbitration. The exercise of discretion by the court to stay the suit as prayed for by the first and fourth defendants would inevitably result into the dispute in the suit being tried before two forums, one before this court and another before the domestic tribunal of arbitrators appointed by the plaintiffs on the one hand and the first and fourth defendants on the other. The learned counsel for the Union of India also pointed out that the entire evidence oral as well as documentary in support of their claim in the suit is within the jurisdiction of this court and it would cause a great inconvenience to the plaintiffs to carry the same to a foreign country where the arbitration proceedings are to be held and particularly when the foreign exchange position is not too happy to permit such a course to be approved of.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\">4. It is in the backdrop of these rival contentions that I have to determine whether the notice of motion should be made absolute. Before I determine the rival contentions as to whether the discretion should be exercised or not it is profitable to try to appreciate the perspective of the provisions contained in Section 3 of the Foreign Awards Amendment Act, 1973. The historical perspective of the <a href=\"/doc/142812771/\" id=\"a_5\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> (hereinafter referred to for the sake of brevity as the <a href=\"/doc/553799/\" id=\"a_6\">Parent Act</a>) has been traced by the Supreme Court in Tractoroexport&#x27;s case (AIR 1971 SC 1 ) (supra). The procedure for settlement through arbitration of disputes arising from international trade was first regulated by (he Geneva Protocol of Arbitration Clauses, 1923 and the Geneva Convention on the Execution of Foreign Arbitral Awards to which India was a party. Since the trade or international protocol Or convention does not become effective or operative on its own force in this country as is the case in England, some domestic legislation is introduced to attain the specified purpose, for which <a href=\"/doc/777085/\" id=\"a_7\">Arbitration (Protocol and Convention) Act, 1937</a> was put on the statute book with a purpose of making effective the Geneva Protocol of Arbitration and Geneva Convention on the Execution of Foreign Arbitral Awards. The said Act was put on the statute book as the Government of India wanted to satisfy the widely expressed desire of the commercial world that arbitration agreement should be ensured effective recognition and protection. The procedure for settlement through arbitration of international trade disputes was sought to be regulated by the aforesaid Act, namely, Arbitration (protocol and <a href=\"/doc/170937024/\" id=\"a_8\">Convention) Act</a> 1937. It should be noted that the said Act was enacted to adapt the then prevailing practices of arbitration in India but it was felt that the Geneva Convention did not effectuate speedy settlement of international trade disputes on account of in-built difficulties in the said Convention inasmuch as an undue emphasis was placed on the law of the land the selection of arbitrators and the procedure to be followed before them and also because of its emphasis on the remedies open to the parties for the purpose of setting aside the awards. It was with a view to obviate these in-built difficulties that a draft convention was prepared by the International Chambers of Commerce and was placed for consideration by the United Nations Economic and Social Council in consultation with the Governments of various coun-tries as well as non-governmental organisations. Ultimately, a new international convention on the recognition and enforcement of foreign arbitral awards was adopted by U. N. Conference on International Commercial Arbitration on June 10, 1958 held at New York. This convention was duly ratified by the Government of India and was deposited with the Secretary General of United Nations on July 13, 1960. The Geneva Convention was to cease to have effect between the contracting States on their becoming bound by the New York convention. Therefore, Foreign Awards Act, 1961 was required to be put on the statute book to replace the <a href=\"/doc/777085/\" id=\"a_9\">Arbitration (Protocol and Convention) Act, 1923</a>. The convention was meant to apply recognition and enforcement of arbitral awards made in the character of a State other than the State where the recognition and enforcement of state awards were sought and arising out of differences between persons whether physical or legal. It was also to apply to arbitral awards not considered as domestic awards where the recognition and enforcement are sought. <a href=\"/doc/309888/\" id=\"a_10\">Section 3</a> of the Parent Act provided for the stay of proceedings if any parly to a submission made in pursuance of an agreement to which the Convention set forth in the schedule applies, or any person claiming through or under him commences any legal proceedings in any court against any other party to the submission or any person claiming through or under him in respect of any matter agreed to be referred, any party to such legal proceedings may at any time after appearance and before filing written statement or taking any other step in the proceedings, apply to the court to stay the proceedings and the Court shall make an order staying the proceedings unless it is satisfied that the agreement was null and void, inoperative or incapable of being performed or that there was no dispute in fact between the parties with regard to the matter agreed to be referred. In Tractoroexport&#x27;s case (AIR 1971 SC 1) (supra), the Supreme Court was concerned with the construction of <a href=\"/doc/309888/\" id=\"a_11\">Section 3</a> of the Parent Act in the context of a contract for sale and supply of 1000 metric tons of Indian groundnut extraction in bulk to be shipped in Dec. 1972 on board the ship to be named by the foreign purchasers. In an appeal arising out of a suit filed in Madras High Court by the Indian firm which was respondent before the Supreme Court restraining the Russian firm the appellant company befora the Supreme Court from realising the proceeds of a letter of credit opened by them with the Bank of India Limited, Madras for sale and supply of earth moving machinery by the Russian firm for a value of Rs. 66 lakhs and odd. When the machinery started arriving in India, the Indian Firm raised objections as regards the design and working of one of the items and the machinery covered by the contract. As a result of devalution of Indian rupee currency on June 6, 1866 the contract price went up approximately by 25 lakhs of rupees which the Russian firm called upon the Indian firm to agree to by increasing the letter of credit. The Indian firm refused to comply with the requisition on the ground that the Russian firm had committed breach of contract and was liable to pay compensation. Russian firm made an application to the Madras High Court under <a href=\"/doc/309888/\" id=\"a_12\">Section 3</a> of the Parent Act and prayed for the stay of the suit. The Indian firm on the other hand applied for interim relief restraining the Russian firm from taking any further part in the arbitration proceedings which the Russian firm had initiated in terms of the arbitral clause in the main contract. The application of the Russian firm for the stay of suit was dismissed by a single Judge of the Madras High Court but it granted the interim injunction restraining the Russian firm from proceeding with the arbitral proceedings at Moscow, The Rus-sian firm carried the matter in appeal against both the orders before a Division Bench of the same High Court without any avail, with the result that the matters were carred before the Supreme Court. In that context, Mr. Justice Grover speaking for the Court construed <a href=\"/doc/309888/\" id=\"a_13\">Section 3</a> and having regard to <a href=\"/doc/1899249/\" id=\"a_14\">Section 3</a> of the Arbitration (Protocol and Convention) Act, 1937 which is pari materia with the provisions contained in <a href=\"/doc/309888/\" id=\"a_15\">Section 3</a> of the Parent Act ultimately held as under. &quot;Whatever way <a href=\"/doc/309888/\" id=\"a_16\">Section 3</a> of the Act is looked at, it is difficult to reach the conclusion that &quot;submission&quot; means an agreement to refer to an arbitral clause and does not mean an actual submission, Or completed reference, and that the word &quot;agreement&quot; means a commercial contract and not an agreement to refer or an arbitral clause.&quot; The Supreme Court quoted with approval the observations made in Russell on Arbitration, 17th Edition which inter alia read as under. &quot;The words of section, however, would seem to limit its operation to cases where some sort of &#x27;agreement to submit&#x27; is followed by an actual &#x27;submission&#x27; made &#x27;pursuant to&#x27; it. (Presumably, the word &#x27;submission&#x27; here bears its natural meaning of &quot;a sub-mission (written or not) of an actual dispute to the authority of an arbitral tribunal,&quot; rather than the statutory meaning which it bore under the phrase &#x27;arbitration agreement&#x27;). Thus the common case of an agreement to refer which is never followed by a submission because the claimant prefers to sue instead is apparently outside the section, although the protocol clearly meant it to be covered; see the French text of <a href=\"/doc/1015123/\" id=\"a_17\">Art. 4&quot;.</a> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"961181\" id=\"span_2\">The Supreme Court also observed the view of the Calcutta High Court in <a href=\"/doc/961181/\" id=\"a_18\">W. Wood &amp; Son Ltd. v. Bengal Corporation</a>, AIR 1959 Cal 8. It was a case covered by <a href=\"/doc/309888/\" id=\"a_19\">Section 3</a> of the 1937 Act. The Supreme Court quoted with approval a passage from the decision of the Calcutta High Court which reads as under: &quot;If the agreement to which the Protocol applies is an agreement for arbitration, there cannot possibly to an agreement in pursuance of that agreement. <a href=\"/doc/309888/\" id=\"a_20\">Section 3</a> must, therefore, be construed as contemplating a case where not only is there an   arbitration   agreement in force   between   the parties   but there has also been an actual    reference to arbitration. In other words, the Supreme Court on construction of   <a href=\"/doc/309888/\" id=\"a_21\">Section 3</a> as it stood in the    <a href=\"/doc/553799/\" id=\"a_22\">Parent Act</a> held    that the Court was bound ,to stay the suit arising out of a commercial contract   containing an arbitral clause only if there is an actual submission    to    the    arbitrators in pursuance of such a contract. The majority Court, however, expressed its anxiety about the efforts of those   who desire to respect the terms of international    protocol and convention in letter and spirit but found itself bound by the   mandate of Legislature. In order to fully    effectuate the international protocol and convention of New York, the Indian Parliar ment put an Amendment Act on the statute book in 1973 by seeking to omit the words &quot;a submission made in   pursuance of&quot; after the words &quot;any party to&quot; and     before the words &quot;an agreement&quot;.    The amendment further    sought to    add   the words &quot;Article II&quot; after the words &quot;an agreement to   which&quot;    and    before   the words &quot;the convention&quot;. In the statement of objects     and    reasons    to    the    Bill No. XIX of 1973   which   was   a   Bill to amend the Foreign Awards &quot;Recognition and Enforcement) Act,  1961 it has been stated as under:   &#x27;<a href=\"/doc/142812771/\" id=\"a_23\">The    Foreign    Awards (Recognition and Enforcement) Act, 1961</a> was enacted to give effect to the   International Convention on Recognition    and Enforcement of Foreign Arbitral Awards done at   New York on the    10th day of June 1958. Article II of this Convention provides for recognition by    contracting states of agreements,    including    arbitral clauses, in writing, by which the parties to the agreement undertake to submit to arbitration all or any differences    which have arisen or which may arise between them in respect of defined legal relationship, whether contractual    Or not,    concerning    a    subject-matter    capable    of settlement by    arbitration.    The    article also provides that when the    court of a contracting State is seized of a matter in respect of which the parties have made an agreement to   which   the article applies, the Court shall, at the request of one of the parties,   refer the   parties to    arbitration, unless it finds that the    said agreement is null and void,    inoperative or incapable of being performed.</span> In such cases, according to the article, the   mere existence of a valid arbitration agreement would render it mandatory for the court to refer the parties to arbitration and stay the proceedings before it. In V/O Tractoroexport Moscow v, Tara-pore &amp; Co. (1970) 2 SCA 316: (AIR 1971 SC 1), the Supreme Court has however held by a majority of 2 to 1, that <a href=\"/doc/309888/\" id=\"a_24\">Section 3</a> of the Act does not give full effect to Article II of the Convention. According to the Court, the section is applicable only in a case where not only is there an arbitration agreement in force between the parties, but there has also been an actual reference to arbitration. It is, therefore, proposed to amend the section suitably to bring out the intention clearly. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"973363\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1126538\" id=\"span_4\">The Bill seeks to achieve the above object&quot; It cannot be gainsaid that the Court is within its limits to look at the statement of objects and reasons for purposes of understanding as to what mis-chief the Amendment Act sought to remedy (vide: <a href=\"/doc/1126538/\" id=\"a_25\">M. K. Ranganathan v. Govt of Madras</a> <a href=\"/doc/973363/\" id=\"a_26\">AIR 1955 SC 604 and State of West Bengal v. Subodh Gopal</a> AIR 1954 SC 92). It is in this perspective that I have to decide whether the first and fourth defendants are entitled to prayers made in the notice of motion. Two questions arise before me for determination, namely, (1) whether the conditions specified in Section 3 of the Foreign Awards Act are satisfied and (2) in case they are satisfied, is it open to the Court to refuse to stay the proceedings in the suit.</span></span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5.   In order to    answer   these    questions, it is    necessary to   refer   to    the arbitration clause in the chartered party contract.     Clause   17   of   the   chartered party contract provided as under:    &quot;Any dispute  arising under this charter shall be settled in accordance with the    provisions of the    <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration    Act</a> 1950 in London, each party appointing an Arbitrator, and    the two    Arbitrators   in the event   of    disagreement    appointing    an Umpire whose decision shall be final and binding upon both    parties hereto.    The Arbitrators shall be    commercial    men.&quot; It cannot be gainsaid that the    claim of the plaintiff as averred in the    plaint of the suit arises out of the alleged breach of  obligations prescribed by the    chartered party contract for the    carriers of the  consignment, that is,  1st defendants who are the owners of the ship. It should be noted at this stage that   though   2nd and 3rd defendants who are the suppliers have been joined as party defendants the suit claim is in effect and substance made against the 1st and 4th defendants since for all intents and purposes the plaintiffs claim that the consignments were correctly and completely loaded on board the ship as acknowledged and admitted by the 1st defendants which had issued bills of lading and inspection was carried out by the independent surveyors with regard to the quantity and quality of the consignment on the vessel at the time of loading and the certificates of inspection were issued by them. It is the grievance of the plaintiffs that the defendants have failed to discharge the total quantity of the consignment bought and loaded by the plaintiffs, according to the bill of lading issued by the 1st defendant, and as specified in weight certificates issued by the second and third defendants. In other words, the claim of the plaintiffs is virtually against the 1st and fourth defendants who were respectively the carriers of the consignment by sea and their agents in India. It is in this context that I have to determine the rival contentions urged in respect of the aforesaid two questions set out above.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">6. So far as the first question is concerned, I must agree with the learned counsel for the 1st and fourth defendants that the conditions which are specified in Section 3 of the Foreign Awards Act are satisfied. The essential pre-requisites which should be satisfied before <a href=\"/doc/309888/\" id=\"a_28\">Section 3</a> can be invoked are: Firstly, the existence of an agreement to which <a href=\"/doc/1456610/\" id=\"a_29\">Article 2</a> of the Convention set forth in the Schedule applies. Secondly, the commencement of legal proceedings in any Court by a person who is a party or privy to such an agreement against other party to it. Thirdly, such proceedings should pertain to a matter which is agreed to be referred to arbitration in the aforesaid agreement. Fourthly, no step has been taken by the defendant in such proceedings either by filing written statement, or in any other manner as to indicate that he has submitted to the jurisdiction of the Court. On these conditions being satisfied, the Court has no option but to stay the proceedings in the suit unless the Court is satisfied that the agreement containing arbitration clause is null and void, or inoperative or incapable of being performed, or that the disputes raised is not pertaining to the matter agreed to be referred. I do not think that it can be successfully contended on behalf of the plaintiffs that any   of the   pre-requisites specified hereinabove is wanting in   the present case and, therefore, Section 3 of   the Foreign Awards    Act cannot be   pressed into service. The learned counsel for the Central    Government,    however,     urged that unless the suit contract is commer-cial in nature recognized as such under the law in force in India, the Court   has no jurisdiction,    power   or   authority to stay the proceedings.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1235641\" id=\"span_5\">In support   of his submission, reliance was placed on    the decision of the learned   single Judge of the    Bombay    High    Court    in    <a href=\"/doc/1235641/\" id=\"a_30\">Indian Organic    Chemicals    Ltd.    v.    Chemtex Fibres Inc.</a>    AIR 1978   Bom 106,   where Mridul J., as he then   was,   held  that a combined reading of <a href=\"/doc/329413/\" id=\"a_31\">Section 2</a> of the   Parent Act and the provisions of <a href=\"/doc/1406924/\" id=\"a_32\">Articles 1</a> and <a href=\"/doc/1456610/\" id=\"a_33\">2</a> of the Convention requires further four conditions to be satisfied before <a href=\"/doc/309888/\" id=\"a_34\">Section 3</a> can be invoked. In the opinion of the learned single Judge,   the four    conditions    are, namely, (i) that the difference    between parties should    arise out    of a    contract which is commercial under the    law in force in India; (ii) that the award relating to the said    difference as should be made on   or after   11th    October    1960; (iii) that the award is made in pursuance of an agreement in writing for    arbitration to which the Convention set forth in the Schedule applies; and (iv) that    the award should have been   made in   such territories to which the Convention   has been made    applicable by the    Central Government. It was, therefore, urged by the learned counsel that unless the Court 19 satisfied that the present dispute arises out of a    contract    recognized   as    commercial in law in force in India, <a href=\"/doc/309888/\" id=\"a_35\">Section 3</a> is not applicable, and the Court should not stay the proceedings. Assuming that the decision of the learned    single Judge of the Bombay High Court lays down correct position in law, even then I do not think that the learned    counsel    for the Central Government is justified in urging that the dispute is not    arising out of a contract which is    recognized    as    commercial in any law in force in India.   It cannot be    urged    successfully    without violence to the language that the charter party contract for carriage of goods    by sea is not    commercial in    nature.    The term &#x27;commerce&#x27; strictly relates to dealings with foreign nations, colonies,    etc, (vide. The Webster&#x27;s Third New    International Dictionary at page   456).</span> It is a word of tha largest import and   takes in Its sweep all   the   business   and trade transactions in any of their forms including the transportation, purchase, sale and exchange    of commodities   between   the citizens    of     different     countries    (vide: Welton v. Missouri    (1875) .91    US 275). The Convention with reference to arbitration is for purposes of obtaining award and enforcing  it  against the party held liable under it, and if the award to   be made by a    foreign   arbitrator   is to be made enforceable, it must be a    foreign award as denned under the   <a href=\"/doc/553799/\" id=\"a_36\">Parent Act</a>, which by <a href=\"/doc/329413/\" id=\"a_37\">Section 2</a> prescribes that it must be an award on differences between persons arising out of the legal relationship considered as commercial under   the law in force in India and made on or after llth Oct., 1960 in pursuance of an agreement in writing for arbitration to    which the aforesaid Convention applies and   in the territories to which the Convention   has been made    applicable    by the    Central Government.  In other words, the    Contention is that   <a href=\"/doc/309888/\" id=\"a_38\">Section 3</a>   has to   be   read in light of    definition    <a href=\"/doc/329413/\" id=\"a_39\">Section 2</a> and    unless it is established that the differences arising out of legal relationship are   considered as commercial under the law in force in India, no    reference can    be    made and consequently no suit can be stayed,    As stated above, it cannot be gainsaid   that the charier-party contract is commercial in its nature. The question, whether it is recognized as such in any law in   force in India is also   not    capable of   much debate. <a href=\"/doc/1914211/\" id=\"a_40\">The Indian Carriage of Goods By Sea Act, 1925</a>,   was put   on the   statute book with    effect from    21st Sept. 1925 for the purpose of    amending   the   law with respect to Carriage of    Goods   Act pursuant to the unanimous recommendation of the members of the International Conference  on    Marjtime    Law   held at Brussels in October,    1922   to   their respective Governments for the  unification of certain rules relating to bills of lading on the basis of the draft convention agreed at the said conference. The Schedule to the   said Act prescribes the rules relating to bills of lading. The said rules apply to the carriage of goods   by sea in ships carrying goods from    any    port in India to any other   port   whether in or oulside India. The rules, inter alia, prescribe   for the responsibilities  and liabilities     of      the      carriers.      The      corresponding       law      to       the      Indian Carriage    of     Goods     by     Sea      Act, 1925 in U. K. is the   Carriage of   Goods by Sea Act, 1924 which is also   enacted pursuant to the draft convention produced at &quot;Brussels al the International Conference On Maritime Law by the Maritime countries. The legal relationship arising out of the charter-party contract is, therefore, recognized as commercial under the Indian Carriage of Goods by Sea Act, 1925, In the statement of objects and reasons of the said Act, it has been, inter alia, stated as under :\n</p>   \n\n<blockquote id=\"blockquote_2\">&quot;A bill of lading was originally a receipt for the goods placed on a ship and also a document for transferring the title of the goods to the consignee. With the development of trade, it became recognised as a negotiable instrument in which shippers, the carriers and the consignees or purchasers of the goods as well as bankers and underwriters became increasingly interested. Concurrently with this it became the custom to show on the bill of lading the terms of the contract on which the goods were delivered tp and received bv the ship, and from time to time new clauses were added usually in the direction of contracting the carrier out of liability for some kind of loss or damage to the goods. There thus arose greal diversity between the conditions on which goods were carried by sea and considerable uncertainty about the liabilities which still attached to the carrier.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">2. There has been a demand for many years among the different commercial interests which handle bills of lading for uniformity among all maritime countries in the definition of the liabilities and riskg attaching to the carrier of goods by sea. Some countries e.g. Canada Australia, and the United States of America, enacted legislation prohibiting carriers of goods by sea from contracting themselves out of certain kinds of liability. The matter was discussed at several International Conferences between shipowners, shippers and bankers in an attempt to secure the universal adoption of an agreed set of rules.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">3.   A Code of rules was drawn   up in 1921 by the International Law Association at the Hague. These were subjected to criticism by the various interests affected till finally agreement was reached at the International Conferences on Maritime Law held in Brussels in October, 1922 and again in October, 1923. A Code of rules defining the responsibilities and liabilities to which a carrier of goods by sea should be subject and also the rights and immunities He was entitled to enjoy was drawn up, and it was unanimously recommended that every country should give legal sanction to these rules. The United Kingdom has done so by the Carriage of Goods by Sea Act (1924) (14 and 15 Geo V.C. 22). It proposed to do the same in India by this Bill.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. The disputes arising out of construction of mercantile documents, export Or import of merchandise, affreightment, insurance etc. are considered commercial causes. In Vol. 13, British Shipping Laws pertaining to shipowners, in paragraph 767 at p. 338, the following observation is illustrative : &quot;767. Types of action tried in the Commercial Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">There is no comprehensive definition of what constitutes an action &#x27;commercial&#x27; and, therefore, properly entered in the Commercial List. The Rules of. the Supreme Court. Order 72, Rule 1 (2) repeat the statement in paragraph 1 of the Notice of 1895 that commercial causes include any cause, &quot;arising out of the ordinary transactions of merchants and traders; amongst others, those relating to the construction of mercantile documents, export or import of merchandise, affreightment, insurance, banking and mercantile agency and mercantile usages&quot;.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">This is clearly not an exhaustive list but is does include all the more important types of causes which at present appear in the Commercial List.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">8. It will thus be seen that disputes pertaining to the obligations arising under bills of lading inter se shippers, carriers and consignees Or purchasers of goods as well bankers and underwriters require to be precisely defined so as to have uniformity thereof in various maritime countries for the benefit of all commercial interests. It is with this end in view that a Code of Rules denning the responsibilities and liabilities of a carrier of goods by sea and its rights and immunities was unanimously recommended that every maritime country should give legal sanction to it. These disputes arise out of relationship which is essentially commercial in nature and it has been so reorganized by Carriage of Goods by Sea Act, 1925.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">9. The contention of the learned Counsel for the Central Government in the present case that the differences must be shown to have arisen out of the relationship which is considered to be comniercial in any law in force in India has no substance in it and, therefore, it should be rejected.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"973363\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1235641\" id=\"span_7\">10. It should be noted that the view of the learned single Jadge of the Bombay High Court in <a href=\"/doc/1235641/\" id=\"a_41\">Indian Organic Chemicals Ltd</a>&#x27;s case (<a href=\"/doc/973363/\" id=\"a_42\">AIR 1978 Bom</a> 106) (supra) has not been approved by the Division Bench of the Bombay High Court consisting of Chandurkar and Mehta JJ. in Appeal No. 113 of 1981, decided on November 4, 1981 : (Reported in AIR 1983 Bom 36). The Division Bench after setting out the view of Mridul, J. in the aforesaid decision, ultimately disagreed with it by expressing its view in the following terms :--</span></span>\n</p>   \n\n<blockquote id=\"blockquote_5\">&quot;.....With great respect to the learned Judge, not only we are unable to agree with the view taken by him, but it appears to us that the observations made by the learned Judge that the relationship must be &quot;considered as commercial under the provisions of a law  in force in India&quot; seem to run counter to what the learned Judge himself observed in the earlier paragraph when he took the view that the legal relationship must be commercial &quot;by virtue of a provision of law or an opportunity legal principle in force in India&quot; . Now, an operative legal principle in force in India would also be principle flowing from any law already in force. In any case, it is not possible for us to accept the construction that the words &quot;law in force in India&quot; were intended to mean a particular law specifically enacted for the purpose of the provisions of the 1961 Act.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">29. We have no doubt that the contract in the instant case, which was for the sale and purchase of a commodity, was clearly a contract which brought about legal relationship which was commercial in nature under the Indian law&quot;.  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_13\">11. The learned Counsel for the Central Government, therefore, urged that inasmuch as the arbitral clause in the charter-party contract obliged the State to make a reference to foreign arbitration it would amount to denial of sovereign status of the Slate and such an agreement is valid and binding between citizens of different states only. In support of his contention, the learned counsel relied on <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a> of the New York Convention on the Recognition and Enforcement of Foreign Arbitral Awards,  I do not think that the contention advanced by the learned counsel is wellfounded. <a href=\"/doc/367586/\" id=\"a_44\">Article 14</a> on which reliance has been placed negatives the very contention urged by the learned counsel. The said article provides as under :\n</p><blockquote id=\"blockquote_7\">  &quot;A contracting State shall not be entitled to avail itself of the present Convention against other Contracting States except to the extent that it is itself bound to apply the Convention.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\">12. In other words a contracting State is entitled to resort to the present Convention against any other contracting State only to the extent to which it applies as a convention. No limitation is to be found in the Convention as <a href=\"/doc/1406924/\" id=\"a_45\">Article 1</a> makes it clear in that behalf. The said <a href=\"/doc/1406924/\" id=\"a_46\">Article 1</a> reads as under :\n</p><blockquote id=\"blockquote_8\">  &quot;1. This Convention shall apply to the recognition and enforcement of arbitral awards made in the territory of a State other than the State where the recognition and enforcement of such awards are sought, and arising out of differences between persons, whether physical or legal. It shall also apply to arbitral awards not considered as domestic awads in the State where their recognition and enforcement are sought.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">13. The only limitation is that it must arise out of a contract which is commercial in nature.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1869256\" id=\"span_8\">14. A similar argument urged on behalf of the Union of India did not find favour with Division Bench of the Madras High Court in <a href=\"/doc/1869256/\" id=\"a_47\">Far East Steamship Line, Vladivostock, USSR v. Union of India</a>, AIR 1973 Mad 169. The question that arose before the Division Bench was whether the Union of India should be compelled to have recourse to the Russian Courts in view of the Foreign Jurisdiction Clause in the contract entered into between the Union of India and one of the Shipping Companies of USSR for carriage of 1,60,000 bags of urea from Japan. The claim against the Shipping Company was for the value of the goods delivered short at the port of discharge in India. The suit claim was resisted by the Russian Shipping Company on the ground, inter alia, that the foreign jurisdiction clause in the contract excluded the jurisdiction of the Court of the District Munsif at the port of discharge. The Court of Munsif negatived this objection but returned the plaint for presentation to the City Civil Court at Madras within whose jurisdiction the defendants re- sided, including the clearing agent. Clauses 26 and 27 of the Bill of Lading provided <a href=\"/doc/1869256/\" id=\"a_48\">in that case</a> as under :</span>\n</p>   \n\n<blockquote id=\"blockquote_9\">&quot;26. All claims and disputes arising under and in connection with this bill of lading shall be judged in the USSR.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">27. All questions and disputes not mentioned in this bill of lading shall be determined according to the Merchant Shipping Code of the USSR.&quot; In the revision preferred by the Shipping Company against the order of District Munsif, haying regard to the importance of the question the learned single Judge referred it to the Division Bench. The Division Bench, speaking through Veeraswami C, J., as he then was, held as under :\n</blockquote><blockquote id=\"blockquote_11\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1869256\" id=\"span_9\">&quot;As to Clause 27, we should think that the parties having deliberately chosen that their mutual rights under the contract shall be determined according to the Merchant Shipping Code of the U. S. S. R., we do not see sufficient reason to bail the Union of India out of it. That clause is binding on the parties and should be given effect to, irrespective of the forum. But as regards the other clause, we certainly accept that in principle the parties who deliberately chose their forum, should be bound by the contract. That one of us has said in (1970) 1 Mad LJ 548, which gives full consideration to the question, and we find ourselves in entire agreement with what has been said there as to the law on the subject. As was however observed <a href=\"/doc/1869256/\" id=\"a_49\">in that case</a>, we are of the view that while normally parlies should be bound by the contract, the rule has exceptions founded not merely on balance of convenience, but considerations to meet the ends of justice in particular circumstances. In our opinion, the court has the discretion which will, of course, be exercised after weighing the pros and cons of all the circumstances taken together.&quot;</span>    \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">15. I do not think, therefore, that the contention of the learned Counsel for the Central Government that the enforcement of the foreign arbitral clause in the charter-party contract would amount to denial of Sovereignty of the Union Government (is correct).\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">16. The only question which, therefore, remains is, whether this court has discretion in the matter where it is concerned with a case arising under Section 3 of the Foreign Awards Amendment Act. I do not think that there is .any discretion in the matter except where the case falls within the excepted categories mentioned in <a href=\"/doc/309888/\" id=\"a_50\">Section 3</a> itself. <a href=\"/doc/309888/\" id=\"a_51\">Section 3</a> enjoins an obligation on the Court to stay the proceedings in the suit where the conditions specified in <a href=\"/doc/309888/\" id=\"a_52\">Section 3</a> are satisfied. <a href=\"/doc/309888/\" id=\"a_53\">Section 3</a> opens, with a non obstante clause that notwithstanding anything contained in the <a href=\"/doc/1052228/\" id=\"a_54\">Arbitration Act, 1940</a> or in <a href=\"/doc/161831507/\" id=\"a_55\">the Code of Civil Procedure</a>, 1908 if any person to an agreement to which <a href=\"/doc/1456610/\" id=\"a_56\">Article 2</a> of the New York Convention applies or any person claiming through Or under him commences any legal proceedings in any court against any party to such an agreement or any person claiming through or under him in respect of any matter referred to for abitration in such agreement, any party to such legal proceedings may apply to the court to stay the legal proceedings before filing the written statement or taking any other steps in the legal proceedings, and the court shall stay the proceedings unless it finds that the agreement is null and void, or incapable of being performed or inoperative. I do not think that having regard to the clear mandate contained in <a href=\"/doc/309888/\" id=\"a_57\">Section 3</a>, it would be open to the court in case other than the one falling under the excepted categories as specified therein, to refuse to stay the proceedings on the ground that it is discretionary with it and the discretion would be exercised after weighing the pros and cons of all the circumstances taken together. The view of the Madras High Court in Far East Steamship Line&#x27;s case (AIR 1973 Mad 169) (supra), on application of Clause 26 of the Bill of Lading in that case, would not be applicable on the facts of the present case before me since there was no arbitration clause in the case before the Madras High Court as the one which I have got in the present case before me.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">17. In Russell on Arbitration, 19th Edition at page 187, the learned Author has dealt with the topic of discretionary power of the court under <a href=\"/doc/1242720/\" id=\"a_58\">Section 4(1)</a> of the Arbitration Act 1950 of U. K. The discretion has been spelt out from the phraseology of <a href=\"/doc/1934248/\" id=\"a_59\">Section 4 (1)</a> where the words are permissive and not imperative as the verb is &quot;may make&quot; and not &quot;shall make&quot;, and the Jurisdiction to stay the proceedings arises if the Court is satisfied that there is no sufficient reason why the matter should not be referred in accordance with the agreement. However, as regards arbitration agreements to which the New York Convention applies, the learned Author has observed as under at page 188 in his said treatise:\n</p>   \n\n<blockquote id=\"blockquote_12\">&quot;Arbitration agreementg affected by the New York Convention.  The Arbitration Act, 1975 came into force on December 23, 1975 and must be treated as having retrospective effect, <a href=\"/doc/553799/\" id=\"a_60\">This Act</a> gives effect to the New York Convention on the Recognition and Enforcement of Foreign Arbitral Awards.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">.....\n</blockquote> \n\n<blockquote id=\"blockquote_14\">Given that the arbitration agreement&quot; is not a domestic arbitration agreement, the Court must accede to an application to stay the proceedings unless certain conditions are satisfied. Of course a defendant to litigation need not make an application for a stay; he may prefer to litigate, and it is in line with this approach that if the applicant takes any step in the litgation after entering an appearance (such as delivering any pleadings) he will not obtain a stay. The only other grounds for refusing a stay are that :\n</blockquote>   \n\n<blockquote id=\"blockquote_15\">(1) the arbitration agreement is null and void, inoperative or incapable of being performed, or\n \n\n(2) there is not in fact any dispute between the parties with regard to the matter agreed to be referred.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_20\">A dispute is nonetheless a dispute between the parties and within the 1975 Act. <a href=\"/doc/1389087/\" id=\"a_61\">Section 1 (1)</a> because there is no defence in law to the claim being made in the legal proceedings which have been commenced by the plaintiffs. a triable issue under R. S. C., Order 14 is not the same thing as a dispute within the words of that section.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">Even when liability is admitted, there may be a dispute about quantum, and if so, it may not be possible to refuse a stay, even in respect of the amount of damages &quot;indisputably&quot; due.\n</p><blockquote id=\"blockquote_16\">  &quot;Claims in tort may be so closely connected with the contract that they must be decided by arbitration and there a stay is mandatory.&quot;    \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">18. To the same effect the legal position as to what is the discretion of the Court in a case of foreign arbitral clause has been digested in Halsbury&#x27;s Laws of England, Forth Edition, Vol. 2, under the caption, &quot;Stay where a foreign element is involved&quot; in para 556 at page 286. The said paragraph reads as under:\n</p><blockquote id=\"blockquote_17\">  &quot;556. Stay where a foreign element is involved, There is one case (themandatory case) in which the court is bound by statute to grant a stay of proceedings unless satisfied that the agreement of arbitration has become Inoperative or cannot proceed, or that there is not in fact any dispute between the parties with regard to the matter agreed to be referred. A totally void agreement may escape these mandatory provisions, but a merely voidable agreement will not. The mandatory case arises where the Protocol on Arbitration Clauses applies, that is, where the parties to an agreement to submit future disputes or for the submission of an existing dispute are subject respectively to the jurisdiction of different contracting states. The parties are &quot; still so subject even though any foreign party brings himself within the jurisdiction of the English courts not earlier than the time when the action it is sought to stay is commenced. But where any foreign party is subject to the jurisdiction of the English courts before the action is brought (as by having a place of business in the United Kingdom), that party is not exclusively subject to the jurisdiction of a different contracting state and the protocol does not apply. Where the Protocol applies and legal proceedings are brought by any parly to the arbitration agreement or a person claiming through or under him in respect of a matter agreed to be referred, the application for the mandatory stay should be made after appearance but before service of pleadings or any other step in the proceedings is taken by the appli-cant.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">19. In view of these settled legal principles I do not think that the learned Counsel for the Central Government was justified in urging as he did that the arbitral clause in the charter-party contract was tantamount to virtual denial of the sovereignty of Union of India and, therefore, the agreement is not valid and binding on it It cannot be a matter of debate that the New York Convention has been signed and/or ratified by India as well as Norwey whose flag the ship in question was flying (vide: Halsbury&#x27;s Laws of England, Fourth Edition, Vol. 2, page 286). The alternative contention that the court should refuse to exercise its discretion to stay the proceedings as it would otherwise deny the Union Government sufficient opportu-nity to successfully litigate its cause mainly because the entire evidence regarding short supply is at the port of Bhavnagar in India and having regard to the difficult foreign exchange position a fact of which judicial notice can be taken. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"973363\" id=\"span_10\">In support of the contention that the court has a discretion even in cases where foreign arbitral clause is invoked, reliance was placed on the decision of the Supreme Court in Tractoroexport&#x27;s case (<a href=\"/doc/973363/\" id=\"a_62\">AIR 1971 SC</a> 1) (supra). The majority Court in that ease held that with regard to the foreign proceedings, the Court will restrain the person within its jurisdiction from instituting or prosecuting suits in a foreign court whenever the circumstances of the case make such an interposition necessary or proper, and although it is moot point whether <a href=\"/doc/1912867/\" id=\"a_63\">Section 35</a> of the Arbitration Act, 1940 will be applicable to such a case, the principle embodied in that section cannot be completely ignored while considering the question of injunction. I am afraid that the reliance by the learned Counsel for the Central Government on this part of the decision cannot be of any assistance to the cause which the learned Counsel is representing. It should be emphasised that the majority court <a href=\"/doc/973363/\" id=\"a_64\">in that case</a> was speaking in the context of the power of the court to issue injunction. <a href=\"/doc/1912867/\" id=\"a_65\">Section 35</a> of the Arbitration Act, 1940 provides for the effect of legal proceedings on arbitration. It prescribes that no reference nor any award would be invalid only by reason of the commencement of legal proceedings upon the subject matter of the reference, but in case of commencement of the legal proceedings on the whole of the subject matter of the reference if a notice is given to the arbitrators or umpire all further proceedings in a pending reference shall be invalid unless a stay of the proceedings is granted under Section 34.</span> It is in that context that the majority court in Tractoroexport&#x27;s case (supra) was considering whether the High Court was justified in granting interim injunction restraining the Russian firm from proceeding in arbitration in Moscow. The Russian firm was contending that neither Russian firm nor the U. S. S. R. Chamber of Commerce which was seized of the arbitration proceedings were amenable to the jurisdiction of Madras High Court in which the Indian firm had filed the suit against the Russian firm, and in the alternative, since the Indian firm had been guilty of committing breach of the contract, it was not entitled to invoke the equitable relief of injunction against holding the arbitration proceedings. In that context, the Majority Court held as under (at p. 11):--\n</p>   \n\n<blockquote id=\"blockquote_18\">&quot;28. If the venue of the arbitration proceedings had been in India and if the provisions of the <a href=\"/doc/1052228/\" id=\"a_66\">Arbitration Act</a> of 1940 had been applicable, the suit and the arbitration proceedings could not have been allowed to go on simultaneously and either the suit would have been stayed under Section 34 or if it was not stayed, and the arbitrators were notified about the pendency of the suit, they would have had to stay the arbitration proceedings because under Section 35 such proceedings would become invalid if there was identity between the subject matter of the reference and the suit. In the present case, when the suit is not being stayed under <a href=\"/doc/309888/\" id=\"a_67\">Section 3</a> of the Act, it would be contrary to the principle underlying Section 35 not to grant an injunction restraining the Russian Firm from proceeding with the arbitration at Moscow. The principle essentially is that the arbitrators should not proceed with the arbitration side by side in rivalry or in competition as if it were a Civil Court.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">29. Ordinarily, a party which has entered into a contract of which an arbitral clause forms an integral part should not receive the assistance of the Court when it seeks to resile from it. But in the present case a suit is being tried in the courts of this country which, for the reasons already stated, cannot be stayed under <a href=\"/doc/309888/\" id=\"a_68\">Section 3</a> of the Act in the absence of an actual submission of the disputes to the arbitral tribunal at Moscow prior to the institution of the suit. The only proper course to follow is to restrain the Russian Firm which has gone to the Moscow Tribunal for adjudication of the disputes from getting the matter decided by the tribunal so long as the suit here is pending and has not been disposed of.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\">20. It is in this perspective of the legal and factual position that the majority court inter alia, considered the restrictions imposed by the Government of India on the availability of foreign exchange at that time. I do not think, therefore, that the learned Counsel can successfully press this decision in support of his contention that the court should refuse to exercise the discretion in view of the factual position submitted by him as aforesaid. I do not think, therefore, that there is any discretion which the Court enjoins when it is called upon to decide whether the proceedings in the suit pertaining to a contract containing a foreign arbitral clause should be stayed under Section 3 of the Foreign Awards Amendment Act except in those contingencies which are specified in <a href=\"/doc/309888/\" id=\"a_69\">Section 3</a> itself. The said contingencies are that the agreement is null and void, inoperative Or incapable of being performed, or in fact there is no dispute between the parties pertaining to the matter agreed to be referred under the agreement. The view which I am inclined to take on Section 3 of the Foreign Awards Act is also accepted by a Division Bench of the Bombay High Court consisting of Kantawala C. J. and Tul-zapurkar J. in Appeal No. 151 of 1970 arising out of Suit No. 1052 of 1969, decided on February 13, 1975 where the plaintiff M/s. Jamnadas Madhavii &amp; Co., prayed for a decree against the first defendant who were foreign purchasers from Hungary for a sum of Rs. 24,47,488-72 Ps. together with interest and costs for the breach of the suit contracts for export and supply of deoiled ground-nut cake by the plaintiffs inasmuch as the first defendant failed to open letters of credit at enhanced rate of 57.5% of the value of the goods pursuant to devaluation of Indian Rupee made by the Government of India on 6th June 1966. Admittedly the said contracts contained an arbitration clause which, inter alia, provided that any dispute or claim arising out of dispute relating to the contract would be heard and decided by arbitration in acsordance with the agreement concluded between the Federation of Indian Chambers of Commerce and Industry, New Delhi and the Hungarian Chamber of Commerce, Budapest, and the arbitration was to be conducted in the country of the defendant as prescribed in details in the said clause. It is in the context of this arbitration clause that the foreign purchasers moved the High Court of Bombay to stay the suit under Section 3 of the Foreign Awards Amendment Act. The Division Bench, speaking through Tulzapurkar J., considered the entire historical as well as legal perspective of the provision contained in <a href=\"/doc/18760292/\" id=\"a_70\">Section 3</a> of the Foreign Awards (Recognition and Enforcement) (Amendment) Act, 1973 and the Foreign Awards Act of 1961, and held as under:\n</p><blockquote id=\"blockquote_20\">  &quot;In other words, paragraph 3 of the Article II of the Convention cleary obliged the Court of a Contracting State, at the request of one of the parties, to the arbitration agreement, to refer the par-ties to arbitration unless, of course, it finds that the agreement is either null and void, inoperative or incapable of being performed, and this obligation has been cast upon the Court of a Contracting State when seized of an action. In other words, the Convention is quite clear that whenever the Court of a Contracting State is seized of an action in a matter in respect of which parties have made an agreement of reference, the Court shall refer the parties to arbitration and it is with a view to give effect to this part of the Convention that <a href=\"/doc/309888/\" id=\"a_71\">Section 3</a> of the Act obliges the court to stay proceedings in respect of the matters to be referred to arbitration.&quot;   \n</blockquote>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_25\">21. Rejecting the contention urged on behalf of the original plaintiffs that the power of the Court to stay proceedings under Section 3 of the Foreign Awards Amendment Act is discretionary and not mandatory or obligalory, the Division Bench held as under:\n</p>  \n\n<blockquote id=\"blockquote_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730287\" id=\"span_11\">&quot;It is not possible for us to accept the submission of Mr. Thakkar for more than one reason.    In the first    place, in   <a href=\"/doc/309888/\" id=\"a_72\">Section 3</a> itself,   the    legislature    has    used both the expressions &quot;may&quot; and &quot;shall&quot; in different parts of the section. For instance,    the    section    provides &quot;.....any party to such legal proceedings   may at any time after    appearance    and   before filing a written statement or taking any other step in the    proceedings, apply to the Court to    stay the proceedings.....&quot;  and in the latter part the   section states &quot;.....the   Court,   unless    satified.....shall make an order staying the proceedings&quot;, and it seems to us clearly that the legislature must be fully aware of the real meaning of the expression &quot;shall&quot; which has been used when it has used that expression in connection with the Court&#x27;s powers to stay the proceedings. If really discretionary power was to be conferred upon the Court then even in that part of the section which deals with the powers of the Court, the expression &quot;may&quot; could have been used. Moreover, <a href=\"/doc/1722761/\" id=\"a_73\">Section 34</a> of the Arbitration Act was also present to the mind of the legislature when it enacted <a href=\"/doc/309888/\" id=\"a_74\">Section 3</a> of the Act for <a href=\"/doc/309888/\" id=\"a_75\">Section 3</a> commences with a non obstante clause in reference to the <a href=\"/doc/1052228/\" id=\"a_76\">Arbitration Act</a> of 1940. In other words, the legislature was also aware of the provision of <a href=\"/doc/1722761/\" id=\"a_77\">Section 34</a> of the Arbitration Act 1940 which confers a discretion upon the Court while exercising its powers to stay the proceedings, With full knowledge of these aspects of the matter, it is difficult to accept the contention that the legislature has used the expression &quot;shall&quot; in <a href=\"/doc/309888/\" id=\"a_78\">Section 3</a> concerning Court&#x27;s powers to stay the proceedings with a view to confer a discretionary power. Moreover, the Statement of Objects and Reasons appended to the <a href=\"/doc/1596533/\" id=\"a_79\">Amending Act</a> makes it amply clear that what was intended was to cast a mandatory obligation upon the Court to stay the proceedings and refer the parties to arbitration. It is, therefore, not possible to accept the contention that the word &quot;shall&quot; when used in connection with the Court&#x27;s power to stay the proceedings should be construed merely as &quot;may&quot;. As regards the observations Of Mr. Justice K. K. Desai on which reliance has been placed by Mr. Thakkar, it would be pertinent to mention that a similar provision contained in <a href=\"/doc/309888/\" id=\"a_80\">Section 3</a> of the earlier Act, namely the <a href=\"/doc/777085/\" id=\"a_81\">Arbitration (Protocol and Convention) Act</a> of 1937 came up before the Supreme Court in the case of <a href=\"/doc/730287/\" id=\"a_82\">Soeiete De Traction St. D&#x27;Electricite v. Kamani Engineering Company Ltd.</a> (19641 66 Bom LB 392 : (AIR 1964 SC 558) and with reference to that provision contained in that enactment, the Supreme Court has clearly observed as follows (at p. 564):</span>\n</blockquote><blockquote id=\"blockquote_22\">  &quot;By this enactment an obligation in the conditions set out in <a href=\"/doc/309888/\" id=\"a_83\">Section 3</a> was imposed upon the Court, unless it was satisfied that the agreement of arbitration had become inoperative Or could not proceed, to direct that the suit filed in any Court in India against any other party to the submission shall be stayed.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\">A similar view has been taken with regard to Section 4 (2) of the English Arbitration Act, 1950, provisions whereof have been construed as casting a mandatory obligation upon the Court to stay the proceedings. In view of this position, it is not possible to accept the argument based upon the observations of Mr, Justice K. K. Desai on which reliance has been placed by Mr. Thakkar.&quot;\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_27\">22. It should be recalled that none of these contingencies specified in <a href=\"/doc/309888/\" id=\"a_84\">Section 3</a> has been pleaded on behalf of the Union of India in reply affidavit to the notice o Motion.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\">23. a faint attempt has been made by the learned counsel for the Central Government that the Court should not stay the suit since no application has been made by the original defendants Nos. 1 to 3 and particularly when notice of motion has been taken out by defendant No. 4 who is not a party to the charter-party contract. The contention has been stated only for being rejected. Section 3 of the Foreign Awards Amendment Act entitles any party to a legal proceeding commenced by a party to an agreement to which New York Convention applies, or any person claiming through or under him in any Court against any other party to the agreement, Or any person claiming under or through him, to apply to the Court to stay the proceedings, and the Court is bound to stay the proceedings, unless the case falls within the excepted categories specified in <a href=\"/doc/309888/\" id=\"a_85\">Section 3</a>. It is, therefore, not necessary that in order to move the Court for stay of the proceedings under Section 3 of the Foreign Awards Amendment Act, the applicant must be a party to the arbitration agreement. In any case, original defendant No. 4 has been joined as a party to the suit since they happened to be the agents of original defendant No. 1 the owners of the ship in question. The notice of motion has been taken out as a matter of fact by the learned Advocate appearing on behalf of defendants Nos. 1 and 4. It, therefore, cannot be successfully contended that the application for the stay of the proceedings is not competent.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">24. No other contentions have been urged-on behalf of the plaintiffs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">25. For the reasons which are recorded as aforesaid, the Notice of Motion has been made absolute by this Court by its order of May 4, 1982. \n</p>\n \n\n","numcites":28,"numcitedby":3,"docsource":"Gujarat High Court","citetid":1174480,"divtype":"judgments","relatedqs":[{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"enforcement of arbitral awards","formInput":"enforcement%20of%20arbitral%20awards"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"international trade","formInput":"international%20trade"},{"value":"foreign court  filter:  stay of suit under section 151 cpc","formInput":"foreign%20court%20%20filter%3A%20%20stay%20of%20suit%20under%20section%20151%20cpc"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"carriage of goods by sea","formInput":"carriage%20of%20goods%20by%20sea"},{"value":"court stay to its own proceedings ","formInput":"court%20stay%20to%20its%20own%20proceedings%20"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"notice of motion","formInput":"notice%20of%20motion"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"no filing of written statement","formInput":"no%20filing%20of%20written%20statement"},{"value":"commercial contract","formInput":"commercial%20contract"},{"value":"sovereignty","formInput":"sovereignty"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"enforceability of award","formInput":"enforceability%20of%20award"},{"value":"legal relationship","formInput":"legal%20relationship"},{"value":"foreign awards","formInput":"foreign%20awards"}],"cats":[{"value":"regulations-regarding-controlling-authority","formInput":"tag:regulations-regarding-controlling-authority"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"gratuity","formInput":"tag:gratuity"}],"courtcopy":false,"query_alert":null,"agreement":false}