{"tid":1976762,"publishdate":"2005-12-16","title":"Municipal Corporation Of Greater ... vs Atlanta Infrastructure Ltd. And M.C. ... on 16 December, 2005","doc":"<h2 class=\"doc_title\">Municipal Corporation Of Greater ... vs Atlanta Infrastructure Ltd. And M.C. ... on 16 December, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2006(2)ARBLR93(BOM), 2006(2)BOMCR596, (2006)108BOMLR67</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-c-dharmadhikari\">S.C. Dharmadhikari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-radhakrishnan\">S. Radhakrishnan</a>, <a href=\"/search/?formInput=benchid:s-c-dharmadhikari\">S.C. Dharmadhikari</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nS.C. Dharmadhikari, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">Page 0071\n \n\n</p><p data-structure=\"Issue\" id=\"p_2\">1. This appeal is directed against the judgement \nand order of a learned Single Judge dated 18th\nJanuary 1996 in Arbitration Petition No.184 of 1992. The Arbitration Petition\ninvoked <a href=\"/doc/1503578/\" id=\"a_1\">Section 30</a> of the Arbitration Act, 1940 to challenge an award dated 6th August\n1992 made by the second respondent, who was appointed as Sole Arbitrator in disputes and\ndifferences arising out of a contract awarded by the Appellants in favour of first\nrespondent herein. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_3\">2. By the order under appeal, the learned single Judge dismissed the petition filed by\nthe Appellant to challenge the aforesaid award. Aggrieved by refusal to interfere in the\naward by the learned Single Judge, the Appellate Jurisdiction of this Court under\n<a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act</a> as well as Clause 15 of Letters Patent has been invoked by the Appellant\nMunicipal Corporation of Greater Bombay. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_4\">3. The facts about which there is no dispute, may be now set out. First Respondent is\na registered Contractor with the Appellant herein. The appellant proposed to carry out\nreconstruction of Barrister Nath Pai Marg in Cement Concrete. The work was divided into\nthree sections i.e. Part-I, Part-II and Part-III. First respondent submitted it&#x27;s tender\npursuantto the offer of the appellant vide their letter dated 5th December 1985. After\nnegotiations between the appellant and first respondent, a formal contract was duly\nexecuted for the aforesaid work. The contract was also approved by the Standing Committee\nvide Resolution No.1242, dated 11th February 1986. The work was valued at\nRs.1,37,49,417/-. According to the terms and conditions of the contract, the work was to\nbe completed within 12 months excluding Monsoon i.e. on or about 2nd June 1987. the work\nwas commenced on 23rd February 1986. During execution, scope of the work was increased\nand a communication to this effect was addressed by the appellant to the first\nrespondent. It appears that this step was taken pursuant to Standing Committee Resolution\nNo. 815, dated 19th August 1987. As the scope of the work was increased, the appellant\ncalled upon the first respondent to furnish additional deposit of Rs.1,35,500/- either in\ncash or in the form of Bank Guarantee. First respondent has also furnished revised bills\nof quantities. In pursuance of the Standing Committee Resolution, original contract\nperiod of 12 months was revised and the date of completion was stipulated as 12th January\n1989. The break up of the revised cost of the contract wasRs.2,24,67,307/-. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_5\">4. During the course of execution of the work, according to the first respondent, the\nappellant deducted huge sums from their running account bills. It appears that there was\nsome discussion with the authorities but the appellant took a stand that recoveries\nshould be made from the further bills. This was pursuant to a decision reached to the\neffect that payment already made is not commensurate with the nature of work. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">Page 0072\n \n\n</p><p data-structure=\"RespArg\" id=\"p_7\">5. First respondent disputed the aforesaid stand and vide their letter dated 26th May\n1988 contended that all items listed in the Corporation&#x27;s letter dated 20th May 1988 are\nexecuted as per Engineer&#x27;s instructions and as per bill of quantities, which form part of\nthe agreement. It was contended that payments were made after taking measurements of the\nwork executed. Therefore, stand of the appellant not to make payment of the items, was\narbitrary and illegal. It was contended that if recovery, as proposed, is made, it would\namount to violation of agreement. The first respondent requested that they may be allowed\nto proceed with the work according to the terms and conditions of theagreement.\nThereafter, a Legal Notice was addressed by first respondent on 3rd June 1988 because\nfirst respondent apprehended that the recoveries to the tune of Rs.10,68,713=10 Ps. would\nbe made. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_8\">6. According to first respondent, despite aforesaid correspondence, the appellants\npersisted with their stand. Intervention of the Municipal Commissioner was sought in the\nmatter by the first respondent. A communication to this effect is dated 13th June 1988.\nIn pursuance of the aforesaid communication, a meeting was convened and representatives\nof first respondent were invited to the same. It was brought to the notice of the\nMunicipal Commissioner as well as first respondent by the appellant, that recoveries have\nbeen made and as far as refund is concerned, the stand would be made clear subsequently.\nIt appears that as far as this aspect is concerned, the appellant directed the first\nrespondent to get in touch with the Director (Engineering, Services and Projects) of the\nappellant. First Respondent thereafter followed up the matter with him. There is detailed\ncorrespondence to this effect.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_9\">7. Since the matter could not be resolved at his end, first respondent once again\napproached the Municipal commissioner. By letter dated 19th February 1990 addressed to\nthe Municipal Commissioner, first respondent brought to his notice alleged breaches of\nthe terms and conditions of the contract committed by the Corporation. It was their case\nthat recoveries have been made from bills wrongfully and illegally. Similarly, subsequent\npayments were made at lesser rates. It was also their case that construction of Central\nDivider was wrongfully withdrawn from the scope of the contract. It is their case that on\naccount of the aforesaid they suffered losses. Since the grievances were not redressed,\nthe Municipal Commissioner&#x27;s intervention was sought and he was informed that said\ndisputes and differences now ought to be resolved by Arbitration. Prior to this\ncommunication, it appears, that there was a letter addressed by the Corporation\ncommunicating three names which were acceptable as Arbitrators in the matter. Initially,\nit appears that one S.K.Dharap was to be appointed as Sole Arbitrator. It is in this\nbackground that claims came to be forwarded vide the aforesaid letter.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_10\">8. It also appears from the record that attempts have been made by the first\nrespondent to get the matters resolved through the intervention of the Municipal\nCommissioner. It appears that detailed representation was addressed to him. It appears\nthat pursuant to the representation, a hearing was held and the then Municipal\nCommissioner was to communicate his response. However, the Municipal Commissioner changed\nand initially it was thought that the new incumbent would be requested to hold a fresh\nhearing. Page 0073 However, it was brought to the notice of the appellant by the first respondent\nthat a decision was already taken to appoint an Arbitrator and, therefore, the matter\nshould be referred to him. The Corporation took a stand that first respondent had\nforfeited it&#x27;s rights to get the matter resolved through Arbitration, as it sought\nintervention of the Municipal Commissioner. Therefore, if first respondent is desirous of\nhaving the dispute resolved through Arbitration, it would be necessary for it to make a\nfresh application. Reliance was placed on Clause 97 of the Terms and Conditions of the\ncontract. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_11\">9. It is in pursuance of the aforesaid that the matter was eventually referred to the\nSoleArbitration of the second respondent. Accordingly, he entered upon reference. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_12\">10. In pursuance of the directions issued to file statement of claims and documents in\nsupport, first respondent presented their statement of claims before the learned\nArbitrator on 6th February 1992. The record shows that in all six claims were made under\nseparate and distinct heads. Claim no.1 pertains to refund of wrongful and illegal\ndeductions made and/or amounts withheld wrongfully. Claim no.2 arises out of compensation\nfor loss suffered on account of wrongful omission of an item of work. Claim no.3 is for\ncompensation for loss suffered on account of over-heads and profits. Claim no.4 is again\nof compensation for loss suffered on account of extra expenditure incurred on labour,\nmaterials etc.. Claim no.5 is for interest and claim no.6 is for arbitration costs. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_13\">11. Upon being served with the statement of claim, a reply was filed by the appellant\nwherein after dealing with the statement of claim certain counter claims were raised. The\nclaimant&#x27;s compilation of documents is termed by the learned Arbitrator as &quot;CD-I&quot; and\n&quot;CD-II&quot;. To the replyfurnished by the appellant, first respondent submitted their\nrejoinder and relied upon further documents which were taken on record under compilation\nCD-III. Appellants examined witnesses and made oral submissions through their counsel.\nThe date of making of award was extended up to 30th September 1992. The learned\nArbitrator made his award much prior to this date. The award which contains brief\nreasons, directs that the appellant shall pay to the first respondent a net sum of\nRs.66,56,991=20 Ps. rounded up as Rs.66,56,991/- with interest @ 18% p.a. with effect\nfrom 7th August 1992 till the date of payment or Decree by the competent Court, whichever\nis earlier. The aforesaid sum was arrived at in the following manner : \n</p>\n  \n<blockquote id=\"blockquote_1\">-------------------------------------------------\n</blockquote><pre id=\"pre_2\">CLAIM NO.                         SUM AWARDED\n-------------------------------------------------\n\nCLAIM NO.1 :\n\nItem No.1                        5,15,000-00\n\nPlus                             1,84,814-02\n\nItem No.2                          43,596-68\n\nItem No.3                        3,40,496-52\n\nItem No.4                        4,37,897-97\n\nItem No.5                          72,873-00\n\nCLAIM NO.2                       4,56,000-00\n\nCLAIM NO.3                      21,20,000-00\n\nCLAIM NO.4                       5,99,500-00\n\nInterest past                   13,84,377-00\n\nPendente lite                    4,39,699-00\n\nFuture @ 18% p.a.\n\non the award sum\n\nCLAIM NO.6                       1,00,000-00\n\n-----------------------------------------------\nTOTAL :-Rs.                     66,94,254-19\n-----------------------------------------------\n\nCOUNTER                          SUM AWARDED\n\nCLAIM NO.\n\n1.                                  Nil\n\n2.                                  Nil\n\n3.                                  Nil\n\n4.                                  Nil\n\n5.                               37,262-90\n \n6.                                  Nil\n               \n7.                                  Nil\n\n8.                                  Nil\n\n---------------------------------------------\nTOTAL:- Rs.                     37,262-90\n---------------------------------------------\n\n\n \n\nPage 0074\n \n\n</pre><blockquote id=\"blockquote_2\">12. The aforesaid award signed and published on 6th August 1992, is subject matter of\nchallenge in Arbitration Petition No.184 of 1992. \n</blockquote>\n \n\n<blockquote id=\"blockquote_3\">13. The appellant vide the aforesaid petition presented to this Court on 20th November\n1992 applied for quashing and setting aside of this award. In the submission of the\nappellant, the learned Arbitrator has misconducted himself and the award is otherwise\nvitiated by errors apparent on the face of it. It was contended that the award which\ngrants the claims of thefirst respondent and rejects the counter claim of the appellant\nin toto, is contrary to the General Conditions of the Contract and Special Conditions\nthereof. It was contended that save and except item no.5 of claim no.1, every claim was\nincapable of being entertained and considered by the learned Arbitrator. In other words,\nthe same being opposed to the terms and conditions of the contract, could not have been\nawarded by the learned Arbitrator. It was contended that the claims made under different\nheads and sub- items were totally vague inasmuch as they were devoid of any particulars.\n</blockquote><p data-structure=\"RespArg\" id=\"p_14\">No material has been produced by the first respondent before the learned Arbitrator to\nsubstantiate them. The award is based on surmises and conjectures. It is in the nature of\nguess work. It was contended that no reasons are assigned by the learned Arbitrator. He\nwas bound to do so after the parties specifically requested him to give reasons. The\nquestion is of public monies and therefore, the Arbitrator could not have awarded the\nsums as claimed by the first respondent. It was contended that the interpretation of the\nterms and conditions of the contract Page 0075 is perverse and no prudent man can reach the\nconclusion as has been arrived at by the learned Arbitrator.It was contended that the\nCourt is not exercising appellate powers but it is not precluded from scrutinising the\naward and finding out whether it is vitiated by errors apparent on the face of it or by\nmisconduct on the part of learned Arbitrator. Accordingly, the Court was requested to\nscrutinise the award claim-wise and ultimately hold that the same is null, void and of no\nlegal effect. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_15\">14. The Arbitration Petition presented by the appellant was resisted and an affidavit\nwas filed by the first respondent of it&#x27;s Director. It was contended therein that the\njurisdiction exercised by the Court under <a href=\"/doc/1503578/\" id=\"a_3\">section 30</a> of the Arbitration Act is and cannot\nbe compared with Appellate Jurisdiction. It was contended that the award is not vitiated\nas alleged. The award is not contrary to the terms and conditions of the contract, as\nalleged. It was contended that the award contains reasons and cannot be said to be\nunreasoned at all. On the other hand, on a plain reading thereof, it will be clear that\nthe claim has been proved. It was pointed out that evidence was laid before the\nArbitrator and after considering the oral as well as documentary evidence, the award has\nbeen made. Consideringthe fact that the Arbitrator has gone into each and every claim\nminutely and has not awarded the sums in full, shows that he has acted independently and\nin a unbiased manner. The Arbitrator has not allowed wastage of public money and funds\nbut bearing in mind this aspect, has reduced the amounts awarded in favour of first\nrespondent considerably. In the light of these facts, it was prayed in the affidavit in\nreply filed on 28th June 1993 that the Arbitration Petition be dismissed. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_16\">15. This Arbitration Petition was placed before the learned Single Judge and by the\nimpugned judgement and order the learned Judge held that the appellant could not\nestablish that claims made were beyond the terms of contract. In other words, the\nappellants could not substantiate their pleas insofar as as jurisdiction of Arbitrator.\nSimilarly, learned Judge held that the appellant could not establish that claims were\ninconsistent with each other and could not have been awarded. Consistent with this\nconclusion, the learned Judge held that the claims awarded are not in contravention or\nbreach of the contractual stipulations. After holding so, the learned Judge concluded\nthat there is nomerit in the challenge raised by the appellant to the award. He,\ntherefore, dismissed the Arbitration Petition with costs. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_17\">16. It is pertinent to note that all parts of the contractual work were executed by\nfirst respondent herein. On account of the disputes and differences, they raised claims\nwith regard to each of these parts. All such claims were referred to the Sole Arbitration\nof the same learned Arbitrator. For all such parts he awarded sums in favour of first\nrespondent herein. The appellants were aggrieved by three awards and therefore,\ninstituted three Arbitration petitions. The first Arbitration Petition is 184/1992\nwhereas other two Arbitration Petitions are 185/1992 and 186/1992. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_18\">17. Since the parties agreed before the learned Single Judge that the issues raised in\nall three petitions are common, the learned Judge heard all three petitions together and\ndismissed them by a common judgement. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_19\">Page 0076\n \n\n</p><p data-structure=\"RespArg\" id=\"p_20\">18. Mr.Dhanuka and Mr.Vashi - learned counsel appearing for appellant and first\nrespondent agree that our judgement and order in the firstappeal would govern the other\ntwo appeals as well. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_21\">19. Mr.Dhanuka - learned counsel appearing for the appellant contended that the\njudgement and order of the learned Single Judge is erroneous and deserves to be set\naside. He submits that the learned Judge ought to have exercised the powers conferred by\n<a href=\"/doc/1503578/\" id=\"a_4\">Section 30</a> of the Arbitration Act and quashed and set aside the awards in question. He\nsubmits that the learned Single Judge erroneously holds that the awards are not liable to\nbe set aside as they are not vitiated by any apparent errors or by misconduct on the part\nof learned Arbitrator. Mr.Dhanuka was at pains to point that the learned Single Judge\nought to have concluded that the claims were not arbitrable at all. Mr.Dhanuka invites\nour attention to Clauses 96 and 97 of the General Terms and Conditions of Contract and\nsubmits that the mandate of the clause is that every dispute with regard to quantity,\nquality and description of the items and the nature of work, should be first raised\nbefore the Municipal Commissioner. If the Municipal Commissioner either accepts or\nrejects such claims, then it is not open for the claimant to raise them before the\nArbitrator. Hesubmits that in the present case, admittedly, Arbitration was invoked when\nthe Municipal Commissioner was seized of the matter. In other words, the appellant had\ninvoked Clause 96 of the General Terms and Conditions. Therefore, they could not have\nraised the claims and matters which were raised before the Municipal Commissioner in\nArbitration. It is not as if the Municipal Commissioner has to specifically communicate\nto the first respondent that the claims have been accepted in full or in part. The fact\nthat the communication is not responded to means that the claims have been rejected.\nTherefore, such claims cannot become arbitrable and thus subject matter of the\narbitration proceedings. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_22\">20. Alternatively, Mr.Dhanuka submits that such of the claims which are not raised\nbefore the Municipal Commissioner by the claimants, cannot be raised before the Sole\nArbitrator in arbitration proceedings. He invites our attention to a synopsis handed in\nto demonstrate that first respondents have raised claims before the Arbitrator although\nthese sums have not been demanded during prolonged and detailed correspondence with the\nMunicipal Commissioner.There is a clear prohibition in raising them before the Sole\nArbitrator. Once there is a clear prohibition in raising and considering them, then the\nSole Arbitrator could not have awarded them. Further, assuming without admitting that\nsuch claims could be raised and considered, there is no explanation as to why first\nrespondent enhances the sums before the Sole Arbitrator. Not only is the sum enhanced and\nclaim inflated, but there is no evidence to substantiate the same. In these\ncircumstances, the Arbitrator could not have awarded them. The award is, therefore,\ncontrary to Clause-96 of the General Terms and Conditions and liable to be quashed and\nset aside on this ground alone. Mr. Dhanuka invites our attention to the statement of\nclaim as also the discussion on this aspect of the matter in the award. He submits that\nthe learned Arbitrator had seriously erred in rejecting the preliminary objection raised\non behalf of appellant on the basis of Clause-96 of the General Terms and Conditions. He\nalso invites our attention to the Page 0077 reasoning of the learned Single Judge on this aspect of\nthe matter. He submits that the learned Single Judge has clearly missed the point. The\nargument could not have been considered by referring to Clause-97 of the General Terms\nand Conditions. Further, the learned Single Judge has, without assigning any reasons,\nproceeded to uphold the finding of the learned Arbitrator on the preliminary objection.\nHe submits that the correspondence could not be relied upon to reject this contention.\n</p>\n\n \n\n<p data-structure=\"PetArg\" id=\"p_23\">21. The order of learned Single Judge, according to Mr.Dhanuka, over looks the\nmandatory nature of Clause-96 and therefore, the judgement under appeal is liable to be\nset aside as being travelling beyond the terms of contract. Mr.Dhanuka invites our\nattention in support of this submission to the letters dated 17th September 1990 and 24th\nSeptember 1991 which would demonstrate that additional claims have been raised.\nMr.Dhanuka also takes us through the statement of claim, reply thereto and the discussion\nin the impugned award. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_24\">22. Mr.Dhanuka then proceeds to challenge the judgement of learned Single Judge with\nregard to the conclusions reached claim-wise. He submits that insofar as claim no.2 is\nconcerned, the same is contrary to clause 14 of the General Terms and Conditions. He\nsubmits that claim forcompensation for losses suffered on account of wrongful omission of\nan item of work, could not have been considered by the learned Arbitrator. He submits\nthat clause 14 empowers the Engineer to omit part of the work. Once such power is\nexercised, then any expenditure occasioned by such omissions/deletion, could be claimed\nonly on actual basis. In other words, only the actual expenditure is capable of being\nreimbursed once part of the work is omitted or deleted. Nothing more can be awarded.\nThere is, therefore, no question of considering any claim of loss of profit and\nproductivity. The Sole Arbitrator as well as the learned Single Judge have ignored the\nmandate of Clause 14 of the General Terms and Conditions as also clause 94 thereof. He\nsubmits that the amount of Rs.4,56,000/- awarded under this claim includes loss of\nprofit, productivity and expenses on machinery and equipment. He submits that grave\nmisconduct had been committed while considering and awarding this sum. He submits that\nonce the contract terms and conditions are taken into account, then there is no question\nof any speculation or guess work. Since the amount of Rs.4,56,000/- does not make any\ndistinction between the actual expenses incurred and losses suffered on account\nofwrongful omission, then there is no question of severing or separating the heads of the\nclaims and the sums thereunder. Consequently, the entire award must be set aside on this\nground alone. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_25\">23. The next contention of Mr.Dhanuka is that insofar as claim nos.3 and 4 for\ncompensation on account of overheads and profit as well as extra expenditure, assuming\nthat a claim could be made under these heads, still, without considering the pleas on\ndelays, extension and affixing responsibility thereof, the Arbitrator could not have\ngranted any sums in favour of first respondent. Elaborating further, he contends that the\nquantum of work done includes overheads etc.. All items are included in the running bill.\nIt is not in dispute that the payment of running bill has been made. Therefore, element\nof overhead and profit cannot be included once again and made subject Page 0078 matter of a claim\nbefore the learned Arbitrator. That apart, he contends that loss of profits on account of\noverheads during the contractual period cannot be claimed. He submits that as far as\ncontractual period is concerned, the contractor is obliged to make available at site\nlabour and materials. Hecannot claim any compensation for loss of profit during this\nperiod. In any event, the amount demanded in the running bill included the element of\nprofit during the contractual period. That amount is already paid. For the extended\nperiod there is no question of including the very same components, namely, losses\nsuffered on account of overheads and profit. He invites our attention to para 11.3 of the\nstatement of claims in support of this contention and submits that at the most claim for\noverheads on account of delay could have been considered. However, for awarding any sum\nunder this head, the Arbitrator must necessarily apportion the blame on the party namely\nappellant in this case and then proceed to award any sums. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_26\">24. Mr.Dhanuka submits that similar is the case as far as loss of profit is concerned.\nHe submits that the total profits, as computed in the statement of claims, are for the\nperiod of 37 months. Out of these 37 months, 24 months were stipulated as completion\nperiod. There was no question of any profit loss during stipulated period. He invites our\nattention to clause-74 of the General Terms and Conditions. He submits that the formula\nset out therein is binding onparties. Once clause 74 prohibits consideration of the sums\nunder this head, then the contractor cannot claim reimbursement or refund. The Arbitrator\ncould not have overlooked this prohibitory condition. Escalation over escalation is not\npermissible. After noticing that credit has been given on account of escalation as per\nthe agreed formula, then there is no occasion to award claim no.4 according to\nMr.Dhanuka. He, therefore, contends that the award is vitiated by errors apparent even as\nfar as this aspect is concerned and is, thus, liable to be set aside. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_27\">25. Lastly, Mr.Dhanuka contends that claim no.5 of interest is awarded by the\nArbitrator in its entirety. He submits that the Arbitrator has considered all three\nperiods namely past, pendente lite and future. He submits that the interest has been\nawarded by the Arbitrator on the basis that clause-85 of the General Conditions of\ncontract does not prohibit the Arbitrator from awarding interest. The Arbitrator has\nproceeded on the basis that the present case is a fit matter for award of interest under\nall three counts. The rate of interest also has been determined @ 13% and 18%p.a..\nMr.Dhanuka submits that considering the fact that the claim numbers 2 to 4 are for\ncompensation and damages, interest cannot be awarded on the same. The very nature of the\nclaim suggests that the amounts are crystalised by the award. If such is the case, then\ninterest for the pre-reference and reference period cannot be awarded on claim numbers 2\nto 4. He submits that one more error committed by the Arbitrator is that he has allowed\ninterest at different rates. He submits that pre-reference interest must be Bank rate.\nFurther, mandate of <a href=\"/doc/1568155/\" id=\"a_5\">Section 29</a> of the Arbitration Act, 1940 is ignored inasmuch as\ninterest on interest cannot be awarded. The Arbitrator has failed to notice that interest Page 0079\n@ 18% p.a. is not the prevailing rate of interest, and therefore, assuming without\nadmitting that the claim for interest could have been considered and granted, the learned\nArbitrator ought to have determined the rate of interest on the basis of prevailing bank\nrate in the market. The award is, therefore, liable to be set aside. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_28\">26. Mr.Dhanuka makes serious grievance insofar as cost of arbitration awarded and\nrejection of counter claims made by the appellant. Mr.Dhanukacontends that no reasons\nhave been assigned for rejecting the counter claims. He submits that the counter claims\nhave not been considered at all by the learned Arbitrator. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_29\">27. Mr.Dhanuka, therefore, submits that the award which is vitiated in the aforesaid\nmanner and incapable of being saved by segregating or separating parts thereof, must be\nset aside in it&#x27;s entirety and the appeal be allowed accordingly. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_30\">28. In support of his contentions Mr.Dhanuka relied upon the following decisions :\n</p>\n\n \n\n \n\n<blockquote id=\"blockquote_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601768\" id=\"span_1\">1.  (<a href=\"/doc/601768/\" id=\"a_6\">Union of India v. Jain Associates</a>.)</span>\n\n \n\n</blockquote><blockquote id=\"blockquote_5\">2.  (MSEB v. Sterlite Industries)\n\n \n\n</blockquote><blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"54175\" id=\"span_2\">3.  (<a href=\"/doc/54175/\" id=\"a_7\">Ramchandra Reddy &amp; Co. v. State of Andhra Pradesh &amp; others</a>).</span> \n</blockquote>\n \n\n<blockquote id=\"blockquote_7\">4. (1997)4-Mh.L.J.-70 (BMC v. Thermal Engg.)\n\n \n\n</blockquote><blockquote id=\"blockquote_8\">5.  (Sumi Tomo Heavy Industries Ltd. v. ONGC)\n\n \n\n</blockquote><blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_3\">6.  (<a href=\"/doc/461988/\" id=\"a_8\">Union of India v. Raman Iron Foundry</a>)</span>\n\n \n\n</blockquote><blockquote id=\"blockquote_10\">7. 1996(2)-Mh.L.J.-971 (MSEB v. Bharat Conductors)\n\n \n\n</blockquote><blockquote id=\"blockquote_11\">8.  (BMC v. Kulkarni &amp; Co.)\n\n \n\n</blockquote><blockquote id=\"blockquote_12\">9. Unreported judgement of Smt.K.K.Baam J. Dated 10th June 1998 in case of BMC v.\n</blockquote><p data-structure=\"Section\" id=\"p_31\">Thakkar &amp; Associates. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_32\">10. Unreported judgement of Division Bench of Mr.M.B.Shah, C.J. and P.S.Patankar in\ncase of Chavan Construction v. The MCGM. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_33\">11. Unreported judgement of Smt.K.K.Baam J. in case of MCGM v. Mohinder Singh &amp;\nCompany &amp; ors. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121253\" id=\"span_4\">12.  (<a href=\"/doc/1121253/\" id=\"a_9\">Hotel Corporation of India v. Motwani (P) Ltd</a>.</span> \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_35\">29. On the other hand Mr.Vashi - learned counsel for respondent no.1 - original\nclaimant submits that the arguments of Mr.Dhanuka have travelled much beyond the grounds\nraised in the Arbitration Petition. He submits that the appellant cannot be permitted to\nurge contentions which are not based upon grounds raised in the Arbitration Petition. In\nany event, he submits that the contentions which are not raised before the learned Single\nJudge, cannot now be permitted to be raised in Appeal. He submits that Page 0080 this is a Letters\nPatent Appeal. An LPA is not as of right. He submits that almost all contentions raised\nbefore us, have not been raised in the arbitration petition, and no grounds based\nthereupon have been set out therein. Mr.Vashi submits that in this case the controversy\nwhetherClause-96 of the contract is independent of Clause-97 or not, need not be\nconsidered. Factually, the claims raised before the Municipal Commissioner and the\nArbitrator are not distinct and separate. He invites our attention to the correspondence\nas well as the note in the files maintained by the appellant and contends that suggestion\nto resort to Arbitration (Clause-97) came from the appellants and it is not open to them\nnow to urge that the claims raised by respondent no.1 could not have been entertained. He\nsubmits that the factual position being clarified in the note dated 12th December 1991 it\nis enough to reject the contentions of the appellant on this aspect. He submits that once\nfresh invocation of Arbitration is a suggestion coming from the appellant, then first\nrespondent had to make another request and such request was incorporated in a letter\ndated 4th January 1992. In any event, Mr.Vashi submits that the nature of the claim\nremains the same and all that has changed, is the quantum and nothing else. He invites\nour attention to the finding of the learned Single Judge on this aspect as well as on the\nissue that the plea of Arbitrator&#x27;s jurisdiction has not been raised by the appellant in\nthe petition. In this view of the matter,according to Mr.Vashi, there is no substance in\nthese contentions of Mr.Dhanuka and the appeals should be dismissed. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_36\">30. Alternatively, Mr.Vashi submits that the grounds in the Arbitration Petition do\nnot demonstrate that the appellant came forward with a case of legal misconduct. In this\nbehalf he invites our attention to grounds (a), (b) and (f) of the Arbitration Petition.\nHe submits that points which are not raised before the learned Single Judge and also\nbefore the learned Arbitrator, cannot be permitted to be now raised in appeal. Yet, with\na view to satisfy the judicial conscience, the first respondent is willing to demonstrate\nthat the award is not vitiated as urged by the appellant. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_37\">31. In this behalf Mr.Vashi contends that a perusal of claim nos.3 and 4 would\ndemonstrate that the sums as claimed by the first respondent, have not been awarded. On\nthe other hand, substantial portion of the same is refused and rejected. There is,\ntherefore, no error apparent on the face of the award. Assuming that there is any such\nerror, no pleading and no submission in that behalf is raised before the learned\nSingleJudge and it is, therefore, not permissible now to urge that the award should be\nset aside. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_38\">32. In any event, Mr.Vashi submits that the Arbitrator has not granted anything beyond\nthe contract. He submits that the claims which are not prohibited can always be made and\nconsidered. If the same are proved to the satisfaction of the Arbitrator, he has powers\nto grant the same. Precisely, this is what is done in the instant case. Therefore, the\naward does not shock judicial conscience of this Court. The Arbitrator has taken care to\ngive credit and make appropriate deductions while awarding sums in favour of first\nrespondent. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\">Page 0081\n \n\n</p><p data-structure=\"PetArg\" id=\"p_40\">33. Mr.Vashi invites our attention to clauses 14 and 94 and contends that there is no\nprohibition therein in granting the sums as claimed. There is nothing which prohibits\ngranting anything beyond actual expenses. He submits that Fixed Material Rate (FMR) is\nalways there but in the event of contain contingencies appropriate claims can be made.\nClauses 14 and 94 operate in separate area and field. Assuming without admitting that\nclause 94 operates, there is no prohibition in considering and awarding theclaims. There\nis no abandonment of the contract. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_41\">He invites our attention to the letter dated 14th February 1988 (Exhibit C-17) and\ncontends that the Arbitrator has considered all claims, though made under distinct sub\nheads, together. Evidence has been led and claimants (first respondent) have proved that\nthey are entitled to all amounts. Further the Arbitrator has, yet, made deductions and\nnot granted the claims completely. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_42\">34. Mr.Vashi has then taken us through the materials placed before the Arbitrator with\nregard to claim no.1 (Item No.4). He submits that the water connection was to be provided\nby the appellant. However, the said facility has been taken away and withdrawn because of\nthe undertaking of the first respondent. However, the undertaking is not unconditional.\nWhen MCGB does not provide water and first respondent arranges for the same through other\nsources, then it is entitled to make a claim in that behalf. Such claim has not been\ngranted in full. He submits that in the light of the undertaking, appropriate deductions\nhave been made and what is sought to be reimbursed is the actual expenditure. Even other\nclaims for refund havenot been granted completely but partially. Some have been allowed\nmarginally. In these circumstances, when the Arbitrator has acted within his limits and\npowers and interpreted the contract terms, then it is not open for this Court to exercise\nits jurisdiction under <a href=\"/doc/1503578/\" id=\"a_10\">section 30</a> of the Arbitration Act and set aside the award in\nquestion. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_43\">35. Mr.Vashi lastly urges that even the claim for interest has been rightly considered\nand granted. He submits that there is no substance in the contention that interest on\ninterest is granted. On the other hand, it is clear from the record that prior to its\namendment <a href=\"/doc/910984/\" id=\"a_11\">Interest Act</a> did not apply to the proceedings before an Arbitrator. After the\namendment to the said Act, it is open for the Arbitrator to consider the claim for\ninterest at all stages. However, this power is subject to <a href=\"/doc/1568155/\" id=\"a_12\">Section 29</a> of the Arbitration\nAct, 1940. Mr.Vashi submits that in the present case notice under the <a href=\"/doc/910984/\" id=\"a_13\">Interest Act</a> is\ngiven by first respondent on 27th October 1989. The Arbitrator has acted within his\npowers and therefore, the claim for interest has been awarded correctly. That apart,\nMr.Vashi submits that there is absolutely no pleading with regardto claim no.5\n(interest). There is no ground in the petition complaining that interest is awarded on\ninterest. In these circumstances, it is not open for the appellant to urge that the award\ninsofar as interest is concerned, should be set aside. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_44\">36. In support of the aforesaid submissions Mr.Vashi places reliance upon following\ndecisions:-\n</p>\n  \n\n<blockquote id=\"blockquote_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774832\" id=\"span_5\">1. (2001)2-SCC-721 (<a href=\"/doc/1774832/\" id=\"a_14\">Executive Engineer, Dhenkanal Minor Irrigation\nDivision, Orissa and others v. N.C. Budharaj (Deceased) by LRs and others</a>.</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_45\">Page 0082\n \n\n</p><p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158187\" id=\"span_6\">2. (2005)6-SCC-462 (<a href=\"/doc/158187/\" id=\"a_15\">Bhagawant Oxygen Ltd. v. Hindustan Copper Ltd. WITH Hindustan\nCopper Ltd.</a> v. Bhagawant Oxygen Ltd.)</span> \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_47\">3.  (ONGC v. M.C.Clelland\nEngineers S.A.)\n \n\n</p><p data-structure=\"Precedent\" id=\"p_48\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1853142\" id=\"span_7\">4.  (Madan Lal (dead) by his <a href=\"/doc/1853142/\" id=\"a_16\">LRs v. Sunder Lal and\nanother</a>).</span> \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"758839\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_9\">5.  (<a href=\"/doc/120342440/\" id=\"a_17\">H.M. Kamaluddin Ansari &amp; Co. v. Union of India and others</a> <a href=\"/doc/758839/\" id=\"a_18\">WITH\nShankar Vijay Saw Mills v. Union of India and others</a>).</span></span> \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_50\">37. In view of the rival contentions the question that falls for our consideration is\nwhether the learned Judge was in error in refusing to exercise his jurisdiction\nundersection 30 of the <a href=\"/doc/1052228/\" id=\"a_19\">Arbitration Act, 1940</a> and set aside the award in question. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_51\">38. Before this question can be answered, it is necessary to advert to the undisputed\nand admitted facts. It is not in dispute that first respondent was awarded the contract\nfor all sections. It is further not in dispute that initially the valuation of the\ncontract was Rs.1,37,49,417/-. Subsequently, the bill of items was increased and there\nwas a revision effected in the rates as well. Therefore, Standing Committee approval was\nsought and upon grant of the same, the valuation stood revised at Rs.2,24,67,307/-. It is\nalso not in dispute that the period of completion was extended. The further admitted\nposition is that extension was granted up to 30th September 1990. The original date of\ncompletion was 12th December 1989. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_52\">39. Both sides agree that the terms and conditions on which the contract work was to\nbe executed are these :   &quot; MUNICIPAL CORPORATION OF GREATER BOMBAY\nGENERAL CONDITIONS OF CONTRACT FOR CIVIL WORKS NOVEMBER 1980&quot;   \n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">40. Since\nreliance is placed upon clauses 96 and 97 of the terms and conditions, they are\nreproduced hereinbelow :    \n</p>\n<blockquote id=\"blockquote_14\">&quot; 96. ANY DISPUTE OR DIFFERENCE TO BE\nREFERRED TO COMMISSIONER :   \n</blockquote>\n<blockquote id=\"blockquote_15\">If any doubt, dispute or difference arises or happens\nbetween the Engineer or any other officer on the one hand and the Contractor on the other\nhand, touching or concerning the said works or any of them or relating to the quantities,\nqualities description or manner of work done and executed by the Contractor, or to the\nquantity or quality of the materials to be employed therein, or in respect of any\nadditions, deductions, alterations, or deviations made into or from the said works or any\npart of the, or touching or concerning the meaning or intension of this contract or of\nany part thereof or of any plans, drawings, instructions or directions referred to\ntherein or which may be furnished, or given during the progress of the works, or touching\nor concerning any certificate, order, or reward which have been made or in any way\nwhatsoever relating to the interests Page 0083 of the Municipal Corporation or of the Contractor in\nthe premises, every such doubt, dispute and difference shall from time to time be\nreferred to the Commissioner who shall give his decision within a period of 90 days and\nif the contractor is not satisfied with the decision of the Commissioner or the\nCommissioner fails to give the decision within the period of 90 days, such dispute may be\nreferred to arbitration as per condition no.97. \n</blockquote>\n \n\n<blockquote id=\"blockquote_16\">97. ARBITRATION : All disputes or differences whatsoever which shall at any time arise\nbetween the parties hereto touching or concerning theworks or the execution or\nmaintenance thereof or this contract or the construction, execution, or maintenance\nthereof or this contract or the construction meaning operation or effect thereof or, to\nthe rights or liabilities of the parties or arising out of or in relation thereto whether\nduring or after completion of the contract or whether during or after completion of the\ncontract or whether before or after determination, foreclosure or breach of the contract\n(other than those in respect of which, the decision of any person is by the contract\nexpressed to be final and binding) shall after written notice by either party to the\ncontract to the other of them specify the nature of such dispute or difference and call\nfor the point or points at issue to be referred to the arbitration. \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_54\">Arbitration shall be effected (i) by an Arbitrator agreed upon by the parties or\nfailing agreement upon such an Arbitrator, (ii) by an Arbitrator appointed by the\nPresident for the time being of the Institute of Engineers (India) or by the President of\nthe Bombay Centre of the Institute of Engineers (India), or failing such appointment,\n</p><p data-structure=\"Section\" id=\"p_55\">(iii) by an Arbitrator appointed by the Chief Engineer, Buildings and Communication\nDepartment, Government of Maharashtra, or failing such appointment, (iv) by an Arbitrator\nappointed in accordance with the provisions of the Indian Arbitration Act which law\ngoverns the contract. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_56\">The Arbitrator so appointed shall be a person presently unconnected with the\norganisation for which and by which the work is executed. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_57\">Submission to arbitration shall be deemed to be a submission to arbitration within the\nmeaning of the Indian Arbitration Act, which law governs the contract.If the Arbitrator\nso appointed is unable or unwilling to act or resigns his appointment or vacates his\noffice due to any reason whatsoever another sole Arbitrator shall be appointed as\naforesaid. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_58\">The work under the Contract shall, if reasonably be possible, continue during the\nArbitration proceeding and no payment due or payable to the contractor shall be withheld\non account of such proceedings. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_59\">The Arbitrator shall be deemed to have entered on the reference on the date he issues\nnotice to both the parties fixing the date of the first hearing. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_60\">The Arbitrator may, from time to time with the consent of the parties, enlarge the\ntime for making and publishing the award. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_61\">The Arbitrator shall give a separate award in respect of each dispute or difference\nreferred to him. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_62\">The venue of Arbitrator shall be within the limits of Greater Bombay. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_63\">The fees, if any of the Arbitrator shall, if required to be Page 0084 paid before the award is\nmade and published, be paid half and half by each of the parties. The cost of the\nreference and of the award (including the fees, if any, of the Arbitrator) shall be in\nthe discretion of the Arbitrator who may direct to and by whom and in what manner, such\ncosts or any part thereof be paid and may fix or settle the amount of cost to be so\npaid.&quot;  \n</p>\n<p data-structure=\"Section\" id=\"p_64\">41. Before rival contentions are considered, it would be\nappropriate to refer to <a href=\"/doc/1503578/\" id=\"a_20\">Section 30</a> of the Arbitration Act, 1940. It reads thus : &quot;30.\nGROUNDS FOR SETTING ASIDE AWARD : An award shall not be set aside except on one or more\nof the following grounds, namely : ( a) that an arbitrator or umpire has misconducted\nhimself or the proceedings; (b) that an award has been made after the issue of an order\nby the Court superseding the arbitration or after arbitration proceedings have become\ninvalid under <a href=\"/doc/1912867/\" id=\"a_21\">section 35</a>; (c) that an award has been improperly procured or is otherwise\ninvalid.&quot; In the present case, the grounds for setting aside the award in question are\ntraceable to <a href=\"/doc/517991/\" id=\"a_22\">Section 30(a)</a> reproduced above. It is well settled that an arbitrator is a\njudge appointed by the parties and as such the award passed by him is not to be lightly\ninterfered with. The court while exercising power under <a href=\"/doc/1503578/\" id=\"a_23\">section 30</a>, cannot reappreciate\nthe evidence or examine correctness of the conclusions arrived at by the arbitrator. The\njurisdiction is not appellate in nature and an award passed by an arbitrator cannot be\nset aside on the ground that it was erroneous. It is not open to the court to interfere\nwith the award merely because in the opinion of the court, another view is possible. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_10\">It is only when the court is satisfied that the arbitrator had misconducted himself or\ntheproceedings or the award had been improperly procured or is &quot;otherwise&quot; invalid that\nthe court may set aside such award. It is further well settled that the role of the\narbitrator is to arbitrate within the terms of the contract and if he acts in accordance\nwith the terms of the agreement, his decision cannot be set aside. It is only when he\ntravels beyond the contract, that he acts in excess of jurisdiction in which case, the\naward passed by him becomes vulnerable and can be questioned in an appropriate court. On\nthis aspect it must be noticed that in decision , the Supreme\nCourt has held that the Arbitrator should take into consideration relevant provisions\ncontained in the agreement as also the correspondence between the parties. The Arbitrator\ncannot act arbitrarily, irrationally and capriciously or independent of the contract. The\nSupreme Court has referred to its earlier judgements in the case of \n(<a href=\"/doc/1015491/\" id=\"a_24\">Associated Engineering Co. v. Government of A.P</a>.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_11\">and  (<a href=\"/doc/992584/\" id=\"a_25\">K.P.Poulose v.\nState of Kerala</a>).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164262\" id=\"span_12\">It also refers to a decision  Page 0085 (<a href=\"/doc/164262/\" id=\"a_26\">Sikkim Subba\nAssociates v. State of Sikkim</a>).</span> \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_66\">These decisions enunciate the principle that the word &quot;misconduct&quot; cannot be\nexhaustively defined.However, Courts of Law have a duty and obligation in order to\nmaintain purity of standards and preserve full faith and credit as well as to inspire\nconfidence in alternate dispute redressal method of arbitration, when on the face of the\naward it is shown to be based upon a proposition of law which is unsound or findings\nrecorded which are absurd or so unreasonable and irrational that no reasonable or right\nthinking person or authority could have reasonably come to such a conclusion on the basis\nof the material on record or the governing position of law, to interfere. The principle\nequally well settled is that the arbitrator must act in accordance with the contract and\nif there is a specific bar in awarding a particular item or claim or the manner of\nconsidering the said claim or item is set out, then both aspects cannot be ignored and\nbrushed aside by the arbitrator. Therefore, limited as the jurisdiction may be still this\nCourt can in exercise of its powers under <a href=\"/doc/1503578/\" id=\"a_27\">section 30</a> scrutinise the award for the\npurposes of satisfying itself whether the arbitrator has exceeded his jurisdiction or\nnot. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_67\">42. Both sides relied upon several decisions to emphasise this aspect. We need not\nadvert toeach one of them in details. Suffice it to state that we have considered the\nmatter applying the tests laid down therein. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_68\">43. A bare perusal of clause-96 of the contract contemplates reference of the disputes\nor differences to the Commissioner. Such dispute or difference should be between the\nEngineer or any other officer on the one hand and the contractor on the other. It should\ntouch or concern the said work or any of them or relating to the quantities, qualities,\ndescription or manner of work done and executed by the contractor or to the quantity or\nquality of the materials to be employed therein or in respect of any additions,\ndeductions, alterations or deviations made into or from the said works etc.. The clause\ncontemplates, therefore, reference of disputes or differences during the course of\nexecution of contract, to the Municipal Commissioner, who is to give his decision\nthereon. If the contractor is not satisfied with the decision of the Commissioner or he\nfails to give decision within the period stipulated, then such dispute may be referred to\nArbitration as per clause-97. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_69\">Clause-97 dealing with arbitration is worded in widest terms. It includes reference of\nalldisputes and differences whatsoever and does not restrict to any party. In other\nwords, all disputes or differences whether during or after completion of the contract or\nwhether before or after determination, are capable of being referred to Arbitration. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_70\">44. The argument of Mr.Dhanuka that the claims have to be made firstly before the\nCommissioner and only such claims are capable of being referred to arbitration, is not\nwell founded considering the aforesaid clauses. There is nothing by which one can\nconclude that the reference to arbitration is in any way dependent upon the out come of\nproceedings before Municipal Page 0086 Commissioner. On the other hand, what the Municipal\nCommissioner does is also not final and his decision can be referred to arbitration. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_71\">Hence, it is not as if the contractor must first approach the Commissioner or that he\ncan seek reference of only such disputes and differences to arbitration, which have\nearlier been subject matter of decision by Municipal Commissioner. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_72\">45. Nothing further be said as, in the present facts and circumstances, we are in\nagreement with the learned Judge that the claims made before theMunicipal Commissioner as\nearly as in 1988 and subsequently in 1990, 1991 and 1992 are not distinct from those\nraised during arbitration. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_73\">It may be that the quantum has undergone a change but nature of the claims remains\nmore or less the same. Therefore, the first contention of Mr.Dhanuka is rejected. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_74\">46. Once this contention is rejected then, in our view, it is not necessary to refer\nto the decisions cited by Mr.Dhanuka as far as arbitrability of the claims. Mr.Dhanuka\nhas based his submissions with regard to item no.4 of claim no.1, and claim numbers 2,3,4\nand 5. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_75\">However, it must be noted that the submissions proceed on the basis that the\nArbitrator has gone beyond the terms of contract. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_76\">47. It appears that before the learned Single Judge the argument was that the claims\nwere inconsistent with each other and could not have been awarded. Similarly, claims have\nbeen awarded in contravention or breach of the contractual stipulations. In our view,\nMr.Vashi&#x27;s submission that the contentions raised before us are not at all raised in the\narbitration petition or that they were not raisedbefore the Arbitrator is some what hyper\ntechnical. Having noted the contentions raised before the learned Single Judge which have\nbeen formulated by him at page 5 (running page no.132 of the paper book), we are of the\nconsidered view that it would be open for the appellant to urge that the order passed by\nthe learned Single Judge is erroneous, as the contractual stipulations have not been\nconsidered at all. Therefore, it would be proper to analyse the contentions claim-wise.\n</p>\n\n \n\n<p data-structure=\"RespArg\" id=\"p_77\">48. As far as claim no.1 (item 4) is concerned, the complaint of Mr.Dhanuka is that\nsaid claim has been entertained and granted despite unconditional withdrawal by the\nclaimants of a stipulation regarding water supply. He submits that there was no occasion\nto direct refund of the amount deducted. He submits that as against the total claim of\nRs.7,62,742=11 Ps. which was inclusive of Rs.4,46,897=97, towards 3% of the value of the\nwork, alleged to have been recovered by the appellant against various running bills, A\nsum of Rs.2,69,383=19 Ps. in respect of the amount alleged to have been incurred for\nbringing water from outside by tankers and a further sum of Rs.47,464=96 Ps. towards\nescalation, theArbitrator has awarded Rs.4,37,897/-towards alleged 3% deduction. This\ndeduction, according to the Arbitrator, is towards supply of water. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_78\">49. Mr.Dhanuka submits that there has been no deduction of any amount for supply of\nwater from the bills of the first respondent. The deduction of 3% was made for accounting\npurposes but there were no actual deductions from the bills. He invites our attention to\nthe fact that there is a Page 0087 procedure followed by the MCGB whereunder water charges,\nsupervision charges etc. are required to be added in the contract, and therefore,\ndeducted for accounting purposes. He states that there are Standing Committee Resolutions\nin that behalf. The amount is initially added to each bill towards water charges and is\ndeducted at the end of it. A separate provision is made for supply of water by the\nappellant. This position has not been noticed by the Arbitrator and he wrongly directs\nrefund. There is an error apparent on the face of record, according to Mr.Dhanuka.\nMr.Vashi, on the other hand, states that the Arbitrator has rejected the claim made with\nrespect to procurement of water by tankers from outside. He invites our attention to the\ndiscussion in the award in this aspect.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">50. Item no.4 is wrongful and illegal\ndeduction for cost of water not supplied. The case of first respondent is that if\nagreement provides for recovery of 3% of the value of the work towards water charges,\nthen the appellant was bound to supply water through an unmetered connection. The\nArbitrator has noted undisputed fact that the appellant did not supply water either\nthrough meter connection or otherwise. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_80\">The admitted position before the Arbitrator was that water required was brought by\ntankers by first respondent. During execution, measurements were recorded and payments\nreleased towards reimbursement of the costs of water brought by tankers at site. The\nfirst respondent prayed that 3% deduction made from their bills deserves to be set aside\nand amounts be refunded which were so deducted. Escalation is also claimed by the\nclaimant formally. The case of the appellant was that they were only to give half inch\nwater connection for drinking purposes. They also relied upon letter dated 19th December\n1985 addressed by first respondent withdrawing condition regarding payment for water\nbrought by tankers. Although case of the first respondent is that the condition was\nwithdrawn on an assurance that water for construction will be supplied, the Arbitrator\nhas not granted the claim as far as costs of water brought by tanker from outside by the\nfirst respondent. He grants benefits of letter dated 19th December 1985 to the appellant.\nHe, therefore, rejects first respondent&#x27;s claim as far as this aspect is concerned.\nHowever, relying upon admitted position that water was not supplied by the appellant\nduring execution of the work either by tanker or otherwise, the Arbitrator holds that the\ndeduction of 3% towards costs of water is unjustifiable and therefore, amounts in that\nbehalf must be refunded. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_81\">51. In our view, once the appellant has not been able to demonstrate that such claim\ncould not have been entertained at all then calling upon us to scrutinise the reasons and\nconclusions of the Arbitrator with regard to this claim, is nothing but praying for our\nintervention as an Appellate Court. It is well settled that this Court while entertaining\na petition to challenge the award, does not act as a Court of Appeal and cannot\nappreciate or reappraise the materials placed before learned Arbitrator. Considering the\ntotality of the matter, in our view, as far asthis item is concerned, the Arbitrator has\nnot committed any error apparent on the face of record and therefore, the second\ncontention of Mr.Dhanuka is liable to be rejected. Once we are of the view that the\nArbitrator has relied upon admitted facts placed before him, then the ultimate conclusion\nreached as far as this item is concerned, cannot be faulted. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_82\">Page 0088\n \n\n</p><p data-structure=\"Section\" id=\"p_83\">52. The next contention of Mr.Dhanuka pertains to claim no.2. That claim is for\ncompensation for loss suffered on account of wrongful omission of an item of work. The\nclaim arose on account of construction of Central Divider. The cost incurred was\nRs.12,26,610/-. The agreement incorporated provisions empowering the Engineer to make\nchanges. However, first respondent&#x27;s case is that after arrangements were made for\nexecuting the work, by fabricating form and shuttering and after deployment of machinery\nand equipments for executing the work in this manner, this item was excluded by the\nappellant from the scope of work. It is their case that not only was this item excluded\nbut the appellant got it executed through other agency. The defence of the appellant was\nthat there is no such fabrication or special shuttering required forcentral divider and\nthey denied that any machinery or equipment was deployed. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_84\">53. The Arbitrator seems to have been impressed by the fact not only was the design\nmodified but the work was executed by some other agency at substantially lower cost. The\nArbitrator noted that first respondent&#x27;s tender was 35.35% above the estimated cost and\nsubstantial reduction in scope of work is bound to result in loss of overheads and\nprofit, reduced productivity from machinery and equipment besides direct expenses\nincurred. The total claim was Rs.5,96,746=88 Ps.. Mr.Dhanuka submits that under clause-14\nof the General Conditions of Contract (GCC), the contract at the most can make a claim\nfor the expenses incurred on the primary activity but he cannot claim compensation under\nthe head Claimed before the Arbitrator. He submits that clause-14 has been brushed aside\nby the Arbitrator while awarding the sums under this heading. That apart, he submits that\nthere is no evidence to support the conclusion. The claim for loss of productivity,\noverheads and profits are over-lapping and contrary to clause-14 of the GCC.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_85\">54. Mr.Vashi, however, submits that the power conferred vide the aforesaid clause on\nthe Engineer has been interpreted by the Arbitrator to mean that the agreement provides\nfor reasonable compensation in such an eventuality. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_86\">He submits that the Arbitrator has interpreted the terms of contract and the\ninterpretation of the Arbitrator as far as terms are concerned, is binding upon the\nparties. When the Arbitrator interprets a term or stipulation in the contract, he does\nnot act outside his jurisdiction or authority. Therefore, no fault can be found with the\nconclusion of the Arbitrator. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_87\">55. Clause-14 of the GCC provides that the Engineer has power to issue further\ndrawings or instructions. The clause outlines his power and authority and states that\nwhenever any instructions and directions, as may appear to the Engineer necessary for\nexecution of the work or for guidance of the contractor, are issued, the contractor is\nbound to obey them. However, the clause itself contemplates that the true intent and\nmeaning of such directions and instructions is to enable good and efficient execution of\nthe work according to the terms and specifications. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_88\">The Engineer is further empowered to order thatany of the works contemplated by the\nterms and conditions to be omitted, with or without substitution of any other works in\nlieu thereof and may further order, if needful, that works contemplated be substituted\nand difference of expenses occasioned by any such exercise is to be in accordance with\ncondition no.73. The clause contemplates that no radical changes can be made. \n</p> \n\n<p data-structure=\"Section\" id=\"p_89\">Page 0089\n \n\nSomething which changes the original nature of the contract radically, cannot be\ndirected to be done by the Engineer and in the event of any deviation being ordered,\nwhich in the opinion of the contractor changes the original nature of the contract, he\nshall carry it out and disagreement as to the nature of the work and the rate to be paid\ntherefor shall be resolved in accordance with condition no.97. In other words, if the\ninstructions and directions as well as orders omitting and/or substituting the nature of\nwork radically change the nature of the original contract and if the contractor carries\nout the same, he can make a claim before the Arbitrator. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_90\">The Engineer&#x27;s decision has been given finality only with regard to extension or\nreduction of time for completion of work as ordered and directed by him.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_91\">56. What the Arbitrator has noted in this case is that the appellants have modified\nthe design. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_92\">They have got the work done at substantially lower rates than the first respondent\nfrom some other agency. The award is silent about the original nature of the contract\nbeing radically changed or not. On the other hand, the Arbitrator proceeds on the basis\nthat the Engineer has made changes in drawings. The Arbitrator proceeds on the basis that\nthe Engineer was empowered to do so in terms of the aforesaid clause. However, the\nArbitrator awards claim of the first respondent on the basis that they made arrangements\nfor executing the work and after such arrangements were made, the item was excluded from\nthe scope of work assigned to them. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_93\">This fact has been denied. The Arbitrator does not refer to any material which has\nbeen placed for his consideration by first respondent to support their contentions that\nthey were agreeable to execute the work as per the changed design or pattern and that the\ndesign or pattern was altered and the item deleted from the scope of the work after all\narrangements were made by them. The Arbitrator proceeds on the basis that the costs\nquoted by the first respondent were as it is 35% above of the estimated cost and on\nthatbasis he draws a presumption that substantial reduction in the scope of work is bound\nto result in loss of overheads and profit, reduced productivity by keeping the equipments\nidle besides direct expenses incurred. The Arbitrator observes that evidence in support\nof this claim in part has been placed before him and first respondent showed their\nwillingness to complete the work as per the changed design. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_94\">57. However, when this aspect has to be considered, stipulation in clause-73 cannot be\nlost sight of. Clause-73 is in two parts. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_95\">Firstly, it deals with rates for excess and secondly, bills for rates for extra. As\nfar as the claim of respondent no.1 under the present head, it would fall in clause\n73(B)(i). However, clause 73(b)(i) specifically deals with contingencies where rates have\nbeen quoted by the contractor upto 25% over the quantity and rates and beyond 25% of the\nquantity shown in the same. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_96\">When the quantity increases beyond 25% which admittedly in this case is 35.35%, then\nthe mandate of clause 73(a)(i) and (ii) has to be followed. The MCGB&#x27;s fair market\nschedule cannot be disregarded while computing the amount and awarding the claim.\nSimilarly, if the rate forany additional, altered or substituted item of work cannot be\ndetermined in the manner specified in section 73(1)(b) and (ii) or the rate so determined\nis found to be unreasonable, then also the contractor will be paid off such fair and\nreasonable Page 0090 rates as worked out by the Engineer and only the percentage to cover profits\nand overheads as stipulated in the same (clause-73), can be taken into consideration and\nawarded. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_97\">58. Once the Arbitrator has concluded that the work was not carried out by the first\nrespondent but some other agency and the claim has not been scrutinised on the touchstone\nof clause-73 as <a href=\"/doc/164262/\" id=\"a_28\">referred to above</a>, then, in our view, the award as far as this item is\nconcerned, is plainly erroneous. It is vitiated by error apparent on the face of it. The\nclaim made has not been scrutinised and considered by the Arbitrator in accordance with\nthe aforesaid clause but by disregarding it. Mere arrangement made by first respondent to\ncarry out the work as per the changed design, would not be enough to award any sum under\nthis head. The conjecture on the part of the Arbitrator is that once the rates are quoted\nat 35.35% above the estimated cost then there is bound to be loss of overheads\nandprofits, reduced productivity besides direct expenses incurred. All that the\nArbitrator could have awarded is only a sum of Rs.1,54,000/- towards cost of part of work\nwhich is carried out. The Arbitrator could not have awarded any amount for loss of\nproductivity, overhead and profit in breach of the mandate of Clauses 14 and 73. The\naward insofar as it directs the appellant to pay to the first respondent a sum of\nRs.4,56,000/-under claim no.2, is, therefore, liable to be interfered with and\nsubstituted by only awarding payment of actual costs i.e. Rs.1,54,000/-. We find from a\nperusal of the record that when the matter was before the Municipal Commissioner the\nfirst respondent claimed a lesser amount. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_98\">59. As far as claim nos.3 and 4, they are dealing with compensation for loss on\naccount of overheads, profits and refund of rates. Here again, the Arbitrator concluded\nthat extension of time was granted without levy of supervision charges and recovery of\npenalty for reasons beyond the control of first respondent. The Arbitrator holds that the\nfirst respondent has proved that they made a provision in the tender towards overheads\nand profit at a rate at whichthey generally operate and that they have actually suffered\nlosses on account of overheads and profit. They have produced rate analysis, according to\nthe Arbitrator, of major items and produced extracts of audited statements of accounts\nduly certified by their Chartered Accountant. From all this material, according to the\nArbitrator, first respondent has established 25% loss on account of overheads and profit.\n</p>\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_99\">60. The grievance of Mr.Dhanuka is that first respondent claimed overheads and profit\n@ 25% of the contractual amount. The deduction is of a sum of Rs.3,16,246/- from the\ntotal amount of gross claim. Mr.Dhanuka took us through the statement of claim and\nseveral items and sub heads under this claim enlisted therein with a view to buttress his\nsubmission that although the learned Arbitrator states that no loss of profit is awarded\nfor the extended period, this claim is also granted if one looks at the items and sub\nitems of this head. Mr.Dhanuka took us through all the figures. Mr.Dhanuka also took us\nthrough the main heading and the sub heading while strenuously contending that the\nArbitrator has allowed substantial part of the loss of profit during the extended period.\nMr.Dhanuka&#x27;scomplaint is Page 0091 that there could not have been any claim for loss of profit\nduring the original stipulated period as the percentage of element of profit is included\nin the price bid submitted by the first respondent. Mr.Dhanuka submits that first\nrespondent had already earned profit and therefore, there is no question of awarding loss\nof profit during the stipulated time limit. He submits that the work assigned to the\nfirst respondent was completed and the contract was not terminated. Mr.Dhanuka submits\nthat no evidence was led to prove the breaches alleged to have been committed by the\nappellant or to prove the actual losses/damages alleged to have been suffered by first\nrespondent. It appears that the Arbitrator has proceeded on the basis that this claim is\nlogical. However, the Arbitrator has denied the claim of loss of profit during the\nextended period. He, therefore, awards a sum of Rs.21,20,000/- as far as claim no.3. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_100\">61. We cannot uphold the basis on which the Arbitrator has proceeded. If first\nrespondent has proved that in tender rates they included overheads and profit at a rate\nat which they generally operate, then compensating them for losses incurred during the\ncontractual/stipulated period cannot be said to be logical at all. First respondent led\nsome evidence to support their claim for loss during extended period. The Arbitrator was\naware of the fact that there cannot be duplication in reliefs and no extra compensation\nthen just can be awarded. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_101\">He has not awarded the losses on account of delay. \n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_102\">62. Mr.Vashi supports the award by contending that the entire claim is not granted. In\nany event, he contends that there is no error apparent as far as this aspect is concerned\nand that is not even the case pleaded by the appellant. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_103\">63. However, for reasons already recorded above, we cannot uphold the award when the\nArbitrator proceeds not only erroneously but inconsistently. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_104\">The award on the face of it contains an error as noticed by us above. It is not as if\nany elaborate or deeper scrutiny and probe had to be undertaken to notice the same. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_105\">64. The Arbitrator ought to have noticed the clauses in the contract and considered\nthe claims in the light of the same.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_106\">65. Assuming, as Mr.Vashi does, that clause-94 of the GCC has no application and claim\nnos.3 and 4 could have been considered and awarded, yet, the Arbitrator was bound to\nconsider them in the light of the pleadings and materials. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_107\">66. When the claimant has based the claim on delay in carrying out the work on account\nof which it suffered losses, then the Arbitrator could not have travelled beyond the\nsame. In our view, on a plain reading of the statement of claims and more particularly\npara 11.3, the Arbitrator could not have awarded a sum of Rs.21,20,000/-. The Arbitrator\nshould have noticed that the first respondent claimed Rs.11,30,347/-on account of losses\nsuffered during the stipulated time limit. The claimant produced materials in support of\nthis figure/sum. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_108\">However, the Arbitrator failed to note that in the particulars furnished by the\nclaimants in support of Page 0092 this claim, in paragraph 11.3 at Sr. nos. 2 and 5, they claimed the\nfollowing sums:-\n</p>  \n\n<blockquote id=\"blockquote_17\">11.3 CLAIM NO.3 :- COMPENSATION\nFOR LOSS SUFFERED ON ACCOUNT OF OVERHEADS AND PROFIT :\n</blockquote> \n\n<blockquote id=\"blockquote_18\">The Claimant states that in view\nof the facts and circumstances stated in paragraphs 7 to 10 above including their\nsub-paragraphs the work was delayed and the Claimant could not complete the work within\nthe stipulated time and in result the Claimant suffered a loss of Rs.12,13,758.48 on\naccount of overheads and profit as detailed below : \n</blockquote>  \n\n<blockquote id=\"blockquote_19\">1...\n</blockquote>\n \n\n<blockquote id=\"blockquote_20\">2. Overheads and profit included in the above sum at 25% 32,09,368-34 \n\n \n\n</blockquote><blockquote id=\"blockquote_21\">3... \n</blockquote>\n \n\n<blockquote id=\"blockquote_22\">4... \n</blockquote>\n \n\n<blockquote id=\"blockquote_23\">5. Towards overheads and Profit received at 25% of (4) above 21,82,200-71 \n\n \n\nOn the own showing of the claimant the contract sum included overheads and profit @\n25%. They valued the work and computed 25% towards overheads and profit received on the\nsaid value as well. They restricted their alleged claim of loss during the stipulated\ntime limit to Rs.11,30,347/-. When the Arbitrator awards actual out of pocket expenses\nincurred extra to the full extent and accepted profit loss within the stipulated period,\nit is not clear as to whether he had in mind the figure of Rs.11,30,347/-or also the sum\nclaimed towards losses suffered during the extended time limit. \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_109\">There is no working of the actual out of pocketexpenses. In fact, the claim does not\nat all appear to be for the contractual period. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_110\">However, we are of the opinion that when the claimants restrained their claim of\nlosses to Rs.11,30,347/-and produced materials to support them then interest of Justice\nwould be subserved if we reduce the amount awarded under this claim to this figure. Claim\nno.3 is awarded accordingly. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_111\">67. As far as claim no.4 is concerned, the first respondent claimed compensation for\nlosses suffered on account of revision of rates. It was their case that they were not\nbound to execute the work after the stipulated time limit at the original tender rates.\nIt was their case that the rates for labour, material etc. rose sharply after the tender\nwas submitted thereby forcing them to incur extra expenditure over and above the original\ncontemplated. They claim a sum of Rs.8,58,514=14 Ps. under this head. The appellant\ndenied this claim and disputed the correctness of this figure as well. It was their case\nthat the first respondent is not entitled to the amounts as claimed. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_112\">68. Mr.Dhanuka&#x27;s submission is that theappellant awarded price escalation to the\nextent of 29% only. After giving credit for Fixed Issue Rates for cement and steel and\nescalation, the first respondent claimed escalation on escalation at 50% of the value of\nwork i.e. Rs.17,13,023/-. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_113\">69. In this behalf the Arbitrator has noted the allegations pertaining to acts of\nomission and commission on the part of appellant. He has also noted the Page 0093 denials of\nappellant. The Arbitrator has held that the contractor could work for 727 days and 391\ndays no work was carried out and first respondent is not responsible for the same. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_114\">The Arbitrator has proceeded on the basis that this aspect is not disputed by the\nappellant as well. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_115\">70. If the Arbitrator felt that the claim on account of reimbursement of variation of\nprice of labour and materials could have been considered and granted, then it is quite\nclear that the mandate of clause 74 of the GCC had to be followed. The appellants have\nalready paid the escalation of the entire work during the extended period on the basis of\nformula described under clause-74.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_116\">71. Thereafter, there was no warrant for granting further amounts. The claim as made\nis for net extra expenditure. That took into account the escalation at 29% granted by the\nappellants. However, the Arbitrator has given credit on account of material supplied by\nthe appellants to the first respondent and escalation due and payable under the agreed\nformula. In award, as far as claim no.3 is concerned, we have interfered with the quantum\nawarded on the basis that the mandate of the contract conditions has been ignored by the\nlearned Arbitrator. We have interfered with the said claim as there is much substance in\nthe grievance of the appellants that as far as loss of profit during the stipulated\nperiod is concerned, no claim could have been raised. The Arbitrator has, while taking\ncognizance of claim no.4 which was for loss suffered on account of extra expenditure\nincurred on labour, materials etc., has considered the grievances of respondent no.1\nwhile awarding the claim no.3. The value of the work done during the extended period is\nRs.17,13,028-28 Ps.. It has not been disputed that the appellants awarded price\nescalation to the extent of 29%. In the earlier claim (claim no.3), loss suffered during\nthe stipulated time limit has already beenconsidered and awarded. There was, therefore,\nno warrant to once again award self-same claims under a different heading. In other\nwords, merely because the wording of the claim is &quot;for loss suffered on account of extra\nexpenditure incurred on labour, materials etc.&quot;, that component is part and parcel of\nclaim no.3 and could not have been separately considered and awarded. That apart, the\nmandate of clause 17(4) could not have been brushed aside. Therefore, the sum awarded\nunder this heading namely Rs.5,59,559-90 Ps. should not have been awarded. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_117\">The learned Arbitrator has erred in awarding this sum. Even otherwise, there is\nnothing to indicate that the sum arrived at is as per the formula prescribed under clause\n74 <a href=\"/doc/164262/\" id=\"a_29\">referred to above</a>. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_118\">72. As far as claim no.5 i.e.interest is concerned, the grievance of Mr.Dhanuka is\nthat interest has been awarded for pre-reference and pendente lite period on claim nos.2\nto 4. He submits that these claims are for compensation/ damages and they are crystalised\non the date of award. Therefore, no interest for these periods could be awarded on claim\nnos.2 to 4. The grievance is that the Arbitrator has allowedfuture interest on the entire\namount which is inclusive of interest for the aforesaid periods and this is totally\nillegal and impermissible. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_119\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774832\" id=\"span_13\">73. Mr.Vashi submits that the Arbitrator has power to grant interest at all stages\nsubject, however, to the provisions of <a href=\"/doc/1568155/\" id=\"a_30\">Section 29</a>. He invites our attention to the\nConstitution Bench decision of Hon&#x27;ble Supreme Court Page 0094 reported in 2001(2)-SCC-721\n(<a href=\"/doc/1774832/\" id=\"a_31\">Executive Engineer, Dhenkanal Minor Irrigation Division, Orissa and others v.\nN.C.Budharaj (Deceased) by LRs and others</a>).</span> \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_120\">74. For appreciating these contentions a reference to this decision is necessary. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_121\">75. Before the Constitution Bench the issue was whether the Arbitrator has got\njurisdiction to award interest for pre-reference period which arose prior to the\ncommencement of <a href=\"/doc/910984/\" id=\"a_32\">Interest Act, 1978</a> as amended in 1981. A Bench of three learned Judges of\nSupreme Court who earlier heard the appeals referred the matter to the larger bench for a\nauthoritative pronouncement on the question framed for consideration in paragraph 2, by\nthe Constitution Bench. The majority answered the question as posed in paragraphs 24, 25\nthus:-24. It is not in dispute that an arbitrator appointed in a pending suit or with the\nintervention of the court, will have all the powers of the court, in deciding the dispute\nand the dispute is only in respect of an arbitrator to whom the reference has been made\nby the parties, under the agreement without the intervention of the court. It would then\nmean that the parties have to be driven to vexatious litigation before courts by passing\nan agreement of arbitration, to be ultimately told to abide by it and have the matter\nformally referred by staying such proceedings before civil court to secure to the\narbitrator power to award interest also. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774832\" id=\"span_14\">In <a href=\"/doc/1774832/\" id=\"a_33\">G.C. Roy</a> case while emphasising the\nimportance and need for availing arbitration process, it has been observed as follows\n:(SCC pp.511-12 para4)....</span>     \n</p>\n<blockquote id=\"blockquote_24\">&quot;25. As long as there is nothing\nin the arbitration agreement to exclude the jurisdiction of the arbitrator to entertain a\nclaim for interest on the amounts due under the contract, or any prohibition to claim\ninterest on the amounts due and become payable under the contract, the jurisdiction of\nthe arbitrator to consider and award interest in respect of all periods subject only to\n<a href=\"/doc/1568155/\" id=\"a_34\">Section 29</a> of the Arbitration Act, 1940 and that too the powers of the court thereunder,\nhas to be upheld. The submission that the arbitrator cannot have jurisdiction to award\ninterest for the period prior to the date of his appointment or entering into reference\nwhich alone confers upon him power, is too stale and technical to be countenanced in our\nhands, for the simple reason that in every case the appointment of an arbitrator or even\nresort to court to vindicate rights could be only after disputes have cropped up between\nthe parties and continue to subsist unresolved, and that if the arbitrator has the power\nto deal with and decide disputes which cropped up at a point of time and for the period\nprior tothe appointment of an arbitrator, it is beyond comprehension as to why and for\nwhat reason and with what justification the arbitrator should be denied only the power to\naward interest for the pre-reference period when such interest becomes payable and has to\nbe awarded as an accessory or incidental to the sum awarded as due and payable, taking\ninto account the deprivation of the use of such sum to the person lawfully entitled to\nthe same.&quot;    \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_122\">76. What we find in the present case is that clause-85\nof the GCC prohibits interest for delayed payment due to disputes etc.. The claim on this\ncount cannot be entertained by the Commissioner, as is set out in the said clause. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_123\">It is nobody&#x27;s case that it prohibits interest. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_124\">In the light of the Constitution Page 0095 Bench decision, the contention of Mr.Dhanuka that the\nclaim is crystalised on the date of award and therefore, no interest could be awarded for\nthe periods i.e. pre-reference and pendente lite cannot be accepted. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_125\">77. However, there is much substance in the contention of Mr.Dhanuka that rate of\ninterest for all periods, as granted by the Arbitrator (18%) is not sustainable. We need\nnot disturb the rate of interest for past. However, the interest at 18% pendente lite and\nfuture interest also at 18% from 7th August 1992 can only be inaccordance with the\n<a href=\"/doc/910984/\" id=\"a_35\">Interest Act</a>. <a href=\"/doc/910984/\" id=\"a_36\">The Interest Act, 1978</a>, as amended, vide <a href=\"/doc/1529130/\" id=\"a_37\">section 3</a>, empowers a Court which\nincludes Arbitrator to award damages at a rate not exceeding the current rate of\ninterest. The said provision reads thus : \n</p>\n \n\n<blockquote id=\"blockquote_25\">3. POWER OF COURT TO ALLOW INTEREST :-     \n</blockquote>\n<blockquote id=\"blockquote_26\">(1) In any proceedings for\nthe recovery of any debt or damages or in any proceedings in which a claim for interest\nin respect of any debt or damages already paid is made, the Court may, if it thinks fit\nallow interest to the person entitled to the debt or damages or to the person making such\nclaim, as the case may be, at a rate not exceeding the current rate of interest, for the\nwhole or part of the following period, that is to say,- (a) if the proceedings relate to\na debt payable by virtue of a written instrument at a certain time, then, from the date\nwhen the debt is payable to the date of institution of the proceedings; (b) if the\nproceedings do not relate to any such debt, then, from the date mentioned in this regard\nin a written notice given by the person entitled or the person making the claim to the\nperson liable that interest will be claimed, to the date of institution of the\nproceedings; Provided that where the amount of the debt or damages has been repaid before\nthe institution of the proceedings interest shall not be allowed under this section for\nthe period after such repayment. \n</blockquote>\n \n\n<blockquote id=\"blockquote_27\">(2) Where, in any such proceedings as are mentioned in sub section (1),-\n</blockquote>   \n\n<blockquote id=\"blockquote_28\">(a) judgement, order or award is given for a sum which, apart from\ninterest on damages, exceeds four thousand rupees, and  \n\n</blockquote><blockquote id=\"blockquote_29\">(b) the sum represents or\nincludes damages in respect of personal injuries to the plaintiff or any other person, or\nin respect of a person&#x27;s death, then, the power conferred by that sub section shall be\nexercised so as to include in that sum interest on those damages or on such part of them\nas the Court considers appropriate for the whole or part of the period from the date\nmentioned in the notice to the date of institution of the proceedings, unless the Court\nis satisfied that there are special reasons why no interest should be given in respect of\nthose damages.    \n</blockquote>\n<blockquote id=\"blockquote_30\">(3) Nothing in this section,-\n</blockquote>  \n \n\n<blockquote id=\"blockquote_31\">(a) shall apply in relation to ( i) any debt or damages upon which interest is payable\nas of right, by virtue of any agreement; or (ii) any debt or damages upon which payment\nof interest is barred, by virtue of an express agreement;  \n</blockquote>\n<blockquote id=\"blockquote_32\">(b) shall affect - Page 0096 (i)\nthe compensation recoverable for the dishonour of a bill of exchange, promissory note or\ncheque, as defined in the <a href=\"/doc/1132672/\" id=\"a_38\">Negotiable Instruments Act, 1881</a> (26 of 1881) or; (ii) the\nprovisions of rule 2 of Order II of the First Schedule to <a href=\"/doc/161831507/\" id=\"a_39\">the Code of Civil Procedure</a>,\n1908 (5 of 1908);  \n</blockquote>\n<blockquote id=\"blockquote_33\">(c) shall empower the Court to award interest upon\ninterest.&quot;   \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_126\">It is, therefore, necessary to modify the rate of\ninterest for the periods aforesaid namely pendente lite and future to 12% and 8% p.a.\n\n\n  \n\n</p><p data-structure=\"Precedent\" id=\"p_127\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"158187\" id=\"span_15\">78. The decision cited by Shri Vashi on this aspect reported in\n(2005)6-SCC-462 (<a href=\"/doc/158187/\" id=\"a_40\">Bhagwant Oxygen Ltd. v. Hindustan Cooper Ltd.</a>) has been noted by us.\nHowever, before the Supreme Court the uniform rate awarded for all periods was upheld\nbecause it was demonstrated that same was the rate prevalent when a loan was obtained. In\nthe present case, the learned arbitrator has for the past awarded 18% p.a. whereas upon\nnoticing the provisions of <a href=\"/doc/910984/\" id=\"a_41\">Interest Act</a> and letter dated 27th October 1989, he has\ndirected payment of interest @ 13% p.a. on the award sum under claim nos.1 to 4. This was\nbearing in mind the <a href=\"/doc/910984/\" id=\"a_42\">Interest Act</a>. However, he has distributed the period and once again\nerroneously granted 18% p.a. on the sum awarded as above w.e.f. 1st December 1992 on\nwhich date he held a preliminary meeting till the date of signing of the award i.e. 6th\nAugust 1992. Thereafter, he awarded interest @ 18% p.a. on the award sums up to the date\nof payment by respondents or date of decree by competent Court. It is this aspect which\nistermed as erroneous as well as bad in law by Shri Dhanuka. If 13% p.a. was the interest\nrate awarded from the date of notice under <a href=\"/doc/910984/\" id=\"a_43\">Interest Act</a> i.e. 27th October 1989, then why\nthe said rate was restricted in its operation till 31st January 1992, is not clear to us\nat all.</span> \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_128\">Therefore, while not disturbing the rate of interest awarded for the past, we have\ninterfered with the rate of interest awarded pendente lite and future as above. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_129\">79. In the light of the aforesaid, it is not necessary to consider the pleas of\nMr.Dhanuka with regard to cost of Arbitration. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_130\">80. Thus, the learned Single Judge failed to exercise his jurisdiction under <a href=\"/doc/1503578/\" id=\"a_44\">section\n30</a> of the Act even though the Arbitrator had committed a serious error apparent on the\nface of the record. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_131\">He had ignored and also failed to abide by the terms and conditions of the contract\n<a href=\"/doc/158187/\" id=\"a_45\">referred to above</a>. There are sufficient grounds for interfering with the award to the\nextent indicated above. Shri Vashi was unable to satisfy us that the arbitrator had in\nfact acted in accordance with the contract and has not travelled beyond the same as far\nas the aboveclaims are concerned. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_132\">81. As far as counter claim is concerned, the grievance is that it has been rejected\nwithout assigning any reasons. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_133\">82. A perusal of the arbitration petition which was filed, however, demonstrates that\nall that the appellants contended was that the Arbitrator was biased. However, this\nground seems to have been given up and no submissions have been canvassed before the\nlearned Single Judge. We are, therefore, of the view that permitting Mr.Dhanuka to now\nchallenge the award insofar as rejection of counter claim is concerned, would mean\npermitting the appellant to raise a contention which was expressly not pressed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_134\">Page 0097\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_135\">83. Even otherwise, on perusal of the award, we find that the first respondent was not\nliable for delays as also alleged breaches. The award cannot be faulted on this ground.\nThe counter claim insofar as other aspects is not even substantiated. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_136\">84. In the result, the appeals succeed partially. As far as conclusion is\nconcerned,the contentions are that the award be set aside completely and not partially.\nMoreso, when it is not possible to segregate and separate the good and bad part of it.\nMr.Vashi has not addressed us on this aspect. However, since the learned Arbitrator has\nawarded the sums claim-wise and we find that the award insofar as it directs payment of\namounts wrongfully recovered and interest is not liable to be interfered with. That is\nthe good part of it. It is also set aside by us as far as claim no.4 is concerned. We\nhave interfered with the same insofar as claim no.2 partially and claim no.3 fully.\nTherefore, amounts awarded under these claims can very well be deducted and/or adjusted\nfrom the total sum awarded and the award can be saved and acted upon. Moreso, when no\narguments have been advanced as far as amounts wrongfully withheld and/or recovered by\nthe appellant. Hence, while partially allowing the appeals, it is permissible for us to\nmodify the award which we do as under:-\n</p><blockquote id=\"blockquote_34\">   ---------------------------------------------------------------------\n</blockquote><blockquote id=\"blockquote_35\"> CLAIM NO.                    DECISION IN APPEAL\n</blockquote><blockquote id=\"blockquote_36\">---------------------------------------------------------------------\nCLAIM NO.1 : \n</blockquote><pre id=\"pre_3\">Item No.1 )             Upheld and quantum kept Intact \nPlus \nItem No.2 ) \nItem No.3 ) \nItem No.4 ) \nItem No.5 ) \nCLAIM NO.2 :            Upheld and quantum reduced to Rs. 1,54,000=00 \nCLAIM NO.3 :            Rs.11,30,347=00 \nCLAIM NO.4 :            Set aside. \nCLAIM NO.5 :            Interest Past Pendente Lite Future\n                        Rs.13,84,377=00 @ 12% p.a. @ 8% p.a.\nCLAIM NO.6 :            Rs.1,00,000=00 \n</pre><blockquote id=\"blockquote_37\">----------------------------------------------------------------------\n</blockquote>\n \n\n<blockquote id=\"blockquote_38\">The office to draw up the Decree in the light of above figures.\nThis exercise is expedited. The amounts thereafter can be recovered and/or adjusted from\nthe Bank Guarantee. Needless to state that the 1st respondent will have to deposit\nadditional amounts to make good the short fall or deficit after the Decree is drawn up.\n</blockquote> \n\n","numcites":21,"numcitedby":3,"docsource":"Bombay High Court","citetid":1976762,"divtype":"judgments","relatedqs":[{"value":"loss of profits/ loss of overheads","formInput":"loss%20of%20profits/%20loss%20of%20overheads"},{"value":"loss of profit  claim","formInput":"loss%20of%20profit%20%20claim"},{"value":"award of interest by arbitrator","formInput":"award%20of%20interest%20by%20arbitrator"},{"value":"interest on damages  ","formInput":"interest%20on%20damages%20%20"},{"value":"interest rate awarded","formInput":"interest%20rate%20awarded"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":" loss of overheads","formInput":"%20loss%20of%20overheads"},{"value":"works contract","formInput":"works%20contract"},{"value":"powers of the arbitrator","formInput":"powers%20of%20the%20arbitrator"},{"value":"interest upon interest","formInput":"interest%20upon%20interest"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"change in design","formInput":"change%20in%20design"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"escalation","formInput":"escalation"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"pendent lite ","formInput":"pendent%20lite%20"},{"value":"Rate of interest : supremecourt","formInput":"Rate%20of%20interest%20%3A%20supremecourt"}],"cats":[{"value":"interest","formInput":"tag:interest"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}