{"tid":828116,"publishdate":"1972-11-17","title":"Chouthmal Nathuram Joshi vs Bhagwandas Zutalal Marwadi on 17 November, 1972","doc":"<h2 class=\"doc_title\">Chouthmal Nathuram Joshi vs Bhagwandas Zutalal Marwadi on 17 November, 1972</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1973BOM337, AIR 1973 BOMBAY 337, 1973 MAH LJ 637 ILR (1974) BOM 625, ILR (1974) BOM 625</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. The present revision is directed against the judgment in Civil Appeal No. 47 of 1963 by the Extra Assistant Judge, Akola, whereby he confirmed the decree in Civil Suit No. 24 of 1962 passed by the Civil Judge (Senior Division) Akola upon an application made to that Court under the provisions of the <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a>.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The applicant herein was arrayed as original defendant and was a member of the M. P. Commercial Exchange, Akola.  He entered in certain forward delivery contracts in cotton seed with the respondent Bhagwandas, the original plaintiff, for and between the period of July 14, 1961 to October 12, 1961.  Certain other transactions between them ranging from October 13, 1961 to November 20, 1961 also took place.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3.  From the records it transpires that some statement which was produced during the trial and marked as Ex. 47, was the basis of the claim against the present applicant in this revision - Ex. 47 is a statement which appears to have been admitted before the arbitrators by this applicant, though before the trial Court in these proceedings he tried to raise a plea that that was not the final settlement of account and was never intended to be acted upon.  It does appear that the opponent Bhagwandas, basing his claim in this document, under which he claimed an amount of Rs. 5625, issued a notice dated November 24, 1961 to the address of the present applicant.  That notice, which was sent by registered post, was returned to him with an endorsement that it was refused by the addressee.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\"> 4.  Thereafter on December 7, 1961, the opponent applied to the President, M. P. Commercial Limited Exchange, Akola of which this applicant was admittedly a member and as such bound by its bye-laws. He stated in that application that he had to recover an amount of Rs. 5,625 from Shri Chouthmal Nathuram Joshi.  He further stated that he had given the notice asking him to appoint an arbitrator, but he refused to accept the same.  He had already submitted the statement of account to support his claim.  Along with this he also filed a notice before the President of the Exchange.  On December 14, 1961, the Chairman under the by-laws of the Exchange, drew a reference deed, that document has been properly exhibited on record, both of the arbitration as well as in the trial Court.  By that deed of reference, the matter was referred to two arbitrators named therein.  It specifically authorised the arbitrators to decide and settle the matters in dispute under the bye-laws of the Exchange.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5.  It further appears that thereafter these two arbitrators entered upon the reference and sittings were held in the Exchange office itself. The order-sheets of the arbitration are produced at Ex. 66 in the trial. Statement of this applicant is recorded on December 16, 1961.  To him the claim was straightway put up by the arbitrators.  The statement of the applicant clearly shows that he was given every opportunity to make his say regarding the claim of the opponent.  It is a detailed statement wherein the questions and answers have been written. The statement is duly signed  by the present applicant.  Thereafter the matters went on before the arbitration and it appears that the present applicant took a somersault on December 31, 1961 and left the proceedings and tried to challenge the jurisdiction by issuing a notice through counsel to the arbitrators.  That notice was also taken into account by the arbitrators as is evinced by the order sheet of  January 4, 1962.  On that day, after giving full consideration to the claim and the documents as well as the statement of the applicant, the arbitrators made an award under their own signatures to the extent of Rs. 4,665.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6.  All these papers including the reference deed (Exh. 91) are duly produced in the Court when the application was made under provisions of the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act</a> for making the award the rule of the Court.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7.  During the trial this applicant filled his objections and tried to raise technical pleas which are reflected in the issues.  The learned Civil Judge (Senior Division), who tried those proceedings, negatived all the contentions and the appeal that was taken by the present applicant almost on identical grounds, stood dismissed by an order made on June 21, 1962.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\"> 8.  Against that decree duly confirmed by the appellate Court, the present revision has been field.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\"> 9.  Four-hold submissions are made as to the validity of the above award and the consequent decree.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 10.  The first contention relates to the validity of the contract itself.  It is said that the alleged contract not being in writing was hit by the provisions of <a href=\"/doc/676241/\" id=\"a_3\">Section 15(2)</a> of the Forward Contracts (Regulation) Act, 1952.  The contract itself being void, the award and the decree must also be set aside.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> 11.  This argument has no merit.  If the provisions of <a href=\"/doc/1294263/\" id=\"a_4\">Section 15</a> of the said Act are taken into account, sub-section (1) of <a href=\"/doc/1294263/\" id=\"a_5\">Section 15</a> enabled the Central Government to declare that the provisions of that section will apply to such goods or class of goods and such area as may be specified in the duly Gazetted notification.  Upon such notification alone and subject to the provisions contained in <a href=\"/doc/1633982/\" id=\"a_6\">Section 18</a>, the forward contracts for the sale or purchase of the notified goods were to be effected in the cases being the contracts otherwise entered into between the members of a recognised association or through or with any such member.  Such contracts were to be treated as illegal, if these were not in accord with the bye-laws. Sub-section (2) of <a href=\"/doc/1294263/\" id=\"a_7\">Section 15</a> operates upon a forward contract in notified goods mentioned in sub-section (1). The record of this case does not show that there was any such notification indeed issued having application to the area of M. P. Exchange, Akola, or that the goods in which the said otherwise contracts were entered into were of the notified kind.  It is for the party who seeks to avoid the contract to put the proof which will enable the Court to find in favour of such a case.  The burden that lay upon the applicant in this case is not at all discharged and the submission by merely basing it on the wordings of <a href=\"/doc/1294263/\" id=\"a_8\">Section 15(2)</a> of the Act has to be rejected.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> 12.  Even assuming otherwise, that without this proof of the notified goods and notified area as required by sub-section (1), the question could be entertained; the Courts below have come to the conclusion that in this case there are circumstances to show that Bhagwandas had no knowledge that the contract must be in writing as per the bye-laws of the Exchange.  Such a finding itself saves such a contract being void because sub-section (2) of <a href=\"/doc/1294263/\" id=\"a_9\">Section 15</a> by itself does not declare any contract void but has some reference to the provisions of the bye-laws which are framed under the provisions of <a href=\"/doc/596725/\" id=\"a_10\">Section 11</a> of the Act.  Bye-laws Nos. 28 or 239 are duly considered by the Courts below which provided that before any contracts can be declared void as far as non-members are concerned, it must be shown that they had the knowledge about the requisite necessity as to the contracts must be made in writing and still they omitted to follow that requirement.  Thus, knowledge of a contracting party acting under these bye-laws was a fact to be established either by direct or circumstantial evidence.  Consistently the Courts have held that the applicant Bhagwandas could not be attributed with any knowledge of requirement of having written contracts and, therefore, they answered the question against the defendant.  It must be pointed out that a party seeking the aid of the Court for a declaration that an agreement or contract is void cannot be relieved of the burden to establish that contracting party had acted in this manner with full knowledge about the requirements spoken of. Nothing has been brought on record to support the plea that with all knowledge of the bye-laws the applicant had transacted without a written contract.  Subsequent knowledge which the learned counsel pressed before me is of no avail to avoid a contract in such a case.  It is amply clear that the knowledge must precede and with consciousness the transactions or the contracts must have been entered into by the party.  This submission therefore, must fail.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\"> 13.  The second submission is based upon the fact that no umpire was appointed by these two arbitrators.  The learned counsel argues that there is a breach of the first Schedule Clause (2) of the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act, 1940</a> and the consequent award made is wholly untenable.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\"> 14.  The provisions of the <a href=\"/doc/1052228/\" id=\"a_12\">First Schedule of the Arbitration Act</a>, to which a reference was made, lay down implied condition of an arbitration agreement.  Clause (2) reads as follows :\n</p><blockquote id=\"blockquote_1\">   &quot;If the reference is to an even number of arbitrators, the arbitrators shall appoint an umpire not later than one month from the latest date of their respective appointment.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">The words of Clause (2) when taken literally, would mean that if the reference was to an even number of arbitrators, three is a further obligation on the arbitrators to appoint an umpire within a month.  The provisions of the Schedule do not affect the power or authority of the arbitrators omitting to follow the terms of Clause  (2).  The whole of the First Schedule, if closely perused, does not say that any of its provisions if broken would lead to the consequences of vitiating the award made properly by the arbitrators chosen by the parties.  The Schedule has reference to the provisions of <a href=\"/doc/1529130/\" id=\"a_13\">Section 3</a> of the Act. The wording of that section, if carefully considered shows that the provisions set out in the First Schedule in so far as they are applicable, may apply to the reference, subject to the different intentions being expressed by the parties.  The parties may exclude the provisions of the Schedule if they so desire.  Thus, the matter must rest with the agreement of the parties and cannot be resolved by mere reference to the First Schedule.  Every clause of the First Schedule, therefore is subject to the intention being expression by the parties in the arbitration agreement.   Before Clause (2) of the First Schedule can be held to be a compulsory mode of constituting the arbitration tribunal, it must be established what was the intention of the parties in a given case and further that its breach is visited with certain penalty.  This not something which is repugnant to our sense of fair play or natural justice.  The provision as to the appointment of an umpire is merely directory in its nature and does not vitiate either the arbitration proceedings or the award validly made by them.  The word &quot;shall&quot; used in Clause (2) of the First Schedule need not lead to the conclusion that the provision is a &quot;must&quot; or omission to follow the provision would vitiate the award itself.  No penal consequence is indicated by any of the terms of the First Schedule if an umpire is not appointed by the arbitrators.  What would be the effect, if the two arbitrators are asked to follow the terms of Clause (2) of the First Schedule and they omit to do, is not a matter to be considered while construing the provisions of that clause.  It is admitted that the present applicant never made any such request to the arbitrators.  Both the arbitrators have given a unanimous award and their omission, therefore, to appoint the umpire does not affect the merits of the matter.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> 15.  The appointment of an umpire has something to do if there is a difference that may arise between the even number of arbitrators.  The ordinary meaning of that term is also eloquent of the legislative intent.  It merely postulates a person who has to decide upon disagreement.  Thus, unless it is shown that some prejudice is caused by omission to follow the rules indicated by Clause (2) of the First Schedule, no complaint or grievance can be entertained as against a valid award.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\"> 16.  In the instant case, the arbitration is governed by the bye-laws of the Exchange.  The applicant in this Court, who questioned the validity of the award, has been found to be the member of that Exchange.  The bye-law No. 163 of the Exchange states that all disputes are to be referred to the arbitration of two disinterested persons one to be chosen by each party.  It is possible to construe this bye-law as indicating different intentions.  The provisions of bye-law No. 167 state that the Chairman of the Exchange shall appoint two arbitrators upon satisfaction of certain conditions laid down in bye-law No. 167.  Bye-laws Nos. 163 and 167 read together show that the arbitration has to be made only by a body of two arbitrators.  It is, therefore, clear that there was no invalidity as is submitted by the learned counsel in the constitution of the arbitration tribunal to settle the present dispute between the parties. Mere omission to appoint an umpire cannot therefore vitiate the award as the arbitrators themselves were validly appointed and that they conducted the proceedings after giving full opportunity to the applicant herein.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\"> 17.  The third contention is that the power under bye-law 167 has been exercised by the Chairman of the Exchange without satisfying himself that the condition precedent in that bye-law has been fulfilled. Bye-law No. 167 reads as follows :\n</p>   \n\n<blockquote id=\"blockquote_2\"> &quot;Upon application and on payment in advance of the minimum fees of arbitrators as provided by bye-law No. 184 by either disputant, the Chairman shall appoint the two arbitrators in any of the following cases :\n</blockquote><blockquote id=\"blockquote_3\">   (I) If after only party has appointed an arbitrator ready and willing to act, the other party refuses or neglects to appoint a second written notice of that appointment in Akola, or within 72 hours after service thereof, elsewhere out of Akola ................&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_19\">It is the complaint that the notice has not been served as required by sub-clause (1) of this bye-law and, therefore, constitution of the board of arbitrators by the Chairman under this bye-law was itself valid.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> 18.  The facts in this case do not admit any such contention Bye-law No. 167 clearly enables the Chairman to act if one party having appointed the arbitrator ready fusing or neglecting to appoint a second arbitrator within 24 hours after service of written notice of that appointment proceed to appoint two arbitrators for deciding the disputes.  The application made to the Chairman has been produced on record of this case, so also the notice serve.  It was sent by registered post and bears an endorsement that the addressee has refused.  When this applicant was examined on December 16, 1961, he did not raise any demur against the refusal, Ex. 91 which is signed by the Chairman and which is the deed of reference, clearly mentions that the notices were given to the addressee.  The present applicant has not put material either before the Chairman or before the arbitrators to show that he was really willing to follow the terms of bye-law No. 163 or that he was willing to act upon the notice. From the material on record it is amply established that the Chairman of the Exchange was satisfied that the notice was duly sent by registered post and was refused.  Such a notice is not a statutory notice in any manner but has to be given as per the bye-law which enables the Chairman to proceed to exercise his authority under bye-law No. 167.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> 19.  Even a reference to the provisions of the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a> would indicate that there is no merit in such a submission.  <a href=\"/doc/1937908/\" id=\"a_15\">Section 42</a> of the Act deals with service of notice by a party or arbitrator and prescribes the mode of service.  Provisions of bye-law 167 will have to be read subject to the provisions of <a href=\"/doc/1937908/\" id=\"a_16\">Section 42</a> of the Arbitration Act.  Sub-section (b) of <a href=\"/doc/1937908/\" id=\"a_17\">Section 42</a> of the Act contemplates the service of notice by sending it by post addressed to that person at his usual or last known place or abode or business in India and Post Office Act.  Provisions of <a href=\"/doc/1937908/\" id=\"a_18\">Section 42</a> are procedural and apply to all the notices that are required to be served otherwise than through the Court Object of such a notice is obviously to bring to the knowledge of the party the intention to act upon the arbitration agreement by the person or party which is seeking to refer the matter.  All that is necessary is that such a notice must be sent by post to the person&#x27;s place of address.  If, therefore, a notice is duly sent to the person&#x27;s address and there is evidence to that effect it must be treated as a good and proper notice. No exception can, therefore, be taken that the notice was not properly served.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\"> 20.  It does not lie with the present applicant, who is the member of the Exchange to complain that the power under bye-law 167 was not properly exercised by the Chairman as he has never protested with the said Chairman for his action of referring the disputes under that bye-law.  Had there been any substance in the complaint that the present applicant had no notice at all, the proper forum would have been the Chairman of the Exchange and the present applicant would have been well advised to make his say before the Chairman. At any rate, there is no material to hold that the notice which was sent by registered post and bore the enforcement of refusal was not sent to the postal address of the applicant herein.  This contention, therefore, also has to be rejected.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1986314\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"195204\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1547639\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1703516\" id=\"span_4\">21.  Lastly, it is argued that the arbitrators have assumed the jurisdiction to decide the factum of contract itself and hence the award is vitiated.  Reference is made to the decisions in <a href=\"/doc/1703516/\" id=\"a_19\">Babubhai v. Madhavji</a>, AIR 1931 Bom 343; Mahomed v. Priojshaw, AIR 1932 Bom 341; <a href=\"/doc/1547639/\" id=\"a_20\">Shriram v. Mohanlal</a>, AIR 1940 Bom 93; <a href=\"/doc/195204/\" id=\"a_21\">Ghelabhai v. Keshavdev</a>, <a href=\"/doc/1986314/\" id=\"a_22\">AIR 1949 Bom 343 and Khardah Co. Ltd., v. Raymon &amp; Co.  The</a> argument is that the arbitrators had no jurisdiction to enter upon the question as to the factum of contract itself.</span></span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1986314\" id=\"span_5\">22.  The decision in considered the terms of contracts which are used as &quot;arising out of&quot; or &quot;concerning&quot; or &quot;in connection with&quot; or &quot;in consequence of&quot; or &quot;relating to this contract.&quot;  The arbitration clause <a href=\"/doc/1986314/\" id=\"a_23\">in that case</a> was a part of the contract itself.  The Court observed that a dispute that the contract of which the arbitration clause forms an integral part is illegal and void is not one which the arbitrators are competent to decide under the arbitration clause although it is of sufficient amplitude.  That case does not lay down that the parties to an arbitration agreement cannot by a valid submission refer the dispute as to the factum  of the contract for the decision of the arbitrators.  The question there was absolutely different and the case is distinguishable.  The other cases referred to by the learned counsel may also be briefly noticed.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 23.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703516\" id=\"span_6\">In <a href=\"/doc/1703516/\" id=\"a_24\">Baubhai</a>&#x27;s case, AIR 1931 Bom 343, bye-law No. 38-<a href=\"/doc/83044044/\" id=\"a_25\">A of the Bombay Cotton Contracts Act, 1922</a>, was considered and held that the arbitrators have no jurisdiction to decide disputes regarding contracts which are not in the sanctioned form.  It has been <a href=\"/doc/1703516/\" id=\"a_26\">laid down in</a> the very same case that the power or jurisdiction of the arbitrators is limited to the matters lawfully submitted to them by the parties.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 24.  Similarly in Mahomed&#x27;s case, AIR 1932 Bom  341, a proposition that arose under the Bye-laws Nos. 38 (A) and 82 of the East India Cotton Association was considered and after considering the terms of those bye-laws, the Court observed that where the very factum or existence of a contract has been denied, there is no dispute arising out of or in relation to it which can be referred to arbitration.  The term of bye-law No. 38 (A) itself provides that the disputes must exist in relation to contract.  Construing those words of the bye-law, the Court held that the arbitrators had no jurisdiction.  Similarly, in other two cases in AIR 1940 Bom 93 and AIR 1949 Bom 343, the matter rested on the consideration of the rules that governed the disputes between the parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195204\" id=\"span_7\">In the latter case, i.e. in <a href=\"/doc/195204/\" id=\"a_27\">Ghelabhai</a>&#x27;s case, the Court observed that Rule 117 (a) of Native Share and Stock Broker&#x27;s Association is a submission clause in respect of any transactions and contracts, made subject to the rules of the Association or with reference to anything arising out of or incidental thereto or anything to be done in pursuance thereof.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 25.  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1986314\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1547639\" id=\"span_9\">In <a href=\"/doc/1547639/\" id=\"a_28\">Shriram</a>&#x27;s case, <a href=\"/doc/1986314/\" id=\"a_29\">AIR 1940 Bom 93, Mohamed Haji Hamed</a>&#x27;s case, AIR 1932 Bom 341 was applied, that being the case under the East India Cotton Association bye-laws.  None of the cases, therefore, relied on by the learned counsel, help to establish that the parties are fettered by any law to refer specifically the very factum or existence of contract to be found by the arbitrators.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 26.  A distinction must always be kept in mind that a contract may contain an arbitration clause and certain consequences and limitations may arise because of the fact that the clause itself is the part of the contract.  The jurisdiction flows from the said clause itself is in dispute, then the authority of the arbitrator may well be disputed to find out the existence of such a clause.  But that does not preclude the parties from entering into an arbitration agreement which itself is the contract and submit the disputes to the arbitration under the provisions of the <a href=\"/doc/1052228/\" id=\"a_30\">Arbitration Act</a> or otherwise and authorise the arbitrators to find out as to whether they have entered into certain other contracts which govern their mutual obligations, duties of liabilities giving rise to enforceable claims. There is no proposition that parties are prohibited from agreeing to submit declaratory disputes to the arbitration of named or otherwise to be appointed persons.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 27.  Under the provisions of the <a href=\"/doc/1052228/\" id=\"a_31\">Arbitration Act</a>, the definition of the term &quot;arbitration agreement&quot; given in<a href=\"/doc/1430346/\" id=\"a_32\"> S. 2(a)</a> clearly shows that there can be a written agreement to submit any difference to arbitration whether an arbitrator is named therein or not.  The usual test that applies to agreement would also govern the terms of such arbitration clauses.  As indicated above, the contract itself may contain a clause or there may be an independent arbitration agreement showing what is the subject-matter of the arbitration upon which the arbitrator is called upon to decide.  The only condition that is requisite is, that there must be existence of dispute or difference between the parties capable of being settled or decided by the arbitrator. This applies to future differences as well as the existing differences.  The nature of the contract of arbitration, therefore, is independent and cannot be controlled only because the parties agree to refer the factum of other transactions in issue to be decided by the arbitrators.  It is well known that such contracts are uberrima fides and partake in the nature of domestic tribunals.  An arbitration tribunal derives its authority from such agreement or contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 28.  It has been noted by Russell that all disputes affecting civil rights are capable of being referred to arbitration.  The learned  author states that disputes relating to real property may be referred to arbitration (Chapter 2, P. 8). Even future use of the property by the parties have been often submitted too the decision of arbitrators, so also the future contractual relations.  The learned author observes : \n</p><blockquote id=\"blockquote_4\">   &quot;Since the arbitrator can be given such powers as the parties wish, he can be authorised to make a new contract between the parties.  The parties to a commercial contract often provide that in certain events their contract shall be added to or modified to fit the circumstances then existing, intending thereby to create a binding obligation although they are unwilling or unable to determine just what the terms of the new or modified agreement shall be.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\">By referring to a case in Heyman v. Darwins Ltd., 1942 AC 356, the learned author has further observed:\n</p><blockquote id=\"blockquote_5\">   &quot;It would seem that an arbitration clause could be so phrased as to amount to a valid agreement to refer any dispute as to whether the contract in which the clause is contained ever became binding on the parties, as a whole, at all.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">(Chapter 6, p. 70).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">It thus appears that the parties are free to submit by an agreement even the factum of a contract for the decision by the arbitrators.  It is all a matter of interpretation of the arbitration agreement or the clause in a contract from which the arbitrators derive their authority.  The contention that in no case the factum of a contract can be submitted to the decision by the arbitrators is not borne out either by the provisions of the <a href=\"/doc/171398/\" id=\"a_33\">Contract Act</a> or by the provisions of the <a href=\"/doc/1052228/\" id=\"a_34\">Arbitration Act</a>.  In law all matters upon which there can be difference and which are capable of being decided, can be the subject matter of such domestic adjudication and no principle or policy requires that this freedom to submit such disputes should be curtailed on any basic principle.\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\"> 29.  In the present case, there are specific bye-laws which are referable as conferring the jurisdiction on the arbitrators to decide the factum of the contracts.  Bye-law No. 163, which is the source of power or jurisdiction in such a case is widely worded and reads as follows:\n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;All unpaid claims whether admitted or not, and all disputes (other than those relating to quality) arising out of or in relation to\n \n\n</blockquote><blockquote id=\"blockquote_7\"> (a)  .......................................\n</blockquote> \n\n<blockquote id=\"blockquote_8\"> (b)  .......................................\n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (c)  .......................................\n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (d)  ...........................Contracts covered by any such arbitration agreement, or\n \n\n</blockquote><blockquote id=\"blockquote_11\"> (e)  all disputes regarding factum of a contract between members or between a member and a non-member.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_35\"> Shall be referred to the arbitration of two disinterested persons one to be chosen by each party ..........&quot; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">The wordings of this bye-law clearly take in disputes between members and members or members and non-members relating to the factum of contracts.  Therefore, if on one side a contract is alleged and on the other it is denied, then it is well within the power of the arbitrator to decide and declare as to whether in fact any such contract had been entered into by the parties.  Bye-law No. 163 is, therefore, the arbitration clause governing the relations of the persons who transact a business within the area of the Exchange.  There is no principle, therefore, to hold that in the present case arbitrators had acted without jurisdiction or exceeded the submission that was made to them by the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\"> 30.  Reference to the facts in this case, which is already made, clearly indicates that one party was claiming on the foot of a document delivered by another party and what was required by the arbitrators to consider was whether in fact such a document acknowledging the liability arising out of certain transaction was made by the parties concerned or not.  I am therefore, satisfied that the award was made with jurisdiction and there is no merit in the present grievance of the applicant.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\"> 31.  These being the only submissions,  this revision will stand dismissed.  As the non-applicant has not put in an appearance, there will be no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">32. Petition dismissed.\n</p> \n\n","numcites":14,"numcitedby":2,"docsource":"Bombay High Court","citetid":828116,"divtype":"judgments","relatedqs":[{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract act","formInput":"contract%20act"},{"value":"forward contracts","formInput":"forward%20contracts"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"bye laws ","formInput":"bye%20laws%20"},{"value":"Decree  filter:  bombay court fees act section 6","formInput":"Decree%20%20filter%3A%20%20bombay%20court%20fees%20act%20section%206"},{"value":"akola","formInput":"akola"},{"value":"Section 42","formInput":"Section%2042"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}