{"tid":197460586,"publishdate":"2011-07-04","title":"Hnl Casual And Contract Workers' Centre vs Union Of India Represented By Secretary on 4 July, 2011","doc":"<h2 class=\"doc_title\">Hnl Casual And Contract Workers&#x27; Centre vs Union Of India Represented By Secretary on 4 July, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-t-ravikumar\">C.T.Ravikumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-t-ravikumar\">C.T.Ravikumar</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n  IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\nWP(C).No. 36839 of 2009(Y)\n\n\n1. HNL CASUAL AND CONTRACT WORKERS&#x27; CENTRE,\n                      ...  Petitioner\n\n                        Vs\n\n\n\n1. UNION OF INDIA REPRESENTED BY SECRETARY,\n                       ...       Respondent\n\n2. ASST. LABOUR COMMISSIONER (CENTRAL)\n\n3. HINDUSTAN NEWS PRINT LTD.,\n\n4. HINDUSTAN NEWS PRINT EMPLOYEES\n\n                For Petitioner  :SRI.K.S.MADHUSOODANAN\n\n                For Respondent  :SRI.T.P.M.IBRAHIM KHAN,ASST.S.G OF INDI\n\nThe Hon&#x27;ble MR. Justice C.T.RAVIKUMAR\n\n Dated :04/07/2011\n\n O R D E R\n                         C.T.RAVIKUMAR, J.\n                      -----------------------------\n                      W.P.(C)No.36839 of 2009\n                       ----------------------------\n                         Dated 4th July, 2011\n\n                              JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            The petitioner is a registered trade union working among\n\ncontract and casual workers under the third respondent company viz.,\n\n`Hindustan News Print Ltd.&#x27; which is a subsidiary of `Hindustan Paper\n\nCorporation Ltd.&#x27;. This writ petition has been filed mainly challenging\n\nExt.P4 order of the second respondent and seeking issuance of a writ of\n\nmandamus commanding the second respondent to conciliate the\n\nindustrial dispute raised in Ext.P3 petition in accordance with the\n\nprovisions under the <a href=\"/doc/500379/\" id=\"a_1\">Industrial Disputes Act</a> (for short `the <a href=\"/doc/500379/\" id=\"a_2\">I.D. Act</a>&#x27;). As\n\nper Ext.P4, the second respondent declined to conciliate on the dispute of\n\nregularization  of     contract   labourers  in   the   third  respondent\n\nestablishment on the ground that the issue raised by the petitioner is not\n\na subject matter to be dealt with as an industrial dispute under <a href=\"/doc/189659891/\" id=\"a_3\">section\n\n2(k)</a> of the I.D. Act as the same constitutes only violation of the\n\nprovisions of the <a href=\"/doc/1810788/\" id=\"a_4\">Contract Labour (Regulation &amp; Abolition) Act, 1970</a> (for\n\nshort `the Act&#x27;).\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_1\">2. The contention of the petitioner is that there are about\n\n200 contract workers employed through the fourth respondent for the\n\nthird respondent establishment and out of which 35 contract workers\n\f\n<span class=\"hidden_text\" id=\"span_2\">WP(C).No.36839/2009                   2</span>\n\n\nare members of the petitioner union. It is further contended that they\n\nhad been working in the third respondent establishment since 1982-83\n\nthough the petitioner union was registered only in 2006. On 25.6.2008 a\n\nconciliation petition under <a href=\"/doc/1570927/\" id=\"a_5\">section 12</a> of the I.D. Act was moved before\n\nthe second respondent on the issue of regularization of the contract\n\nworkers working for the third respondent through the unlicenced petty\n\ncontractor, the fourth respondent.        When the petitioner union earlier\n\nsought information under the <a href=\"/doc/671631/\" id=\"a_6\">Right to Information Act</a> from the second\n\nrespondent as to the details regarding the licenced contractors from the\n\nthird respondent, Ext.P2 information was given. In Ext.P2, the name of\n\nthe fourth respondent was not included as a licenced contractor. It is in\n\nthe said circumstances that the union relying on the decisions of the\n\nHon&#x27;ble Apex Court in Secretary, Haryana State Electricity Board v.\n\nSuresh and others (AIR 1999 SC 1160) and in <a href=\"/doc/366376/\" id=\"a_7\">Gujarat Electricity\n\nBoard, Ukai v. Hind Mazdoor Sabha</a> (AIR 1995 SC 1893) filed Ext.P3\n\nconciliation petition dated 25.6.2008. The sum and substance of the\n\ncontentions of the petitioner union is that the regularization of the\n\ncontract labourers employed through unlicenced contractors through\n\nadjudicatory process under the <a href=\"/doc/500379/\" id=\"a_8\">I.D. Act</a> is possible and permissible in\n\nterms of the decisions <a href=\"/doc/366376/\" id=\"a_9\">referred above</a>. It is the further contention of the\n\npetitioner that in the light of notification No. GSR 336(E) dated 5-5-2008\n\nissued in exercise of power under <a href=\"/doc/1022486/\" id=\"a_10\">section 39</a> of the I.D. Act in\n\f\n<span class=\"hidden_text\" id=\"span_3\">WP(C).No.36839/2009                3</span>\n\n\nsupersession of notification No. SO 556(E) dated 3.7.1998 the second\n\nrespondent is empowered to act as Conciliation Officer in regard to the\n\nindustrial disputes in Government of India Companies like the third\n\nrespondent.    After considering Ext.P3 conciliation petition the second\n\nrespondent passed Ext.P4 order declining to conciliate for the reasons\n\nmentioned earlier. It is in the said circumstances that this writ petition\n\nhas been filed with the aforesaid prayers.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_3\">            3. The contention of the petitioner is that the action on the\n\npart of the second respondent in declining to conciliate on the dispute\n\ninvites interference by this Court. <a href=\"/doc/1570927/\" id=\"a_11\">Section 12</a> of the Act provides that no\n\nunlicenced contractor shall undertake or execute any work through\n\ncontract labour. In view of the said provision, it is contended that the\n\nemployment of contract labour for the third respondent through\n\nunlicenced fourth respondent contractor would enable such workers to\n\ntake and stake a claim to be treated as workers under the principal\n\nemployer. Relying on the decision reported in AIR 1995 SC 1893 it is\n\ncontended that in case the contract labourers became the employees of\n\nthe principal employer in course of time the contract labourers could\n\nraise a dispute in accordance with the procedures under the <a href=\"/doc/500379/\" id=\"a_12\">I.D. Act</a> and\n\nconciliation over such a dispute could not be declined by the conciliation\n\nofficer. In such circumstances, the issue whether the concerned contract\n\nlabourers are working under the principal employer or under the petty\n\f\n<span class=\"hidden_text\" id=\"span_4\">WP(C).No.36839/2009               4</span>\n\n\ncontractor would necessarily become a matter of dispute. At any rate,\n\nsuch a dispute cannot be treated as one relating abolition of contract\n\nlabour but only as a dispute for securing the appropriate service\n\nconditions from the principal employer on the premise that the workmen\n\nconcerned were always the employees of the principal employer. It is\n\nthe further contention of the petitioner that the effect and impact of\n\nemploying unlicenced contractor was elaborately dealt with by the\n\nHon&#x27;ble Apex Court in the decision reported in AIR 1999 SC 1160\n\n(supra), more particularly in paragraph 19 therein. Taking into account\n\nthe facts and circumstances of the said case, it was held that contract\n\nsystem was mere a camouflage and there existed a real contractual\n\nrelationship between the Board on one hand and the employer on the\n\nother hand. Relying on the said decision it is contended that the fourth\n\nrespondent herein was only a name lender and, in fact, it would reveal\n\nthat in the facts and circumstances of the case the employees were\n\nworking for the third respondent and there existed a real contractual\n\nrelationship between the third respondent and the concerned contract\n\nlabourers who are members of the petitioner union.      Since they had\n\nworked for more than 240 days during the period of twelve calender\n\nmonth preceding the date with reference to which calculation is to be\n\nmade, in terms of the provisions under the <a href=\"/doc/500379/\" id=\"a_13\">I.D. Act</a> they are entitled to\n\nseek absorption into the regular establishment.    It is based on such\n\f\n<span class=\"hidden_text\" id=\"span_5\">WP(C).No.36839/2009                5</span>\n\n\ncontentions that the petitioner assails Ext.P4 whereby the second\n\nrespondent declined to conciliate on the dispute raised as per Ext.P3.\n\n</p><p data-structure=\"RespArg\" id=\"p_4\">           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_7\">4. Separate counter affidavits have been filed on behalf of\n\nrespondents 3 and 4. It is stated in the counter affidavit filed on behalf\n\nof the third respondent that it is a wholly owned Government of India\n\nundertaking and it has got a factory at Newsprint Nagar, Velloor where\n\nbesides its permanent workers various contractors on entrustment of\n\nworks employ their own workmen. According to the 3rd respondent the\n\nfourth respondent is one such contractor.     It is further stated therein\n\nthat the claim of the petitioner regarding the right of the contract\n\nworkers whom it represents based on Haryana State Electricity\n\nBoard&#x27;s case (<a href=\"/doc/366376/\" id=\"a_14\">supra) and Gujarat Electricity Board</a>&#x27;s case (supra) is\n\ntotally misconceived and that the only consequence of violation of\n\n<a href=\"/doc/1150040/\" id=\"a_15\">sections 7</a> and <a href=\"/doc/1570927/\" id=\"a_16\">12</a> of the Act as per the decision of the Hon&#x27;ble Apex\n\nCourt in <a href=\"/doc/277653/\" id=\"a_17\">Steel Authority of India Limited v. National Union\n\nWaterfront Workers</a>        ((2001) 7 SCC 1) is invitation of the penal\n\nprovisions under <a href=\"/doc/708192/\" id=\"a_18\">sections 23</a> and <a href=\"/doc/607947/\" id=\"a_19\">25</a> of the said Act. The mere violation\n\nof any provision of the Act or the Rules by the contractor or employer\n\nwould not confer any right on the employees of the Contractor and, at\n\nany rate, on that count they could not be deemed as employees of the\n\nprincipal employer. That apart, it is stated that during the period from\n\n30.4.2005 to 29.11.2006 the fourth respondent was holding a licence\n\f\n<span class=\"hidden_text\" id=\"span_8\">WP(C).No.36839/2009                  6</span>\n\n\nand the same was renewed up to 29.11.2007.             Thereafter, the said\n\nlicence was not renewed by the fourth respondent for a short period and\n\nlater, it was renewed for the period commencing from 24.7.2008 and it is\n\nstill in force. In short, the contention of the third respondent is that the\n\ncontention that the fourth respondent is an unlicenced contractor is not\n\ntrue to facts. Virtually, by raising such contentions, the third respondent\n\njustifies the action on the part of the second respondent in declining to\n\nconciliate on Ext.P3 conciliation petition.        According to the third\n\nrespondent, the claim put forth by the petitioner union as per Ext.P3\n\nwould not fall within the definition of `dispute&#x27; under <a href=\"/doc/189659891/\" id=\"a_20\">section 2(k)</a> of the\n\nI.D. Act.</span></span>\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">             5. In the counter affidavit filed by the fourth respondent he\n\nhad refuted the contention of the petitioner that he got no licence under\n\nthe Act. According to him, he took licence under <a href=\"/doc/1949741/\" id=\"a_21\">section 12(1)</a> of the Act\n\nfrom the Assistant Labour Commissioner (Central) Thiruvananthapuram\n\nto run the contract entered into for the supply of labour to `Hindustan\n\nNewsprint Limited, the third respondent company, with effect from\n\n1.11.2005. Ext.R4(1) is the licence obtained by him from the second\n\nrespondent.      Relying on Ext.R4(2) it is further contended that on\n\n2.2.2006 the Assistant Labour Commissioner renewed the Ext.R4(1)\n\nlicence and also had given sanction to increase the number of workers to\n\nbe engaged from 222 to 246. According to him, he could not get it\n\f\n<span class=\"hidden_text\" id=\"span_9\">WP(C).No.36839/2009                7</span>\n\n\nrenewed before its expiry viz., before 31.10.2007. Since the said licence\n\nwas not renewed in time he had to apply for a fresh licence to run the\n\ncontract with effect from the expiry of the licence that was issued earlier\n\nand he obtained a fresh licence viz., Ext.R4(3) on 24.7.2008.\n\nSubsequently, explaining the reasons for the delay he had represented\n\nbefore the Assistant Labour Commissioner and later got, the licence\n\nrenewed. Ext.R4(5) dated 24.7.2009 is the renewed licence.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">            6. Certain indisputable facts relevant for the consideration of\n\nthe issues involved in this writ petition could be deduced from the rival\n\ncontentions.   Ext.R4(1) licence dated 30.11.2005 was issued to the\n\nfourth respondent by the Assistant Labour Commissioner (Central),\n\nThiruvananthapuram under <a href=\"/doc/1949741/\" id=\"a_22\">section 12(1)</a> of the Act and therefafter it\n\nwas renewed. In paragraph 4 of the counter affidavit the 4th respondent\n\nstated that its validity expired on 31.10.2007 (sic 30.11.2007) and he\n\ncould not get it renewed for some reasons before the expiry of its\n\nvalidity. Thereafter he obtained a fresh licence viz., Ext.R4(3) on\n\n25.7.2008.    Later, as per Ext.R4(5) dated 24.7.2009 the Assistant\n\nLabour Commissioner renewed the original licence issued to the 4th\n\nrespondent.    Thus, evidently, during the period from 31.10.2007 to\n\n24.7.2009 the licence originally granted to the 4th respondent remained\n\nunrenewed.      True that, later, as per Ext.R4(5) the Assistant Labour\n\nCommissioner renewed the original licence.       Prior to the issuance of\n\f\n<span class=\"hidden_text\" id=\"span_10\">WP(C).No.36839/2009                8</span>\n\n\nExt.R4(5) the 4th respondent applied and obtained a fresh licence under\n\n<a href=\"/doc/1949741/\" id=\"a_23\">section 12(1)</a> of the Act on 25.7.2008, as is obvious from Ext.R4(3).\n\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_11\">Both the petitioner and the respondents rely on the aforesaid set of\n\nfacts to canvass different propositions.      According to the petitioner,\n\nevidently, from 30.11.2007 to 24.7.2009 Ext.R4(1) was not valid and in\n\nfact, it remained unrenewed.      On account of the said position the\n\ncontract workers who are members of the petitioner union accrued a\n\nright to claim that in the course of time they became the employees of\n\nthe principal employer, that is, the third respondent company.          To\n\ncanvass the said position, the petitioner relied on the aforesaid decisions\n\nof the Hon&#x27;ble Apex Court and contend that in the light of the decision in\n\n<a href=\"/doc/277653/\" id=\"a_24\">Steel Authority of India Limited v. National Union Waterfront\n\nWorkers</a> (supra) the second respondent could not have declined to\n\nconciliate on the issue. Per contra, the respondents relied on the same\n\ndecision to support and sustain Ext.P4 whereby the second respondent\n\ndeclined to conciliate on the claim for regularization of the contract\n\nlabourers who are members of the petitioner union in the third\n\nrespondent establishment. Besides the above mentioned judgments of\n\nthe Hon&#x27;ble Apex Court both sides relied on certain other decisions as\n\nwell. I do not think it necessary to deal with such contentions raised by\n\nboth sides in view of the order I propose to pass in this writ petition. It\n\nis a settled position of law that when a designated and duty bound\n\f\n<span class=\"hidden_text\" id=\"span_12\">WP(C).No.36839/2009                 9</span>\n\n\nauthority is available to decide on an issue pertaining to a particular\n\nsubject/dispute, at the first instance the said authority has to exercise\n\nthat power and it is only appropriate in such circumstances for this Court\n\nto desist from deciding the dispute and leave it for the decision of such\n\nauthorities. In that view of the matter the scope of consideration of the\n\nrival contentions has to be limited to one for examining whether the 2nd\n\nrespondent was justified in declining to conciliate on Ext.P3 as per\n\nExt.P4. In other words, the rival contentions cannot be considered and\n\ngone into for the purpose of deciding whether the claim of the petitioner\n\nin regard to the contract labourers&#x27; right is sustainable or not.</span>\n\n</p><p data-structure=\"Facts\" id=\"p_7\">               7. GSR 336(E) dated 5-5-2008 issued in exercise of power\n\nunder <a href=\"/doc/1022486/\" id=\"a_25\">section 39</a> of the I.D. Act in supersession of notification No. SO\n\n556(E) dated 3.7.1998 clothed the second respondent to act as\n\nConciliation Officer in respect of the industrial disputes under\n\nGovernment of India Companies . Admittedly, the third respondent is a\n\nGovernment of India Company. It was in the said circumstances that the\n\npetitioner union submitted Ext.P3 conciliation petition before the second\n\nrespondent.    Ext.P4 is the order passed by the second respondent\n\nthereon. Obviously, as per Ext.P4, the second respondent declined to\n\nconciliate on the said claim petition that carried a call for conciliation on\n\nthe refusal for regularization of the contract labourers who are members\n\nof the petitioner union in the third respondent establishment. As per\n\f\n<span class=\"hidden_text\" id=\"span_13\">WP(C).No.36839/2009                10</span>\n\n\nExt.P4, the request for conciliation made as per Ext.P2 was declined as\n\nhereunder:-\n</p>\n<blockquote id=\"blockquote_1\">          &quot;With reference to the above, it is informed that the\n          issue raised by your Union is not a subject matter to\n          be dealt with as an industrial dispute under <a href=\"/doc/1418464/\" id=\"a_26\">Section 2</a>\n</blockquote><blockquote id=\"blockquote_2\">          (k) of the <a href=\"/doc/500379/\" id=\"a_27\">Industrial Disputes Act, 1947</a>, as the same\n          constitutes the violation of the provisions of <a href=\"/doc/1810788/\" id=\"a_28\">Contract\n          Labour (Registration &amp; Abolition) Act, 1970</a> and as\n          such the same has to be dealt with accordingly by\n          your Union.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_8\">A bare perusal of Ext.P4 would reveal that the second respondent\n\ndeclined to interfere on forming the opinion that the issue raised by the\n\npetitioner union is not a subject matter to be dealt with as an industrial\n\ndispute under <a href=\"/doc/189659891/\" id=\"a_29\">section 2(k)</a> of the I.D. Act and the same constitutes only\n\nviolation of the provisions of the Act. Apart from the said statement the\n\nsecond respondent had not assigned any reason for <a href=\"/doc/277653/\" id=\"a_30\">the said decision</a>.\n\nWhen an authority is clothed with a power to conciliate that authority\n\ncould decline to conciliate only if the issue raised by the parties would\n\nnot form a subject matter to be dealt with as an industrial dispute under\n\n<a href=\"/doc/189659891/\" id=\"a_31\">section 2(k)</a> of the I.D. Act. At the same time, the party raised such an\n\nissue having a right to know as to the reasons that led the said authority\n\nto arrive at such a conclusion that is unpropitious to it. True that, a\n\ndiscretion is vested with the Conciliation Officer. But, that discretion has\n\nto be exercised in accordance with law and at any rate, that cannot be\n\nbased on his personal opinion. To show that the discretion has been\n\nproperly exercised in accordance with law the authority is duty bound to\n\f\n<span class=\"hidden_text\" id=\"span_14\">WP(C).No.36839/2009                  11</span>\n\n\nassign the reasons.      Absence of reasons suggests non-application of\n\nmind. In view of the absolute absence of any reason in Ext.P4 I have no\n\nhesitation to hold that the decision in Ext.P4 is to be treated as a decision\n\ntaken with a closed mind without looking into the crucial question as to\n\nwhether a dispute exists or not and if exists, what is its nature. In other\n\nwords, the said authority has to identify the actual dispute to know its\n\nreal nature. A vague statement that the subject matter to be dealt with\n\nis an industrial dispute cannot be regarded as a proper exercise of the\n\npower and duty to conciliate rests on that authority. On that sole ground\n\nExt.P4 is liable to be interfered with.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_15\">8. I am persuaded to interfere with Ext.P4 on another ground\n\nas well. The indisputable facts obtained in this case, noted above, are\n\ncapable of construing in two ways. The contentions of the petitioner are\n\nthat the 4th respondent had not obtained Ext.R4(1) licence renewed prior\n\nto the expiry of its validity and     that it remained unrenewed for the\n\nperiod from 30.11.2007 to 24.7.2009. In this context, it is apposite to\n\nnote that in Ext.P2 information passed on to the petitioner under the\n\n<a href=\"/doc/671631/\" id=\"a_32\">Right to Information Act</a> regarding the licenced contractors engaged by\n\nthe 3rd respondent the name of the 4th respondent was not included. So\n\nalso, in the counter affidavits filed by respondents 3 and 4 there is\n\nincongruity with respect to the date of renewal of the original licence.\n\nThe contract labourers who are members of the petitioner union accrued\n\f\n<span class=\"hidden_text\" id=\"span_16\">WP(C).No.36839/2009                 12</span>\n\n\na right to claim that, in the course of time, they became employees of\n\nthe principal employer, namely, the third respondent company and that\n\nExts.R4(4) and R4(5) are only mere camouflage to deny the said benefit\n\nto the contract labourers is the other contention raised by the petitioner.\n\nThe learned counsel appearing for the petitioner, in view of the admitted\n\nfacts, relied on paragraph 97 of the judgment in <a href=\"/doc/277653/\" id=\"a_33\">Steel Authority of\n\nIndia Limited</a>&#x27;s case (supra) to contend that they are questions of fact\n\nand the same could be established by the contract labourers based on\n\nrelevant and requisite materials in the Industrial Court or the Industrial\n\nTribunal.      Such an opportunity could be availed by the contract\n\nlabourers only if a conciliation is attempted by the 2nd respondent based\n\non Ext.P3 petition and in case of its failure, only if the 2nd respondent\n\nadheres to the mandatory follow up procedures.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_17\">The relevant portion of\n\nthe decision of the Hon&#x27;ble Apex Court in <a href=\"/doc/277653/\" id=\"a_34\">Steel Authority of India\n\nLimited</a>&#x27;s case (supra) relied on by the petitioner reads thus:-</span>\n\n</p><blockquote id=\"blockquote_3\">           &quot;..... It was noticed that in BHEL Workers Assn. v.\n</blockquote><blockquote id=\"blockquote_4\">           Union of India       ((1985) 1 SCC 630), Mathura\n           Refinery Mazdoor Sangh v. Indian Oil Corpn. Ltd.,\n           Mathura Refinery Project ((1991) 2 SCC 176) and\n           Dena Nath case ((1992) 1 SCC 695) on the question -\n           whether the contract labourers had become the\n           employees of the principal employer in course of time\n           or whether the engagement and employment of\n           labourers through a contractor was a mere camouflage\n           and a smokescreen - this Court took the view that it\n           was a question of fact and had to be established by\n           the contract labourers on the basis of the requisite\n\f\n<span class=\"hidden_text\" id=\"span_18\">WP(C).No.36839/2009                13</span>\n\n\n          material in the Industrial Court or the Industrial\n          Tribunal.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\">           9. As already noticed, the respondents too, relied on the\n\nsame decision to contend that the action on the part of the second\n\nrespondent in declining to conciliate on the issue calls for no interference\n\nby this Court.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_19\">In paragraphs 96 and 105 of the decision in <a href=\"/doc/277653/\" id=\"a_35\">Steel\n\nAuthority of India Limited</a>&#x27;s case (supra) the Hon&#x27;ble Apex Court\n\nheld thus:-</span>\n</p>\n<blockquote id=\"blockquote_5\">          &quot;96. In Dena Nath case ((1992) 1 SCC 695) a two-\n          Judge Bench of this Court considered the question,\n          whether as a consequence of non-compliance with\n          <a href=\"/doc/1711982/\" id=\"a_36\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_37\">12</a> of the CLRA Act by the principal\n          employer and the licensee respectively, the contract\n          labour employed by the principal employer would\n          become the employees of the principal employer.\n          Having noticed the observation of the three-Judge\n          Bench of this Court in Standard Vacuum case\n          (AIR 1960 SC 948) and having pointed out that the\n          guidelines enumerated in sub-section (2) of Section\n</blockquote><p data-structure=\"Section\" id=\"p_11\">          10 of the Act are practically based on the guidelines\n          given by the Tribunal in the said case, it was held\n          that the only consequence was the penal provisions\n          under <a href=\"/doc/708192/\" id=\"a_38\">Sections 23</a> and <a href=\"/doc/607947/\" id=\"a_39\">25</a> as envisaged under the\n          <a href=\"/doc/1810788/\" id=\"a_40\">CLRA Act</a> and that merely because the contractor or\n          the employer had violated any provision of the Act\n          or the Rules, the High Court in proceedings under\n          <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the Constitution could not issue any\n          mandamus for deeming the contract labour as\n          having become the employees of the principal\n          employer. This Court thus resolved the conflict of\n          opinions on the said question among various High\n          Courts. It was further held that neither the Act nor\n          the Rules framed by the Central Government or by\n          any appropriate Government provided that upon\n          abolition of the contract labour, the labourers would\n          be directly absorbed by the principal employer.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_12\"><span class=\"hidden_text\" id=\"span_20\">WP(C).No.36839/2009                 14</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_13\">                105. The principle that a beneficial legislation\n          needs to the construed liberally in favour of the\n          class for whose benefit it is intended, does not\n          extend to reading in the provisions of the Act what\n          the legislature has not provided whether expressly\n          or by necessary implication, or substituting remedy\n          or benefits for that provided by the legislature. We\n          have already noticed above the intendment of the\n          <a href=\"/doc/1810788/\" id=\"a_42\">CLRA Act</a> that it regulates, the conditions of service\n          of the contract labour and authorizes in <a href=\"/doc/760439/\" id=\"a_43\">Section 10\n          (1)</a> prohibition of contract labour system by the\n          appropriate Government on consideration of factors\n          enumerated in sub-section (2) of <a href=\"/doc/1669932/\" id=\"a_44\">Section 10</a> of the\n          Act among other relevant factors. But, the presence\n          of some or all those factors, in our view, provides no\n          ground for absorption of contract labour on issuing\n          notification under sub-section (1) of <a href=\"/doc/1669932/\" id=\"a_45\">Section 10</a>.\n</p><p data-structure=\"Section\" id=\"p_14\">          Admittedly,    when    the   concept    of   automatic\n          absorption of contract labour as a consequence of\n          issuing notification under <a href=\"/doc/760439/\" id=\"a_46\">Section 10(1)</a> by the\n          appropriate Government, is not alluded to either in\n          <a href=\"/doc/1669932/\" id=\"a_47\">Section 10</a> or at any other place in the Act and the\n          consequence of violation of <a href=\"/doc/1711982/\" id=\"a_48\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_49\">12</a> of the\n          CLRA Act is explicitly provided in <a href=\"/doc/790314/\" id=\"a_50\">Sections 23</a> and <a href=\"/doc/539839/\" id=\"a_51\">25</a>\n          of the CLRA Act, it is not for the High Courts or this\n          Court to read in some unspecified remedy in <a href=\"/doc/1669932/\" id=\"a_52\">Section\n          10</a> or substitute for penal consequences specified in\n          Sections 243 and <a href=\"/doc/607947/\" id=\"a_53\">25</a> a different sequel, be it\n          absorption of contract labour in the establishment of\n          principal employer or a lesser or a harsher\n          punishment.       Such    an  interpretation    of   the\n          provisions of the statute will be far beyond the\n          principle of ironing out the creases and the scope of\n          interpretative legislation and as such, clearly\n          impermissible.    We have already held above, on\n          consideration of various aspects, that it is difficult to\n          accept that Parliament intended absorption of\n          contract labour on issue of abolition notification\n          under <a href=\"/doc/1436043/\" id=\"a_54\">Section 10(1)</a> of the CLRA Act.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_15\">\n</p><p data-structure=\"CDiscource\" id=\"p_16\">           <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"277653\" id=\"span_21\">10. Going by the decision in <a href=\"/doc/277653/\" id=\"a_55\">Steel Authority of India\n\nLimited</a>&#x27;s case (supra), true that, merely because the contractor or the\n\f\n<span class=\"hidden_text\" id=\"span_22\">WP(C).No.36839/2009                 15</span>\n\n\nemployer had violated any provision of the Act or the Rules, this Court in\n\na proceedings under <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the Constitution of India cannot issue\n\nany mandamus for deeming the contract labourers as having become the\n\nemployees of the principal employer.         As noticed hereinbefore, the\n\ncontention of the petitioner union is that the contract labourers have\n\nbecome the employees of the principal employer in course of time and\n\nExt.R4(4) or R4(5) cannot be taken as a reason to deprive the right\n\naccrued by the contract labourers consequent to the non-renewal of\n\nlicence by the fourth respondent. Therefore, I am persuaded to uphold\n\nthe said contention that such matters form question of facts and the\n\ncontract labourers may establish the said facts by adducing relevant and\n\nrequisite materials before the appropriate forum. Such an opportunity\n\ncould be availed of only if a conciliation is attempted. Invariably, in this\n\ncase, relying on the aforementioned set of facts the petitioner union\n\nrepresenting the contract labourers contend that in the course of time\n\nthe petitioners had become the employees of the principal employer.\n\nThe third respondent, the principal employer, relying on the same set of\n\nfacts contend that the said claim of the contract labourers is absolutely\n\nbereft of any basis. This, according to me, is a pointer suggesting the\n\nexistence of a dispute. Necessarily, those questions could not be taken\n\nas matters totally unrelated to the factual aspects involved in the issue.\n\nIn fact, those are questions of fact. Ultimately, the appropriate forum\n\f\n<span class=\"hidden_text\" id=\"span_23\">WP(C).No.36839/2009                 16</span>\n\n\nmay have to decide, after appreciating the materials before it, whether\n\nthe issues constitute an industrial dispute or they constitute only violation\n\nof provisions of the Act or Rules thereunder.           However, such an\n\nendeavour cannot be made by this Court and such questions have to be\n\nconsidered, after appreciating the materials, by the appropriate forum.\n\nWhen there exists a dispute, on such a matter, taking into account the\n\nfact that as per notification No. GSR 336(E) dated 5-5-2008 issued in\n\nexercise of power under <a href=\"/doc/1022486/\" id=\"a_57\">section 39</a> of the I.D. Act and in supersession of\n\nnotification No. SO 556(E) dated 3.7.1998 the second respondent is\n\ncompetent to act as Conciliation Officer, he is bound to conciliate on\n\nExt.P3 petition in the manner provided under the <a href=\"/doc/500379/\" id=\"a_58\">I.D. Act</a>. The vague\n\nstatement that the issue constitutes only violation of the provisions of the\n\nAct and they did not constitute a industrial dispute under <a href=\"/doc/189659891/\" id=\"a_59\">section 2(k)</a> of\n\nthe I.D. Act in view of the facts involved in the case on hand, cannot be\n\nconstrued as a proper exercise of the power vested with the second\n\nrespondent.    In fact, it is not a mere power vested on the second\n\nrespondent. It also casts a duty on the second respondent. I am of the\n\nconsidered view that when once it is found that the rival contentions\n\nconstitute a dispute the matter has to be left for the decision of the\n\nconciliation and the adjudicatory authorities under the <a href=\"/doc/500379/\" id=\"a_60\">I.D. Act</a>.        If I\n\nproceed to appreciate the contentions for the purpose of deciding the\n\nissues involved in the case on hand it would definitely amount to deciding\n\f\n<span class=\"hidden_text\" id=\"span_24\">WP(C).No.36839/2009                 17</span>\n\n\nthe dispute involved in this case. Therefore, at this stage, this Court\n\ncannot go into those questions. Based on my finding that the rival\n\ncontentions constitute a dispute the second respondent is bound to\n\nconciliate on the issue.   In view of the said discussion on the issue,\n\nExt.P4 is set aside. Consequently, there will be a direction to the second\n\nrespondent to take appropriate steps based on Ext.P3 conciliation\n\npetition contemplated under the provisions of the <a href=\"/doc/500379/\" id=\"a_61\">I.D. Act</a>. This shall be\n\ndone expeditiously, at any rate, within a period of six weeks from the\n\ndate of receipt of a copy of this judgment. It is made clear that this\n\nCourt has not made any observation as to the merits of the rival\n\ncontentions on the claim for regularisation of the contract labourers who\n\nare members of the petitioner&#x27;s union.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">            The writ petition is disposed of accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_18\">\n</p><p data-structure=\"Conclusion\" id=\"p_19\">                                                  Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_20\">                                          C.T.RAVIKUMAR\n                                                Judge\nTKS\n\f\n</p>","numcites":21,"numcitedby":0,"docsource":"Kerala High Court","citetid":197460586,"divtype":"judgments","relatedqs":[{"value":"principal employer contract labour","formInput":"principal%20employer%20contract%20labour"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"absorption","formInput":"absorption"},{"value":"mandamus","formInput":"mandamus"},{"value":"CLRA","formInput":"CLRA"},{"value":"steel authority of india","formInput":"steel%20authority%20of%20india"},{"value":"renewal of licence","formInput":"renewal%20of%20licence"},{"value":"contract workers","formInput":"contract%20workers"},{"value":"steel authority of india ltd","formInput":"steel%20authority%20of%20india%20ltd"},{"value":"steel authority is other authority","formInput":"steel%20authority%20is%20other%20authority"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"steel authority","formInput":"steel%20authority"},{"value":"conciliation officer","formInput":"conciliation%20officer"},{"value":"labour commissioner ","formInput":"labour%20commissioner%20"},{"value":"assistant commissioner of labour","formInput":"assistant%20commissioner%20of%20labour"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"Ravi","formInput":"Ravi"},{"value":"supersession","formInput":"supersession"},{"value":"section 39  ","formInput":"section%2039%20%20"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"duties of conciliation officers.","formInput":"tag:duties of conciliation officers."},{"value":"prohibition-of-illegal-strike-aid","formInput":"tag:prohibition-of-illegal-strike-aid"},{"value":"delegation-of-powers","formInput":"tag:delegation-of-powers"}],"courtcopy":true,"query_alert":null,"agreement":false}