{"tid":12484230,"publishdate":"2003-04-29","title":"Union Of India (Uoi) And Anr. vs Madnani Construction Corporation (P.) ... on 29 April, 2003","doc":"<h2 class=\"doc_title\">Union Of India (Uoi) And Anr. vs Madnani Construction Corporation (P.) ... on 29 April, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2004(1)ARBLR107(ALL), 2003(4)AWC2624, AIR 2003 ALLAHABAD 346, 2003 ALL. L. J. 2595, (2004) 1 ARBILR 107, (2003) 4 ALL WC 2624</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:y-singh\">Yatindra    Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:y-singh\">Yatindra Singh</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n   Yatindra    Singh,     J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. Is    the decision of a party to an arbitration contract about non-arbitrability of a dispute (excepted matters under the contract) final between the parties? At what stage, can objections regarding non-arbitrability of a dispute be taken? These are some of the interesting questions involved in this case.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">FACTS\n \n\n</p><p data-structure=\"Facts\" id=\"p_3\">2. Northern Eastern Railway, Gorakhpur (the Railways) was constructing bridge over Kosi river. They entered into contract on 3rd November, 1981 with Madnani Construction Corporation (Pvt.) Limited (the contractor) for constructing bridge island Nos. 13 and 14. There were special conditions in the contract (the S.C.C.) and it states that General Conditions of Contract and standard specification of the Northern Eastern Railways (the G.C.C.) shall form a part of this contract. This construction was to be completed by 15th February, 1982. After completion, some payments were made to the contractor but were received by him under protest. The contractor served a notice dated 16.11.1983, for appointment of an arbitrator to settle the dispute. The General Manager of the Railways (the G.M.) rejected it on 24th March, 1986, on the ground that the dispute was non-arbitrable as it fell under excepted matters of the contract.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">3. The contractor filed an application on 18th August, 1987 under <a href=\"/doc/811701/\" id=\"a_1\">Section 20</a> of the Arbitration Act, 1940 (the Act) for appointment of an arbitrator. This application was transferred on 21st February, 1990, to the Court of JSCC/Additional Civil Judge (the Court below). The Court passed an order on 2.3.1990 that &#x27;file received, put up on the date fixed&#x27;. Subsequently, the Court appointed one Sri B.N. Shukla, advocate as an arbitrator on 31.5.1991. The Railways filed an F.A.F.O. No. 534 of 1991 (the earlier F.A.F.O.) against this order. It was dismissed on 27.8.1991. The arbitrator gave his award on 13.4.1992 holding that the Railways should pay an amount of Rs. 4,48,873.22 along with compoundable bank interest prevalent at that time from 16.11.1983 to 21.3.1992.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">4. The contractor filed an application on 8.5.1992 under <a href=\"/doc/1171700/\" id=\"a_2\">Section 17</a> of the Act for pronouncing judgment and making decree according to the award. The Railways filed application under <a href=\"/doc/1503578/\" id=\"a_3\">Section 30</a> read with <a href=\"/doc/1154891/\" id=\"a_4\">Section 33</a> (<a href=\"/doc/1503578/\" id=\"a_5\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_6\">33</a>) of the Act before the Civil Judge on 20th May, 1992 for setting aside the award. They also filed objections on 24th August, 1992, against the application filed by the contractor under <a href=\"/doc/1171700/\" id=\"a_7\">Section 17</a> of the Act. The Railways filed an application before the District Judge for transfer of the application filed by the contractor under <a href=\"/doc/811701/\" id=\"a_8\">Section 20</a> of the Act and under <a href=\"/doc/363170/\" id=\"a_9\">Section 24</a> of the Civil Procedure Code. It was dismissed on 13th November, 1992. The Railways filed an application on 23rd November, 1992, before the court below for summoning their application and under <a href=\"/doc/1503578/\" id=\"a_10\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_11\">33</a> of the Act from the Court where it was filed. This was objected to by the Contractor on the same date. However, the Court below summoned it and not only rejected it but also rejected their objections against the application under <a href=\"/doc/1171700/\" id=\"a_12\">Section 17</a> of the Act. The Court below by its order dated 1.12.1992 also pronounced judgment according to the award and decreed interest at the rate given by the Bank from the date of the award till actual payment.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">POINTS FOR DETERMINATION\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_7\">5. We have heard counsel for the parties. Following points arise for determination :\n</p>   \n\n<blockquote id=\"blockquote_1\">(i)   Whether the Court below had jurisdiction to decide the case?\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(ii)   Whether application of the Railways under <a href=\"/doc/1503578/\" id=\"a_13\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_14\">33</a> of the Act and their objections against the application of the Contractor under <a href=\"/doc/1171700/\" id=\"a_15\">Section 17</a> of the Act were rightly rejected?\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(iii)   Whether the decision of the General Manager dated 24.3.1986--rejecting request for appointment of Arbitrator on the ground that dispute fell under excepted matters--is final between the parties?\n</blockquote> \n\n\n<blockquote id=\"blockquote_4\">(iv)   Whether the Railways is entitled to raise objections regarding excepted matters (non-arbitrability of the dispute) at the stage of application under <a href=\"/doc/811701/\" id=\"a_16\">Section 20</a> of the Act?\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(v)   Whether the dispute relates to excepted matters under the contract and was non-arbitrable?\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(vi)   Whether the terms of the contract prohibit payment of interest and no interest could be awarded?\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(vii)   Whether the Court had jurisdiction to award interest from the date of the award? \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_8\">IST POINT : THE COURTS BELOW HAD JURISDICTION\n \n\n</p><p data-structure=\"PetArg\" id=\"p_9\">6. The counsel for the Railways submitted that the court below was the Court of Small Causes Court and had no jurisdiction to decide the application under <a href=\"/doc/1171700/\" id=\"a_17\">Section 17</a> of the Act. They also referred to <a href=\"/doc/105873/\" id=\"a_18\">Section 2(c)</a>, <a href=\"/doc/76709/\" id=\"a_19\">14(2)</a>, <a href=\"/doc/811701/\" id=\"a_20\">20</a>, <a href=\"/doc/157537/\" id=\"a_21\">21</a> and <a href=\"/doc/256396/\" id=\"a_22\">40</a> of the Act in support of their submission.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">7. The word &#x27;Court&#x27; has been defined under <a href=\"/doc/105873/\" id=\"a_23\">Section 2(c)</a> of the Act (See Appendix-I). It means civil court that has jurisdiction to decide the questions forming subject matter of the reference in case the same was subject-matter of a suit. The subject-matter of the reference was cognisable by the Court of Civil Judge and not by the Small Causes Court. In view of the same, only Civil Judge had Jurisdiction to entertain application for appointment of arbitrator and award should have been filed in his Court ; Small Causes Court had no jurisdiction in the matter.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">8. The court below is court of Additional Civil Judge, this Court is also ex-officio Court of Small Causes : it has dual functions, As an Additional Civil Judge, the court below was entitled to entertain the suit forming subject-matter of reference. The application by the contractor under <a href=\"/doc/811701/\" id=\"a_24\">Section 20</a> of the Act for appointment of Arbitrator was transferred to his Court. It was registered and was allowed. This order has been held by our High Court. The award on the application under <a href=\"/doc/1171700/\" id=\"a_25\">Section 17</a> of the Act has been filed before the same Court that had appointed the arbitrator. In these circumstances, it cannot be said that the court below had no Jurisdiction. The award cannot be set aside on this ground. This point is decided against the Railways.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">IInd POINT :\n</p><blockquote id=\"blockquote_8\">APPLICATION/OBJECTION WRONGLY REJECTED\n \n\n</blockquote><p data-structure=\"Section\" id=\"p_13\">9. The court below has rejected the application of the Railways under <a href=\"/doc/1503578/\" id=\"a_26\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_27\">33</a> and the objections against application under <a href=\"/doc/1171700/\" id=\"a_28\">Section 17</a> of the Act on the following grounds :\n</p>   \n\n<blockquote id=\"blockquote_9\">(i)   Application under <a href=\"/doc/1503578/\" id=\"a_29\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_30\">33</a> of the Act has been filed in a different court and cannot be looked into.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(ii)   The objections are beyond time.\n</blockquote> \n\n<pre id=\"pre_2\">(iii)   The    objections    are    not properly stamped. \n \n\nNone of the grounds are tenable.\n \n\n</pre><blockquote id=\"blockquote_11\">10. The application under <a href=\"/doc/1503578/\" id=\"a_31\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_32\">33</a> of the Act has to be filed within 30 days of the notice of the award. The Railways had filed their application under <a href=\"/doc/1503578/\" id=\"a_33\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_34\">33</a> of the Act on 20.5.1992. According to the court below, the limitation of filing the same was till 23.5.1992. The application under <a href=\"/doc/1503578/\" id=\"a_35\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_36\">33</a> was filed within this time. It was summoned by the court below. It should have been considered. In case the Court was of the view that it was filed in the wrong court, then reasonable time should have been given to get the cases connected so that they may be decided by the same Court. The court below ought not to have rejected it.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">11. The objections of the Railways were of similar nature as their application under <a href=\"/doc/1503578/\" id=\"a_37\">Section 30</a>/<a href=\"/doc/1154891/\" id=\"a_38\">33</a> of the Act. This application was filed within time but in different court. One of them was sufficient for the purposes of the case. We have already held that the court below ought to, have given time to get the cases connected or decided the application on merit. In these circumstances, the Railways were vigilant ; there was sufficient cause to condone the delay : it ought to have been condoned.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">12. In case objections were not properly stamped, then the Court below ought to have given time to the railways to properly stamp it, but ought not to have rejected it on this ground. There is nothing on the record to show that any time was granted to remove the defect.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">13. The Court below has wrongly decided this point. However, it is not necessary to remand the case as the Court below has framed issues on merit also and has recorded its findings thereon.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_14\">IIIrd POINT : GENERAL MANAGER&#x27;S DECISION--NOT FINAL\n \n\n</p><p data-structure=\"PetArg\" id=\"p_15\">14. Counsel for the Railways referred to Clause 62 of the GCC and submitted that the dispute relates to excepted matters and the decision on the dispute by the General Manager dated 24.3.1986 was final between the parties. He has cited following decisions to support his submission :\n</p>   \n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"839120\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"839120\" id=\"span_2\">(<a href=\"/doc/839120/\" id=\"a_39\">i)   Yellru Mohan Reddy v. Rastriya Ispathnigam Ltd., Vishakhapatnam</a>, <a href=\"/doc/839120/\" id=\"a_40\">AIR 1992 AP 81 (the Yellru</a> case).</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_4\">(<a href=\"/doc/262361/\" id=\"a_41\">ii)   Vishwanath Sood v. Union of India</a>, <a href=\"/doc/262361/\" id=\"a_42\">AIR 1989 SC 952 (the Vishwanath</a> case).</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(iii)   Unreported single Judge decision in Radheyshyam Kedia v. Union of India and Ors. in Civil Misc. Arbitration Application No. 7 of 1997, decided on 22.2.1999 (the Radheyshyam case). \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_16\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"839120\" id=\"span_5\">In the <a href=\"/doc/839120/\" id=\"a_43\">Yellru</a> case, Clause 16 (1) of the contract provided for matters which were excepted matters. Clause 16 (2) (a) provided for settlement of those disputes by an arbitrator that were not excepted matters. The question in this case was whether the dispute was excepted matter or not. The Andhra Pradesh High Court (paragraph 25) held :</span>\n</p><blockquote id=\"blockquote_18\">  &quot;The dispute whether the work is new or not included in the contract as contended by the\ncontractor or whether it is already included    in   the   contract   as contended by the Engineer is not a question covered by Clause 11.3 and therefore, the matter is not an excepted   matter   under   Clause 16.1......it is therefore, a matter in regard to which any decision or certificate of the Engineer could be treated as not binding.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_17\">The Court on this finding allowed the application of the contractor and appointed an arbitrator to decide the dispute. This case does not support the Railways but on the contrary is against them.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_6\">In the <a href=\"/doc/262361/\" id=\"a_44\">Vishwanath</a> case Clause 2 of the contract provided compensation for delay in carrying out the work and compensation was required to be determined by the Superintendent Engineer in accordance with it. Clause 25 of the contract provided for settlement of those disputes by an arbitrator which were not already provided for under the contract. The arbitrator had awarded compensation to the department for delay in execution of the work. The question was whether the arbitrator could do so. There was no dispute that the arbitrator had given award for delay in executing the work ; a matter for which provision was there under the contract. It is in this light that the Supreme Court held that compensation for delay could be determined by the Superintendent Engineer under Clause 2 and the claim was non-arbitrable under Clause 25 of the contract.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">17. In the Radheyshyam case, contract between the parties was similar to the contract as in the present case and it was held :\n</p>   \n\n<blockquote id=\"blockquote_19\">(i)   The decision of the General Manager was final and binding on the contractor.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(ii)   It was not open for the Court to review the matter for deciding whether the said view was correct or not.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(iii)   The decision of the Railways that the dispute was covered by excepted matters could not be interfered with. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_20\">This case supports the submission of the counsels for the Railways.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">18. The counsels for the Railways relied upon the Radheyshyam case and submitted that once the GM held that the dispute related to excepted matters, then his decision was final even if it was wrong. According to them, the GM by wrongly deciding the question on excepted matters could exclude the jurisdiction of the Court as well as of the arbitrator.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">19. Here there is no clause in the contract that if there was difference of opinion between the parties regarding any dispute being excepted matter or not then what would happen. In case there was a clause that in such event the difference of opinion would be referred to the GM and his decision would be final, then the case would have been different. In that event the decision of the GM would have been final and beyond the reach of the Court. The counsels of the Railways could not point any such clause in the contract. In the present case there is difference of opinion between the parties whether the dispute falls under excepted matters or not and the decision of the GM regarding excepted matter is not final between the parties. The GM by wrongly deciding this question cannot exclude the jurisdiction of the Court. In our opinion the Radheyshyam case is wrongly decided and is overruled.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_23\">IVth POINT : RAILWAY ENTITLED TO RAISE OBJECTION\n \n\n</p><p data-structure=\"Facts\" id=\"p_24\">20. The Railways had refused to refer the dispute on the ground that it related to excepted matters and was non-arbitrable. The contractor thereafter filed an application under <a href=\"/doc/811701/\" id=\"a_45\">Section 20</a> of the Act for appointment of an arbitrator. This was objected by the Railways, among the others, on the ground that it was excepted matters. The Court had also framed issue No. 1 regarding this. The court below by its order dated 31.5.1991 did not decide whether the dispute fell under excepted matters or not, but left it to be decided by the arbitrator and appointed Sri B. N. Shukla, advocate as an arbitrator.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">21. The Railways had filed the earlier F.A.F.O. challenging the reference on the ground that the dispute was non-arbitrable. It was further claimed that in any case if an arbitrator was to be appointed then the matter ought to have been referred to the GM and an advocate could not be appointed as an arbitrator.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">22. The High Court rejected the contention of the Railways regarding appointment of an advocate as an arbitrator on the ground that the GM had already expressed his view and there was considerable delay. However, the Court did not say a word whether the dispute fell under excepted matters or not. The High Court merely affirmed the order passed by the trial court. This only means that the question, whether dispute related to excepted matters or not, was left to be decided by the Arbitrator. He in his award held that none of the claims of the contractor were excepted matters and he was entitled to adjudicate upon the same.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913738\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913738\" id=\"span_8\">23. The Supreme Court in <a href=\"/doc/1913738/\" id=\"a_46\">General Manager Northern Railways v. Sarvesh Chopra</a>, (2002) 4 <a href=\"/doc/1913738/\" id=\"a_47\">SCC 45 (the Sarvesh Chopra</a> case) summed up the law (paragraph 17) as follows :</span></span>\n</p><blockquote id=\"blockquote_22\">  &quot;To sum up, our conclusions are (i) while deciding a petition under <a href=\"/doc/811701/\" id=\"a_48\">Section 20</a> of the Arbitration Act, 1940, the Court is obliged to examine, whether a difference which is sought to be referred to arbitration, is one to which the arbitration agreement applies. If it is a matter excepted from the arbitration agreement, the Court shall be justified in withholding the reference, (ii) to be an excepted matter, it is not necessary that departmental or an &quot;in-house&quot; remedy for settlement of claim must be provided by the contract. Merely for the absence of provision for in-house settlement of the claim, the claim does not cease to be an excepted matter, and (iii) an issue as to arbitrability of claim is available for determination at all the three stages--while making reference to arbitration, in the course of arbitral proceedings and while making the award a rule of the Court.&quot; (italics mine) \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1913738\" id=\"span_9\">24. In this case the Railways have raised objections at the time when application under <a href=\"/doc/1171700/\" id=\"a_49\">Section 17</a> of the Act (for pronouncing judgment on the basis of award) was filed by the Contractor. However, as this question was not decided in the earlier litigation, it cannot be said that the Railways are precluded from raising this question in these proceedings. They can raise this objection as is clear from observations in the <a href=\"/doc/1913738/\" id=\"a_50\">Sarvesh</a> case.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">Vth POINT : CLAIMS-EXCEPTED MATTERS\n \n\n</p><p data-structure=\"Section\" id=\"p_30\">25. The relevant part of the award is Appendix-II to this judgment. The arbitrator has allowed item Nos. 1 to 3, 5 to 8, 9 (a), 9 (d), 10 (ii) and 11 (b), Item No. 10 (ii) relates to interest and will be dealt while deciding point No. 6 Let&#x27;s consider whether remaining items are excepted matters under the contract or not.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_31\">26. Clause Nos. 62 and 63 of the GCC (Appendix-III) state that excepted matters cannot be referred to arbitration. Clause No. 62 explains as to which disputes are excepted matters. It refers to many clauses but according to the counsel for the Railways, these items fall under two Clauses 22 (5) and 45 (a) of the GCC (Appendix III).\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">27. Clause 22 (5) of the GCC merely refers to ambiguity in the meaning and intent of any drawing and specification, or execution or quality of work or material, or measurements of the works.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_33\">28. Clause 21 of the GCC (see Appendix-IV), states how measurements are to be taken. Clause 45 (a) of the GCC refers to dispute regarding measurements. This clause states that in case there is any dispute regarding measurements, then objection should be filed within seven days by the contractor and it would be reconsidered. Clause 45 (b) of the GCC states the consequences of the same.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">29. Item Nos. 1 and 2 relate to claim regarding penetration of the Bailies. This difference has arisen due to different measurements claimed by the contractor. This is clear from the documents examined by the Arbitrator as mentioned in his award. According to the contractor, item Nos. 1 and 2 have been awarded as the depth of the penetration of Bailies was not recorded, i.e., a dispute regarding measurements. This dispute clearly fell under Clause 45(a) and was excepted matter.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">30. Item Nos. 3 and 5 to 8 are related to item Nos. 1 and 2 and arise due to them. If there was no difference in measurement for item Nos. 1 and 2 then there could not be claim for item Nos. 3 and 5 to 8. This was so explained to us by the counsels for the Contractor and the Engineer who was present in the Court on behalf of the Contractor. In view of this, these items also relate to measurements and fall under excepted matters under Clause 45 (a) of the GCC. The claims in item Nos. 1 to 3 and 5 to 8 were non-arbitrable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">31. Item No. 9 fa; relates to supply of Boats. Item No. 9 (d) is related to item No. 9 (a). Item No. 11 (b) relates to cost of wastage of labour. These items are not related to measurements. They are not covered by Clause 22 (5) or 45 (a) of the GCC. The counsel for the Railways could not point out any clause of the contract under which these could be covered. In view of this they are not excepted matters and were arbitrable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_10\">32. The Supreme Court in <a href=\"/doc/1015491/\" id=\"a_51\">Associated Engineering Company v. Government of A.P.</a>, AIR 1992 SC 232 (paragraphs 28, 29) held that :</span>\n</p><blockquote id=\"blockquote_23\">  &quot;An umpire or arbitrator cannot widen his jurisdiction by deciding a question not referred to him by the parties or by deciding a question otherwise than in accordance with the contract. He cannot say that he does not care what the contract says. He is bound by it. It must bear his decision. He cannot travel outside its bounds. If he exceeded his Jurisdiction by so doing, his award would be liable to be set aside.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_38\">33. Item Nos. 1 to 3 and 5 to 8 were excepted matters and were non-arbitrable. The Arbitrator committed an illegality in allowing them. The award on these items is legal and no decree can be passed on their basis.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\">VIth POINT : CONTRACT PROHIBITS INTEREST\n \n\n</p><p data-structure=\"Precedent\" id=\"p_40\">34. The question whether the Arbitrator could award interests or not was subject-matter of debate. It has been answered by the two different Constitution Benches of the Supreme Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_11\">In the first case <a href=\"/doc/654172/\" id=\"a_52\">Secretary, Irrigation Department, Government of Orissa v. G. C. Roy</a>, AIR 1992 SC 732, the Court held that :</span>\n</p><blockquote id=\"blockquote_24\">  &quot;Where the agreement between the parties does not prohibit grant of interest and where a party claims interest and that dispute (along with the claim for principal amount or independently) is referred to the arbitrator, he shall have the power to award interest pendente lite, This is for the reason that in such a case it must be presumed that interest was an implied term of the agreement between the parties and therefore when the parties refer all their disputes--or refer the dispute as to interest as such--to the arbitrator, he shall have the power to award interest.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_41\">35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1444315\" id=\"span_12\">In the subsequent case <a href=\"/doc/1444315/\" id=\"a_53\">Executive Engineer, D.M.I. Division v. N. C. Budhraj</a>, AIR 2001 SC 628, the Court by majority held that :</span>\n</p><blockquote id=\"blockquote_25\">  &quot;For all the reasons stated above, we answer the reference by holding that the arbitrator appointed with or without the intervention of the Court, has jurisdiction to award interest, on the sums found due and payable, for the pre-reference period, in the absence of any specific stipulation or prohibition in the contract to claim or grant any such interest.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_42\">36. In short, an arbitrator can award interest for a period prior to reference and during pendency of the arbitration proceeding unless it is prohibited under the agreement.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">These decisions specifically overruled the earlier decision in Ex. Engg., Irrigation v. Abhaduta Jena, AIR 1988 SC 1520. These two decisions are relevant for the rest of the country but not necessary so far as our State is concerned view of State amendment conceding similar powers to the arbitrator.\n</p> \n\n<p data-structure=\"Section\" id=\"p_44\">37. Section 3 (See Appendix-I) of the Act states that unless different intention is expressed the items mentioned in <a href=\"/doc/1052228/\" id=\"a_54\">Schedule I of the Act</a> are implied in an arbitration agreement. This schedule did not include any item related to interest. It has been amended in our State and paragraph 7A (See Appendix-I) has been inserted by U. P. Civil Laws (Reforms and Amendment) Act (Act No. 57 of 1976) with effect from 11.19.1977. It is clear from paragraph 7<a href=\"/doc/1052228/\" id=\"a_55\">A to the Schedule I of the Act</a> that in case award is for payment of money, then arbitrator may award interest for following period :\n</p>   \n\n<blockquote id=\"blockquote_26\">(i)   up to the date of commencement of the arbitration ;\n</blockquote> \n\n<blockquote id=\"blockquote_27\">(ii)   from the date of commencement of arbitration proceedings (as defined in <a href=\"/doc/382407/\" id=\"a_56\">Section 37(3)</a> of the Act) till the date of award ;\n</blockquote> \n\n<blockquote id=\"blockquote_28\">(iii)   from the date of the award till the date of payment or any earlier date. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1303823\" id=\"span_13\">There is no ceiling to the rate of Interest for the first two period though it has to be reasonable, but there is ceiling of 6% per annum on the rate of interest for the third period namely from the date of award till the date of payment or any earlier date. <a href=\"/doc/1303823/\" id=\"a_57\">Union of India v. Channa Bros</a>. and Co., AIR 2001 All 42</span>\n \n\n</p><p data-structure=\"Section\" id=\"p_46\">38. Items mentioned in <a href=\"/doc/1052228/\" id=\"a_58\">Schedule I to the Act</a> are impliedly included in an arbitration agreement but in view of <a href=\"/doc/1529130/\" id=\"a_59\">Section 3</a> of the Act they are subject to any specific terms of the contract. In view of <a href=\"/doc/1529130/\" id=\"a_60\">Section 3</a> and para 7<a href=\"/doc/1052228/\" id=\"a_61\">A of Schedule I of the Act</a>, interest can be awarded by an arbitrator only if it is not prohibited by the contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_47\">39. Clause 16 (1) (Appendix III) of the GCC provides for earnest money and security deposit. Clause 16 (2) of the GCC is as follows :\n</p><blockquote id=\"blockquote_29\">  &quot;16 (2) No interest will be payable upon the earnest money or the security deposit or amounts payable to the contractor under the contract but Government securities deposited in terms of such Clause (1) of this Clause will be repayable with interest accrued thereto.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_48\">This clause prohibits payment of interest on amounts payable to the Contractor under the contract except the Government securities mentioned therein. Here the payment of interest is not on Government securities but on the amount alleged to be payable to the contractor under the contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_49\">40. Clause 30 of the SCC (Appendix IV) is similar to Clause 52 of the GCC. These clauses bar interest and damages in respect of withholding or retention under the lien. To our mind. Clause 16 (2) read with fifth paragraph Clause 30 of the SCC and Clause 52 of the GCC bar the payment of interest to the contractor. The Supreme Court decisions referred earlier (paragraphs 34 and 35 of this Judgment) and para 7<a href=\"/doc/1052228/\" id=\"a_62\">A of Schedule I of the Act</a> apply only in case if the contract does not prohibit payment of interest. We have already held that contract prohibits payment of interest : the Arbitrator committed illegality in awarding interest.\n</p> \n\n<p data-structure=\"Section\" id=\"p_50\">41. The counsels for the contractor submitted that the Contractor is entitled to interest under Clause 19 of the SCC (See Appendix IV). This clause does not give any such right to the contractor. This clause merely provides that the Railways are entitled to interest under the circumstances mentioned in that clause but does not give similar rights to the contractor. We are afraid that payment of interest to the contractor cannot be inferred from this clause.\n</p> \n\n<p data-structure=\"Section\" id=\"p_51\">42. Counsels for the Contractor submitted that the contractor is entitled to interest on the basis of the <a href=\"/doc/910984/\" id=\"a_63\">Interest Act</a>. 1978. <a href=\"/doc/910984/\" id=\"a_64\">The Interest Act</a> applies to the Tribunal as well as to the Arbitrator. <a href=\"/doc/196386/\" id=\"a_65\">Section 3</a> of the Interest Act states that interest could be awarded, but Sub-<a href=\"/doc/196386/\" id=\"a_66\">section 3 (a) (ii)</a> clarifies that this cannot be done in relation to any debt or damages in case payment of interest is barred by express agreement. We have already held that interest cannot be paid as it is expressly barred under the contract : no interest could be paid under the <a href=\"/doc/910984/\" id=\"a_67\">Interest Act</a> also.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\">43. The arbitrator has awarded Interest under item No. 10 of Clause 1 of the award. He has further awarded interest from 16.11.1983 to 31.3.1992 on the claim awarded under Clause 3 of the award. This is illegal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">VIIth POINT : INTEREST FROM THE DATE OF DECREE\n \n\n</p><p data-structure=\"Section\" id=\"p_54\">44. The court below has awarded interest at the rate of interest given by the Bank from the date of the award till the date of payment. Payment of interest by the Court has been dealt under <a href=\"/doc/910984/\" id=\"a_68\">Section 29</a> of the Act (See Appendix-I). This section clearly states that the Court could award interest from the date of decree at such rate as the Court deems reasonable. The court below has awarded interest, which is given by the Bank. This has been ordered as the Court thought it to be reasonable.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\">There is no illegality in awarding this rate of interest but this could be awarded from the date of the decree and not from the date of award. The order granting interest from the date of award is illegal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\">CONCLUSION\n \n\n</p><p data-structure=\"Section\" id=\"p_57\">45.   Our    conclusions    are    as follows :\n</p>   \n\n<blockquote id=\"blockquote_30\">(a)   The court below had jurisdiction to entertain the application under <a href=\"/doc/910984/\" id=\"a_69\">Section 17</a> of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">(b)   The application of the Railways under <a href=\"/doc/910984/\" id=\"a_70\">Section 30</a>/<a href=\"/doc/910984/\" id=\"a_71\">33</a> of the Act and their objections against application under Section 17 were wrongly rejected but the case is not being remanded as the court below has also decided on merits.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">(c)   The decision of the GM--holding that the dispute relates to excepted matter--is not final and can be reviewed by the Court.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">(d)   The question whether the claim related to excepted matters or not was not decided in the previous round of litigation and was left to be decided by the Arbitrator. It can be considered in the present proceedings.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">(e)   Item Nos. 1 to 3 and 5 to 8 of Clause 1 of the award dated 13.4.1992 relate to excepted matters and were non-arbitrable : no decree can be passed on their basis.\n</blockquote> \n\n<blockquote id=\"blockquote_35\">(f)   The contract prohibited payment of interest. Item No. 10 is award for interest ; it could not be awarded. Similarly, no interest could be awarded under Clause 3 of the Award.\n</blockquote> \n\n<blockquote id=\"blockquote_36\">(g)  There is no illegality in awarding interest payable at the bank rate, but it could only be awarded from the date of decree and not from the date of award. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_58\">46. In view of our conclusions this F.A.F.O. is partly allowed. Let the decree be made only in respect of item No. 9 (a) (Rs. 7,657), 9 (d) (Rs. 47,553.07) and item No. 11 (b) (Rs. 10,800) of Clause 2 of the award (Total Rs. 65,990.07). The Contractor will also be entitled to interest at the Bank rate on this amount (as awarded by the court below) from the date of decree, i.e., 1.12.1992 till actual payment. As the appeal is partly allowed, the parties will bear their costs throughout.\n</p> \n\n<p data-structure=\"Section\" id=\"p_59\">APPENDIX -I\n \n\nRelevant parts of the relevant sections under the <a href=\"/doc/1052228/\" id=\"a_72\">Arbitration Act, 1940</a> (the Act) are as follows :\n</p>   \n\n<blockquote id=\"blockquote_37\"><a href=\"/doc/1750340/\" id=\"a_73\">Section 2(c)</a>.--&quot;Court&quot; means a civil court having jurisdiction to decide the questions forming the subject matter of the reference if the same had been the subject-matter of a suit, but does not, except for the purpose of the arbitration proceedings under Section 21, include a Small Causes Court.\n</blockquote> \n\n<blockquote id=\"blockquote_38\"><a href=\"/doc/196386/\" id=\"a_74\">Section 3</a>.--Provisions implied in Arbitration Agreement. An arbitration agreement, unless a different intention is expressed therein, shall be deemed to include the provisions set out in the First Schedule in so far as they are applicable to the reference.\n</blockquote> \n\n<blockquote id=\"blockquote_39\">Section 29.--Where and in so far as an award is for the payment of money the Court may in the decree order interest, from the date of the decree at such rate as the Court deems reasonable, to be paid on the principal sum as adjudged by the award and confirmed by the decree.\n</blockquote> \n\n<blockquote id=\"blockquote_40\">Schedule I para-7A :\n</blockquote> \n\n<blockquote id=\"blockquote_41\">Para 7-A.--Where and in so far as an award is for the payment of money, the arbitrators or the umpire may, in the award, order interest at such rate as the arbitrators or umpire may have deemed reasonable to be paid on the principal sum awarded, from the date of the commencement of the arbitration, as defined in Sub-section (3) of Section 37, to the date of award, in addition to any interest awarded on such principal sum for any period prior to such commencement, with further interest at such rate not exceeding six per cent per annum as the arbitrators or umpire may deem reasonable on such principal sum from the date of award to the date of payment or to such earlier date as the arbitrators or umpire may think fit, in no case beyond the date of the decree to be passed on the award. \n</blockquote> \n\n<blockquote id=\"blockquote_42\">APPENDIX-11\n \n\nThe relevant part of the award dated 13.4.1992 is as follows :\n</blockquote>   \n\n<blockquote id=\"blockquote_43\">&quot;And whereas I have gone\nthrough the claimant contractor&#x27;s\nstatement of facts, the Railway&#x27;s\ncounter statement of facts, and the\ndocuments evidences, correspondence submitted by\nboth the parties and the pleadings\nand arguments placed before me\nby the respective parties.\n</blockquote> \n\n<blockquote id=\"blockquote_44\">And whereas the final hearing with both the parties was completed on 17.3,1992 with affirmation by both the parties that they have no further submissions to make in their cases.\n</blockquote> \n\n<blockquote id=\"blockquote_45\">And whereas I have especially gone through the following records submitted by the defendant in course of hearing :\n</blockquote>   \n\n<blockquote id=\"blockquote_46\">(a)   (i) The Level Book No. 1.-- Containing initial levels of river bed taken on 4.12.1981 before the start of work.\n</blockquote> \n\n<blockquote id=\"blockquote_47\">(ii)   Graph Sheets.--Said to contain initial level of river bed taken on 12.12.1981 during the progress of work and not signed by the contractor, which has formed the basis of final payments.\n</blockquote> \n\n<blockquote id=\"blockquote_48\">(iii)   Log Book No. 1A--The\nentries made earlier in\ncolumn --&quot;Depth of\nwater&quot; for 7&quot; dia\nBailies from\n12.2.1982 onwards\n(Bailies Nos. 469 to\n</blockquote><blockquote id=\"blockquote_49\">726) subsequent by\ntampered, altered and overwritten without putting initials by the defendant or any of the alterations and overwritings.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_60\">(iv)   Lob Book No. 4.--For supply of boats by the contractor. Maintained by the defendant in triplicate for the same work and period-each differ from other in behaviour and character. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\">All the above manipulations/ alterations/overwriting made by the defendant have resulted in reducing the quantities of works done by the contractor.\n</p><p data-structure=\"Precedent\" id=\"p_62\">  (b)   Another important omission which came to my notice was that the provisions of Clause 21 (iv) of the special conditions annexed to the C.A. in question for taking daily progress of piling and putting sand bags in position to be taken jointly\nand to be entered into the M.B. and the balance measurements to be taken jointly and to be taken into M.B. fortnightly, were not followed by the Railway/Defendant at all. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_63\">It is further surprising that in utter violation of extant Railway rules and orders on the subject, the measurements were hardly entered into the measurement book directly and mostly entries in the measurement books were copied down from subsidiary records or note books.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_64\">Now, therefore, I Bashist Narayan Shukla, Sole Arbitrator do hereby make my award in respect of the disputes/claims submitted before me for arbitration as follows :\n</p> \n\n<blockquote id=\"blockquote_50\">AWARD :\n</blockquote> \n\n<blockquote id=\"blockquote_51\">1. That none of the claims of the claimant contractors are &#x27;excepted matters&#x27;.\n</blockquote> \n\n<blockquote id=\"blockquote_52\">2. That the defendant (the Railways) shall pay to the claimant (contractor) as follows :\n</blockquote> \n \n\n   \n   \n   \n\n<blockquote id=\"blockquote_53\">Item\n  No.\n  \n   \n   \n\nParticulars\n  \n   \n   \n\nClaim oj the claimant (Rs.)\n  \n   \n   \n\nAwarded\n  Amount (Rs,)\n  \n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_54\">1.\n  \n   \n   \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">Penetration 7&quot; dla Bailies\n  \n   \n   \n\n13,906.55\n  \n   \n   \n\n13,906.55\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_66\">2.\n  \n   \n   \n\nPenetration 6&quot; dla Bailies\n  \n   \n   \n\n26,947.05\n  \n   \n   \n\n26,947.05\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_67\">3.\n  \n   \n   \n\nFixing Bracings\n  \n   \n   \n\n4.295.13\n  \n   \n   \n\n4,295.13\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_68\">4.\n  \n   \n   \n\nSplicing 6&quot; dia\n  \n   \n   \n\n4,300.00\n  \n   \n   \n\nNot allowed\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_69\">5.\n  \n   \n   \n\nBamboo mating\n  \n   \n   \n\n14,455.77\n  \n   \n   \n\n14.455.77\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Precedent\" id=\"p_70\">6.\n  \n   \n   \n\nSand Filling\n  \n   \n   \n\n1,69,864.59\n  \n   \n   \n\n1,69,864.59\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Section\" id=\"p_71\">7.\n  \n   \n   \n\nBoulder Pitching (Crates)\n  \n   \n   \n\n21,460.29\n  \n   \n   \n\n21,460.29\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_72\">8.\n  \n   \n   \n\nBare Boulders\n  \n   \n   \n\n26,207.35\n  \n   \n   \n\n26,207.35\n  \n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_73\">9.\n  \n   \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"Section\" id=\"p_74\">(a)\n  \n   \n   \n\nSupply of Boats\n  \n   \n   \n\n7,657.50\n  \n   \n   \n\n7,657.50\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_75\">(b)\n  \n   \n   \n\nPitching\n  \n   \n   \n\n891.00\n  \n   \n   \n\nNot allowed\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_76\">(c)\n  \n   \n   \n\nCarriage- &amp; Stacking of\n  Bailies\n  \n   \n   \n\n5,000.00\n  \n   \n   \n\nNot allowed\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_77\">(d)\n  \n   \n   \n\nZonal increase of 621% above SR on item 9 (a) on amount of Rs. 7,657.50\n  \n   \n   \n\n53,085.18\n  \n   \n   \n\n47,553.07\n  \n \n  \n   \n   \n\n</p><p data-structure=\"CDiscource\" id=\"p_78\">10.\n  \n   \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_79\">(i)\n  \n   \n   \n\nIn terms of Clause 19 of Special Condition of contract\n  CE/5 dated 3.11.1981 interest @ 18/o per annum.\n</p>  \n   \n   \n\n \n  \n   \n   \n\n \n  \n \n\n \n\n   \n   \n   \n\n \n  \n   \n   \n\n<p data-structure=\"Conclusion\" id=\"p_80\">(ii)\n  \n   \n   \n\n</p><p data-structure=\"CDiscource\" id=\"p_81\">(a)\n  \n   \n   \n\nDelay in making payment beyond fortnightly payment in terms\n  of Clause 22 of Special Condition of contract. CE/5 dated 13.11.1981 interest\n  9 18% per annum in terms of Clause\n  19 of Special Condition of contract agreement. Rs. 89,855.72.\n</p>  \n   \n   \n\n<p data-structure=\"Conclusion\" id=\"p_82\">1,15,188.65 (Rs. 89,855.72 + 25,332.93)\n  \n   \n   \n\n1,15,188.65\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"CDiscource\" id=\"p_83\">(b)\n  \n   \n   \n\nInterest @ 18% per annum on Rs. 80,423.00 from 21.1.1982\n  to 29.10.1983. This amount was arbitrarily deducted by the Railway from the fifth\n  on account bill on 21.1.1982 and refunded on 29.10.1983. Rs. 25,332.93\n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_84\">11. Cost of Wastage of :\n</p>  \n   \n   \n\n<blockquote id=\"blockquote_55\">27,000.00\n  \n   \n   \n\nNot allowed\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_56\">(a) Boats\n  \n   \n   \n\n \n  \n   \n   \n\n21,600.00\n  \n   \n   \n\n10,800.00\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n</blockquote><blockquote id=\"blockquote_57\">(b) Labours\n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\nTotal:\n</blockquote>  \n   \n   \n\n<blockquote id=\"blockquote_58\">4,98,572.78\n  \n   \n   \n\n4,54,335.95\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\nLets 2% rebate on item 1 to 8 as NB 2 appended to schedule\n  of rates and condition annexed to contract agreement in question.\n</blockquote>  \n   \n   \n\n \n  \n   \n   \n\n<blockquote id=\"blockquote_59\">(-)\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n5,46,273.00\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\nAward\n  \n   \n   \n\n \n  \n   \n   \n\n \n  \n   \n   \n\n4.48.873.22 (A) (Rupees four lac forty eight thousand\n  eight hundred seventy three and paise twenty two only) .\n</blockquote>  \n \n  \n   \n   \n   \n   \n   \n   \n   \n \n\n\n \n\n<blockquote id=\"blockquote_60\">3. That the defendants shall pay to the claimant contractor amount of Rs. 4,48,873.22 (four lac forty eight thousand and seventy three and patse twenty two only) along with compoundable bank interest thereon as under :\n</blockquote> \n\n<blockquote id=\"blockquote_61\">The defendant will pay the claimant contractor as per present bank interest (compoundable) on Rs. 4,48,873.22 from the date 16.11.1983 onward to 21.3.1992 along with amount of principal award of Rs. 4,48,873.22.\n</blockquote>\n \n\n<blockquote id=\"blockquote_62\">APPENDIX-III\n \n\nRelevant parts of Clauses 16, 22 (5), 45 (a) and 62 of the General Conditions of Contract are as follows :\n</blockquote>  \n\n<blockquote id=\"blockquote_63\">16 (1) The earnest money deposited by the contractor with his tender will be retained by the Railway as part of security for the due and faithful fulfilment of the contract by the contractor. The balance to make up this security deposit which will be 10 per cent of the total of contract, unless otherwise specified in the special conditions if any, may be deposited by the Contractor in cash or in the form of Government Securities or may be recovered by percentage deductions from the contractor&#x27;s &quot;on account&quot; bills.\n</blockquote> \n\n<blockquote id=\"blockquote_64\">16 (2) No interest will be payable upon the earnest money or the security deposit or amounts payable to the contractor under the contract but Government securities deposited in terms of such Clause (1) of this Clause will be repayable with interest accrued thereto.\n</blockquote> \n\n<blockquote id=\"blockquote_65\">22 (5) If any ambiguity arises to the meaning and intent of any portion of the Specifications and Drawings or as to execution or quality of any work or material or as to the measurements of the works, the decision of the Engineer therein shall be final subject to appeal (within 7 days of such decision being intimated to the Contractor) to the Chief Engineer who shall have the power to correct any errors, omissions, or discrepancies in the Specifications, Drawings, Classification of work or materials, and whose decision in the matter in dispute or doubt shall be final and conclusive.\n</blockquote> \n\n<blockquote id=\"blockquote_66\">45. The Contractor shall be paid for the works at the rate in the accepted schedule of rates and for extra works at rate determined under Clause 39 of these conditions on the measurements taken by the Engineer or the Engineer&#x27;s Representative in accordance with the Rules prescribed for the purpose by the Railway.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_85\">The quantities for items the unit of which in the accepted schedule of rates 100 or 1,000 shall be calculated to the nearest whole number, any fraction below half being dropped and half and above being taken as one ; for items the unit of which in the accepted schedule of rates is single, the quantities shall be calculated to two places of decimals.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_86\">Such measurements will be taken of the work in progress from time to time and at such intervals as in the opinion of the Engineer shall be proper having regard to the progress of the works. The date and time on which &quot;on account&quot; or final measurements are to be made shall be communicated to the Contractor who shall be present at the site and shall sign the results of the measurements (which shall also be signed by the Engineer or the Engineers&#x27; Representative) recorded in the official measurement book as an acknowledgment of his acceptance of the accuracy of the measurement. Failing the Contractor&#x27;s attendance the work may be measured up in his absence, be binding upon the contractor whether or not he shall have signed the measurement book ; provided always that any objection made by him to any measurement shall be duly investigated and considered in the manner set out below :\n</p>   \n\n<blockquote id=\"blockquote_67\">(a)   It shall be open to the contractor to take specific objection to any recorded measurement or classification on any ground within seven days of the date of such measurements. Any re-measurements taken by the Engineer or the Engineer&#x27;s Representative in the presence of the contractor or in his absence after due notice has been given to him in consequence of objection made by the contractor shall be final and binding on the contractor and no claim whatsoever shall thereafter be entertained regarding the accuracy and classification of the measurements.\n</blockquote> \n\n<blockquote id=\"blockquote_68\">(b)   If an objection raised by the Contractor is found by the Engineer to be incorrect the contractor shall be liable to pay the actual expenses incurred in measurement. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_87\">62. All disputes and difference of any kind whatsoever arising out of or [connection with the Contract, whether during the progress of the work or after its completion and whether before or after the determination of the Contract, shall be referred by the Contractor to the Railway and the Railway shall within a reasonable time after receipt of the contractor&#x27;s presentation make and notify decisions on all matters referred to by the contractor in writing, provided that matters for which provision has been made in Clauses 18, 22 (5), 39, 45 (a), 55, 55A (5), 60 (2) and 61(1) (xiii) (B) (e) (b) of the General Conditions of the contract or in any clause of the special condition of contract shall be deemed as &#x27;excepted matters and decisions thereon shall be final and binding on the contractor, provided further that &#x27;excepted matters&#x27; shall stand specifically excluded from the purview of the arbitration clause and shall not be referred to arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_88\">63 (1) In the event of any dispute or difference between the parties hereto as to the construction or operation of this contract, or\n \n\nthe respective rights and liabilities of the parties on any matter in question, dispute or difference on any account ; or\n \n\nas to the withholding by the Railway of any certificate to which the contractor may claim to be entitled to, or if the Railway fails to make a decision within a reasonable time.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_89\">Then and in any such case,\n \n\nBut except in any of the &quot;excepted matters&quot; referred to in Clause 62 of these conditions,\n \n\nThe contractor, after 90 days of this presenting his final claim on disputed matters, may demand in writing that the dispute or difference be referred to Arbitration.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_90\">Such demand for arbitration shall specify the matters which are in question, dispute or difference, and only such dispute or difference of which the demand has been made and no other, shall be referred to arbitration.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_91\">APPENDIX-IV\n \n\nClauses 19, 21 and 30 of Special Condition of the Contract dated 3.11.1981 (the GCC) are as follows :\n</p> \n\n<blockquote id=\"blockquote_69\">19. All items of works on completion as per approved plan and directive issued from time to time and to the satisfaction of the Engineer shall be handover to his representative on a programmed basic decided by the Engineer. The contractor shall be responsible for proper maintenance of the work till it is handed over to the Railway. The contractor shall take immediate action to remedy and rectify any defects pointed out to him to the satisfaction of the Engineer&#x27;s representative in respect of notice in this regard from him. The Railway shall be free to get defects and the flaw rectified departmentally or through any other appropriate agency at the risk and cost of the contractor and deduct or ask for the payment of such amount as may be decided by the Engineer and contractor shall have no objection regarding deduction of such total sum of money claimed by the Engineer within a period of two weeks of issue of intimation, failing which interest at the rate of 18% or commercial lending rate of Nationalised Bank whichever shall be more shall be levied.\n</blockquote> \n\n<blockquote id=\"blockquote_70\">21. Measurements :\n</blockquote>   \n\n<blockquote id=\"blockquote_71\">(i)   For ascertaining the dia of bailies (against item 1 to 3) the girth will be measured at 1.0&quot; distance from the bottom (i.e., thicker end) and length will be measured from bottom to top end.\n</blockquote> \n\n<blockquote id=\"blockquote_72\">(ii)   Contractor will mark the linear measurements on each bailies ready for driving it into the bed at every one metre apart and for this no extra payment will be made.\n</blockquote> \n\n<blockquote id=\"blockquote_73\">(iii)   The measurement for sand filling against item No. 1 will be based on initial and final cross sections. For the sand under water no shrinkage will be deducted and for sand filled above water level shrinkage 5% will be deducted. No wastage for sand washed away if any during the process of work will be allowed. The rate will be inclusive of all lead, lifts, descents, and mode of carrying, i.e., head load, boat or any other means.\n</blockquote> \n\n<blockquote id=\"blockquote_74\">(iv)   Daily progress of piling and putting sand bags in position to be taken jointly and to be entered into M.B. and the balance measurements to be\ntaken Jointly and to be entered into the M.B. fortnightly.\n</blockquote> \n\n<blockquote id=\"blockquote_75\">(v)   Against item Nos. 10 and 11 the empty bags after filling with sand will be seen properly with sutli (and not be tied). The sutli will be supplied by the contractor and the cost of the same will be included in the rate. Bags will be filled to the full capacity. The empty bags for this purpose will be supplied by the Railway free of cost. Railway may take supply of empty cement bags to the extent of 50,000 Nos. from the contractor at site and in this case the rates provided in the item No. 11 instead of item No. 10 shall be applicable.\n</blockquote> \n\n<blockquote id=\"blockquote_76\">(vi)   Only the actual depth penetrated below the river bed shall be paid against items 1 to 4 no extra payment will be made for the handing of the balance length of bailies required for the purpose.\n</blockquote> \n\n<blockquote id=\"blockquote_77\">(vii)   All materials required for fixing, lacing and bracing 6&quot; dia bailies (except bailies) against item No. 6 will be supplied by the contractor and the cost of the same will be included in his rate.\n</blockquote> \n\n<blockquote id=\"blockquote_78\">(viii)   All materials required for splicing bailies (except M. S. Flat) against item will be supplied by the contractor and cost for the same will be included in his rate. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_92\">30. Whenever any claim or claims for payment of a sum of money arises out of or under the contract against the contractor, the Railway shall be entitled to withhold and also have a lien to retain such sum or sums in whole or in part from the security, if any, deposited by the contractor and for the purpose aforesaid, the Railway shall be entitled to withhold the said cash security deposit or the security, if any, furnished as the case may be and also have a lien over the same pending finalisation or adjudication of any such claim.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_93\">In the event of the security being insufficient to cover the claimed amount or amounts or if no security has been taken from the contractor, the Railway shall be entitled to withhold and have a lien to retain to the extent of the such claimed amount or amounts referred to supra from any sum or sums found payable or which at any time thereafter may become payable to the Contractor under the same contract or any other contract with this or any other Railway or any other Department of the Central Government pending finalisation or adjudication of any such claim.\n</p> \n\n<p data-structure=\"Section\" id=\"p_94\">It is an agreed term of the contract that the sum of money or monies so withheld or retained under the lien <a href=\"/doc/1303823/\" id=\"a_75\">referred to above</a>, by the Railway will be kept withheld or retained as such by the Railway till the claim arising out of or under the contract is determined by the Arbitrator (if the contract is governed by this arbitration clause) or by the competent court as the case may be and\n \n\nthat the Contractor will have no claim for interest and damage whatsoever on any account in respect of such withholding or retention under the Hen referred to supra and duly notified as such to the Contractor.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_95\">For the purpose of this clause, where the contractor is a partnership firm or a limited company, the Railway shall be entitled to withhold and also have a lien to retain towards such claimed amount or amounts in whole or in part from any sum found payable to any partner/limited company, as the case may be, whether in his individual capacity or otherwise.\n</p> \n\n","numcites":22,"numcitedby":2,"docsource":"Allahabad High Court","citetid":12484230,"divtype":"judgments","relatedqs":[{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"award of interest by arbitrator","formInput":"award%20of%20interest%20by%20arbitrator"},{"value":"Measurement books","formInput":"Measurement%20books"},{"value":"arbitrator can award interest     citedby: 157537","formInput":"arbitrator%20can%20award%20interest%20%20%20%20%20citedby%3A%20157537"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"Penetration","formInput":"Penetration"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"\"measurement books\"","formInput":"%22measurement%20books%22"},{"value":"lien","formInput":"lien"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"Item 10","formInput":"Item%2010"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"Rate of interest : supremecourt","formInput":"Rate%20of%20interest%20%3A%20supremecourt"},{"value":"exception clause","formInput":"exception%20clause"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"contract interest","formInput":"contract%20interest"},{"value":"pronouncement of judgment ","formInput":"pronouncement%20of%20judgment%20"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"judgment-according-to-the-award","formInput":"tag:judgment-according-to-the-award"},{"value":"interest","formInput":"tag:interest"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}