{"tid":165282763,"publishdate":"2013-04-01","title":"Tecco & R.D. (Jv) vs The Chief Administrative ... on 1 April, 2013","doc":"<h2 class=\"doc_title\">Tecco &amp; R.D. (Jv) vs The Chief Administrative ... on 1 April, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-rajeswaran\">S.Rajeswaran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-rajeswaran\">S.Rajeswaran</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS\nDATED:   01.04.2013\nCORAM\nTHE HON&#x27;BLE MR.JUSTICE S.RAJESWARAN\nW.P.No.31977 of 2012\nand M.P.No.1 of 2012\n\nTecco &amp; R.D. (JV)\nRep. by its Authorized Signatory\nMr.S.Jambunathan\nB-31, Gulmohar Apartments,\n15-B, South Boag Road,\nT.Nagar, Chennai \u0016 600 017.\t\t\t\t\t... Petitioner\n\nVs.\n\n1.The Chief Administrative Officer/Construction,\n   Southern Railways, Egmore,\n   Chennai \u0016 600 008.\n\n2.The Financial Advisor &amp; Chief Administrative Officer,\n   Construction, Southern Railways,\n   Egmore, Chennai \u0016 600 008.\n\n3.The Chief Engineer / Central,\n   Construction, Southern Railways,\n   Egmore, Chennai \u0016 600 008.\n\n4.The Deputy Chief Engineer,\n   Gauge Conversion-III,\n   Southern Railway, State Bank Road,\n   Tiruchirappalli-I\t\t\t\t\t  \t\t... Respondents\n\nPrayer: This petition has been filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India praying for a writ of Certiorarified Mandamus, calling for the records of the 4th respondent pertaining to impugned letter No.W.148/GC/III/TPJ/TTP-NGT dated 01.11.2012 and quash the same and consequently directing the fourth respondent to extend the currency of the contract in accordance with the petitioner&#x27;s letter dated 30.10.2012.\n\n\t\tFor petitioner\t:\tMr.R.Muthukumaraswamy\n\t\t\t\t\t\tSenior Counsel\n\t\t\t\t\t\tfor Mr.K.Harishankar\n\n\t\tFor respondents\t:\tMr.V.G.Suresh Kumar\n\n\nO R D E R\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\tThis writ petition has been filed for issuance of a writ of Certiorarified Mandamus, calling for the records of the 4th respondent pertaining to impugned letter No.W.148/GC/III/TPJ/TTP-NGT dated 01.11.2012 and quash the same and consequently directing the fourth respondent to extend the currency of the contract in accordance with the petitioner&#x27;s letter dated 30.10.2012.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\t2.In this writ petition, the petitioner is challenging the order dated 01.11.2012 passed by the Deputy Chief Engineer, Gauge Conversion-III, the fourth respondent herein, terminating the contract entered into by the writ petitioner with the respondents, in terms of clause No.62 of the General Conditions of Contract.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_3\">\t3.The respondents invited tenders on 14.10.2008 for the proposed new Broad Gauge Line from Nagapattinam to Tiruthuraipoondi via Tirukuvalai proposed construction of major bridge at Chainage 34554.53 for Adappar River as 8 X 19.20m PSC Box Girder in between Tirukuvalai and Tiruthuraipoondi stations.  It is not in dispute that as the petitioner&#x27;s tender was the lowest (Rs.7,21,12,748/-), the Chief Engineer / Central, the third respondent herein accepted the petitioner&#x27;s offer and a Letter of Acceptance (LOA) dated 23.04.2009 was also issued.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4.The Letter of Acceptance stipulated a time period of 15 months, from the date of issue of LOA, i.e. 23.04.2009 according to which, the entire work was scheduled to be completed on or before 22.07.2010.  It further required the petitioner to submit a Performance Bank Guarantee at the rate of 5% of the contract value and accordingly, the petitioner also submitted a Performance Bank Guarantee on 27.07.2009.  According to the petitioner, the failure of the respondents herein to act as per the contract resulted in delay in executing the work, but by the order impugned, the contract was terminated, which is challenged in this writ petition.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_5\">\t5.The respondents entered appearance and filed a counter affidavit wherein a preliminary objection was raised by the fourth respondent / the Deputy Chief Engineer by stating that the present writ petition is not maintainable as clause 63 and 64 of the General conditions of contract provides for an arbitration in case of disputes.  Thereafter, the 4th respondent denies all the averments made in the affidavit filed by the petitioner and in turn accuses the petitioner of shortcomings and delay.  For the counter affidavit filed by the 4th respondent, a reply affidavit has been filed by the writ petitioner wherein it is stated that the respondents who are the Railways should act fairly and justly and the illegality committed by them should be viewed seriously and therefore, the writ petition is maintainable.  With respect to the other details, the petitioner stuck to his stand as stated in his affidavit.\n</p>\n<p data-structure=\"RespArg\" id=\"p_6\">\t6.For this reply affidavit of the petitioner, a rejoinder has been filed by the respondents reiterating that in view of the fact that there is an arbitration clause in the subject agreement, the present writ petition is not at all maintainable.  It is further stated that the averments set out in the affidavit, counter affidavit, reply affidavit and the present rejoinder affidavit would clearly show that disputed questions of fact are involved which cannot be adjudicated in a writ petition filed under the <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">\t7.It is further stated in the rejoinder that the petitioner is seeking for specific relief which cannot be granted by a Civil Court as well as a Writ Court and the only remedy available to the petitioner is to invoke the arbitration clause for appropriate relief.  With regard to the other details, the respondents also stuck to their earlier stand and refused to budge.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\t8.In the light of the above, the first question to be decided by this Court is whether the writ petition filed by the writ petitioner to quash the termination of the contract by order dated 01.11.2012 is maintainable or not?\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"609434\" id=\"span_1\">9.To support their arguments that the writ petition is maintainable, even if there is an arbitration clause in the agreement, the learned counsel for the petitioner relied on a decision of the Hon&#x27;ble Supreme Court reported in 2011 (2) Arb. LR 115 (SC) (<a href=\"/doc/609434/\" id=\"a_3\">Union of India and others vs. Tantia Construction Pvt. Ltd.</a>).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">\t10.To buttress their arguments as to the non-maintainability of the writ petition, the respondents relied on the following judgments:\n</p><blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"88091132\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1847057\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"9701717\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1156062\" id=\"span_5\">1.1996 (6) SCC 22 (<a href=\"/doc/1156062/\" id=\"a_4\">State of U.P. And others vs. Bridge &amp; Roof Company (India) Ltd.</a>)\n2.2004 (12) SCC 327 (<a href=\"/doc/9701717/\" id=\"a_5\">State of Jammu and Kashmir vs. Ghulam Mohd. Dar and another</a>)\n3.2007 (7) SCC 125 (<a href=\"/doc/1847057/\" id=\"a_6\">Adhunik Steels Ltd. vs. Orissa Manganese and Minerals (P) Ltd.</a>)\n4.2013 (1) CWC 225 (<a href=\"/doc/88091132/\" id=\"a_7\">The Senior Manager (Contracts Cell), Chennai Petroleum Corporation Limited, Manali, Chennai-68 and another vs. Lakshmi Travels</a>, rep. by its Sole Proprietrix, Meera Sivasankaran)</span></span></span></span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">\t11.In 2011 (2) Arb. LR 115 (cited supra) the Hon&#x27;ble Supreme Court held as follows:\n</p><blockquote id=\"blockquote_2\">&quot;26.The submissions made on behalf of the Petitioners that in terms of Clause 23(2) of the Agreement, the Petitioners were entitled to alter and increase/decrease the scope of the work is not attracted to the facts of this case where the entire design of the Rail Over-Bridge was altered, converting the same into a completely new project. It was not merely a case of increase or decrease in the scope of the work of the original work schedule covered under Tender No.76 of 06-07, but a case of substantial alteration of the plan itself. \n</blockquote><blockquote id=\"blockquote_3\">27.Apart from the above, even on the question of maintainability of the writ petition on account of the Arbitration Clause included in the agreement between the parties, it is now well-established that an alternative remedy is not an absolute bar to the invocation of the writ jurisdiction of the High Court or the Supreme Court and that without exhausting such alternative remedy, a writ petition would not be maintainable. The various decisions cited by Mr. Chakraborty would clearly indicate that the constitutional powers vested in the High Court or the Supreme Court cannot be fettered by any alternative remedy available to the authorities. Injustice, whenever and wherever it takes place, has to be struck down as an anathema to the rule of law and the provisions of the Constitution. We endorse the view of the High Court that notwithstanding the provisions relating to the Arbitration Clause contained in the agreement, the High Court was fully within its competence to entertain and dispose of the Writ Petition filed on behalf of the Respondent Company.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\">\tIn <a href=\"/doc/88091132/\" id=\"a_8\">the above decision</a>, the Hon&#x27;ble Supreme Court held that an alternative remedy is not an absolute bar to the invocation of writ jurisdiction and without exhausting such alternative remedy, the writ petition would be maintainable.  It further held that in such circumstances whenever and wherever it takes place, it has to be struck down as an anathema to Rule of Law of the provisions of the constitution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\t12.In 1996 6 SCC 22 (cited supra), the Hon&#x27;ble Supreme Court held as follows:\n</p><blockquote id=\"blockquote_4\">&quot;21.There is yet another substantial reason for not entertaining the writ petition. The contract in question contains a clause providing inter alia for settlement of disputes by reference to arbitration [Clause 67 of the Contract]. The Arbitrators can decide both questions of fact as well as questions of law. When the contract itself provides for a mode of settlement of disputes arising from the contract, there is no reason why the parties should not follow and adopt that remedy and invoke the extra-ordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226.</a> The existence of an effective alternative remedy- in this case, provided in the contract itself - is a good ground for the court to decline to exercise its extra-ordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226.</a> The said Article was not meant to supplant the existing remedies at law but only to supplement them in certain well-recognised situations. As pointed out above, the prayer for issuance of a writ of mandamus was wholly misconceived in this case since the respondent was not seeking to enforce any statutory right of theirs nor was it seeking to enforce any statutory obligation cast upon the appellants, Indeed, the very resort to <a href=\"/doc/1712542/\" id=\"a_11\">Article 226 -</a> whether for issuance of mandamus or any other writ, order of direction - was misconceived for the reasons mentioned supra.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">\tIn <a href=\"/doc/88091132/\" id=\"a_12\">the above decision</a>, the Hon&#x27;ble Supreme Court held that when the contract itself provides for a mode of settlement of disputes arising from the contract, there is no reason why the party should not thoroughly adopt the remedy and invoke the extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226.</a>  The Hon&#x27;ble Supreme <a href=\"/doc/88091132/\" id=\"a_14\">Court further held</a> that the existence of an effective alternative remedy is a good ground for the Court to decline to exercise its extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226.</a>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\t13.In 2004 12 SCC 327 (cited supra), the Hon&#x27;ble Supreme Court held as follows:\n</p><blockquote id=\"blockquote_5\">&quot;3.It is not disputed that the contract agreement entered into by and between the parties contain an arbitration agreement. Furthermore, the respondent herein filed the aforementioned writ petition for enforcing a contract qua contract. Although an objection has been taken as regards the maintainability of the writ petition by the appellant herein, the same unfortunately has not been considered by the High Court. It is well settled that writ of or in the nature of mandamus would not ordinarily issue for enforcing the terms and conditions of a contract qua contract. A writ of mandamus would issue when a question involving public Law character arises for consideration. It is also well settled that the High Court would not entertain a writ petition involving disputed questions of fact. Keeping in view the aforementioned well settled principles of law, the impugned judgments cannot be sustained. They are set aside accordingly. The appeal is allowed. However, the parties appearing before us proposed that Justice R.P. Sethi, a former Judge of this Court be appointed as a sole Arbitrator in terms of the arbitration agreement. Accordingly, we request Justice R.P. Sethi to act as the sole Arbitrator. Learned counsel appearing for the parties also submitted that no plea as regards limitation would be raised before the learned Arbitrator. The parties would be at liberty to approach Justice R.P. Sethi for the aforementioned purpose. The remuneration payable to the Arbitrator shall be decided by the Arbitrator himself. We may make it clear that the fees payable to the learned Arbitrator would be decided by him and the Award, if any, would be filed before the High Court.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">\tIn <a href=\"/doc/88091132/\" id=\"a_16\">the above decision</a>, the Hon&#x27;ble Supreme Court held that a writ of or in the nature of a Mandamus would not ordinarily be issued for enforcing the terms and conditions of a contract.  It has further held that the High Court would not entertain a writ petition involving disputed questions of fact.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\t14.In 2007 7 SCC 125 (cited supra), the Hon&#x27;ble Supreme Court held as follows:\n</p><blockquote id=\"blockquote_6\">&quot;16.Injunction is a form of specific relief. It is an order of a court requiring a party either to do a specific act or acts or to refrain from doing a specific act or acts either for a limited period or without limit of time. In relation to a breach of contract, the proper remedy against a defendant who acts in breach of his obligations under a contract, is either damages or specific relief. The two principal varieties of specific relief are, decree of specific performance and the injunction (See David Bean on Injunctions). <a href=\"/doc/1671917/\" id=\"a_17\">The Specific Relief Act, 1963</a> was intended to be \u0013<a href=\"/doc/1671917/\" id=\"a_18\">An Act</a> to define and amend the law relating to certain kinds of specific reliefs.\u0014 Specific Relief is relief in specie. It is a remedy which aims at the exact fulfilment of an obligation. According to Dr. Banerjee in his Tagor Law Lectures on Specific Relief, the remedy for the non performance of a duty are (1) compensatory, (2) specific. In the former, the court awards damages for breach of the obligation. In the latter, it directs the party in default to do or forbear from doing the very thing, which he is bound to do or forbear from doing. The law of specific relief is said to be, in its essence, a part of the law of procedure, for, specific relief is a form of judicial redress. Thus, the Specific Relief Act, 1963 purports to define and amend the law relating to certain kinds of specific reliefs obtainable in civil courts. It does not deal with the remedies connected with compensatory reliefs except as incidental and to a limited extent. The right to relief of injunctions is contained in part-<a href=\"/doc/1671917/\" id=\"a_19\">III of the Specific Relief Act</a>. <a href=\"/doc/734649/\" id=\"a_20\">Section 36</a> provides that preventive relief may be granted at the discretion of the court by injunction temporary or perpetual. <a href=\"/doc/1474155/\" id=\"a_21\">Section 38</a> indicates when perpetual injunctions are granted and <a href=\"/doc/1558146/\" id=\"a_22\">Section 39</a> indicates when mandatory injunctions are granted. <a href=\"/doc/1080998/\" id=\"a_23\">Section 40</a> provides that damages may be awarded either in lieu of or in addition to injunctions. <a href=\"/doc/1436285/\" id=\"a_24\">Section 41</a> provides for contingencies when an injunction cannot be granted. <a href=\"/doc/1626651/\" id=\"a_25\">Section 42</a> enables, notwithstanding anything contained in <a href=\"/doc/1436285/\" id=\"a_26\">Section 41</a>, particularly clause (e) providing that no injunction can be granted to prevent the breach of a contract the performance of which would not be specifically enforced, the granting of an injunction to perform a negative covenant. Thus, the power to grant injunctions by way of specific relief is covered by the <a href=\"/doc/1671917/\" id=\"a_27\">Specific Relief Act, 1963</a>.\n</blockquote><blockquote id=\"blockquote_7\">23.The question here is whether in the circumstances, an order of injunction could be granted restraining O.M.M. Private Limited from interfering with Adhunik Steels\u0012 working of the contract which O.M.M. Private Limited has sought to terminate. Whatever might be its reasons for termination, it is clear that a notice had been issued by the O.M.M. Private Limited terminating the arrangement entered into between itself and Adhunik Steels. In terms of <a href=\"/doc/161831507/\" id=\"a_28\">Order XXXIX Rule 2 of the Code of Civil Procedure</a>, an interim injunction could be granted restraining the breach of a contract and to that extent Adhunik Steels may claim that it has a prima facie case for restraining O.M.M. Private Limited from breaching the contract and from preventing it from carrying on its work in terms of the contract. It is in that context that the High Court has held that this was not a case where the damages that may be suffered by Adhunik Steels by the alleged breach of contract by O.M.M. Private Limited could not be quantified at a future point of time in terms of money. There is only a mention of the minimum quantity of ore that Adhunik Steels is to lift and there is also uncertainty about the other minerals that may be available for being lifted on the mining operations being carried on. These are impoundables to some extent but at the same time it cannot be said that at the end of it, it will not be possible to assess the compensation that might be payable to Adhunik Steels in case the claim of Adhunik Steels is upheld by the arbitrator while passing the award.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">\tIn <a href=\"/doc/88091132/\" id=\"a_29\">the above decision</a>, the Hon&#x27;ble Supreme Court held that the power to grant injunction by way of specific relief is covered by the specific Relief Act 1963 and the remedy for the non-performance of a duty are (1) Compensatory and (2) Specific.  In the former, the Court awards damages for the breach of the obligation and in the latter, it directs the party in default to do or forbear from doing the very thing which he is bound to do or forbear from doing.  It further held that whether an interim mandatory injunction could be granted, directing the continuance of the working of the contract had to be considered in the light of the well settled principle in that behalf.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\t15.In 2013 1 CWC 225 (cited supra), a Division Bench of this Court held as follows:\n</p><blockquote id=\"blockquote_8\">&quot;17.Now, the question that falls for consideration is which forum has to decide the dispute with regard to variation in, and interpretation of, the contractual terms. \n</blockquote><blockquote id=\"blockquote_9\">18.Admittedly, the agreement contains an arbitration clause, which reads as follows:- \n</blockquote><blockquote id=\"blockquote_10\">       \u001327.0 Arbitration:-\n</blockquote><blockquote id=\"blockquote_11\">\tAny dispute arising out of this contract shall be settled as per the <a href=\"/doc/1306164/\" id=\"a_30\">Arbitration and Conciliation Act, 1996</a> of the Government of India, in the case of dispute between the owner and non-public sector contracts and as per the directives of the Department of Public Enterprises in case of disputes between the owner and Public Sector Enterprises. \n</blockquote><blockquote id=\"blockquote_12\">\ti.Any dispute or difference whatsoever arising between the parties and of or relating to the construction, interpretation, application, meaning, scope, operation or effect of this contract or the validity or the breach thereof, shall be settled by arbitration in accordance with the SCOPE Forum of Arbitration Rules framed by the Standing Conference of Public Enterprises (SCOPE) and the award made in pursuance thereof shall be final and binding on the parties.\n</blockquote><blockquote id=\"blockquote_13\">\tii.Notwithstanding the amount of claim, all the disputes or differences shall be settled by a Sole Arbitrator in accordance with SCOPE Forum of Arbitration Rules. \n</blockquote><blockquote id=\"blockquote_14\">\tiii.The venue of Arbitration shall be Chennai, India and the Arbitration Proceedings shall be conducted and the award shall be rendered in English. \n</blockquote><blockquote id=\"blockquote_15\">\tiv.The Arbitrator shall give a speaking award. \n</blockquote><blockquote id=\"blockquote_16\">\tv.The Arbitrator shall render the award within six months of the commencement of the Arbitral Proceedings, which period may be enlarged by consent of both the parties. \n</blockquote><blockquote id=\"blockquote_17\">\tvi.The cost of Arbitration Proceedings shall be borne by both the parties equally. \n</blockquote><blockquote id=\"blockquote_18\">\tvii.Interest, if awarded by Arbitrators, shall be at a rate not exceeding the cash credit rate prevailing on the date of the award.\u0014 \n</blockquote><blockquote id=\"blockquote_19\">\t19.From a bare reading of the aforesaid clause, we have no doubt in our mind, that the dispute raised by the respondent-contractor, with regard to variation in the original contract, can only be resolved and settled through arbitration, in the manner provided therein. \n</blockquote><blockquote id=\"blockquote_20\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88091132\" id=\"span_6\">23.Having regard to the facts of the case and in the light of the proposition <a href=\"/doc/88091132/\" id=\"a_31\">laid down by</a> the Supreme Court in the cases referred to supra, we are of the definite view that the learned single Judge ought not to have directed the appellant \u0016 Corporation to consider the respondent \u0016writ petitioner\u0012s claim and pay the amounts, disputed by the appellant \u0016 Corporation. Further, we are of the view that the only remedy available to the respondent-Contractor is to invoke the arbitration clause in accordance with law.&quot;</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_20\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88091132\" id=\"span_7\">In <a href=\"/doc/88091132/\" id=\"a_32\">the above decision</a>, the Division Bench held that the writ petitioner&#x27;s claim and amounts were disputed and therefore, the only remedy available to the contractor is to invoke the arbitration clause in accordance with law.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">\t16.Now, let me consider the writ petition in the light of the above facts and circumstances and in the light of the above decisions cited by both the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\t17.It is well settled that existence of an alternative remedy is not an absolute bar to entertain a writ petition, but, it does not mean that each and every writ petition has to be heard on its merits despite being an alternative remedy being provided in a statute or a contract.  Entertaining a writ petition and deciding it on merits despite being an alternative remedy is only an exception and it is not the general rule.  Only in certain facts and circumstances where the principles of natural justice are flouted flagrantly or where an order has been passed by a person who has no jurisdiction at all to pass such an order, or where an order is tainted with patent illegality on the face of it, this Court entertains a writ petition though an alternative remedy is available.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">\t18.In the present case, what is under challenge is, the order of termination of contract passed by the fourth respondent in terms of clause 62 of the General Conditions of the Contract is being challenged.  A lot of allegations and shortcomings were raised and attributed by the petitioner against the respondents herein which were stoutly denied by the respondents, who in turn accused the petitioner of delay, shortcomings and for other deficiencies.  It is not in dispute that clauses 63 and 64 of the general conditions of contract provide for arbitration in case of disputes and a case of this nature should be more effectively canvassed before an arbitrator, where elaborate evidence could be let in by both parties in support of their contentions.  The very fact that affidavit and counter affidavit are filed disputing the facts and further reply affidavit and rejoinder were filed sticking to their own stand, refusing to budge even an inch would make it very clear that such an onerous task could not be performed and completed before the contract period under <a href=\"/doc/1712542/\" id=\"a_33\">Article 226</a> of the Constitution of India.  Further, the relief sought for will amount to specifically enforcing the contract and whether the petitioner is entitled to such a specific relief is also a question that can be more effectively decided before the Arbitral Tribunal only.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_24\">\t19.In such circumstances, I am inclined to accept the submissions and arguments advanced on behalf of the respondents that the present writ petition is not maintainable under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution of India and it is open to the writ petitioner to invoke the arbitration clause as provided under clauses 63 and 64 of the General Conditions of the Contract which forms a part of the contract, in accordance with law and in consonance with the contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\t20.In the result, the writ petition is dismissed as not maintainable.  No costs.  In view of the dismissal of the writ petition the status quo order granted by this Court in M.P.No.1 of 2012 in W.P.No.31799 of 2012 is vacated.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">01.04.2013\ncse\nIndex:Yes/No\nInternet:Yes/No\n\n\n\n\n\n\n\nTo\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">1.The University Grants Commission (UGC)\n   Bahadur Shah Zafar Marg,\n   New Delhi \u0016 100 002.\t\t\t\n</p><p data-structure=\"Conclusion\" id=\"p_28\">   Represented by its Chairman.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">2.The Co-Ordinator,\n   UGC-National Educational Test for Junior\n\tResearch Fellowship and Eligibility for\n\tLectureship June, 2012,\n   Office of the University Grants Commission,\n   New Delhi \u0016 100 002.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">3.The Head,\n   The National Educational Test (NET) Bureau,\n   The University Grants Commission,\n   South Campus, University of Delhi,\n   Benito Juarez Marg, New Delhi \u0016 100 021.\n</p>\n \n\n\n\n<p data-structure=\"Conclusion\" id=\"p_31\">S.RAJESWARAN,J\n\ncse\n\n\n\n\n\n\n\n\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">W.P.No.31977 of 2012</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n01.04.2013</p>","numcites":15,"numcitedby":1,"docsource":"Madras High Court","citetid":165282763,"divtype":"judgments","relatedqs":[{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"adhunik steels","formInput":"adhunik%20steels"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"mandamus","formInput":"mandamus"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"specific relief act 1963 ","formInput":"specific%20relief%20act%201963%20"},{"value":"writ petition maintainable ","formInput":"writ%20petition%20maintainable%20"},{"value":"rejoinder/","formInput":"rejoinder/"},{"value":"injunctions sortby:","formInput":"injunctions%20sortby%3A"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"specific relief","formInput":"specific%20relief"},{"value":"university grants commission","formInput":"university%20grants%20commission"},{"value":"reply affidavit ","formInput":"reply%20affidavit%20"},{"value":"\\\"specific relief act\\\"","formInput":"%5C%22specific%20relief%20act%5C%22"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"special-relief-law","formInput":"tag:special-relief-law"}],"courtcopy":true,"query_alert":null,"agreement":false}