{"tid":52256272,"publishdate":"2012-03-07","title":"National Building Construction ... vs A.M. Rasool Construction And ... on 7 March, 2012","doc":"<h2 class=\"doc_title\">National Building Construction ... vs A.M. Rasool Construction And ... on 7 March, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-muralidhar\">S. Muralidhar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-muralidhar\">S. Muralidhar</a></h3>\n\n<pre id=\"pre_1\">      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                              O.M.P. 411/2003\n\n                                         Reserved on: 7th December, 2011\n                                         Decision on: 7th March, 2012\n\n\n      NATIONAL BUILDING CONSTRUCTION\n      CORPORATION LIMITED                        ..... Petitioner\n                   Through: Ms. Ginny Jetley Rautray, Advocate.\n\n                     versus\n\n      A.M. RASOOL CONSTRUCTION AND ENGINEERING\n      SERVICES PVT. LTD.                          ..... Respondent\n                     Through: Mr. Arun Francis, Advocate.\n\n\n      CORAM: JUSTICE S. MURALIDHAR\n\n                               JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                07.03.2012\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1. This judgment disposes of       the objections filed by the National\nBuilding Construction Corporation Ltd. (&#x27;NBCC&#x27;) to the Award dated 21st\nJuly 2003 of the Sole Arbitrator in the disputes between NBCC and AM\nRasool Construction &amp; Engineering Services Private Limited under\n<a href=\"/doc/1503578/\" id=\"a_1\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_2\">33</a> of the Arbitration Act, 1940 (&#x27;Act&#x27;).\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">Background Facts\n</p><p data-structure=\"Section\" id=\"p_4\">2. NBCC was assigned by the Government of Libya the work of\nconstruction of 1305 houses at Benawalid and Ghat, Libya and a 120\nbedded hospital project at Ghat, Libya. A contract was entered into\nbetween NBCC and the Housing Corporation of Libya (&#x27;HCL&#x27;). In view\nof the magnitude of the work, NBCC decided to appoint sub-contractors.\nThe work of construction of 100 houses at Kalala, Ghat, Libya on labour\n\n<span class=\"hidden_text\" id=\"span_1\">OMP No.411 of 2003                                         Page 1 of 45</span>\n rate basis was awarded to M/s. A.M. Rasool and Company, a partnership\nfirm, referred to as Piece Rate Worker (&#x27;PRW&#x27;). A Letter of Intent (&#x27;LOI&#x27;)\ndated 29th December 1978 issued by the NBCC to the PRW read as under:\n</p><blockquote id=\"blockquote_1\">             &quot;We are pleased to inform you that your offer for\n             construction of 100 houses as above at Ghat, Libya, on\n             labour rates, is acceptable to us subject to the\n             following conditions:\n</blockquote>\n<blockquote id=\"blockquote_2\">             1. Tentative estimated value of the labour contract is\n             Libyan Dinars three lakhs ninety two thousand three\n             hundred seventy point sixty four (LD 3,92,370.64)\n             including 35% premium.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_5\">             You shall have to furnish performance guarantee of 7-\n             1/2 (seven and half only) of the above sum in Indian\n             currency in the form of the contract from any\n             nationalized/scheduled Bank.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">             2. That you will mobilize on the site of work within six\n             weeks of the issue of this letter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">             3. Advance of 10% of the estimated value of the\n             contract will be paid to you in Libyan Dinars against\n             Bank Guarantee from nationalized scheduled bank for\n             equivalent Indian Currency within 15 days of\n             furnishing the guarantee for performance of the\n             contract or mobile at site whichever is later. However,\n             this advance shall be limited to actual expenses to be\n             incurred by the PRW.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">             4. That the time of completion for construction of 100\n             houses shall be 18 months from the date of issue of\n             this letter of intent.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">             5. We are agreeable to give you a premium of 35%\n             over the rate given in the enclosed schedule of items.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">             6. Award of some more houses may be considered by\n             the Corporation at Ghat for execution in due course\n             after the Corporation is satisfied with the performance\n             of the PRW for construction of these 100 houses.\n</p><p data-structure=\"PetArg\" id=\"p_11\">             Additional houses that may be awarded to the PRW\n<span class=\"hidden_text\" id=\"span_2\">OMP No.411 of 2003                                          Page 2 of 45</span>\n              shall be at the rates on which the work of 100 houses\n             at Ghat has been allotted.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">             7. PRW will extend all reasonable facilities to the\n             other contractor such as electrical works etc.\n\n</p><p data-structure=\"Section\" id=\"p_13\">             8. The variations shall be limited 25% of the contract\n             value.&quot;\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">3. The work of construction of 100 houses was to be completed in a\nperiod of 18 months from the date of the LOI. The total value of the\ncontract was Libyan Dinar (&#x27;LD&#x27;) 3,92,370.64 including 35% premium on\nthe scheduled rates as per Bill of Quantities (&#x27;BOQs&#x27;) forming part of the\ncontract. The PRW was to furnish 7.5% performance guarantee and 10%\nmobilization advance guarantee towards mobilization advance payable in\nLDs which was limited to actual expenses. The permissible variation was\nlimited to 25% of the contract value.\n</p>\n\n<p data-structure=\"Section\" id=\"p_15\">4. The requirement was that PRW had to register the contract in Libya\nwith the Libyan Tax Department with all expenses on that account being\nborne by the PRW. It was deemed that &quot;the PRW has visited the site of\nwork before agreeing to these rates, terms and conditions after\nconsidering all the factors required for working out such rates.&quot; NBCC\nwas to be responsible for any variation at any stage. No claims at any\nstage were to be entertained as a consequence of variations &quot;except\notherwise provided in the terms and conditions.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_16\">5. Clause 22 of the Financial Terms and Conditions (&#x27;FTC&#x27;) and Clause\n51 of the General Terms and Conditions (&#x27;GTC&#x27;) between NBCC and\nHCL were to form a part of the contract. Clause 4 of the GTC provided\nthat the following documents would form part of the tender documents:\n</p>\n\n<span class=\"hidden_text\" id=\"span_3\">OMP No.411 of 2003                                         Page 3 of 45</span>\n<blockquote id=\"blockquote_3\">              (a) GTC of the contract between NBCC and HCL.\n</blockquote>\n<blockquote id=\"blockquote_4\">             (b) FTC of the contract between NBCC and HCL.\n</blockquote>\n<blockquote id=\"blockquote_5\">             (c) Technical Specifications (TS) and Conditions (Part\n             II)\n\n</blockquote><blockquote id=\"blockquote_6\">             (d) BOQ for each type of house.\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_17\">6. Clause 10 of the GTC provided that PRW shall abide by the bye-laws\nof the Indian Government and shall be responsible for any acts or\nviolations in that regard.\n</p>\n\n<p data-structure=\"Section\" id=\"p_18\">7. Clause 22 of the FTC between the parties read as under:\n</p><blockquote id=\"blockquote_7\">             &quot;Clause 22. The General Conditions of the Contract\n             entered into by the Corporation Libya shall be\n             application to PRW also.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_19\">8. Clause 51 of the GTC read as under:\n</p>\n<blockquote id=\"blockquote_8\">             &quot;Clause 51. Enforcement of Libyan Laws and\n             Jurisdiction of Libyan Courts. The contract would be\n             explained and executed in accordance with Libyan\n             Laws and Regulations and only Libyan Courts would\n             exercise jurisdiction over any dispute arising from the\n             Contract.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_20\">9. On 30th April 1979 a Memorandum of Agreement was entered into\nbetween the parties. A change in the type of houses as per the requirement\nof Libyan clients was intimated by NBCC to the PRW and accepted by it.\nIt is stated by NBCC that the changes were covered in the 25% plus or\nminus (variation) which was accepted by the PRW without reservations.\n</p>\n\n<p data-structure=\"Section\" id=\"p_21\">10. On 15th December 1981, a Supplementary Agreement was entered\ninto between the parties regarding enhancement of rates for construction\n\n<span class=\"hidden_text\" id=\"span_4\">OMP No.411 of 2003                                           Page 4 of 45</span>\n of the 100 houses of type M/4/G. In terms of the Supplementary\nAgreement, NBCC agreed to pass on to the PRW a 50% enhancement in\nthe labour rates granted by the Libyan clients with effect from 1st April\n1980. It was mentioned in the Supplementary Agreement as under:\n</p><blockquote id=\"blockquote_9\">             &quot;a) the Technical Specification Part I which was\n             deemed by the PRW to have been deleted vide Para\n             4(c) of the General Terms and Conditions appended\n             with the Letter of Intent Nos.343/M/F dated December\n             29, 1978 and 343/M/F dated 2.4.1980 shall be deemed\n             as a part of the contract with the PRW for the\n             construction of 100 houses type M/4/G at Ghat, Libya\n             from the date of starting of works.\n</blockquote>\n<blockquote id=\"blockquote_10\">             b) The PRW will withdraw all claims which may have\n             arisen due to non-inclusion of Technical Specification\n             Part I in the earlier contract including claims due to\n             extra items and shall execute the items covered under\n             the BOC issued to him at agreed rate.\n</blockquote>\n<blockquote id=\"blockquote_11\">             c) The PRW shall not put up any claim on account of\n             idle labour/wages for any reason whatsoever during\n             the pendency of the contract of the construction of 100\n             Houses M/4/G at Ghat, Libya.\n</blockquote>\n<blockquote id=\"blockquote_12\">             d) The above said 50% increase in the labour rate of\n             the PRW shall be paid subject to the Corporation&#x27;s\n             receiving a similar 50% enhancement in its rates from\n             the clients. The rates for items which do not exist in\n             BOQ (extra items) shall be decided according to the\n             relevant clause of the agreement and shall be payable\n             only on receipt of the amount from the clients.\n</blockquote>\n<blockquote id=\"blockquote_13\">             e) The above agreement is entered into with the PRW\n             as a package deal with the proviso that whatever\n             escalation/benefits might be authorized by the\n             Corporation with reference to this agreement above.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_22\">11. The PRW by its letter dated 10th September 1981 stated that any extra\nitems claimed earlier on account of TS Part-I &quot;shall be treated as\nwithdrawn, nor we shall submit any claim on this account in future.\n</p><span class=\"hidden_text\" id=\"span_5\">OMP No.411 of 2003                                         Page 5 of 45</span>\n<p data-structure=\"Precedent\" id=\"p_23\"> However, items not covered under the scope of our Agreement and do not\nexist in the BOQ shall be treated as extra items and we are prepared to\nexecute such extra items on an amicable basis subject to approval by\nclients.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_24\">12. The construction of 100 houses was completed and handed over\ninitially to the NBCC by the PRW on 31st March 1983 and finally handed\nover to the client by the NBCC on 31st March 1984.\n</p>\n\n<p data-structure=\"Section\" id=\"p_25\">13. In the meanwhile, NBCC assigned the PRW the additional work of\nconstruction of 12 M/4/G type houses on the same terms and conditions\nbased on the final Agreement dated 30th April 1979. The letter dated 25th\nJanuary 1983 awarding this additional work reads as under:\n</p><blockquote id=\"blockquote_14\">             &quot;M/s. A.M. Rasool &amp; Co.\n</blockquote><blockquote id=\"blockquote_15\">             Ghat\n\n                     Subject: Deviation Order to Labour contract for\n                     construction of 100 nos. M/4/G Houses.\n</blockquote>\n<blockquote id=\"blockquote_16\">             Dear Sirs,\n\n             With reference to your letter dated 10.8.1992 and as\n             per agreement clause no.6 we hereby award the\n             construction of 12 nos. M/4/G/Houses at Kalala, Ghat\n             with the same terms and conditions of original\n             Agreement dated 30.4.1979 (Deviated as M/4/G\n             Houses on 11.2.1980) which was concluded for 100\n             Houses.\n</blockquote>\n<blockquote id=\"blockquote_17\">             Completion time for this work will be six months from\n             the date of this letter.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_26\">14. By another letter dated 12th May 1983, the PRW was awarded the\nwork of construction of boundary wall for 20 class rooms at Ghat on the\nsame terms and conditions of the original Agreement dated 30th April\n<span class=\"hidden_text\" id=\"span_6\">OMP No.411 of 2003                                           Page 6 of 45</span>\n 1979. The said letter reads as under:\n</p><blockquote id=\"blockquote_18\">             &quot;M/s. A.M. Rasool &amp; Co.\n</blockquote><blockquote id=\"blockquote_19\">             Ghat\n\n             Subject: Deviation Order No.2 to Labour contract for\n             construction of 100 nos. M/4/G Houses Construction\n             of Boundary Wall for Schools and Hostels.\n</blockquote>\n<blockquote id=\"blockquote_20\">             Dear Sir,\n\n             With reference to your letters dated 1.4.1983,\n             26.4.1983 and 28.4.1983, we hereby award you the\n             construction of Boundary Wall work at 20 Class Room\n             School and Hostel at Ghat with the same rates, terms\n             and conditions of the Original Agreement dated\n             30.4.1979 which was concluded for 100 M/4/G\n             Houses with a rebate of 11%.\n</blockquote>\n<blockquote id=\"blockquote_21\">             The work will be executed as per Technical\n             Specifications of the Clients which are also applicable\n             for 100 M/4/G Houses as per your contract.\n</blockquote>\n<blockquote id=\"blockquote_22\">             However, in case the clients allow T.S.R. 1981 rate for\n             this work, the rate shall be changed to the same as 100\n             Housing Rate i.e., by waving 11% rebate which is\n             offered by you now.\n</blockquote>\n<blockquote id=\"blockquote_23\">             Completion time for this work will be four months\n             from the date of this letter i.e. dated 12.5.1983. Bill of\n             quantity for this work is enclosed as Annexure (A).&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_27\">15. The additional work of construction of boundary wall was completed\nand handed over by the PRW to NBCC on 31st March 1984. However,\nthe construction of 12 houses was not completed within the stipulated\ntime. According to NBCC, the work of plumbing, sanitation, etc. was\nabandoned by the PRW by its letter dated 22nd March 1987 and the\nremaining work on the 12 houses was completed by NBCC and handed\nover to the Libyan clients. According to the NBCC, the entire work of\nconstruction was inordinately delayed on account of the laches, neglect\n<span class=\"hidden_text\" id=\"span_7\">OMP No.411 of 2003                                            Page 7 of 45</span>\n and poor performance in the execution of the work by the PRW.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_28\">16. According to the PRW, the work of construction of 100 houses at\nGhat, Libya and handing it over to NBCC by the PRW on 31st March,\n1983 with a delay of 33 months, was caused due to the delays and\nhindrances caused by NBCC. After the satisfactory completion of the\ndefect liability period specified for the said work, the said 100 houses\nwere finally handed over to NBCC on 31st March 1984. As regards the\nboundary wall, the work was awarded by the letter dated 12th May 1983\nand the stipulated period of completion was four months ending on 12th\nSeptember 1983.      As regards the 12 houses, the completion period\nspecified was six months from 25th January 1983 i.e. it was to be\ncompleted by 24th July 1983. It is stated that the work of 12 houses was\ncompleted by the PRW and finally handed over to NBCC on 12th January\n1992. It was denied that the work of plumbing, sanitation, etc. in relation\nto 12 houses was abandoned by the PRW by the letter dated 22nd March\n1987, as alleged by the NBCC. According to the PRW, this position was\nacknowledged by the NBCC in its Certificate dated 18th January, 1995.\nThe case of the PRW is that after the handing over of 12 houses on 12th\nJanuary 1992, the PRW submitted the final claims by a letter dated 16th\nMarch 1994.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_29\">Change in the constitution of the PRW\n</p><p data-structure=\"Facts\" id=\"p_30\">17. At this stage it is necessary to advert to the change in the constitution\nof the PRW. As earlier noticed, the PRW was a partnership firm. It had\neight partners at the time of award of the contract in question by NBCC.\nM/s. A.M. Rasool Construction and Engineering Services (P) Ltd., a\ncompany incorporated under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act</a> 1956 became a partner of\nthe PRW with effect from 24th March 19984. The first eight partners then\n\n<span class=\"hidden_text\" id=\"span_8\">OMP No.411 of 2003                                            Page 8 of 45</span>\n retired from the firm and only the company M/s. A.M. Rasool\nConstruction and Engineering Services (P) Ltd. continued. It took over all\nthe assets and liabilities of the firm. By a letter dated 17th April 1984 M/s.\nA.M. Rasool Construction and Engineering Services (P) Ltd. informed\nNBCC of the above change in the constitution of the PRW and that &quot;M/s.\nA.M. Rasool Construction and Engineering Services (P) Ltd. is henceforth\nthe sole proprietor of M/s. A.M. Rasool &amp; Co. w.e.f. 01.04.1984.&quot; A\ncopy of the Memorandum and Articles of Association of M/s. A.M.\nRasool Construction and Engineering Services (P) Ltd. was enclosed with\nthe letter. A preliminary objection raised by NBCC to the locus of M/s.\nA.M. Rasool Construction and Engineering Services (P) Ltd. to represent\nthe PRW was rejected by the learned Arbitrator by an interim Award\ndated 23rd April 2000 which will be referred to hereafter. Accordingly, the\nreference hereafter in this judgment to PRW is to M/s. A.M. Rasool\nConstruction and Engineering Services (P) Ltd.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_31\">18. Since the NBCC failed to settle the claims so submitted, the PRW\ninvoked the arbitration clause by a letter dated 13th June 1994 addressed to\nNBCC. With NBCC failing to send any panel of arbitrators, the PRW\nfiled Suit No.99-A of 1995 under <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a> of the Act in this Court on\n10th January 1995. Against an order dated 20th December 1996 passed by\nthe Single Judge directing the CMD of NBCC to appoint an Arbitrator,\nthe PRW filed an appeal and thereafter a Special Appeal. By an order\ndated 25th September 1997 the Division Bench allowed the appeal and\nremanded the case to the learned Single Judge to appoint an arbitrator in\nterms of <a href=\"/doc/638888/\" id=\"a_5\">Section 20 (4)</a> of the Act. By an order dated 19th December 1997\nthe learned Single Judge appointed Mr. Justice G.C. Jain (Retired) as Sole\nArbitrator.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_9\">OMP No.411 of 2003                                            Page 9 of 45</span>\n<p data-structure=\"Issue\" id=\"p_32\"> Preliminary objections of NBCC rejected by the Arbitrator\n</p><p data-structure=\"Facts\" id=\"p_33\">19. The PRW filed its statement of claim on 21st January 1998 and\nNBCC filed its written statement and reply. Thereafter, Justice Jain\nexpired and the case came up again before this Court for the appointment\nof another arbitrator. After hearing the PRW and NBCC, the Court by an\norder dated 18th November 1998 appointed Mr. Justice M.P. Singh as\narbitrator.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_34\">20.    NBCC raised five preliminary objections before the learned\nArbitrator in its letter dated 5th May 1999 which were rejected by the\nlearned Arbitrator by an interim Award dated 23rd April 2000. The first\nwas that there was no privity of contract with A.M. Rasool Construction\nand Engineering Services (P) Ltd. as the original contract was only with\nM/s. A.M. Rasool and Co., the firm. The second was that there was no\nproper legal representation and authorization on behalf of the claimant.\nThe third was that the appointment of the Arbitrator could be made only\nby a Libyan Court and the arbitration had to proceed according to Libyan\nlaw. It was contended by NBCC that &quot;the Arbitrator appointed by Delhi\nHigh Court has no jurisdiction to proceed with the matter.&quot; The fourth\nobjection was that the claim was barred by the Indian law of limitation.\nThe fifth objection was that the reference made to the Arbitrator was\nbeyond the scope of the dispute.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_35\">21. As regards the first objection, it was held by the learned Arbitrator in\nthe order dated 23rd April 2000 that there was a change in the constitution\nof AM Rasool &amp; Co. even while the contract was being executed. The\nPRW was taken over by M/s. A.M. Rasool Construction and Engineering\nServices (P) Ltd. and the change was brought to the notice of NBCC by\n\n<span class=\"hidden_text\" id=\"span_10\">OMP No.411 of 2003                                           Page 10 of 45</span>\n letter dated 17th April 1984 annexing copy of the Memorandum and\nArticles of Association. NBCC in its reply dated 19th April 1984 stated:\n</p><blockquote id=\"blockquote_24\">&quot;In view of the change of proprietorship of your company we request you\nto kindly call on this office to clarify certain points.&quot; Thereafter no\nobjection was raised by NBCC till the hearing of the claims before the\nlearned Arbitrator. The completion certificate dated 18th January 1995\nclearly stated that the company was the contractor. It was noted by the\nlearned Arbitrator that &quot;from 1.4.1984 till 4.5.1999 the date of hearing\nbefore me, no objection was ever raised by the Respondent regarding the\nconstitution of the claimant company.&quot; The learned Arbitrator referred to\nthe correspondence exchanged between the parties after 17th April 1984\nand even the pleadings before this Court up to the appointment of the\narbitrator, throughout which it was the company which was representing\nthe PRW, when no such objection was raised by NBCC. The learned\nArbitrator concluded that: &quot;The claim petition is maintainable at the\ninstance of M/s. A.M. Rasool Construction and Engineering Services (P)\nLtd. which has become the sole Proprietor of M/s. A.M. Rasool &amp;\nCompany.&quot; The objection was accordingly rejected.\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_36\">22. The second preliminary objection was also rejected as the petition\nunder <a href=\"/doc/811701/\" id=\"a_6\">Section 20</a> of the Act had been filed by the Director of the PRW,\nwho had duly signed the verification clause on 10th January 1995. As\nregards the third objection as to the jurisdiction of Indian courts, the\nlearned Arbitrator noted that when the Division Bench by order dated 25th\nSeptember 1997 set aside the order dated 20th December 1996 of the\nSingle Judge directing the CMD of NBCC to appoint an Arbitrator, and\nremanded the matter to the Single Judge to proceed in accordance with\nlaw and to appoint an Arbitrator as postulated by <a href=\"/doc/638888/\" id=\"a_7\">Section 20(4)</a> of the Act,\nno objection was raised by the NBCC as to the jurisdiction of the Delhi\n\n<span class=\"hidden_text\" id=\"span_11\">OMP No.411 of 2003                                          Page 11 of 45</span>\n High Court. The learned Single Judge appointed Justice Jain as the\nArbitrator. When an application was filed for appointment of another\nArbitrator in place of Justice Jain, after he expired, the Court passed the\norder dated 18th November 1988 in which it was recorded that the counsel\nfor the NBCC had no objection to the prayer made in the application. The\norder of the Division Bench holding that the appointment of the Arbitrator\nis in accordance with <a href=\"/doc/638888/\" id=\"a_8\">Section 20(4)</a> of the Act had become final. It was\nfurther noticed that for more than six years, NBCC had participated in the\ninitiation and progress of the arbitration proceedings in Delhi. It should,\ntherefore, be deemed to have submitted to the jurisdiction of the Delhi\nHigh Court. It was further observed by the learned Arbitrator that while\nthe main contract for execution of the work &quot;may be governed by the\nLibyan law but the procedural matter has to proceed in accordance with\nIndian law, otherwise it will entail grave injustice to the Indian sub-\ncontractor who executed the work in Libya.&quot; There was no specific\nmention in the contract that the arbitration would be held in accordance\nwith the Act. It was further held by the learned Arbitrator that the dispute\narising from the contract had to be decided by the learned Arbitrator\naccording to the Indian law of arbitration.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_37\">23. As regards the fourth preliminary objection as to limitation, it was\nheld by the learned Arbitrator that: &quot;From the record it is evident that the\nNBCC has admitted the completion of 100 houses in 1984, 12 houses on\n12.1.1992. The letter dated 22.1.1986 cannot close the chapter of payment\nbecause the completion of 12 houses was done on 12.1.1992 much after\n22.1.1986.&quot; Further by letter dated 24th May 1993, NBCC had admitted\nthat LD 402896.55 was payable to the PRW. On 16th March 1994 the\nPRW had submitted its claims and had invoked the arbitration clause on\n13th June 1994 which was within three years from 12th January 1992.\n</p>\n<span class=\"hidden_text\" id=\"span_12\">OMP No.411 of 2003                                           Page 12 of 45</span>\n<p data-structure=\"CDiscource\" id=\"p_38\"> Therefore, the invocation of arbitration was within time.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"864798\" id=\"span_13\">24. Analyzing the letter dated 21st January 1986 relied upon by the\nNBCC,     the   learned    Arbitrator   held   that   the   letter   was      an\nacknowledgement of the pendency of the claim and its being considered\nand not repudiated. Once NBCC had stated that the question of payment\nwas still under consideration, it meant that it had not been finally rejected.\nIt was held that the order for construction of 100 houses, for the\nconstruction of 12 houses and then the boundary wall and hostel work\nwere not three different works. It was held: &quot;All the works, for the\npurpose of limitation, will be deemed to be one transaction as the\npayments have been made cumulatively. The NBCC at all times treated\nthree works namely 100 houses, 12 houses, compound wall as one\nproject.&quot; Reference was made to the decisions of the Supreme Court in\n<a href=\"/doc/864798/\" id=\"a_9\">Union of India v. L.K. Ahuja</a> AIR 1988 SC 1172 and Maj.</span> Inder Singh\nRekhi v. DDA, AIR 1998 SC 1007. The preliminary objection in regard to\nlimitation was accordingly rejected.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_40\">25. As regards the last preliminary objection, the learned Arbitrator\nrecorded the statement of counsel for the PRW that it would not claim\nanything over and above what was covered by the two deviation orders\nand the main order for 100 houses. Therefore, no further finding was\nrequired to be given on the said preliminary objection.\n</p>\n\n<p data-structure=\"Section\" id=\"p_41\">Earlier Proceedings under <a href=\"/doc/1154891/\" id=\"a_10\">Section 33</a>\n</p><p data-structure=\"CDiscource\" id=\"p_42\">26. Thereafter, the NBCC filed OMP No.118 of 2000 in this Court under\n<a href=\"/doc/1154891/\" id=\"a_11\">Section 33</a> of the Act to have the effect of the arbitration agreement\ndetermined. The contention of NBCC was that Clause 51 of the GTC of\nthe contract between NBCC and the HCL which was part and parcel of\n\n<span class=\"hidden_text\" id=\"span_14\">OMP No.411 of 2003                                            Page 13 of 45</span>\n the contract between NBCC and the PRW had ousted the jurisdiction of\nIndian courts. By a judgment dated 21st February 2002 [NBCC v. A.M.\nRasool Construction and Engineering Services Pvt. Ltd., 2002 (2) Arb.\nLR 183 (Delhi)] a learned Single Judge of this Court disposed of the said\npetition holding, inter alia, that the arbitration clause in the contract\nbetween the parties was an independent clause and Clause 51 of the GTC\nof the contract between NBCC and HCL &quot;had neither overriding nor\nsuperseding effect.&quot; The intention of the parties was manifest that the\ndisputes had to be referred to the sole arbitration of the Project Director of\nNBCC in India. Clause 14 of the contract between NBCC and the PRW\nwas &quot;independent of all other clauses&quot; including clauses of the GTC.\nSince the contract was signed in India and the registered offices of the\nparties were also situated in India, the conclusion was that &quot;the parties had\nexpressly agreed for submission to Indian Courts in case any dispute\narises from the contract in question.&quot; In any dispute it was immaterial that\nthe contract was to be executed abroad or whether the contract was in the\nnature of an international commercial transaction. While disputes between\nNBCC and HCL were to be adjudicated upon by the Libyan court,\nintention of the parties was clear that disputes between NBCC and PRW\nwould be &quot;decided on Indian soil through the arbitration of the Project\nDirector.&quot; The petition was accordingly dismissed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_43\">The impugned Award\n</p><p data-structure=\"Precedent\" id=\"p_44\">27. The Arbitrator then proceeded with the matter and delivered the\nimpugned Award on 21st July, 2003.            The conclusions of learned\nArbitrator in the impugned Award could be summarized as under:\n</p>\n<blockquote id=\"blockquote_25\">      (1) The PRW had submitted a detailed programme to the NBCC on\n      16th April 1979 requesting NBCC to proceed with the necessary\n      pre-arrangements of procurement of raw material at site.\n</blockquote><span class=\"hidden_text\" id=\"span_15\">OMP No.411 of 2003                                            Page 14 of 45</span>\n<p data-structure=\"CDiscource\" id=\"p_45\">       Reminders were sent on 21st May 1979 and 8th July 1979. Even by\n      27th August1979 when the further letter was written the materials\n      had not been supplied. Another letter was sent on 11th October\n      1979 by the PRW. Due to non-supply of stones etc. the cement and\n      concrete work had to be stopped completely. The reinforcement\n      work could also not start because of non-supply of 10 mm dia, 1\n      mm dia and 14 mm dia steel. There was short supply of steel and\n      shuttering wood for at least two weeks. On 2nd April 1980 another\n      letter was sent complaining about non-availability of binding wire\n      and cement and pointing out that the PRW&#x27;s labourers were sitting\n      idle for the last 5 days. The complaint made on 24th April 1980\n      stated that there was no stock of cement for the last one month and\n      the PRW was given only 35 bags of cement daily which was not\n      sufficient for any concrete work. Even the mixture machines were\n      not in working order. After referring to a number of such letters and\n      complaints, the learned Arbitrator concluded that PRW had\n      complied with Clause 12 GTC furnishing phase-wise requirement\n      of material well within time and rejected NBCC&#x27;s objection in this\n      regard.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_46\">      (2)The objection of the NBCC that there was no authorized\n      representative on behalf of the PRW to deal with the work was\n      rejected.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_47\">      (3) The objection of the NBCC that the bank account had not been\n      opened by the PRW to enable payment to be made was also\n      rejected since even according to the statement submitted by the\n      NBCC, the bank account had become operational by 31st May\n      1979.\n</p>\n<span class=\"hidden_text\" id=\"span_16\">OMP No.411 of 2003                                          Page 15 of 45</span>\n<p data-structure=\"Section\" id=\"p_48\">       (4) The objection by the NBCC to the non-registration of the\n      contract within a particular time limit was held to be unfounded.\n      Moreover, the registration or otherwise of the contract would have\n      no effect on the work progress of the project.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_49\">      (5) In terms of the documents produced, it appeared that the site\n      was handed over to PRW only on 17th June 1979, i.e., after more\n      than six months of the LOI.\n</p>\n\n<p data-structure=\"Section\" id=\"p_50\">      (6) The layout plan and drawings were handed over to PRW by\n      NBCC only by the end of July 1979 and work started on 2nd\n      August, 1979. Therefore, the delay of seven months in this regard\n      was caused by the NBCC.\n</p>\n\n<p data-structure=\"Section\" id=\"p_51\">      (7) NBCC filed a brief compilation of the labour strength showing\n      month-wise details from 30th April 1979 to 1986. The chart\n      produced showed that till October 1979 there were 45 workers and\n      the strength was increased up to 129 as against the maximum\n      required number of 178. Any delay on the part of the PRW in\n      completion of construction of 100 houses was impliedly condoned\n      by the NBCC. Although the construction started on 2nd August,\n      1979, NBCC on 11th February 1980 directed the PRW to construct\n      different types of M/4/G houses. This contributed to delay in\n      completion of the 100 houses. If it was unhappy with the delay in\n      completion of the work or with the required number of labour for\n      completing the project, NBCC could have cancelled the project or\n      imposed penalty of 1% per day of the value of the whole work\n      delayed subject to the maximum of the 10% of the contractual\n      value of the whole work as contemplated by Clause 7 of the FTC.\n</p>\n<span class=\"hidden_text\" id=\"span_17\">OMP No.411 of 2003                                       Page 16 of 45</span>\n<p data-structure=\"CDiscource\" id=\"p_52\">       However, no such step was taken by NBCC and no notice was sent\n      to the PRW. The Libyan Government also extended the time for\n      completion of the project till 1989. Further, the allotment of two\n      additional works through deviation orders showed that NBCC was\n      satisfied with the work progress by the PRW. Therefore, the labour\n      strength did not contribute in the delay in completion of the project.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_53\">      (8) The diversion of labour was of no relevance to the construction\n      of 100 houses since that had already been handed over on 31st\n      March 1983 whereas the diversion of workers to some other works\n      with ISCON at Wari was with effect from 8th December 1984.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_54\">      (9) The mobilization advance commenced to be released with effect\n      from 14th May, 1979 and continued up to 8th September 1979 but in\n      small amounts. After referring to the entire correspondence in this\n      regard, it was concluded that &quot;short payment and delayed payment\n      of mobilization advance by the NBCC has also caused delay in the\n      progress of 100 houses.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_55\">      (10) Ex.C-789 showed that a total sum of LD 89500 had been\n      deducted by NBCC as income tax at source to the extent of 10%\n      from each bill of the PRW for the construction of 100 houses, 12\n      houses and compound wall. The tax department of the Libyan\n      Government wrote a letter dated 12th March 1987 to NBCC\n      requiring it to pay back the tax deducted to the PRW so that the tax\n      department could claim directly from the PRW for the years 1979\n      to 1983. The objection of NBCC regarding payment of tax was\n      rejected.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_18\">OMP No.411 of 2003                                           Page 17 of 45</span>\n<p data-structure=\"Precedent\" id=\"p_56\">       (11) NBCC had unnecessarily blocked LD 89500 over which\n      amount the PRW lost interest. There was an additional burden to\n      the PRW on account of labour strike with the NBCC&#x27;s labour going\n      on strike, but for which no claim was made by the PRW.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_57\">      (12) The handing over of the 100 houses after completion on 31st\n      March 1983 was two months after the extended period. But no\n      objection as to delay was raised at that stage by NBCC.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_58\">      (13) NBCC issued a certificate on 11th February 1990 Exb.C-765\n      admitting that delay in completion of 12 houses was caused\n      because of non-supply of material to the PRW in time by NBCC.\n      The resultant overstay had caused extra burden to the PRW as most\n      of the workers were sitting idle and their labour cost was not paid\n      by the NBCC. The award of additional works through deviation\n      orders showed that NBCC was satisfied with the work of the PRW\n      in continuing with the completion of the 100 houses project.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_59\">      (14) The letter dated 22nd March 1987 (Ex. C-725) sent by the PRW\n      was not an intimation about abandonment of the work but showed\n      that the PRW was placing before NBCC its difficulties in order to\n      avoid further delay in handing over the work and further pointing\n      out that without payment of bills it was not possible to carry on\n      with the work. On receipt of the said letter, NBCC never wrote to\n      the PRW stating that it has abandoned the work. Therefore, such a\n      plea was not permissible to be raised before the Arbitrator for the\n      first time.\n</p>\n\n<p data-structure=\"Section\" id=\"p_60\">      (15) The contract dated 30th April 1979 had been modified by an\n\n<span class=\"hidden_text\" id=\"span_19\">OMP No.411 of 2003                                         Page 18 of 45</span>\n       agreement dated 15th December 1981 by means of which Technical\n      Specification (&#x27;TS&#x27;) Part-I was made applicable and through which\n      NBCC agreed to pass on the 50% enhancement in the rates granted\n      to it by the Libyan Clients in the form of 50% increase in the labour\n      rates in the works done by the PRW from 1st April 1980. NBCC by\n      its letter dated 26th June 1983 (C-425) informed the PRW that it had\n      released 50% as per the Agreement dated 15th December 1981. The\n      extra items were to be mutually settled after considering the\n      complete enhancement receipt by the NBCC from the Libyan\n      clients. NBCC wrote a letter stating that the payment would be\n      made to the PRW within seven days of receipt of payment from the\n      Libyan client. No objection was raised by the NBCC that the\n      enhancement was not payable. It was also not denied that LD\n      70350 had been released by the Libyan client to the NBCC.\n      However, the second enhancement of 50% claimed by PRW was\n      beyond the scope of the contract and was not payable.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_61\">      (16) The PRW was fully justified in not mobilizing labour at site\n      before the site plan and drawing was made available by NBCC.\n      NBCC was required to prepare running account bills each month\n      for the works executed during the month at the BOQ rates in\n      cooperation with the PRW. However, in a period of 51 months\n      only 18 bills were prepared for the work of construction of 100\n      houses. Therefore, there was a breach of Clause 3(2) FTC by\n      NBCC.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_62\">      (17) Time ceased to be the essence of the contract with NBCC itself\n      extending the time periodically without raising any objection even\n      at the time of handing over of the project of 100 houses. The\n\n<span class=\"hidden_text\" id=\"span_20\">OMP No.411 of 2003                                          Page 19 of 45</span>\n       certificates issued by NBCC on 15.3.1982 (C-356), 12.8.1984 (C-\n</p><p data-structure=\"PetArg\" id=\"p_63\">      498), 12.8.194 (C-499), 29.10.1984 (C-511), 29.10.1984 (C-512),\n      11.2.1990 (C-765), 2.2.1991 (C-767) and 18.1.1995 (C-842) all\n      showed that the work had been completed to the satisfaction of the\n      Libyan clients and that there was no objection even by NBCC\n      regarding any dissatisfaction on its part. Ex.C-778 was a Certificate\n      dated 29.2.1999 issued by the Libyan authorities stating that the\n      PRW was a sub-contractor of NBCC for the construction of 100\n      houses and 12 houses and that the project was finally handed over\n      to the clients.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_64\">      (18) Even after the initial handing over of the 100 houses on 31st\n      March 1983 and the final handing over in July 1984, and also after\n      handing over the compound wall on 31st July 1984 payments had\n      been received by NBCC from the Libyan clients. Since NBCC\n      failed to bring on record all the details of receipt of such monies by\n      it from the Libyan clients, an inference had to be drawn that\n      &quot;NBCC has deliberately withheld the details in respect of the\n      payment made to it by the Libyan clients and the payments made to\n      all the sub-contractors, particularly to the PRW.&quot; The money\n      should have been paid to the PRW when it was received by NBCC\n      after the final handing over of the 100 houses. If the Libyan client\n      had paid for all the 432 houses, it was the duty of NBCC to pay the\n      PRW proportionately for the 100 houses.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_65\">      (19)   The learned Arbitrator then noted the admitted claims in\n      regard to the 100 houses, 12 houses and compound wall and then\n      proceeded to deal with the individual items of claim in respect of\n      each of those works. The tabulation of the claim and amounts\n\n<span class=\"hidden_text\" id=\"span_21\">OMP No.411 of 2003                                           Page 20 of 45</span>\n       allowed by the learned Arbitrator in relation to the construction of\n      100 houses is as under:\n</p>\n\n<blockquote id=\"blockquote_26\">       S.No. Description of the claim     Amount Claimed      Amount\n                                                              Allowed\n</blockquote><blockquote id=\"blockquote_27\">       1.     Claim     towards      work LD 65,087.154       LD 43,391.436\n              accepted by the Libyan\n              employers of NBCC but\n              not incorporated in the bills\n              prepared and paid to PRW\n              by NBCC.\n</blockquote>\n<blockquote id=\"blockquote_28\">       2.     Escalation of rates granted LD 2,62,471.216           NIL\n              to NBCC by the Libyan\n              Employer but not passed on\n              to PRW.\n</blockquote>\n<blockquote id=\"blockquote_29\">       3.     Balance amount due for LD 2,50,940.719           Allowed in full\n              extra items (15 Nos.) paid\n              at much lower rate than to\n              which PRW was entitled.\n</blockquote>\n<blockquote id=\"blockquote_30\">       4.     Amount due under various LD 1,55,625.514         Allowed in full\n              extra items got executed by\n              the claimants not paid for\n              from the NBCC.\n</blockquote>\n<blockquote id=\"blockquote_31\">       5.     Extra expenditure incurred LD 1,16,216.255       Allowed in full\n              and/or losses suffered due\n              to overhead expenditure\n              including additional and\n              other establishment cost\n              during the un-contemplated\n              prolonged     period    of\n              contract.\n</blockquote>\n<blockquote id=\"blockquote_32\">       6.     Damages        for      extra LD 2,79,880.019    Allowed in full\n              expenditure and/or losses\n              suffered                  for\n              importation/deportation of\n              Technicians      for     un-\n</blockquote><pre id=\"pre_2\">              contemplated       prolonged\n              period beyond the original\n              contract period.\n\n       7.     Damages for the extra Rs.2,25,.536.65           Allowed in full.\n              expenditure incurred by\n              PRW      by    way   of\n              commission paid to the\n<span class=\"hidden_text\" id=\"span_22\">OMP No.411 of 2003                                            Page 21 of 45</span>\n                   bank and ECGC and losses\n                  suffered and the margin\n                  money kept with the banker\n                  for       keeping       the\n                  mobilization        advance\n                  guarantee and performance\n                  guarantee in force for the\n                  un-contemplated prolonged\n                  period of contract.\n\n       8.         Refund of amount wrongly LD 2556.900           + Allowed in full.\n                  deducted from 14th RA 8041.450\n                  Bills     allegedly   being\n                  incurred by NBCC for\n                  repatriating 12 technicians\n                  sent to Libya by NBCC\n                  without consent by PRW\n                  and interest thereon.\n\n       9.         Work of additions and LD 9,542.000                 Allowed in full.\n                  alterations carried out in the\n<span class=\"hidden_text\" id=\"span_23\">                  houses Nos. 136 and 195</span>\n                  but not incorporated in the\n                  bills or paid to PRW.\n\n       10.        Refund of balance security    LD 17,431.000        Allowed in full.\n                  deposit of PRW.\n       11(a)      Claim for interest of         LD 33,205.055        Allowed in full.\n                  outstanding amount of LD\n                  17,431.000 lying with\n                  NBCC as balance security\n                  deposit (including interest\n                  thereon).\n            (b)   Interest on outstanding       Interest at 18% per Allowed in full.\n                  security deposit amount of    annum.\n                  LD 17,431.000.\n\n       12.        Outstanding to be paid out LD 1,581.628            Allowed in full.\n                  of 18th RA bill.\n\n       13(a)      Interest on LD 1,581.628 LD 3,013.000              Allowed in full.\n                  from 31.7.84 till 28.2.94\n\n\n</pre><blockquote id=\"blockquote_33\">      (20) As regards claims relating to construction work of 12 houses,\n      the learned Arbitrator allowed Claim Nos.1, 3, 4 and 5 relating to\n      measurement; Claim Nos. 6, 7, 8 and 15(a) relating to damages;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_66\">      Claim Nos. 9(a), 9(b), 13(a) and 13(b) relating to interest; and\n\n<span class=\"hidden_text\" id=\"span_24\">OMP No.411 of 2003                                                   Page 22 of 45</span>\n       Claim Nos. 10, 11 and 12 relating to claim for release of security\n      deposit etc. As regards the work in relation to compound wall, he\n      allowed claims related to measurements in Claim Nos.1 (partly\n      allowed), 2 and 3; claim relating to damages in Claim No.6; claim\n      for release of security deposit in Claim Nos.8 and 9; and interest\n      claims in Claim Nos.7(a), 7(b), 10(a) and 10(b).\n</p>\n\n<p data-structure=\"Section\" id=\"p_67\">Proper law of the contract\n</p><p data-structure=\"CDiscource\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1441110\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_26\">28. One of the objections raised by NBCC concerns the proper law of the\ncontract between the parties which according to the NBCC was the\nLibyan law.    On the basis of the decision of the Supreme Court in\n<a href=\"/doc/216597/\" id=\"a_12\">Sumitomo Heavy Industries Ltd. v. ONGC Ltd.</a>, (1998) 1 SCC 305 it was\nsubmitted by Ms. Ginny Jetley Rautray, learned counsel appearing for\nNBCC, that the earlier decision of this Court in February 2002 in <a href=\"/doc/1441110/\" id=\"a_13\">NBCC\nv. A.M. Rasool Construction and Engineering Services Pvt. Ltd.</a> (supra)\nhad only decided the issue of the curial law, i.e., the proper law of the\narbitration agreement as well as the procedural law of arbitration and not\nthe proper law of the contract, i.e., the law applicable to the substantive\ncontract. In other words, it was contended that even if one were to accept\nthat the arbitration proceedings could be held in India and that the arbitral\nproceedings should be governed by the law of India, the proper law of the\ncontract was still the Libyan law. Referring to Clause 22 of the FTC\nbetween the parties, it was stated that the general conditions of the\ncontract entered into by NBCC with the HCL would be applicable to the\nPRW. Clause 51 of the GTC of the contract between NBCC and the HCL\nmade it clear that the contract would be executed in accordance with the\nLibyan laws and regulations &quot;and only Libyan Courts would exercise\njurisdiction over any dispute arising from the contract.&quot; It is therefore\nsubmitted that the proper law governing the contract between NBCC and\n\n<span class=\"hidden_text\" id=\"span_27\">OMP No.411 of 2003                                            Page 23 of 45</span>\n PRW was the Libyan law.</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1441110\" id=\"span_28\">29. According to Ms. Jetley, even the February 2002 judgment of this\nCourt acknowledged that all the terms of the GTC of the contract between\nNBCC and the HCL became part and parcel of the contract between\nNBCC and the PRW. She referred to the observation in para 40 of <a href=\"/doc/1441110/\" id=\"a_14\">the\nsaid judgment</a> which acknowledged that &quot;substantive laws of the contract\nmay be the Libyan laws&quot;. Consequently it was submitted that the question\nas regards the proper law of the contract remained to be decided. It is\nsubmitted that even the learned Arbitrator did not decide the issue and\nmerely observed that the law governing the contract would be the Indian\nlaw.</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_70\">30. Ms. Jetley submitted that the proper law of the contract could be\ndetermined by examining the system of law to which the contract had the\nclosest and most real connection. In this context, it is pointed out that the\nwork was to be executed in Libya; the contract was required to be and in\nfact registered under the Libyan law; the workers were to be paid wages\nunder rules those fixed by the Libyan Government from time to time\n(Clause 8 GTC); PRW was to abide by the bye-laws of the Libyan\nGovernment and was to be responsible for any acts of violation (Clause\n10 of GTC); PRW was to bear all taxes and duties imposed as per the\nLibyan laws (Clause 6(b) of FTC); PRW was to be paid in Libyan\nCurrency and any amount transferred would be as per Libyan Exchange\nControl Regulation (Clause 9 of the FTC); PRW had to pay contributions\ntowards INAS or bear any other terms under the Libyan laws (Clause 10\nof the FTC); PRW was to conform to all prevailing Libyan labour laws\n(Clause 15 of the FTC). It is further submitted that even assuming that\nthe parties had not expressly stated that the proper law of contract would\n\n<span class=\"hidden_text\" id=\"span_29\">OMP No.411 of 2003                                            Page 24 of 45</span>\n be the Libyan law, by the application of the &quot;doctrine of infection&quot;, the\nsame system of law had to govern both the main contract between NBCC\nand HCL and the sub-contract between NBCC and the PRW. Reliance is\nplaced on the judgment in Wahda Bank v. Arab Bank Plc, [1996] CLC\n</p><p data-structure=\"RespArg\" id=\"p_71\">408. Lastly, it is submitted that the February 2002 judgment did not\nconstitute res judicata since it decided the &#x27;proper law of arbitration&#x27; and\nnot the &#x27;proper law of the contract&#x27;. Moreover, the proceedings arose\nunder <a href=\"/doc/1154891/\" id=\"a_15\">Section 33</a> of the Act which deals with the challenge to the\nexistence and validity of the arbitration agreement.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"101695797\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"575921\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1385358\" id=\"span_32\">31. On behalf of the PRW, it is submitted by Mr. Arun Francis, learned\ncounsel for the Respondent that there is no specific objection taken by the\nNBCC in the present petition that the Award is liable to be set aside since\nthe learned Arbitrator did not apply Libyan laws while deciding the\nclaims of the PRW. Reliance is placed on the decisions in <a href=\"/doc/1385358/\" id=\"a_16\">Build India\nConstruction System v. Union of India</a> (2002) 5 SCC 433, M/s Atlas\nExport Industries v. M/s <a href=\"/doc/575921/\" id=\"a_17\">Kotak &amp; Company (1999) 7 SCC 61, Delhi Jal\nBoard v. Vijay Kumar Goel</a> 124 (<a href=\"/doc/101695797/\" id=\"a_18\">2005) DLT 712 and National Thermal\nPower Corporation v. Wig Brothers Builders &amp; Engineers Ltd.</a> 160\n(2009) DLT 642. Secondly, it is submitted that inasmuch as the judgment\nof February 2002 of the learned Single Judge while deciding OMP\nNo.118 of 2000 had categorically held that Clause 51 GTC would not\napply as far as the PRW was concerned, the issue of substantive law was\nalso decided and therefore <a href=\"/doc/101695797/\" id=\"a_19\">the said judgment</a> constituted res judicata.\nThirdly, it is submitted that if according to the Petitioner, the applicable\nlaw was the Libyan law then the foreign law had to be proved before the\nArbitrator. This burden of showing what the Libyan law was, which\nbarred the PRW from claiming the amounts under the various claims, was\nnot discharged by the NBCC.</span></span></span>\n</p>\n<span class=\"hidden_text\" id=\"span_33\">OMP No.411 of 2003                                           Page 25 of 45</span>\n<p data-structure=\"Precedent\" id=\"p_73\"> 32. The above submissions have been considered. The decision in\nSumitomo Heavy Industries Ltd. draws a clear distinction between (a) the\nproper law of reference, (b) the proper law of the arbitration agreement,\n</p><p data-structure=\"Section\" id=\"p_74\">(c) law governing the arbitration proceedings (curial law) and (d) the\nproper law of the contract. The parties could well choose to apply a\ndifferent law as far as the substantive contract itself was concerned. This\ncould be different from the law governing the arbitration proceedings, i.e.,\nthe manner in which the reference has to be conducted.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_75\">33. The proceedings filed by NBCC (OMP No.118 of 2000) under\n<a href=\"/doc/1154891/\" id=\"a_20\">Section 33</a> of the Act were triggered by the interim Award of the learned\nArbitrator dated 23rd April 2000. One of the preliminary objections raised\nbefore the learned Arbitrator by NBCC concerned the jurisdiction of the\nArbitrator. It was contended that the appointment of the Arbitrator could\nbe made only by the Libyan Court &quot;and the arbitration could proceed\naccording to Libyan law.&quot; The objection was really in relation to the\ncurial law. The learned Arbitrator held that the NBCC having not objected\nto his appointment by the Delhi High Court, in substitution of the earlier\nArbitrator who expired, had conceded to the jurisdiction of the Delhi High\nCourt. The learned Arbitrator noted that the contract made no specific\nmention that the arbitration would proceed in accordance with Libyan\nlaw. It was held that it would be against public policy if in view of Clause\n14 of the agreement and Clause 51 GTC the Project Director NBCC is\nappointed as an arbitrator to adjudicate the dispute &quot;and he is asked to\ndecide the matter in accordance with Libyan law here at Delhi.&quot; Further,\nwhile &quot;the main contract for execution of work may be governed by the\nLibyan law, but the procedural matter has to proceed in accordance with\nthe Indian law otherwise it will entail grave injustice to the Indian sub-\ncontractor who executed the work in Libya.&quot; The preliminary issue raised\n\n<span class=\"hidden_text\" id=\"span_34\">OMP No.411 of 2003                                           Page 26 of 45</span>\n by NBCC before the learned Arbitrator was that the Libyan law would\ngovern the arbitral proceedings. It did not specifically urge that the\n&#x27;proper law of the contract&#x27; was the Libyan law. Consequently, the\ninterim Award dated 23rd April 2000 of the learned Arbitrator did not\ndecide the issue concerning the proper law of the contract.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_76\">34. The above interim Award of the Arbitrator was examined in the 2002\njudgment in OMP No.118 of 2000. A perusal of <a href=\"/doc/101695797/\" id=\"a_21\">the said judgment</a>\nindicates that Clause 51 of the GTC of the contract between NBCC and\nthe HCL was considered. The discussion was essentially in the context of\n<a href=\"/doc/1154891/\" id=\"a_22\">Section 33</a> of the Act about the existence and validity of the arbitration\nagreement. It was observed that &quot;<a href=\"/doc/1154891/\" id=\"a_23\">Section 33</a> concerns only with the term\nrelating to the arbitration in the contract and not with the other terms of\nthe contract which did not arise for consideration on an application under\nthat Section.&quot; The Court categorically held that Clause 51 of the GTC\nwould govern the curial law, i.e., the law that would govern the arbitration\nproceedings. In para 43 it was held that the incorporation of the terms and\nconditions of the contract between the NBCC and HCL by way of Clause\n4 in the contract between the NBCC and the PRW &quot;does not affect the\narbitration clause contained in the independent contract between the\nparties. Intention of the parties was clear that they would decide their\ndisputes on the Indian soil through the arbitration of the Project Director.&quot;\nIt is in this context that the Court observed that even while &quot;substantive\nlaw of the contract may be the Libyan laws&quot; it did not mean that the\nLibyan law would also govern the arbitration proceedings.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"101695797\" id=\"span_35\">35. A careful reading of the February 2002 judgment bears out the\nsubmission of learned counsel for NBCC that it did not in fact decide\nwhether the proper law of the contract was the Libyan law. It only\n\n<span class=\"hidden_text\" id=\"span_36\">OMP No.411 of 2003                                            Page 27 of 45</span>\n observed in passing that it may be the Libyan law. Therefore<a href=\"/doc/101695797/\" id=\"a_24\">, <a href=\"/doc/101695797/\" id=\"a_25\">the said\ndecision</a></a> does not constitute res judicata as regards the point concerning\nthe proper law of the contract. Therefore, the said issue arises for\nconsideration in the present proceedings.</span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_78\">36. It requires to be recalled that even at the stage of final hearing before\nthe learned Arbitrator it was not specifically urged by NBCC that the\n&#x27;proper law of the contract&#x27; was the Libyan law. Also, in the present\npetition challenging the Award, no specific ground has been raised on the\nabove point. It has been raised only in the rejoinder and later in the\nwritten submissions. There is merit in the contention of learned counsel\nfor the PRW that such a point had to be specifically raised in the\nsubstantive objection petition at the first instance. NBCC was required to\nraise this substantive objection when it filed the <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> petition and\nnot later at the stage of rejoinder by which time the limitation for raising\nsuch objection had already expired.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_37\">37. In the arbitral proceedings, following the interim Award, the parties\nproceeded on the basis that it was the Indian law that would govern the\ncontract. The contract in the instant case does not expressly state that the\nproper law of the contract is the Libyan law. It is this that has prompted\nNBCC in its written submission to invoke the &quot;doctrine of infection&quot; by\nrelying in the judgment in Wahda Bank to contend that the parties should\nhave been deemed to have subjected both the main contract as well as the\nsub-contract to the same law, i.e., the Libyan law. The proposition, though\nattractive, appears not to help the NBCC in the present case. The question\nto be asked is what the intention of the parties to the contract was. As\nobserved in <a href=\"/doc/633347/\" id=\"a_27\">National Thermal Power Corporation Ltd. v. The Singer Co.</a>\n(1992) 3 SCC 551 where the parties have neither expressly nor impliedly\n\n<span class=\"hidden_text\" id=\"span_38\">OMP No.411 of 2003                                           Page 28 of 45</span>\n chosen a proper law for the contract, the issue should be decided on the\ntouchstone of &quot;how a just and reasonable person would have regarded the\nproblem like this and for this purpose where the contract was made, the\nform and object of the contract, the place of performance, place of\nresidence or business of the parties, reference to the courts having\njurisdiction and such other links&quot;. The Court has to determine the system\nof law with which the transaction &quot;has the closest and most real\nconnection&quot;.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_80\">38. If one were to apply the above test in the instant case, it would not be\npossible to arrive at a categorical answer. While the place of performance\nof the contract was Libya, the registered office of both the parties was in\nIndia. The contract was entered into in India. The earlier decisions of this\nCourt at the stage of appointment of the Arbitrator and later under <a href=\"/doc/1154891/\" id=\"a_28\">Section\n33</a> of the Act have decided that it is the Delhi Court that has the\njurisdiction in regard to the disputes between the parties. Those orders\nhave attained finality. No doubt, the subject matter of the contract and the\nplace of its performance was Libya but that by itself would not answer the\nquestion concerning the &quot;closest and most real connection&quot;. The attempt\nat reference by way of incorporation of Clause 51 of the GTC and Clause\n22 of the FTC governing the contract between NBCC and HCL into the\npresent contract seems incongruous in light of the parties agreeing under\nClause 14 to refer the disputes to an Indian Arbitrator. It seems unlikely\nthat the parties intended the Indian arbitrator to apply the Libyan law of\ncontract while deciding the disputes. Further, the burden was on NBCC to\nprove what the Libyan law was. This makes it imperative for the party to\nurge the ground concerning the proper law of the contract at the first\navailable opportunity and definitely at the beginning of the arbitral\nproceedings.\n</p>\n<span class=\"hidden_text\" id=\"span_39\">OMP No.411 of 2003                                           Page 29 of 45</span>\n<p data-structure=\"CDiscource\" id=\"p_81\"> 39. In the instant case, far from urging the point before the Arbitrator, no\nattempt was made by NBCC to prove before the Arbitrator what the\nLibyan law governing the contract was. The question of applicability of a\nforeign law is a question of fact which requires to be proved by leading\nexpert evidence. In the present case, NBCC made no such effort to prove\nthe Libyan law. The parties stated before the learned Arbitrator that no\noral evidence would be led and the matter may be decided on the basis of\nthe documentary evidence only. There was no document produced by\nNBCC to show what the Libyan law relevant to the contract was and how\nit should be applied. Only in relation to the claim concerning interest a\npoint was raised by NBCC that under the Libyan law, i.e. Islamic law, no\ninterest could be charged. The learned Arbitrator noted the objection and\nobserved &quot;it was only at the argument stage that it was contended by the\ncounsel for the NBCC that in Muslim countries interest is unknown and\ncannot be awarded. Except raising this oral objection, no law has been\nshown barring payment of interest.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_82\">40. Apart from the above reasons, in a dispute that has gone for over 17\nyears, it becomes imperative for the Court to examine the consequences of\naccepting this kind of a plea touching on the question of the applicable\nlaw. If accepted, it would mean that the entire arbitration proceedings\nhave to be re-started since all the claims would have to be decided in\naccordance with the Libyan law which even today NBCC has not been\nable to prove. Without even knowing what the applicable law is it would\nbe a totally futile exercise to remand the case for deciding the claims and\ncounter claims in accordance with the Libyan law. Moreover, no injustice\ncan be said to have been done to NBCC on this score. Being an Indian\ncompany, it cannot complain that the failure to decide the claims by the\nArbitrator in accordance with the Libyan law has caused it prejudice or\n\n<span class=\"hidden_text\" id=\"span_40\">OMP No.411 of 2003                                           Page 30 of 45</span>\n has resulted in miscarriage of justice.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_83\">41. Consequently, the submission made on behalf of NBCC that in terms\nof the &#x27;doctrine of infection&#x27; the parties should be deemed to have agreed\nthat the contract should be governed by the Libyan law is rejected. The\nplea of NBCC that the Award is liable to be set aside since the claims of\nthe PRW and the counterclaims of NBCC were not decided in accordance\nwith the Libyan law should fail.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_84\">Objection as to limitation\n</p><p data-structure=\"Facts\" id=\"p_85\">42. The next objection by NBCC to the impugned Award is based on\nlimitation. Ms. Jetley referred to the various RA bills and payment\ncertificates to submit that as far as the payment in relation to the work of\nconstruction of 100 houses, the measurements were taken and payments\nmade in April 1984 itself as recorded in the final bill (R-259). Even as\nregards the construction of 12 houses, the final bill was prepared in\nFebruary 1990 and was accepted by PRW under protest. However, the\ndispute regarding measurement was raised for the first time on 16th March\n1994. As regards the compound wall, the work was completed in 1984,\nfinal bill was prepared in 1987 and the claim on the basis of disputed\nmeasurement was only made in 1994.          Each of these contracts was\ndistinct and separate. It is submitted that the claims of the PRW were\ntherefore time barred and the interim Award dated 23rd April 2000 of the\nlearned Arbitrator rejecting this plea was erroneous.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_86\">43. The case of the PRW is that there is no specific objection raised by\nthe NBCC in the present petition as regards limitation. Under <a href=\"/doc/710990/\" id=\"a_29\">Article\n119(b)</a> if a party wants an award set aside, it should raise such plea within\n30 days of the notice of filing of the Award. NBCC received a letter dated\n\n<span class=\"hidden_text\" id=\"span_41\">OMP No.411 of 2003                                           Page 31 of 45</span>\n 15th September 2003 from the Arbitrator intimating it that the impugned\nAward had been filed in this Court. NBCC filed objections to the Award\non 15th October, 2003. There was no objection taken by the NBCC that\nthe PRW&#x27;s claims were barred by limitation. Such plea was taken only in\nthe rejoinder filed on 10th March 2005 for the first time and that too\nwithout even amending the objection petition. This would clearly amount\nto taking an additional ground after the period of limitation had expired.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_87\">44. The above objection of the PRW is valid. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1705684\" id=\"span_42\">In <a href=\"/doc/1705684/\" id=\"a_30\">Madan Lal v. Sunder\nLal</a> AIR 1967 SC 1233 in the context of the Act, it was held in para 8 as\nunder:</span>\n</p><blockquote id=\"blockquote_34\">             &quot;It is clear therefore from the scheme of the Act that if\n             a party wants an award to be set aside on any of the\n             grounds mentioned in<a href=\"/doc/1503578/\" id=\"a_31\"> s. 30</a> it must apply within 30\n             days of the date of service of notice of filing of the\n             award as provided in <a href=\"/doc/1438194/\" id=\"a_32\">Art. 158</a> of the <a href=\"/doc/1317393/\" id=\"a_33\">Limitation Act</a>. If\n             no such application is made award cannot be set aside\n             on any of the grounds specified in<a href=\"/doc/1503578/\" id=\"a_34\"> s. 30</a> of the Act. it\n             may be conceded that there is no special form\n             prescribed for making such and application and in an\n             appropriate case an objection of the type made in this\n             case may be treated as such an application, if it is filed\n             within the period of limitation. But if an objection like\n             this has been filed after the period of limitation it\n             cannot be treated as an application to set aside the\n             award, for if it is so treated it will be barred by\n             limitation.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_88\">45. The interim Award dated 23rd April 2000 of the learned Arbitrator\nextensively dealt with this point and held against the NBCC. The said\ninterim Award as regards the said point was not challenged by NBCC in\nthe present petition when it was first filed. The failure by NBCC to raise\nthe point of limitation, in the first place, in the objection petition and to\nraise it two years later in the rejoinder would tantamount to permitting an\n\n<span class=\"hidden_text\" id=\"span_43\">OMP No.411 of 2003                                            Page 32 of 45</span>\n additional ground to challenge the Award after the period of limitation for\nfiling the objection has expired. On this ground, this Court rejects the\nobjection raised by the NBCC that claims of the PRW were barred by\nlimitation.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_89\">46. Independent of the above conclusion, it is seen that the view taken by\nthe learned Arbitrator on the issue of limitation is a plausible one to take.\nThis proceeds on the basis that the three contracts were not separate\ncontracts but part of the main contract for the work of construction of 100\nhouses. In fact the LOIs concerning the construction of 12 houses and the\nboundary wall were by way of &#x27;deviation orders&#x27; with reference to the\nmain contract. All the bills for the three constituent works make reference\nto a single contract number. Ex. C-496 is a letter written by the NBCC to\nthe Libyan Tax Department wherein the contract for work was initially\nregistered for LD 378525 but was increased to LD 915000 due to\nadditional works, extra items etc. NBCC recommended enhancing the\nregistration of the single contract to the higher value. C-570 is another\nletter from NBCC indicating that the contract for 100 houses &#x27;has been\nextended to 12 houses work at Kalala, in addition to work which is in\nprogress&#x27;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_44\">After the conclusion of the contract for 12 houses on 12th\nJanuary 1992, the reconciliation of arrears with dues was done by NBCC\nand accordingly a Certificate (C-793) dated 24th May 1993 was issued\nacknowledging that payment was due on account of running bills/final\nbills/security deposit/performance guarantee and other miscellaneous\nitems. It was contended by learned counsel for NBCC that this document\nand the letter dated 14th September 1993 (C-798) were not\nacknowledgements for the purposes of <a href=\"/doc/85586/\" id=\"a_35\">Section 18</a> of the Limitation Act,\n1963 since they had been made after expiry of the limitation period. Once\nit is stated that the 18 RA bills were not final bills, the period of limitation\n\n<span class=\"hidden_text\" id=\"span_45\">OMP No.411 of 2003                                              Page 33 of 45</span>\n cannot be said to have begun running from that date. As explained in\n<a href=\"/doc/864798/\" id=\"a_36\">Union of India v. L.K. Ahuja and Maj</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_46\"><a href=\"/doc/20683/\" id=\"a_37\">Inder Singh Lekhi v. DDA</a>, for\nthe purposes of limitation a dispute arises from the assertion of a claim\nand its denial. There was no repudiation as such by NBCC of any of the\nPRW&#x27;s claims till they were raised in 1994 within two years of the final\npayment in 1992. C842 is a letter by NBCC dated 18th January 1995\ncertifying that the PRW was the sub-contractor for the work of &#x27;100 + 12\nhouses and compound wall at Kalala, Ghat&quot; and that they completed the\nproject to the satisfaction of the Libyan clients and &quot;the works have been\nhanded over as per the details given.&quot;</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_90\">47. The conclusion of the learned Arbitrator that the contract was a single\none comprising the three components viz., construction of 100 houses,\nconstruction of 12 houses and the compound wall, was a plausible view to\ntake in the circumstances. It cannot be held to be contrary to the clauses of\nthe contract or the evidence on record. Consequently, there is no legal\ninfirmity in the interim award dated 23rd April 2000 of the learned\nArbitrator, as reaffirmed in the impugned final Award, negativing the\nobjection of NBCC that the PRW&#x27;s claims were barred by limitation.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_91\">Objections as to individual claims\n</p><p data-structure=\"Precedent\" id=\"p_92\">48. Before examining the objections in relation to individual clams it is\nnecessary to recapitulate the law as regards the scope of interference by\nthe Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"267492\" id=\"span_47\">In <a href=\"/doc/267492/\" id=\"a_38\">Maharashtra State Electricity Board v. Sterlite Industries\n(India</a>) AIR 2001 SC 2933 it was observed (AIR, p.2936):</span>\n</p><blockquote id=\"blockquote_35\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1553220\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_50\">&quot;9. The position in law has been noticed by this Court\n             in <a href=\"/doc/1961694/\" id=\"a_39\">Union of India v. A.L. Rallia Ram</a> <a href=\"/doc/1553220/\" id=\"a_40\">AIR 1963 SC\n             1685 and Firm Madenlal Roshanlal Mahajan v.\n             Hukumchand Mills Ltd. [Indore</a>] 1967 (1) SCR 105\n             to the effect that the arbitrator&#x27;s award both on facts\n             and law is final; that there is no appeal from this\n<span class=\"hidden_text\" id=\"span_51\">OMP No.411 of 2003                                           Page 34 of 45</span>\n              verdict; that the court cannot review his award and\n             correct any mistake in his adjudication, unless the\n             objection to the legality of the award is apparent on the\n             face of it. In understanding what would be an error of\n             law on the face of the award, the following\n             observations in <a href=\"/doc/525017/\" id=\"a_41\">Champsey Bhara &amp; Company v.\n             Jivraj Balloo Spinning and Weaving Company Ltd.\n             [L.R.</a> 50 I.A. 324], a decision of the Privy Council, are\n             relevant:</span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_36\">                     &quot;An error in law on the face of the award means,\n                     in their Lordships view, that you can find in the\n                     award or a document actually incorporated\n                     thereto, as for instance note appended by the\n                     arbitrator stating the reasons for his judgment,\n                     some legal proposition which is the basis of the\n                     award and which you can they say is erroneous.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_93\">             10. In Arosan Enterprises Ltd. v. Union of India JT\n             1999 (7) SC 122 this Court again examined this matter\n             and stated that where the error of finding of fact having\n             a bearing on the award is patent and is easily\n             demonstrable without the necessity of carefully\n             weighing the various possible view points, the\n             interference in the award based on erroneous finding of\n             fact is permissible and similarly, if an award is based\n             by applying a principle of law which is patently\n             erroneous, and but for such erroneous application of\n             legal principles, the award could not have been made,\n             such award is liable to be set aside by holding that\n             there has been a legal misconduct on the part of the\n             arbitrator.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_94\">49. As regards the objection on the individual claims, it is submitted that\nthe Award was disproportionately high inasmuch as the value of the\nlabour contract was LD 378525.582 whereas the Arbitrator had allowed\nclaims to the extent of LD 2191189 and Rs.2,25,530. The learned\nArbitrator has given cogent reasons for allowing the claims of the PRW\nand has discussed the evidence in great detail.       This Court does not\npropose to sit in appeal over such findings of the learned Arbitrator by re-\n</p><span class=\"hidden_text\" id=\"span_52\">OMP No.411 of 2003                                           Page 35 of 45</span>\n<p data-structure=\"Conclusion\" id=\"p_95\"> examining the evidence.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_96\">50.   According to NBCC there are several perverse findings in the\nimpugned Award that can be termed as perverse. The first is that the\nlearned Arbitrator held that there was no legal relationship between the\nparties till 30th April 1979 when the contract was signed. It is submitted\nthat this finding is contrary to the LOI dated 29th December 1978 which\nclearly stated that the time was to run from the date of issue of the LOI. It\nis submitted that the submission of bank guarantee (&#x27;BG&#x27;) by the PRW for\n7.5% of the value of the contract, the mobilisation at the work site as well\nas the time for completion were all computed with reference to the LOI.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_97\">51. The signing of a contract was envisaged in the LOI dated 29th\nDecember 1978. The LOI was itself modified on 2nd April 1979, i.e., three\nmonths after the original LOI was issued. The PRW submitted the\nperformance BG dated 6th April 1979 as well as the BG to secure the\nmobilisation advance on 11th April 1979 based on the revised value\nspecified in the modified LOI. It was only after signing of the agreement\non 30th April 1979 that the enforceable rights and obligations of the\nparties got crystallised. This finding of the learned Arbitrator, therefore,\ncannot be said to be perverse.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_98\">52. The second perverse finding according to NBCC was the conclusion\nby the learned Arbitrator that since the site was handed over only on 17th\nJune 1979 and the working drawings were delivered by the end of July\n1979 there was no need for mobilisation of labour by the PRW prior\nthereto. It is submitted that the obligation to mobilise labour arose from\nthe LOI itself since that had to be done within six weeks of the issue of\nthe LOI. It is further contended by the NBCC that no time was specified\n\n<span class=\"hidden_text\" id=\"span_53\">OMP No.411 of 2003                                            Page 36 of 45</span>\n for handing over of the site or delivery of the drawings. Further, the PRW\nitself applied for extension of time for mobilisation as also for submission\nof the BG.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_99\">53. The above contentions have been discussed by the learned Arbitrator.\nIt was noticed by the Arbitrator on 14th May 1979 that the first batch of\ntechnicians had reached whereas the drawings had not been finalised and\neven the site had not been handed over. From that date itself the\nauthorised person of PRW was available at the site. The site was handed\nover only on 17th June 1979. Therefore, it is obvious that the PRW could\nnot afford to mobilise labour till such time the site is handed over since as\nper clause 12 GTC idle labour was not to be paid for. The learned\nArbitrator has dealt with this issue concerning the availability of labour at\nconsiderable length. These objections were not raised by NBCC at the\nrelevant time. Neither was the contract sought to be terminated nor did\nNBCC impose any liquidated damages. Consequently, the finding of the\nlearned Arbitrator about the delay having been caused by NBCC in\nhanding over of the site as well as the drawings cannot be said to be\nperverse.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_100\">54. It is then submitted that the finding of the learned Arbitrator that the\nregistration or non-registration of the contract could have no effect on the\nprogress of the work was perverse. It was submitted that this is contrary to\nthe Libyan laws in terms of which no foreign contractor could commence\nwork without getting the contract registered within sixty days of its\nexecution. As pointed out by the PRW, the contract was to be registered\nwith the Libyan revenue department and the PRW was to be registered\nwith the Libyan tax department. The work only started in 1979. The PRW\ncould not have commenced work without registration. Again NBCC does\n\n<span class=\"hidden_text\" id=\"span_54\">OMP No.411 of 2003                                            Page 37 of 45</span>\n not appear to have raised this issue with the PRW. There was nothing\nproduced by NBCC before the Arbitrator to show that there was any delay\nin the registration of the contract by the PRW with the Libyan authorities.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_101\">55. NBCC contended that the finding of the learned Arbitrator that the\nlabour strength did not contribute to the delay in the continuation of the\nproject was perverse. It is submitted that the contract envisaged\ndeployment of 178 workers whereas the chart set out in the impugned\nAward of the learned Arbitrator showed that at no stage during the\nexecution the PRW actually deployed those number of workmen.\n</p>\n\n<p data-structure=\"Section\" id=\"p_102\">56. As pointed out by the PRW the contract itself does not contemplate\ndeployment of any specified strength of workers. NBCC had estimated\nthat the peak strength labour requirement could be around 178 workers\nbut according to the PRW due to various changes by the NBCC in the\nwork, as instructed during the course of the execution, and due to the\ndelay in supply of materials by the NBCC, there were no sufficient work\nfronts available for 178 workers. With Clause 12 of the FTC prohibiting\nPRW from making a claim for idle labour, it had to plan the labour\nstrength from time to time considering available work fronts and\navailability of materials. NBCC did not levy liquidated damages and\ntherefore it does appear that this was not the reason for the delay in\ncompletion of the work. The learned Arbitrator&#x27;s finding in this regard\ncannot be held to be perverse.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_103\">57. The next issue raised by the NBCC was that the finding of the learned\nArbitrator that the delivery was accepted by it of 100 houses on 31st\nMarch 1983 without objecting to the delay was perverse. This Court is\nunable to accept the above contention since NBCC had extended time up\n\n<span class=\"hidden_text\" id=\"span_55\">OMP No.411 of 2003                                           Page 38 of 45</span>\n to 31st January 1983. At the time of the initial handing over of 100 houses\nby PRW to it on 31st March 1983 NBCC did not raise the issue of delay. It\nalso did not invoke its right to levy liquidated damages in accordance with\nClause 7 of FTC. In the circumstances, the above finding of the learned\nArbitrator cannot said to be perverse.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_104\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"126355347\" id=\"span_56\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"103267774\" id=\"span_57\">58. It was contended by the learned counsel for the NBCC that there was\ninconsistency in the findings of the learned Arbitrator regarding diversion\nof labour. The contention is that while on the one hand the learned\nArbitrator held that alleged diversion had not caused any delay in the\ncompletion of 100 houses since the diversion took place after the initial\nhanding over of 100 houses on 31st March 1983, he also rejected the\nNBCC&#x27;s contention that the diversion of labour had contributed to the\ndelay in the completion of 12 houses and compound wall on the same\nbasis. Yet again the learned Arbitrator had allowed claims relating to\nmeasurement over and above those recorded and accepted by the PRW.\nReliance is placed on the decisions in <a href=\"/doc/103267774/\" id=\"a_42\">Nangia Construction Private\nLimited    v.    Rail   India    Technical     &amp;    Economic       Services\nMANU/DE/3052/2009</a> and <a href=\"/doc/126355347/\" id=\"a_43\">Bharat Builder v. Delhi Development\nAuthority MANU/DE/3451/2009</a>.</span></span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_105\">59. The learned Arbitrator has categorically held that the diversion of\nlabour had not affected the work in relation to the completion of 100\nhouses. Since under Clause 12 GTC payment of compensation for idle\nlabour was barred, the PRW had to necessarily divert the idle labour to\nother works since the site was not made available and materials required\nwere not supplied by NBCC in good time so as to keep the labour\nengaged. As regards the 12 houses it was completed on 12th January 1992\nalthough the allotted time was six months from 26th January 1983. Here\n\n<span class=\"hidden_text\" id=\"span_58\">OMP No.411 of 2003                                          Page 39 of 45</span>\n again the finding of the learned Arbitrator was that the delay is\nattributable to the NBCC. The contention of PRW which has been\naccepted by the learned Arbitrator is that labour was available and if the\nmaterials had been supplied in good time, there would have not been any\nneed to divert labour to any other work and the construction of 12 houses\ncould have been completed in time. It has further been pointed out by the\nlearned Arbitrator that the NBCC did not levy liquidated damages on this\nscore as well. The learned Arbitrator&#x27;s findings in this regard are plausible\nand cannot be termed as perverse.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_106\">60. Learned counsel for the NBCC then argued at length on particular\nitems of claim in relation to the three works. As regards claim pertaining\nto measurement, these were Claim No. 1 for 100 houses, Claim No. 1 for\n12 houses and Claim No. 1 for the compound wall. The basis for these\nclaims were that under Clause 3 FTC payments were to be made by\nNBCC to the PRW within seven days of receipt of payment by NBCC\nfrom the Libyan clients. It is pointed out by learned counsel for the PRW\nthat the 18th RA Bill admittedly was not the final bill. He drew a\ndistinction between the final bills for the 12 houses and the compound\nwall which were accepted by the PRW under protest. Consequently, it is\nsubmitted that the claims were in accordance with the contractual\nprovisions. The objection of the NBCC is that there was no joint\nmeasurement taken for the works not incorporated in the bills, for which\nhowever, it had received payments from the Libyan clients.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_107\">61. The learned Arbitrator held the 18th RA bill for 100 houses (Ex.R-259)\ndid not indicate that it was the final bill. Further, it only mentioned that\nthe measurements had been accepted as full and final by the PRW and not\nthe amounts indicated therein. Moreover, there is no answer to the finding\n\n<span class=\"hidden_text\" id=\"span_59\">OMP No.411 of 2003                                           Page 40 of 45</span>\n of the learned Arbitrator that NBCC had prepared only 18 RA Bills in 51\nmonths although it was required to prepare monthly bills. If this was on\naccount of the delays in the completion of the works, then the delay as\nheld by the learned Arbitrator was largely on account of NBCC itself.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_108\">62. The learned Arbitrator also rejected the contention of NBCC that the\nPRW had abandoned the work. Moreover, the complete details of the\npayments received by NBCC from Libyan clients were not made available\nby it before the learned Arbitrator. The learned Arbitrator&#x27;s reasoning in\nrelation to claims pertaining to measurements cannot be said to be\npatently illegal or perverse.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_109\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"999284\" id=\"span_60\">63. It is next contended by NBCC that claims pertaining to extra items\nwhich were paid at lower rates, i.e., Claim No. 3 for 100 houses, Claim\nNo. 4 for 12 houses and Claim No. 3 for compound wall, ought not to\nhave been allowed. The NBCC contended that as per Clause 6 (A) FTC,\nrates for extra items had to be mutually settled and extras could have been\nexecuted only on written instructions. Reliance is placed on the decisions\nin <a href=\"/doc/999284/\" id=\"a_44\">Food Corporation of India v. Chandhu Construction</a> 2007 (2) ALR\n74 (SC), Bhagat Ram Sahani &amp; Sons v. DSI DE 132 (2006) DLT 427\n(DB) and Republic Construction Co. v. Delhi Development Authority\nMANU/DE/1001/2009. A similar contention is raised by the NBCC in\nregard to claims pertaining to extra items which were not incorporated in\nthe bills at all. These included Claim No. 4 for 100 houses, Claim No. 3\nand 5 for 12 houses and Claim No. 2 for compound wall.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_110\">64. The learned Arbitrator, after analysing the documents, held that the\nextra items included in the bills were indeed paid at much lower rate than\nto which the PRW was entitled. Therefore, the claim for the balance\n\n<span class=\"hidden_text\" id=\"span_61\">OMP No.411 of 2003                                          Page 41 of 45</span>\n payment was justified. There was no regular practice of NBCC issuing\nwritten orders to the PRW. As regards claims pertaining to extra items not\nincorporated in the bills, they were not covered by TS1-1 or TS-2. The\nPRW contested the plea of NBCC that it raised the extra item claim for\nthe first time in March 1994. It is submitted that the claims were raised\nmuch earlier in 1980 and 1985. Further, it is pointed out that TS-1 did not\nbar payment to the PRW for the extra works involved. The learned\nArbitrator observed that NBCC did not produce anything on record to\nshow that the rates claimed by the PRW were excessive. TS-1 was\nanalysed by the learned Arbitrator and it was held that there was no\nprovision therein barring extra payments. This being a plausible view to\ntake, it does not call for interference.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_111\">65. Learned counsel on both sides have placed detailed tabulations on\neach item of claim in respect of the extra items. Without going into these\ndetails it is sufficient for this Court to observe that these are all matters of\nevidence which have been appreciated by the learned Arbitrator. This\nCourt is not persuaded to hold that the learned Arbitrator erred in either\nanalysing that evidence or in the reasons given for the conclusions.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">66. As regards the claims pertaining to damages, i.e., Claims 5, 6 and 7\nfor 100 houses, Claims 6, 7 and 8 15A and 15B for 12 houses and Claim\nNo. 6 for the compound wall, NBCC contends that under the contract\nrates were firm and included all expenses. These included the expenses of\nkeeping the BG alive and in any event the PRW was expected to keep the\nBG alive till the end of the maintenance period.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_113\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1816208\" id=\"span_62\">67. The learned Arbitrator, after finding that the NBCC was in breach of\ncontract and responsible for delay in completion of work, held as a result\nthat NBCC could not deny the PRW the expenses incurred as a result of\n<span class=\"hidden_text\" id=\"span_63\">OMP No.411 of 2003                                              Page 42 of 45</span>\n the prolonged period of construction. The learned Arbitrator referred to\nthe judgment of the Supreme Court in <a href=\"/doc/1816208/\" id=\"a_45\">Bengal Traders v. West Bengal\nElectricity Board</a> 2001 (2) RAJ 315 which held that although the rates\nwere firm it would not debar the contractor from claiming compensation\nfor the prolonged period of construction. It was further held that details\nsubmitted by the PRW had not been denied by NBCC and that in any\nevent time had ceased to be the essence of the contract. The learned\nArbitrator&#x27;s findings are based on a proper analysis of the evidence placed\non record and the applicable law. They cannot be held to be perverse or\npatently illegal. The Award in respect of the claims pertaining to damages\ntherefore does not call for interference.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_114\">68. NBCC&#x27;s objections to the Award in respect of the PRW&#x27;s claims for\nwrongful deductions i.e., Claims 8 and 9 for 100 houses, and Claim No. 5\nfor the compound wall, requires this Court to re-appreciate the evidence\nwhich has already been examined in detail by the learned Arbitrator. In\nsum the learned Arbitrator found that NBCC was unable to substantiate its\ndefence with reference to the documents on record. Even as regards to the\nadmitted claims, i.e., Claims 10 and 12 for 100 houses, Claims 10, 11 and\n12 for 12 houses and Claims 8 and 9 for compound wall, the learned\nArbitrator found that despite specific directions, NBCC failed to produce\ndetails of the payments received by it from the Libyan clients. In the\ncircumstances, no fault can be found with the learned Arbitrator for\ndrawing an adverse inference and holding that payments were received by\nNBCC from the Libyan clients and it should proportionately make\npayment to the PRW.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_115\">69. Allowing of the interest claims by the learned Arbitrator in relation to\n100 houses, 12 houses and compound wall has been assailed by NBCC on\n\n<span class=\"hidden_text\" id=\"span_64\">OMP No.411 of 2003                                           Page 43 of 45</span>\n the ground that there was no provision in the contract in that regard; that\nfinal payments had not been released from the Libyan clients, therefore,\npayment for interest on the admitted amount did not arise and finally that\nno interest was payable in Islamic countries. The learned Arbitrator held\nthat NBCC failed to prove the law which barred payment of interest.\nIndeed, it is a matter of evidence and not mere contention. NBCC itself\nhad claimed interest on the counter claim. It also claimed interest from the\nLibyan clients. As pointed by the learned Arbitrator the contract does not\nprohibit the payment of interest. In the circumstance the objection on this\nground is also without substance.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_116\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"175129051\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1250053\" id=\"span_66\">70. Finally, it was contended that all amounts as claimed by the PRW had\nbeen allowed by the learned Arbitrator without calling for any proof.\nReliance was placed on the decisions in <a href=\"/doc/1250053/\" id=\"a_46\">Ishwar Singh &amp; Sons v. Delhi\nDevelopment Authority MANU/DE/3483/2009</a> and <a href=\"/doc/175129051/\" id=\"a_47\">Prominent Electric\nWorks v. Delhi Development Authority MANU/DE/2959/2009</a>. It was\nalso claimed that the value of the contract value is only LD 37852582\nwhereas claims have been allowed by the learned Arbitrator to the tune of\nLD 2191189 and Rs. 2,25,530 and that the Award is liable to be set aside\non this ground alone.</span></span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_117\">71. With the contract having been executed over several years, there was\nbound to be escalation in the rates. Consequently, the mere fact that the\nawarded amount exceeds the value of the contract originally entered into\ncannot per se be a ground for setting aside the Award. As regards the\nproof for the claims made by PRW, the documents produced by the PRW\nas well as NBCC were analysed in great detail by the learned Arbitrator.\nThis contention is therefore rejected. There have been no submissions\nmade with regard to the rejection of NBCC&#x27;s counterclaims.\n</p>\n<span class=\"hidden_text\" id=\"span_67\">OMP No.411 of 2003                                           Page 44 of 45</span>\n<p data-structure=\"Conclusion\" id=\"p_118\"> 72. For the aforementioned reasons, the objections of NBCC to the\nimpugned Award dated 21st July 2003 are hereby rejected and the said\nAward is made rule of the Court. The petition is disposed of with costs of\nRs.30,000 which will be paid by NBCC to the PRW within four weeks.\nDecree sheet be drawn up accordingly.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_119\">                                                 S. MURALIDHAR, J.\n</p><p data-structure=\"Conclusion\" id=\"p_120\">MARCH 07, 2012\ns.pal\n\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">OMP No.411 of 2003                                         Page 45 of 45</span>\n </p>","numcites":29,"numcitedby":0,"docsource":"Delhi High Court","citetid":52256272,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"proper law of contract","formInput":"proper%20law%20of%20contract"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"perverse finding ","formInput":"perverse%20finding%20"},{"value":"\"idle labour\"","formInput":"%22idle%20labour%22"},{"value":"\"proper law\" \"contract\"","formInput":"%22proper%20law%22%20%22contract%22"},{"value":"works contract","formInput":"works%20contract"},{"value":"preliminary objections","formInput":"preliminary%20objections"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"final bill","formInput":"final%20bill"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"appointment of judges","formInput":"appointment%20of%20judges"},{"value":"curial law","formInput":"curial%20law"},{"value":"contract law","formInput":"contract%20law"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"when liquidated damages levied","formInput":"when%20liquidated%20damages%20levied"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"sub-contractor","formInput":"sub-contractor"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}