{"tid":95111828,"publishdate":"2019-05-08","title":"Ssangyong Engineering And ... vs National Highways Authority Of ... on 8 May, 2019","doc":"<h2 class=\"doc_title\">Ssangyong Engineering And ... vs National Highways Authority Of ... on 8 May, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 SUPREME COURT 5041, AIRONLINE 2019 SC 329, (2019) 2 KER LT 679, (2019) 3 ARBILR 152, (2019) 4 CURCC 491, (2019) 5 MAD LJ 7, (2019) 8 SCALE 41</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-f-nariman\">R.F. Nariman</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-saran\">Vineet Saran</a>, <a href=\"/search/?formInput=benchid:r-f-nariman\">R.F. Nariman</a></h3>\n\n<pre id=\"pre_1\">                                                                                REPORTABLE\n\n                                           IN THE SUPREME COURT OF INDIA\n                                            CIVIL APPELLATE JURISDICTION\n                                             CIVIL APPEAL NO. 4779 OF 2019\n                              (Arising out of Special Leave Petition (Civil) No.19033 of 2017)\n\n\n                         Ssangyong Engineering\n                         &amp; Construction Co. Ltd.                        … Appellant\n\n                                                          Versus\n\n                         National Highways Authority\n                         of India (NHAI)                                … Respondent\n\n\n\n                                                       JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                         R.F. NARIMAN, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">                         1.      Leave granted.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">                         2.      The respondent, National Highways Authority of India [“NHAI”],\n\n                         invited bids for construction of a four-lane bypass on National Highway\n\n                         26 in the State of Madhya Pradesh. The appellant’s bid was accepted\n\n                         vide its letter of acceptance dated 30.12.2005, for a total contract\n\n                         value of INR 219,01,16,805/-. The appellant before us is a company\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n                         registered under the laws of the Republic of Korea, whereas the\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">NIDHI AHUJA</span>\n\n                         respondent is a Government of India undertaking, responsible for\nDate: 2019.05.08\n18:33:30 IST\nReason:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                                                 1</span>\n<blockquote id=\"blockquote_1\">\fconstruction of National Highways throughout the territory of India.\n</blockquote>\n<blockquote id=\"blockquote_2\">The components used in execution of work for which price adjustment\n\nwas payable to the appellant are labour, plant and machinery,\n\npetroleum, oil and lubricant (POL), cement, steel, bitumen, and other\n\nlocal materials. Price adjustment for four of these components, i.e.,\n\ncement, steel, plant and machinery, and other local materials was\n\nagreed to be calculated as per a formula given in sub-clause 70.3 of\n\nthe contract. The relevant portion of sub-clause 70.3 states as under:\n</blockquote>\n<blockquote id=\"blockquote_3\">      “ii. Adjustment for Cement Component\n      Price adjustment for increase or decrease in the cost of\n      cement procured by the contractor shall be paid in\n      accordance with the following formula:\n      Vc = 0.85 x Pc x Ri x (C1 - C0)\n                    100               C0\n      Where,\n      Vc    = increase or decrease in the cost of work during\n      the month under consideration due to change in rates of\n      component.\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">      C0 =       the all India average wholesale price index for\n      cement on the day 28 days prior to the closing date of\n      submission of bids, as published by Ministry of Industrial\n      Development, Government of India, New Delhi.\n      C1 =       the all India average wholesale price index for\n      cement on the day 28 days prior to the last day of the\n      period to which a particular interim payment certificate is\n      related, as published by Ministry of Industrial\n      Development, Government of India, New Delhi.\n</p><p data-structure=\"Issue\" id=\"p_5\">      Pc    = percentage of Cement component.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                         2</span>\n\fInsofar as the component C0 is concerned, the date which is 28 days\n\nprior to the last submission of bids is 29.09.2005, which is the base\n\ndate for calculation of price adjustment, since it is common ground that\n\nthe date of submission of the bid is 27.10.2005.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_6\">3.    The price adjustment was being paid to the appellant every\n\nmonth in terms of the agreed formula under sub-clause 70.3 by using\n\nthe Wholesale Price Index [“WPI”] published by the Ministry of\n\nIndustrial Development, which followed the years 1993-94 = 100 [“Old\n\nSeries”]. However, with effect from 14.09.2010, the Ministry of\n\nIndustrial Development stopped publishing the WPI for the Old Series\n\nand started publishing indices under the WPI series 2004-05 = 100\n\n[“New Series”]. It is important to note that even under this New Series,\n\nthe WPIs for the previous years beginning from April, 2005 were also\n\nbeing published by the Ministry. This being so, as both the indices C 1\n\nand Co were available to the appellant under the New Series for\n\ncalculating price adjustment, the appellant raised its bills accordingly. It\n\nis undisputed that payments of 90% of the monthly bills on this basis\n\nwere made for the period September, 2010 to February, 2013. On\n\n15.02.2013, the respondent issued a Policy Circular [“Circular”], in\n\nwhich a new formula for determining indices was used by applying a\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                          3</span>\n\f“linking factor” based on the year 2009-10. However, this Circular\n\nexpressly stated:\n</p>\n<blockquote id=\"blockquote_4\">       “Thus, payment on account of price adjustment may be\n       made by adopting the above process subject to the\n       condition that the contractors furnish undertaking /\n       affidavit that this price adjustment is acceptable to them\n       and they will not make any claim, whatsoever, on this\n       account in future after this payment.”\n\n</blockquote><blockquote id=\"blockquote_5\">4.    After this Circular, the respondent stated that the Circular would\n\nhave to be applied to the contract in question, as a result of which, a\n\nlinking factor would have to be provided by which the Old Series was\n\nconnected to the New Series. The appellant never accepted this and\n\nknocked at the doors of the High Court of Madhya Pradesh through a\n\nwrit petition in which it challenged the validity of the Circular. However,\n\nthe High Court vide its order dated 03.04.2013 disposed of the writ\n\npetition with the observation that there exists a dispute resolution\n\nmechanism through the Dispute Adjudication Board, after which\n\narbitration is also provided, and as the appellant had an efficacious\n\nalternative remedy, it was relegated to the same. The respondent then\n\nasked the appellant to give its consent to receive monthly payment\n\nunder the Circular. The appellant submitted a conditional undertaking\n\ndated 17.05.2013, in which it was clearly stated:\n</blockquote>\n<blockquote id=\"blockquote_6\">       “The above undertaking is without prejudice to the\n       Contractor’s right to challenge the said Circular dated\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                         4</span>\n\f       15.02.2013 as per provisions of contract and other legal\n       remedies available to the Contractor before the\n       appropriate forum.”\n\n</blockquote><blockquote id=\"blockquote_7\">5.    The appellant then approached the Delhi High Court vide an\n\napplication under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the Arbitration and Conciliation Act,\n\n1996 [“1996 Act”], for interim protection against deduction and\n\nrecoveries sought to be made by the respondent by applying the said\n\nCircular. The Delhi High Court, by its order dated 31.05.2013,\n\nrestrained the respondent from implementing the said Circular\n\nretrospectively.\n</blockquote>\n\n<blockquote id=\"blockquote_8\">6.    Meanwhile, the aforesaid dispute was referred to the Dispute\n\nAdjudicating Board as envisaged under sub-clause 67 of the contract.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_7\">The Dispute Adjudicating Board, by its majority recommendation dated\n\n31.10.2013, recommended a certain linking factor and then arrived at\n\nthe figures of price adjustment in the aforesaid four materials by\n\napplying such linking factor. However, one of the members of the\n\nDispute Adjudicating Board gave a dissenting note in favour of the\n\nappellant, recommending that in view of the express terms of the\n\ncontract, the provisions contained in the impugned Circular cannot be\n\napplied for calculation of price adjustment. Aggrieved by the\n\nrecommendations of the Dispute Adjudicating Board, the appellant\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                    5</span>\n\fissued a notice of dissatisfaction dated 19.11.2013, and referred the\n\ndispute to an arbitral tribunal consisting of three members. The\n\nappellant raised a claim of INR 2,01,42,827/- towards unpaid price\n\nadjustment for the period September 2010 up to May 2014, plus INR\n\n1,00,86,417/- for interest on the aforesaid unpaid amount. The dispute\n\nthat was thus referred to arbitration was a narrow one, namely, as to\n\nwhether price adjustment would continue under the terms of the\n\ncontract, or whether the Circular dated 15.02.2013, applying the linking\n\nfactor, would have to be applied. Two out of three members of the\n\narbitral tribunal, by their award dated 02.05.2016 made at New Delhi,\n\nafter noting the arguments of both sides, held that the Circular could\n\nbe applied as it was within contractual stipulations, as has been held\n\nby the Dispute Adjudicating Board, and hence, rejected the appellant’s\n\nclaim. While doing so, the majority award applied certain government\n\nguidelines of the Ministry of Commerce and Industry, as per which it\n\nwas stated that the establishment of a linking factor to connect the Old\n\nSeries with the New Series is imperative, and therefore, required. The\n\nappellant’s argument that the linking factor is de hors the contract and\n\nnot at all required was, therefore, rejected. The majority award further\n\nmade it clear that these guidelines are available on a certain website,\n\nas they were not on record. Paragraph 13 of the guidelines was then\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                       6</span>\n\freferred to, and applying the arithmetic conversion method, which is\n\none of the three methods referred to in the said paragraph, a linking\n\nfactor was applied in accordance with the formula prescribed in the\n\nsaid method which is as follows:\n</p>\n<blockquote id=\"blockquote_9\">      “Arithmetic conversion method:\n</blockquote><blockquote id=\"blockquote_10\">      y = cx or c = y/x\n      Where y is average value of indices of 12 months for the\n      Old Series and x for the New Series; c being conversion\n      factor. Meaning thereby that relation between y and x is\n      linear. Average of 12 months for x is taken 100.”\n\n\nThus, the final majority award, based on the aforesaid linking factor,\n\nwas as follows:\n</blockquote>\n<blockquote id=\"blockquote_11\">      “9. Award\n      9.1. Based on the findings above, we hold that\n      introducing linkage factor is imperative and required for\n      conversion of indices from the base 2004-05 series to\n      the earlier series base 1993-94 as basis for\n      determination of price adjustment. Linking factors for four\n      items of work/materials involved in price adjustment,\n      shall be as under:\n</blockquote><pre id=\"pre_2\">                 Cement                       1.528\n                 Steel                        2.365\n                 Plant and Machinery          1.840\n                 Other Materials              1.873\n</pre><blockquote id=\"blockquote_12\">      9.2. The final amount of price adjustment shall be\n      worked out on the basis of above-mentioned linkage\n      factors. After deducting the amount already paid to the\n      Claimant, the amount payable to them against their claim\n      shall be determined and the same shall be paid by the\n      Respondent to the Claimant.\n</blockquote><blockquote id=\"blockquote_13\">      9.3. This amount shall also attract interest @ 10% per\n      annum compounded monthly from due date of payment\n      to the date of award, viz. 02.05.2016.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_10\">                                                                     7</span>\n<blockquote id=\"blockquote_14\">\f       9.4. Further interest @ 12% per annum, simple interest,\n       shall be payable to the Claimant from 02.05.2016\n       onwards till the date of payments. No future interest\n       however shall be payable in case the amounts are paid\n       within 90 days of the date of the award, that is by\n       02.08.2016.”\n\nA dissenting award was given by Shri Dilip Namdeo Potdukhe, in\n\nwhich the learned dissenting arbitrator expressly stated that neither the\n\nCircular nor the guidelines could be applied as they were de hors the\n\ncontract between the parties. Accordingly, the dissenting award\n\nawarded the claim of the claimant-appellant in full.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">7.    A <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> petition which was filed by the appellant was\n\nrejected by the learned Single Judge of the Delhi High Court, by a\n\njudgment and order dated 09.08.2016, in which it was held that a\n\npossible view was taken by the majority arbitrators which, therefore,\n\ncould not be interfered with, given the parameters of challenge to\n\narbitral awards. The learned Single Judge also went on to hold that the\n\nNew Series published by the Ministry could be applied in the case of\n\nthe appellant as the base indices for 2004-05 under the New Series\n\nwere available. Having so held, the learned Single Judge stated that\n\neven though the view expressed in the dissenting award is more\n\nappealing, and that he preferred that view, yet he found that since the\n\nmajority award is a possible view, the scope of interference being\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                       8</span>\n\flimited, the <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> petition was dismissed. A <a href=\"/doc/772406/\" id=\"a_4\">Section 37</a> appeal to\n\nthe Division Bench of the Delhi High Court yielded the same result, by\n\nthe impugned judgment dated 03.04.2017.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">8.   Smt. Rashmeet Kaur, learned Advocate appearing on behalf of\n\nthe appellant, first submitted that <a href=\"/doc/148869/\" id=\"a_5\">Section 34(2)(a)(iv)</a> of the 1996 Act\n\nwas attracted to the facts of the present case as the majority award\n\ncontained decisions on matters beyond the scope of the submission to\n\narbitration. The learned counsel argued that this was a jurisdictional\n\nerror, and a new contract was substituted by the majority award\n\namounting to a novation of the old agreement and the old formula\n\ncontained in the agreement, which would be a decision on a matter\n\nbeyond the scope of the submission to arbitration. She also argued\n\nthat <a href=\"/doc/549389/\" id=\"a_6\">Section 34(2)(b)(ii)</a> of the 1996 Act would also be attracted as the\n\naward was in conflict with the public policy of India, being contrary to\n\nthe fundamental policy of Indian law as well as the most basic notions\n\nof justice. According to her, the rewriting of the terms of the contract\n\nought to shock the conscience of the Court, as a new contract was\n\nfoisted on one of the parties unilaterally. For this, she cited various\n\njudgments. She also argued that the principles of natural justice were\n\nviolated and, therefore, <a href=\"/doc/541243/\" id=\"a_7\">Section 34(2)(a)(iii)</a> would also be attracted.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_8\">She argued that the government guidelines were never produced\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                      9</span>\n\fbefore the arbitrators, and the arbitrators applied the said guidelines\n\nbehind the back of the parties, thus, resulting in breach of <a href=\"/doc/541243/\" id=\"a_8\">Section\n\n34(2)(a)(iii)</a> of the 1996 Act. Finally, though she argued the ground of\n\npatent illegality, this argument was given up when it was pointed out by\n\nthe Court that this ground, which obtains under <a href=\"/doc/147188107/\" id=\"a_9\">Section 34(2A)</a> of the\n\n1996 Act, would not be available in the case of an international\n\ncommercial arbitration that is decided in India. Shri Mukul Rohatgi,\n\nlearned Senior Advocate, supplemented the submissions of Smt.\n\nRashmeet Kaur.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_9\">9.    On the other hand, Shri S. Nandakumar, learned counsel\n\nappearing on behalf of the respondent, argued that applying the new\n\nformula with the base index of 2004-05 would make the contract\n\nunworkable, as a result of which, it was imperative to have a linking\n\nfactor. According to the learned counsel, the appellant itself applied a\n\nlinking factor when the Tribunal asked it to do so, may be without\n\nprejudice to its other contentions. In any case, this was a matter of\n\ninterpretation of the agreement in which the arbitrators’ view is final, as\n\nhas been correctly held by the learned Single Judge and the Division\n\nBench. He also cited some judgments in support of this proposition.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">According to him, therefore, this appeal should be dismissed.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                        10</span>\n<p data-structure=\"Issue\" id=\"p_11\">\fApplicability of the Arbitration and Conciliation (Amendment) Act,\n<span class=\"hidden_text\" id=\"span_14\">2015</span>\n\n</p><p data-structure=\"Issue\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64244161\" id=\"span_15\">10.    Since the <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> petition in the present case is dated\n\n30.07.2016, an important question as to the applicability of the\n\nparameters of review of arbitral awards would arise in this case. More\n\nparticularly, radical changes have been made by the <a href=\"/doc/1306164/\" id=\"a_11\">Arbitration and\n\nConciliation (Amendment) Act, 2015</a> [“Amendment Act, 2015”] with\n\neffect from 23.10.2015 – in particular, in the “public policy of India”\n\nground for challenge of arbitral awards. The question which arises is\n\nwhether the amendments made in <a href=\"/doc/536284/\" id=\"a_12\">Section 34</a> are applicable to\n\napplications filed under <a href=\"/doc/536284/\" id=\"a_13\">Section 34</a> to set aside arbitral awards made\n\nafter 23.10.2015. This Court, in Board of Control for Cricket in <a href=\"/doc/64244161/\" id=\"a_14\">India\n\nv. Kochi Cricket (P</a>.) Ltd. and Ors., (2018) 6 SCC 287 [“BCCI”], has\n\nheld that the Amendment Act, 2015 would apply to <a href=\"/doc/536284/\" id=\"a_15\">Section 34</a> petitions\n\nthat are made after this date. Thus, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_17\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"635307\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"22762820\" id=\"span_17\">“75. Shri Viswanathan then argued, relying upon <a href=\"/doc/22762820/\" id=\"a_16\">R.\n       Rajagopal Reddy v. Padmini Chandrasekharan [R.\n       Rajagopal Reddy</a> v. Padmini Chandrasekharan, (1995) 2\n       SCC 630], Fuerst Day Lawson Ltd. v. Jindal Exports Ltd.\n       [Fuerst Day Lawson Ltd. v. <a href=\"/doc/635307/\" id=\"a_17\">Jindal Exports Ltd., (2001) 6\n       SCC 356], SEDCO Forex International Drill Inc. v. CIT\n       [SEDCO Forex International Drill Inc.</a> v. CIT, (2005) 12\n       SCC 717] and Bank of Baroda v. Anita Nandrajog [Bank\n       of Baroda v. Anita Nandrajog, (2009) 9 SCC 462 : (2009)\n       2 SCC (L&amp;S) 689] , that a clarificatory amendment can\n       only be retrospective, if it does not substantively change\n       the law, but merely clarifies some doubt which has crept\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                    11</span>\n\finto the law. For this purpose, he referred us to the\namendments made in <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> by the Amendment Act\nand stated that despite the fact that Explanations 1 and 2\nto <a href=\"/doc/439304/\" id=\"a_19\">Section 34(2)</a> stated that “for the avoidance of any\ndoubt, it is clarified”, this is not language that is\nconclusive in nature, but it is open to the court to go into\nwhether there is, in fact, a substantive change that has\nbeen made from the earlier position or whether a doubt\nhas merely been clarified.</span></span> According to the learned\nSenior Counsel, since fundamental changes have been\nmade, doing away with at least two judgments of this\nCourt, being Saw Pipes Ltd. [ONGC Ltd. v. Saw Pipes\nLtd., (2003) 5 SCC 705] and Western Geco [ONGC Ltd.\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">v. Western Geco International Ltd., (2014) 9 SCC 263 :\n</p><blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35443395\" id=\"span_19\">(2014) 5 SCC (Civ) 12], as has been held in para 18 in\n<a href=\"/doc/35443395/\" id=\"a_20\">HRD Corpn. v. GAIL (India) Ltd. [HRD Corpn.</a> v. GAIL\n(India) Ltd., (2018) 12 SCC 471], it is clear that such\namendments would only be prospective in nature. We do\nnot express any opinion on the aforesaid contention\nsince the amendments made to <a href=\"/doc/536284/\" id=\"a_21\">Section 34</a> are not\ndirectly before us. It is enough to state that Section 26 of\nthe Amendment Act makes it clear that the Amendment\nAct, as a whole, is prospective in nature. Thereafter,\nwhether certain provisions are clarificatory, declaratory or\nprocedural and, therefore, retrospective, is a separate\nand independent enquiry, which we are not required to\nundertake in the facts of the present cases, except to the\nextent indicated above, namely, the effect of the\nsubstituted Section 36 of the Amendment Act.”\nxxx xxx xxx\n“78. The Government will be well-advised in keeping the\naforesaid Statement of Objects and Reasons in the\nforefront, if it proposes to enact <a href=\"/doc/98955673/\" id=\"a_22\">Section 87</a> on the lines\nindicated in the Government’s Press Release dated 7-3-</span>\n</blockquote><p data-structure=\"Issue\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35443395\" id=\"span_20\">2018. The immediate effect of the proposed <a href=\"/doc/98955673/\" id=\"a_23\">Section 87</a>\nwould be to put all the important amendments made by\nthe Amendment Act on a back-burner, such as the\nimportant amendments made to <a href=\"/doc/65067/\" id=\"a_24\">Sections 28</a> and <a href=\"/doc/536284/\" id=\"a_25\">34</a> in\nparticular, which, as has been stated by the Statement of\nObjects and Reasons,\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                               12</span>\n\f      “… have resulted in delay of disposal of\n      arbitration proceedings and increase in\n      interference of courts in arbitration matters,\n      which tend to defeat the object of the Act”,\nand will now not be applicable to <a href=\"/doc/536284/\" id=\"a_26\">Section 34</a> petitions\nfiled after 23-10-2015, but will be applicable to <a href=\"/doc/536284/\" id=\"a_27\">Section 34</a>\npetitions filed in cases where arbitration proceedings\nhave themselves commenced only after 23-10-2015. This\nwould mean that in all matters which are in the pipeline,\ndespite the fact that <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> proceedings have been\ninitiated only after 23-10-2015, yet, the old law would\ncontinue to apply resulting in delay of disposal of\narbitration proceedings by increased interference of\ncourts, which ultimately defeats the object of the 1996\nAct. [These amendments have the effect, as stated in\n<a href=\"/doc/35443395/\" id=\"a_29\">HRD Corpn. v. GAIL (India) Ltd.</a>, (2018) 12 SCC 471 of\nlimiting the grounds of challenge to awards as follows:</span>\n</p><blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_22\">(SCC p. 493, para 18)\n      “18. In fact, the same Law Commission Report\n      has amended <a href=\"/doc/65067/\" id=\"a_30\">Sections 28</a> and <a href=\"/doc/536284/\" id=\"a_31\">34</a> so as to\n      narrow grounds of challenge available under the\n      Act. The judgment in <a href=\"/doc/919241/\" id=\"a_32\">ONGC Ltd. v. Saw Pipes\n      Ltd.</a>, (2003) 5 SCC 705 has been expressly\n      done away with.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_23\">So has the judgment in <a href=\"/doc/136518863/\" id=\"a_33\">ONGC\n      Ltd. v. Western Geco International Ltd.</a>, (2014) 9\n      SCC 263.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_24\">Both <a href=\"/doc/536284/\" id=\"a_34\">Sections 34</a> and <a href=\"/doc/963351/\" id=\"a_35\">48</a> have been\n      brought back to the position of law contained\n      in <a href=\"/doc/86594/\" id=\"a_36\">Renusagar Power Plant Co. Ltd. v. General\n      Electric Company</a>, 1994 Supp (1) SCC 644,\n      where “public policy” will now include only two of\n      the three things set out therein viz. “fundamental\n      policy of Indian law” and “justice or morality”.\n      The ground relating to “the interest of India” no\n      longer obtains. “Fundamental policy of Indian\n      law” is now to be understood as <a href=\"/doc/86594/\" id=\"a_37\">laid down\n      in</a> Renusagar, 1994 Supp (1) SCC 644.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_25\">“Justice\n      or morality” has been tightened and is now to be\n      understood as meaning only basic notions of\n      justice and morality i.e. such notions as would\n      shock the conscience of the Court as\n      understood in <a href=\"/doc/31621011/\" id=\"a_38\">Associate Builders v. DDA</a>, (2015)\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                               13</span>\n\f           3 SCC 49 : (2015) 2 SCC (Civ) 204. <a href=\"/doc/1943211/\" id=\"a_39\">Section\n           28(3)</a> has also been amended to bring it in line\n           with the judgment of this Court in Associate\n           Builders, (2015) 3 SCC 49 : (2015) 2 SCC (Civ)\n           204, making it clear that the construction of the\n           terms of the contract is primarily for the\n           arbitrator to decide unless it is found that such a\n           construction is not a possible one.”]\n      It would be important to remember that the 246th Law\n      Commission Report has itself bifurcated proceedings into\n      two parts, so that the Amendment Act can apply to court\n      proceedings commenced on or after 23-10-2015. It is this\n      basic scheme which is adhered to by Section 26 of the\n      Amendment Act, which ought not to be displaced as the\n      very object of the enactment of the Amendment Act\n      would otherwise be defeated.”\n                                               (emphasis supplied)</span>\n\n</blockquote><blockquote id=\"blockquote_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307709\" id=\"span_27\">11.   There is no doubt that the amendments made in Explanations 1\n\nand 2 to <a href=\"/doc/549389/\" id=\"a_40\">Section 34(2)(b)(ii)</a> have been made for the avoidance of any\n\ndoubt, which language, however, is not found in <a href=\"/doc/147188107/\" id=\"a_41\">Section 34(2A)</a>. Apart\n\nfrom the anomalous position which would arise if the Section were to\n\nbe applied piecemeal, namely, that Explanations 1 and 2 were to have\n\nretrospective effect, being only to remove doubts, whereas sub-section\n\n(2A) would have to apply prospectively as a new ground, with inbuilt\n\nexceptions, having been introduced for the first time, it is clear that\n\neven on principle, it is the substance of the amendment that is to be\n\nlooked at rather than the form. Therefore, even in cases where, for\n\navoidance of doubt, something is clarified by way of an amendment,\n\nsuch clarification cannot be retrospective if the earlier law has been\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                     14</span>\n\fchanged substantively. Thus, in <a href=\"/doc/307709/\" id=\"a_42\">Sedco Forex International Drill, Inc.\n\nand Ors. v. Commissioner of Income Tax, Dehradun and Anr.</a>,\n\n(2005) 12 SCC 717 [“Sedco”], this Court held:</span>\n</blockquote>\n<blockquote id=\"blockquote_21\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1340757\" id=\"span_29\">“17. As was affirmed by this Court in Goslino Mario\n       [(2000) 10 SCC 165 : (2000) 241 ITR 312] a cardinal\n       principle of the tax law is that the law to be applied is that\n       which is in force in the relevant assessment year unless\n       otherwise provided expressly or by necessary\n       implication. (See also <a href=\"/doc/1340757/\" id=\"a_43\">Reliance Jute and Industries\n       Ltd. v. CIT</a> [(1980) 1 SCC 139 : 1980 SCC (Tax) 67].)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1631108\" id=\"span_30\">An\n       Explanation to a statutory provision may fulfil the purpose\n       of clearing up an ambiguity in the main provision or an\n       Explanation can add to and widen the scope of the main\n       section [See <a href=\"/doc/1631108/\" id=\"a_44\">Sonia Bhatia v. State of U.P.</a>, (1981) 2 SCC\n       585, 598 : AIR 1981 SC 1274, 1282 para 24].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"518414\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"868019\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"661966\" id=\"span_33\">If it is in its\n       nature clarificatory then the Explanation must be read\n       into the main provision with effect from the time that the\n       main provision came into force [See <a href=\"/doc/661966/\" id=\"a_45\">Shyam Sunder v.\n       Ram Kumar</a>, (2001) 8 SCC 24 (para 44); <a href=\"/doc/868019/\" id=\"a_46\">Brij Mohan Das\n       Laxman Das v. CIT</a>, (1997) 1 SCC 352, 354; <a href=\"/doc/518414/\" id=\"a_47\">CIT v.\n       Podar Cement (P) Ltd.</a>, (1997) 5 SCC 482, 506]. But if it\n       changes the law it is not presumed to be retrospective,\n       irrespective of the fact that the phrases used are “it is\n       declared” or “for the removal of doubts”.”</span></span></span>\n\n</blockquote><blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_34\">12.   There is no doubt that in the present case, fundamental changes\n\nhave been made in the law. The expansion of “public policy of India” in\n\n<a href=\"/doc/919241/\" id=\"a_48\">ONGC Ltd. v. Saw Pipes Ltd.</a>, (2003) 5 SCC 705 [“Saw Pipes”] and\n\nONGC Ltd. v. Western Geco International Ltd., (2014) 9 SCC 263\n\n[“Western Geco”] has been done away with, and a new ground of\n\n“patent illegality”, with inbuilt exceptions, has been introduced. Given\n\nthis, we declare that <a href=\"/doc/536284/\" id=\"a_49\">Section 34</a>, as amended, will apply only to <a href=\"/doc/626570/\" id=\"a_50\">Section\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                        15</span></a>\n\f<a href=\"/doc/536284/\" id=\"a_51\">34</a> applications that have been made to the Court on or after\n\n23.10.2015, irrespective of the fact that the arbitration proceedings\n\nmay have commenced prior to that date.</span>\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_15\">Changes made by the Amendment Act, 2015\n\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">13.   It is first necessary to survey the law insofar as it relates to the\n\nground of setting aside an award if it is in conflict with the public policy\n\nof India, as it existed before the Amendment Act, 2015. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_37\">In <a href=\"/doc/31621011/\" id=\"a_52\">Associate\n\nBuilders v. Delhi Development Authority</a>, (2015) 3 SCC 49\n\n[“Associate Builders”], this Court referred to the judgment in\n\n<a href=\"/doc/86594/\" id=\"a_53\">Renusagar Power Co. Ltd. v. General Electric Co.</a>, 1994 Supp (1)\n\nSCC 644 [“Renusagar”], as follows:</span></span>\n</p>\n<blockquote id=\"blockquote_23\">       “18. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86594\" id=\"span_38\">In <a href=\"/doc/86594/\" id=\"a_54\">Renusagar Power Co. Ltd. v. General Electric\n       Co. [Renusagar Power Co. Ltd.</a> v. General Electric Co.,\n       1994 Supp (1) SCC 644], the Supreme Court construed\n       <a href=\"/doc/103406137/\" id=\"a_55\">Section 7(1)(b)(ii)</a> of the Foreign Awards (Recognition\n       and Enforcement) Act, 1961:</span>\n</blockquote><blockquote id=\"blockquote_24\">            “7. Conditions for enforcement of foreign\n            awards.—(1) A foreign award may not be\n            enforced under this Act—\n            xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_25\">                 (b) if the Court dealing with the case is\n                 satisfied that—\n                 xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_26\">                 (ii) the enforcement of the award will be\n                 contrary to the public policy.”\n       In construing the expression “public policy” in the context\n       of a foreign award, the Court held that an award contrary\n       to\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                         16</span>\n</blockquote><blockquote id=\"blockquote_27\">\f            (i) The fundamental policy of Indian law,\n</blockquote><blockquote id=\"blockquote_28\">            (ii) The interest of India,\n</blockquote><blockquote id=\"blockquote_29\">            (iii) Justice or morality,\n       would be set aside on the ground that it would be\n       contrary to the public policy of India. It went on further to\n       hold that a contravention of the provisions of the <a href=\"/doc/27905/\" id=\"a_56\">Foreign\n       Exchange Regulation Act</a> would be contrary to the public\n       policy of India in that the statute is enacted for the\n       national economic interest to ensure that the nation does\n       not lose foreign exchange which is essential for the\n       economic survival of the nation (see SCC p. 685, para\n</blockquote><blockquote id=\"blockquote_30\">       75). Equally, disregarding orders passed by the superior\n       courts in India could also be a contravention of the\n       fundamental policy of Indian law, but the recovery of\n       compound interest on interest, being contrary to statute\n       only, would not contravene any fundamental policy of\n       Indian law (see SCC pp. 689 &amp; 693, paras 85 &amp; 95).”\n\nTo this statement of the law, this Court added that the binding effect of\n\nthe judgment of a superior court being disregarded would be equally\n\nviolative of the fundamental policy of Indian Law [see paragraph 27].\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_17\">14.   It is important to note that <a href=\"/doc/549389/\" id=\"a_57\">Sections 34(2)(b)</a> and <a href=\"/doc/1234356/\" id=\"a_58\">48(2)(b)</a> of the\n\n1996 Act, before their amendment in 2015, stated as follows:\n</p>\n<blockquote id=\"blockquote_31\">       “34. Application for setting aside arbitral award.—\n       xxx xxx xxx\n       (2) An arbitral award may be set aside by the court only\n       if–\n            xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_32\">            (b) The court finds that–\n</blockquote><blockquote id=\"blockquote_33\">                 (i) The subject-matter of the dispute is\n                 not capable of settlement by arbitration\n                 under the law for the time being in\n                 force, or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                        17</span>\n</blockquote><blockquote id=\"blockquote_34\">\f                 (ii) The arbitral award is in conflict with\n                 the public policy of India.\n</blockquote><p data-structure=\"Section\" id=\"p_18\">                 Explanation.–Without prejudice to the\n                 generality of sub-clause (ii) it is hereby\n                 declared, for the avoidance of any\n                 doubt, that an award is in conflict with\n                 the public policy of India if the making\n                 of the award was induced or affected\n                 by fraud or corruption or was in\n                 violation of <a href=\"/doc/109874/\" id=\"a_59\">section 75</a> or <a href=\"/doc/1034395/\" id=\"a_60\">section 81</a>.\n</p><p data-structure=\"Issue\" id=\"p_19\">                 xxx xxx xxx”\n       “48. Conditions for enforcement of foreign awards.—\n       xxx xxx xxx\n       (2) Enforcement of an arbitral award may also be\n       refused if the Court finds that–\n            xxx xxx xxx\n</p><p data-structure=\"Section\" id=\"p_20\">            (b) The enforcement of the award would be\n            contrary to the public policy of India.\n</p><p data-structure=\"Section\" id=\"p_21\">            Explanation.–Without prejudice to the generality\n            of clause (b) of this section, it is hereby\n            declared, for the avoidance of any doubt, that\n            an award is in conflict with the public policy of\n            India if the making of the award was induced or\n            affected by fraud or corruption.\n</p><p data-structure=\"Section\" id=\"p_22\">            xxx xxx xxx”\n\nIt will thus be seen that whether the ground of “public policy of India” is\n\nused to set aside an award under <a href=\"/doc/536284/\" id=\"a_61\">Section 34</a>, or to refuse recognition\n\nand enforcement of a foreign award under <a href=\"/doc/963351/\" id=\"a_62\">Section 48</a>, <a href=\"/doc/549389/\" id=\"a_63\">Section 34(2)(b)</a>\n\nought to have been construed in the same manner as <a href=\"/doc/1234356/\" id=\"a_64\">Section 48(2)(b)</a>.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_41\">15.   However, this Court, in Saw Pipes (supra), added yet another\n\nground, namely, that of “patent illegality” to the three grounds\n\nmentioned in <a href=\"/doc/86594/\" id=\"a_65\">Renusagar</a> (supra) in order to set aside an award under\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                        18</span>\n\f<a href=\"/doc/536284/\" id=\"a_66\">Section 34</a> of the 1996 Act. This ground was added in the following\n\nterms:</span>\n</p>\n<blockquote id=\"blockquote_35\">         “31. …… [Patent] Illegality must go to the root of the\n         matter and if the illegality is of trivial nature it cannot be\n         held that award is against the public policy. Award could\n         also be set aside if it is so unfair and unreasonable that it\n         shocks the conscience of the court. Such award is\n         opposed to public policy and is required to be adjudged\n         void.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_43\">16.   Given this interpretation of the law, insofar as <a href=\"/doc/536284/\" id=\"a_67\">Section 34</a> was\n\nconcerned, this Court, in <a href=\"/doc/1617540/\" id=\"a_68\">DDA v. R.S. Sharma and Co.</a>, (2008) 13\n\nSCC 80, summarised the law as it stood at that point of time, as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_36\">         “21. From the above decisions, the following principles\n         emerge:\n</blockquote><blockquote id=\"blockquote_37\">              (a) An award, which is\n</blockquote><blockquote id=\"blockquote_38\">                   (i) contrary to substantive provisions\n                        of law; or\n</blockquote><blockquote id=\"blockquote_39\">                  (ii) the provisions of the Arbitration and\n                        Conciliation Act, 1996; or\n</blockquote><blockquote id=\"blockquote_40\">                  (iii) against the terms of the respective\n                        contract; or\n</blockquote><blockquote id=\"blockquote_41\">                  (iv) patently illegal; or\n</blockquote><blockquote id=\"blockquote_42\">                  (v) prejudicial to the rights of the\n                        parties;\n</blockquote><p data-structure=\"Section\" id=\"p_25\">              is open to interference by the court under\n              <a href=\"/doc/439304/\" id=\"a_69\">Section 34(2)</a> of the Act.\n</p><p data-structure=\"Section\" id=\"p_26\">              (b) The award could be set aside if it is contrary\n              to:\n</p><blockquote id=\"blockquote_43\">                  (a) fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_44\">                  (b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_45\">                  (c) justice or morality.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                                                          19</span>\n<blockquote id=\"blockquote_46\">\f           (c) The award could also be set aside if it is so\n           unfair and unreasonable that it shocks the\n           conscience of the court.\n</blockquote><blockquote id=\"blockquote_47\">           (d) It is open to the court to consider whether\n           the award is against the specific terms of\n           contract and if so, interfere with it on the ground\n           that it is patently illegal and opposed to the\n           public policy of India. ……”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_46\">17.   Yet another expansion of the phrase “public policy of India”\n\ncontained in <a href=\"/doc/536284/\" id=\"a_70\">Section 34</a> of the 1996 Act was by another judgment of\n\nthis Court in <a href=\"/doc/136518863/\" id=\"a_71\">Western Geco</a> (supra), which was explained in <a href=\"/doc/31621011/\" id=\"a_72\">Associate\n\nBuilders</a> (supra) as follows:</span></span>\n</p>\n<blockquote id=\"blockquote_48\">      “28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_47\">In a recent judgment, <a href=\"/doc/136518863/\" id=\"a_73\">ONGC Ltd. v. Western Geco\n      International Ltd.</a> [(2014) 9 SCC 263 : (2014) 5 SCC (Civ)\n      12], this Court added three other distinct and\n      fundamental juristic principles which must be understood\n      as a part and parcel of the fundamental policy of Indian\n      law. The Court held: (SCC pp. 278-80, paras 35 &amp; 38-40)\n               “35. What then would constitute the\n           ‘fundamental policy of Indian law’ is the\n           question. The decision in ONGC [(2003) 5 SCC\n           705 : AIR 2003 SC 2629] does not elaborate\n           that aspect. Even so, the expression must, in\n           our opinion, include all such fundamental\n           principles as providing a basis for administration\n           of justice and enforcement of law in this country.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_28\">           Without meaning to exhaustively enumerate the\n           purport of the expression ‘fundamental policy of\n           Indian law’, we may refer to three distinct and\n           fundamental juristic principles that must\n           necessarily be understood as a part and parcel\n           of the fundamental policy of Indian law. The first\n           and foremost is the principle that in every\n           determination whether by a court or other\n           authority that affects the rights of a citizen or\n           leads to any civil consequences, the court or\n\n<span class=\"hidden_text\" id=\"span_48\">                                                                  20</span>\n\fauthority concerned is bound to adopt what is in\nlegal parlance called a ‘judicial approach’ in the\nmatter. The duty to adopt a judicial approach\narises from the very nature of the power\nexercised by the court or the authority does not\nhave to be separately or additionally enjoined\nupon the fora concerned. What must be\nremembered is that the importance of a judicial\napproach in judicial and quasi-judicial\ndetermination lies in the fact that so long as the\ncourt, tribunal or the authority exercising powers\nthat affect the rights or obligations of the parties\nbefore them shows fidelity to judicial approach,\nthey cannot act in an arbitrary, capricious or\nwhimsical manner. Judicial approach ensures\nthat the authority acts bona fide and deals with\nthe subject in a fair, reasonable and objective\nmanner and that its decision is not actuated by\nany extraneous consideration. Judicial approach\nin that sense acts as a check against flaws and\nfaults that can render the decision of a court,\ntribunal or authority vulnerable to challenge.\n    xxx xxx xxx\n</p><p data-structure=\"PetArg\" id=\"p_29\">    38.    Equally     important     and     indeed\nfundamental to the policy of Indian law is the\nprinciple that a court and so also a quasi-judicial\nauthority must, while determining the rights and\nobligations of parties before it, do so in\naccordance with the principles of natural justice.\nBesides the celebrated audi alteram partem rule\none of the facets of the principles of natural\njustice is that the court/authority deciding the\nmatter must apply its mind to the attendant facts\nand circumstances while taking a view one way\nor the other. Non-application of mind is a defect\nthat is fatal to any adjudication. Application of\nmind is best demonstrated by disclosure of the\nmind and disclosure of mind is best done by\nrecording reasons in support of the decision\nwhich the court or authority is taking. The\nrequirement that an adjudicatory authority must\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                       21</span>\n\f     apply its mind is, in that view, so deeply\n     embedded in our jurisprudence that it can be\n     described as a fundamental policy of Indian law.\n</p><p data-structure=\"Precedent\" id=\"p_30\">         39. No less important is the principle now\n     recognised as a salutary juristic fundamental in\n     administrative law that a decision which is\n     perverse or so irrational that no reasonable\n     person would have arrived at the same will not\n     be sustained in a court of law. Perversity or\n     irrationality of decisions is tested on the\n     touchstone       of    Wednesbury     [Associated\n     Provincial Picture Houses Ltd. v. Wednesbury\n     Corpn., (1948) 1 KB 223 : (1947) 2 All ER 680\n     (CA)] principle of reasonableness. Decisions\n     that fall short of the standards of\n     reasonableness are open to challenge in a court\n     of law often in writ jurisdiction of the superior\n     courts but no less in statutory processes\n     wherever the same are available.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">         40. It is neither necessary nor proper for us\n     to attempt an exhaustive enumeration of what\n     would constitute the fundamental policy of\n     Indian law nor is it possible to place the\n     expression in the straitjacket of a definition.\n     What is important in the context of the case at\n     hand is that if on facts proved before them the\n     arbitrators fail to draw an inference which ought\n     to have been drawn or if they have drawn an\n     inference which is on the face of it, untenable\n     resulting in miscarriage of justice, the\n     adjudication even when made by an Arbitral\n     Tribunal that enjoys considerable latitude and\n     play at the joints in making awards will be open\n     to challenge and may be cast away or modified\n     depending upon whether the offending part is or\n     is not severable from the rest.”\n                                  (emphasis in original)\n</p><p data-structure=\"CDiscource\" id=\"p_32\">29. It is clear that the juristic principle of a “judicial\napproach” demands that a decision be fair, reasonable\nand objective. On the obverse side, anything arbitrary\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                                             22</span>\n\fand whimsical would obviously not be a determination\nwhich would either be fair, reasonable or objective.\n</p><p data-structure=\"Section\" id=\"p_33\">30. The audi alteram partem principle which undoubtedly\nis a fundamental juristic principle in Indian law is also\ncontained in <a href=\"/doc/1347069/\" id=\"a_74\">Sections 18</a> and <a href=\"/doc/541243/\" id=\"a_75\">34(2)(a)(iii)</a> of the\nArbitration and Conciliation Act. These sections read as\nfollows:\n</p><blockquote id=\"blockquote_49\">       “18. Equal treatment of parties.—The parties\n       shall be treated with equality and each party\n       shall be given a full opportunity to present his\n       case.\n</blockquote><blockquote id=\"blockquote_50\">       xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_51\">       34. Application for setting aside arbitral\n       award.—\n       xxx xxx xxx\n          (2) An arbitral award may be set aside by\n          the court only if—\n</blockquote><blockquote id=\"blockquote_52\">             (a) the party making the application\n             furnishes proof that—\n             xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_53\">                (iii) the party making the\n                application was not given proper\n                notice of the appointment of an\n                arbitrator or of the arbitral\n                proceedings or was otherwise\n                unable to present his case;”\n</blockquote><p data-structure=\"PetArg\" id=\"p_34\">31. The third juristic principle is that a decision which is\nperverse or so irrational that no reasonable person would\nhave arrived at the same is important and requires some\ndegree of explanation. It is settled law that where:\n</p><blockquote id=\"blockquote_54\">      (i) a finding is based on no evidence, or\n</blockquote><blockquote id=\"blockquote_55\">     (ii) an Arbitral Tribunal takes into account\n           something irrelevant to the decision which it\n           arrives at; or\n</blockquote><blockquote id=\"blockquote_56\">     (iii) ignores vital evidence in arriving at its\n           decision,\nsuch decision would necessarily be perverse.\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">32. A good working test of perversity is contained in two\njudgments. In Excise and Taxation Officer-cum-\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                                               23</span>\n<p data-structure=\"Precedent\" id=\"p_36\">\fAssessing Authority v. Gopi Nath &amp; Sons [1992 Supp (2)\nSCC 312], it was held: (SCC p. 317, para 7)\n         “7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1239902\" id=\"span_52\">… It is, no doubt, true that if a finding of\n     fact is arrived at by ignoring or excluding\n     relevant material or by taking into consideration\n     irrelevant material or if the finding so\n     outrageously defies logic as to suffer from the\n     vice of irrationality incurring the blame of being\n     perverse, then, the finding is rendered infirm in\n     law.”\nIn <a href=\"/doc/1239902/\" id=\"a_76\">Kuldeep Singh v. Commr. of Police</a> [(1999) 2 SCC 10 :</span>\n</p><blockquote id=\"blockquote_57\">1999 SCC (L&amp;S) 429], it was held: (SCC p. 14, para 10)\n         “10. A broad distinction has, therefore, to be\n     maintained between the decisions which are\n     perverse and those which are not. If a decision\n     is arrived at on no evidence or evidence which\n     is thoroughly unreliable and no reasonable\n     person would act upon it, the order would be\n     perverse. But if there is some evidence on\n     record which is acceptable and which could be\n     relied upon, howsoever compendious it may be,\n     the conclusions would not be treated as\n     perverse and the findings would not be\n     interfered with.”\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">33. It must clearly be understood that when a court is\napplying the “public policy” test to an arbitration award, it\ndoes not act as a court of appeal and consequently\nerrors of fact cannot be corrected. A possible view by the\narbitrator on facts has necessarily to pass muster as the\narbitrator is the ultimate master of the quantity and quality\nof evidence to be relied upon when he delivers his\narbitral award. Thus, an award based on little evidence or\non evidence which does not measure up in quality to a\ntrained legal mind would not be held to be invalid on this\nscore. Once it is found that the arbitrator’s approach is\nnot arbitrary or capricious, then he is the last word on\nfacts. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"478091\" id=\"span_53\">In <a href=\"/doc/478091/\" id=\"a_77\">P.R. Shah, Shares &amp; Stock Brokers (P) Ltd. v.\nB.H.H. Securities (P) Ltd.</a> [(2012) 1 SCC 594 : (2012) 1\nSCC (Civ) 342], this Court held: (SCC pp. 601-02, para</span>\n</p><p data-structure=\"Facts\" id=\"p_38\">21)\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                                24</span>\n\f                “21. A court does not sit in appeal over the\n            award of an Arbitral Tribunal by reassessing or\n            reappreciating the evidence. An award can be\n            challenged only under the grounds mentioned in\n            <a href=\"/doc/439304/\" id=\"a_78\">Section 34(2)</a> of the Act. The Arbitral Tribunal\n            has examined the facts and held that both the\n            second respondent and the appellant are liable.\n            The case as put forward by the first respondent\n            has been accepted. Even the minority view was\n            that the second respondent was liable as\n            claimed by the first respondent, but the\n            appellant was not liable only on the ground that\n            the arbitrators appointed by the Stock Exchange\n            under Bye-law 248, in a claim against a non-\n            member, had no jurisdiction to decide a claim\n            against another member. The finding of the\n            majority is that the appellant did the transaction\n            in the name of the second respondent and is\n            therefore, liable along with the second\n            respondent. Therefore, in the absence of any\n            ground under <a href=\"/doc/439304/\" id=\"a_79\">Section 34(2)</a> of the Act, it is not\n            possible to re-examine the facts to find out\n            whether a different decision can be arrived at.”\n</p><p data-structure=\"PetArg\" id=\"p_39\">       34. It is with this very important caveat that the two\n       fundamental principles which form part of the\n       fundamental policy of Indian law (that the arbitrator must\n       have a judicial approach and that he must not act\n       perversely) are to be understood.”\n\n</p><p data-structure=\"Section\" id=\"p_40\">18.   It is at this stage that certain fundamental changes were made in\n\nthe law pursuant to the 246th Report of the Law Commission of India\n\n[“Law Commission Report”] of August 2014. The Law Commission\n\nReport first suggested an amendment to the Preamble of the 1996 Act\n\nas follows:\n</p>\n<blockquote id=\"blockquote_58\">       “Amendment to the Preamble\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                                                    25</span>\n\f      After the words aforesaid “Model Law and Rules” the\n      following be inserted:\n</blockquote><blockquote id=\"blockquote_59\">            “And WHEREAS it is further required to improve\n      the law relating to domestic arbitration, international\n      commercial arbitration and enforcement of foreign arbitral\n      awards as also to define the law relating to conciliation, in\n      order to provide a fair, expeditious and cost-effective\n      means of dispute resolution;”\n      [NOTE: This amendment is proposed in order to further\n      demonstrate and reaffirm the Act’s focus on achieving the\n      objectives of fairness, speed and economy in resolution\n      of disputes through arbitration.]”\n\n\nThe Law Commission Report, when it came to setting aside of\n\ndomestic awards and recognition or enforcement of foreign awards,\n\nprescribed certain changes to the 1996 Act as follows:\n</blockquote>\n<blockquote id=\"blockquote_60\">      “SETTING ASIDE OF DOMESTIC AWARDS AND\n      RECOGNITION / ENFORCEMENT OF FOREIGN\n      AWARDS\n</blockquote><blockquote id=\"blockquote_61\">      34. Once an arbitral award is made, an aggrieved party\n      may apply for the setting aside of such award. <a href=\"/doc/536284/\" id=\"a_80\">Section 34</a>\n      of the Act deals with setting aside a domestic award and\n      a domestic award resulting from an international\n      commercial arbitration whereas <a href=\"/doc/963351/\" id=\"a_81\">section 48</a> deals with\n      conditions for enforcement of foreign awards. <a href=\"/doc/1306164/\" id=\"a_82\">As the Act</a>\n      is currently drafted, the grounds for setting aside (under\n      <a href=\"/doc/536284/\" id=\"a_83\">section 34</a>) and conditions for refusal of enforcement\n      (<a href=\"/doc/963351/\" id=\"a_84\">section 48</a>) are in pari materia. <a href=\"/doc/1306164/\" id=\"a_85\">The Act</a>, as it is presently\n      drafted, therefore, treats all three types of awards –\n      purely domestic award (i.e. domestic award not resulting\n      from an international commercial arbitration), domestic\n      award in an international commercial arbitration and a\n      foreign award – as the same. The Commission believes\n      that this has caused some problems. The legitimacy of\n      judicial intervention in the case of a purely domestic\n      award is far more than in cases where a court is\n      examining the correctness of a foreign award or a\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                                      26</span>\n\fdomestic award in an international commercial\narbitration.\n</blockquote><blockquote id=\"blockquote_62\">35. It is for this reason that the Commission has\nrecommended the addition of <a href=\"/doc/147188107/\" id=\"a_86\">section 34 (2A)</a> to deal with\npurely domestic awards, which may also be set aside by\nthe Court if the Court finds that such award is vitiated by\n“patent illegality appearing on the face of the award.” In\norder to provide a balance and to avoid excessive\nintervention, it is clarified in the proposed proviso to the\nproposed <a href=\"/doc/147188107/\" id=\"a_87\">section 34 (2A)</a> that such “an award shall not\nbe set aside merely on the ground of an erroneous\napplication of the law or by re-appreciating evidence.”\nThe Commission believes that this will go a long way to\nassuage the fears of the judiciary as well as the other\nusers of arbitration law who expect, and given the\ncircumstances prevalent in our country, legitimately so,\ngreater redress against purely domestic awards. This\nwould also do away with the unintended consequences\nof the decision of the Supreme Court in ONGC vs. Saw\nPipes Ltd, (2003) 5 SCC 705, which, although in the\ncontext of a purely domestic award, had the unfortunate\neffect of being extended to apply equally to both awards\narising out of international commercial arbitrations as well\nas foreign awards, given the statutory language of the\nAct. The amendment to <a href=\"/doc/1943211/\" id=\"a_88\">section 28(3)</a> has similarly been\nproposed solely in order to remove the basis for the\ndecision of the Supreme Court in ONGC vs. Saw Pipes\nLtd, (2003) 5 SCC 705 – and in order that any\ncontravention of a term of the contract by the tribunal\nshould not ipso jure result in rendering the award\nbecoming capable of being set aside. The Commission\nbelieves no similar amendment is necessary to <a href=\"/doc/694564/\" id=\"a_89\">section\n28 (1)</a> given the express restriction of the public policy\nground.\n</blockquote><blockquote id=\"blockquote_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_57\">36. Although the Supreme Court has held in <a href=\"/doc/15591279/\" id=\"a_90\">Shri Lal\nMahal v Progetto Grano Spa</a>, (2014) 2 SCC 433, that the\nexpansive construction accorded to the term “public\npolicy” in Saw Pipes cannot apply to the use of the same\nterm “public policy of India” in <a href=\"/doc/1234356/\" id=\"a_91\">section 48(2)(b)</a>, the\nrecommendations of the Commission go even further and\nare intended to ensure that the legitimacy of court\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                               27</span>\n\f       intervention to address patent illegalities in purely\n       domestic awards is directly recognised by the addition of\n       <a href=\"/doc/147188107/\" id=\"a_92\">section 34 (2A)</a> and not indirectly by according an\n       expansive definition to the phrase “public policy”.</span>\n</blockquote><blockquote id=\"blockquote_64\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_59\">37. In this context, the Commission has further\n       recommended the restriction of the scope of “public\n       policy” in both <a href=\"/doc/536284/\" id=\"a_93\">sections 34</a> and <a href=\"/doc/963351/\" id=\"a_94\">48</a>. This is to bring the\n       definition in line with the definition propounded by the\n       Supreme Court in <a href=\"/doc/86594/\" id=\"a_95\">Renusagar Power Plant Co Ltd v\n       General Electric Co</a>, AIR 1994 SC 860 where the\n       Supreme Court while construing the term “public policy”\n       in <a href=\"/doc/103406137/\" id=\"a_96\">section 7(1)(b)(ii)</a> of Foreign Awards (Recognition and\n       Enforcement) Act, 1961 held that an award would be\n       contrary to public policy if such enforcement would be\n       contrary to “(i) fundamental policy of Indian law; or (ii) the\n       interests of India; or (iii) justice or morality”. The\n       formulation proposed by the Commission is even tighter\n       and does not include the reference to “interests of India”,\n       which is vague and is capable of interpretational misuse,\n       especially in the context of challenge to awards arising\n       out of international commercial arbitrations (under S 34)\n       or foreign awards (under S 48). Under the formulation of\n       the Commission, an award can be set aside on public\n       policy grounds only if it is opposed to the “fundamental\n       policy of Indian law” or it is in conflict with “most basic\n       notions of morality or justice”.”\n                                                 (emphasis supplied)</span>\n\n</blockquote><p data-structure=\"Section\" id=\"p_41\">19.   Consequently, changes were suggested in <a href=\"/doc/65067/\" id=\"a_97\">Sections 28</a>, <a href=\"/doc/536284/\" id=\"a_98\">34</a>, and\n\n<a href=\"/doc/963351/\" id=\"a_99\">48</a> of the 1996 Act. The amendment to <a href=\"/doc/65067/\" id=\"a_100\">Section 28</a> was prescribed in\n\nthe following terms:\n</p>\n<blockquote id=\"blockquote_65\">        “Amendment of <a href=\"/doc/65067/\" id=\"a_101\">Section 28</a>\n</blockquote><blockquote id=\"blockquote_66\">         16. In section 28,\n             xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_67\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_60\">(ii) In sub-section (3), after the words “tribunal shall\n             decide” delete the words “in accordance with” and\n             add the words “having regard to”\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                        28</span>\n\f           [Note: This amendment is intended to overrule the\n           effect of <a href=\"/doc/919241/\" id=\"a_102\">ONGC Ltd. v. Saw Pipes Ltd.</a>, (2003) 5 SCC\n           705, where the Hon’ble Supreme Court held that any\n           contravention of the terms of the contract would\n           result in the award falling foul of <a href=\"/doc/65067/\" id=\"a_103\">Section 28</a> and\n           consequently being against public policy.]”\n\nSimilarly, amendment of <a href=\"/doc/536284/\" id=\"a_104\">Section 34</a> was prescribed as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_68\">      “Amendment of <a href=\"/doc/536284/\" id=\"a_105\">Section 34</a>\n</blockquote><blockquote id=\"blockquote_69\">       18. In <a href=\"/doc/536284/\" id=\"a_106\">section 34</a>,\n</blockquote><blockquote id=\"blockquote_70\">       (i) In sub-section (1), after the words “sub-section (2)”\n            add the words “, subsection (2A)”.\n</blockquote><p data-structure=\"Section\" id=\"p_42\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15591279\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_63\">(ii) In sub-section (2), after the word “Explanation.—“\n            delete the words “Without prejudice to the generality\n            of sub-clause (ii), it is hereby declared, for” and add\n            the word “For” and after the words “the avoidance of\n            any doubt,” add the words “it is clarified” and after\n            the words “public policy of India” add the word “only”\n            and after the word “if” delete the word “-” and add\n            the word “:” and add the sub-clause “(a)” before the\n            words “the making of the award was induced or\n            affected by fraud or corruption or was in violation of\n            <a href=\"/doc/109874/\" id=\"a_107\">section 75</a> or <a href=\"/doc/1034395/\" id=\"a_108\">section 81</a>” and add the word “; or”\n            after the words “violation of <a href=\"/doc/109874/\" id=\"a_109\">section 75</a> or <a href=\"/doc/1034395/\" id=\"a_110\">section 81</a>”\n            and add sub-clause “(b) it is in contravention with the\n            fundamental policy of Indian law; or” and add sub-\n            clause “(c) it is in conflict with the most basic notions\n            of morality or justice.”\n            [NOTE: The proposed Explanation II is required to\n            bring the standard for setting aside an award in\n            conformity with the decision of the Supreme Court in\n            <a href=\"/doc/86594/\" id=\"a_111\">Renusagar Power Co. Ltd. v. General Electric Co.</a>,\n            1994 <a href=\"/doc/15591279/\" id=\"a_112\">Supp (1) SCC 644 and Shri Lal Mahal Ltd. v.\n            Progetto Grano Spa</a>, (2014) 2 SCC 433, for awards\n            in both domestic as well as international commercial\n            arbitrations. Ground (c) reflects an internationally\n            recognized formulation. Such a formulation further\n            tightens the Renusagar test and ensures that\n            “morality or justice” – terms used in Renusagar –\n            cannot be used to widen the test.]</span></span>\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                                        29</span>\n</p><p data-structure=\"Section\" id=\"p_43\">\f       (iii) After the Explanation in sub-section (2), insert sub-\n</p><p data-structure=\"CDiscource\" id=\"p_44\">             section “(2A) An arbitral award arising out of\n             arbitrations other than international commercial\n             arbitrations, may also be set aside by the Court if the\n             Court finds that the award is vitiated by patent\n             illegality appearing on the face of the award.\n</p><p data-structure=\"Precedent\" id=\"p_45\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_65\">Provided that an award shall not be set aside\n             merely on the ground of an erroneous application of\n             the law or by re-appreciating evidence.”\n             [NOTE: The proposed S 34(2A) provides an\n             additional, albeit carefully limited, ground for setting\n             aside an award arising out of a domestic arbitration\n             (and not an international commercial arbitration).\n             The scope of review is based on the patent illegality\n             standard set out by the Supreme Court in <a href=\"/doc/919241/\" id=\"a_113\">ONGC\n             Ltd. v. Saw Pipes Ltd.</a>, (2003) 5 SCC 705. The\n             proviso creates exceptions for erroneous application\n             of the law and re-appreciation of evidence, which\n             cannot be the basis for setting aside awards.]\n             xxx xxx xxx”\n\nSo far as <a href=\"/doc/963351/\" id=\"a_114\">Section 48</a> is concerned, an amendment was proposed as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_71\">       “Amendment of <a href=\"/doc/963351/\" id=\"a_115\">Section 48</a>\n</blockquote><blockquote id=\"blockquote_72\">        22. In <a href=\"/doc/963351/\" id=\"a_116\">section 48</a>,\n</blockquote><blockquote id=\"blockquote_73\">        (i) In sub-section (2), in the “Explanation.—”, delete the\n            words “Without prejudice to the generality of clause\n</blockquote><blockquote id=\"blockquote_74\">            (b), it is hereby declared, for” and add the word “For”\n            and after the words “avoidance of any doubt,” add\n            the words “it is clarified” and after the words “the\n            public policy of India” add the word “only” and after\n            the word “if” delete “-” and “;” and insert sub-clause\n            “(a)” before the words “the making of the award” and\n            delete “.” And add “;” after the words “by fraud or\n            corruption” and add sub-clauses “(b) it is in\n            contravention with the fundamental policy of Indian\n            law; (c) it is in conflict with India’s most basic notions\n            of morality or justice.”\n            xxx xxx xxx”\n\n\n<span class=\"hidden_text\" id=\"span_66\">                                                                         30</span>\n</blockquote><blockquote id=\"blockquote_75\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_67\">20.   <a href=\"/doc/136518863/\" id=\"a_117\">After Western Geco</a> (supra) was delivered by this Court, a\n\nSupplementary Report of February 2015 [“Supplementary Report”]\n\nwas made by the Law Commission of India, in which the Law\n\nCommission stated:</span>\n</blockquote>\n<blockquote id=\"blockquote_76\">      “10. The 246th Report of the Law Commission and\n      the decision in Western Geco.\n</blockquote><blockquote id=\"blockquote_77\">      10.1. The Law Commission, in the 246th Report, provided\n      for the same narrow standard, namely that a mere\n      violation of law of India would not be a violation of ‘public\n      policy’ in cases of international commercial arbitrations\n      held in India. It suggested substantial amendments to\n      <a href=\"/doc/536284/\" id=\"a_118\">Section 34</a> of the Act, with an endeavour to ensure that\n      the Renusagar position applies to all foreign awards and\n      all awards passed in international commercial\n      arbitrations. With respect to domestic arbitrations, the\n      Commission recommended that the “patent illegality” test\n      be retained, although it be construed more narrowly than\n      under the Saw Pipes regime. In this regard, the following\n      provisions were added to <a href=\"/doc/549389/\" id=\"a_119\">Section 34(2)(b)(ii)</a> and a new\n      provision, <a href=\"/doc/147188107/\" id=\"a_120\">Section 34(2A)</a> was introduced. These\n      provisions are stated as follows:\n</blockquote><blockquote id=\"blockquote_78\">           <a href=\"/doc/549389/\" id=\"a_121\">S. 34(2)(b)(ii)</a> the arbitral award is in conflict with\n           the public policy of India.\n</blockquote><blockquote id=\"blockquote_79\">           Explanation.—For the avoidance of any doubt, it\n           is clarified that an award is in conflict with the\n           public policy of India only if:\n</blockquote><blockquote id=\"blockquote_80\">           (a) the making of the award was induced or\n           affected by fraud or corruption or was in\n           violation of <a href=\"/doc/109874/\" id=\"a_122\">section 75</a> or <a href=\"/doc/1034395/\" id=\"a_123\">section 81</a>;\n</blockquote><blockquote id=\"blockquote_81\">           (b) it is in contravention with the fundamental\n           policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_82\">           (c) it is in conflict with the most basic notions of\n           morality or justice.\n</blockquote><blockquote id=\"blockquote_83\">           (2A) An arbitral award arising out of arbitrations\n           other than international commercial arbitrations,\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                                                      31</span>\n\f     may also be set aside by the Court if the Court\n     finds that the award is vitiated by patent illegality\n     appearing on the face of the award.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_46\">     Provided that an award shall not be set aside\n     merely on the ground of an erroneous\n     application of the law or by re-appreciating\n     evidence.\n</p><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_69\">10.2. The above amendments were suggested on the\nassumption that other terms such as “fundamental policy\nof Indian law” or conflict with “most basic notions of\nmorality or justice” would not be widely construed.\n10.3. However, a month after the submission of the 246 th\nReport in August 2014, the term “fundamental policy of\nIndia” was construed widely by a three-judge bench of\nSupreme Court in <a href=\"/doc/136518863/\" id=\"a_124\">ONGC Ltd. v. Western Geco\nInternational Ltd.</a>, (2014) 9 SCC 263 in September to\ninclude an award that “no reasonable person would have\narrived at”. This permitted the review of an arbitral award\non merits on the basis of it violating public policy.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_70\">The\nSupreme Court’s decision was followed by a subsequent\ntwo-judge bench in <a href=\"/doc/31621011/\" id=\"a_125\">Associate Builders v. Delhi\nDevelopment Authority</a>, (2015) 3 SCC 49 dated\n25.11.2014. In the words of Supreme Court in Western\nGeco:</span>\n</p><blockquote id=\"blockquote_84\">     35. What then would constitute the\n     “fundamental policy of Indian law” is the\n     question. The decision in ONGC [ONGC Ltd. v.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\">     Saw Pipes Ltd., (2003) 5 SCC 705] does not\n     elaborate that aspect. Even so, the expression\n     must, in our opinion, include all such\n     fundamental principles as providing a basis for\n     administration of justice and enforcement of law\n     in this country. Without meaning to exhaustively\n     enumerate the purport of the expression\n     “fundamental policy of Indian law”, we may refer\n     to three distinct and fundamental juristic\n     principles that must necessarily be understood\n     as a part and parcel of the fundamental policy of\n     Indian law. The first and foremost is the principle\n     that in every determination whether by a court\n     or other authority that affects the rights of a\n\n\n<span class=\"hidden_text\" id=\"span_71\">                                                              32</span>\n\fcitizen or leads to any civil consequences, the\ncourt or authority concerned is bound to adopt\nwhat is in legal parlance called a “judicial\napproach” in the matter. The duty to adopt a\njudicial approach arises from the very nature of\nthe power exercised by the court or the authority\ndoes not have to be separately or additionally\nenjoined upon the fora concerned. What must\nbe remembered is that the importance of a\njudicial approach in judicial and quasi-judicial\ndetermination lies in the fact that so long as the\ncourt, tribunal or the authority exercising powers\nthat affect the rights or obligations of the parties\nbefore them shows fidelity to judicial approach,\nthey cannot act in an arbitrary, capricious or\nwhimsical manner. Judicial approach ensures\nthat the authority acts bona fide and deals with\nthe subject in a fair, reasonable and objective\nmanner and that its decision is not actuated by\nany extraneous consideration. Judicial approach\nin that sense acts as a check against flaws and\nfaults that can render the decision of a court,\ntribunal or authority vulnerable to challenge.\n</p><p data-structure=\"Precedent\" id=\"p_49\">38. Equally important and indeed fundamental\nto the policy of Indian law is the principle that a\ncourt and so also a quasi-judicial authority must,\nwhile determining the rights and obligations of\nparties before it, do so in accordance with the\nprinciples of natural justice. Besides the\ncelebrated audi alteram partem rule one of the\nfacets of the principles of natural justice is that\nthe court/authority deciding the matter must\napply its mind to the attendant facts and\ncircumstances while taking a view one way or\nthe other. Non-application of mind is a defect\nthat is fatal to any adjudication. Application of\nmind is best demonstrated by disclosure of the\nmind and disclosure of mind is best done by\nrecording reasons in support of the decision\nwhich the court or authority is taking. The\nrequirement that an adjudicatory authority must\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                                       33</span>\n\f     apply its mind is, in that view, so deeply\n     embedded in our jurisprudence that it can be\n     described as a fundamental policy of Indian law.\n</p><p data-structure=\"Precedent\" id=\"p_50\">     39. No less important is the principle now\n     recognised as a salutary juristic fundamental in\n     administrative law that a decision which is\n     perverse or so irrational that no reasonable\n     person would have arrived at the same will not\n     be sustained in a court of law. Perversity or\n     irrationality of decisions is tested on the\n     touchstone of Wednesbury principle [Associated\n     Provincial Picture Houses Ltd. v. Wednesbury\n     Corporation (1948) 1 KB 223, (1947) 2 All ER\n     680 (CA)] of reasonableness. Decisions that fall\n     short of the standards of reasonableness are\n     open to challenge in a court of law often in writ\n     jurisdiction of the superior courts but no less in\n     statutory processes wherever the same are\n     available.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">     40. It is neither necessary nor proper for us to\n     attempt an exhaustive enumeration of what\n     would constitute the fundamental policy of\n     Indian law nor is it possible to place the\n     expression in the straitjacket of a definition.\n     What is important in the context of the case at\n     hand is that if on facts proved before them the\n     arbitrators fail to draw an inference which ought\n     to have been drawn or if they have drawn an\n     inference which is on the face of it, untenable\n     resulting in miscarriage of justice, the\n     adjudication even when made by an Arbitral\n     Tribunal that enjoys considerable latitude and\n     play at the joints in making awards will be open\n     to challenge and may be cast away or modified\n     depending upon whether the offending part is or\n     is not severable from the rest.\n</p><p data-structure=\"Section\" id=\"p_52\">                                  (emphasis in original)\nTherefore, among others, the Wednesbury principle of\nreasonableness has now been incorporated into the\npublic policy test under <a href=\"/doc/536284/\" id=\"a_126\">Section 34</a>, as it is deemed to be\npart of “fundamental policy of Indian law.”\n\n\n<span class=\"hidden_text\" id=\"span_73\">                                                             34</span>\n\f      10.4. Such a power to review an award on merits is\n      contrary to the object of the Act and international\n      practice. As stated in the Statement of Objects and\n      Reasons of the 1996 Act itself, one of the principal\n      objects of that law was “minimization of judicial\n      intervention” [The 1996 Act, Statement of Objects and\n      Reasons, paragraph 4(v)].\n</p><p data-structure=\"Section\" id=\"p_53\">                                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_74\">(emphasis supplied)\n      10.5. As the Supreme Court’s judgment in <a href=\"/doc/136518863/\" id=\"a_127\">Western Geco</a>\n      (supra) would expand the Court’s power rather than\n      minimise it, and given that it is also contrary to\n      international practice, a clarification needs to be\n      incorporated to ensure that the term “fundamental policy\n      of Indian law” is narrowly construed. If not, all the\n      amendments suggested by the Law Commission in\n      relation to construction of the term “public policy” will be\n      rendered nugatory, as the applicability of Wednesbury\n      principles to public policy will certainly open the\n      floodgates.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_54\">      10.6. This will have four major deleterious effect, being\n</p><p data-structure=\"Precedent\" id=\"p_55\">      (a) a further erosion of faith in arbitration proceedings\n      amongst individuals and businesses in India and abroad;\n</p><p data-structure=\"Section\" id=\"p_56\">      (b) a reduction in popularity of India as a destination for\n      international and domestic commercial arbitration; (c)\n      increased investor concern, amongst domestic and\n      foreign investors, about the efficacy and speed of dispute\n      resolution and potential for judicial interference; and, (d)\n      an incidental increase in judicial backlog. In this regard,\n      the following amendment to the draft is suggested, by\n      inserting Explanation 2 to <a href=\"/doc/549389/\" id=\"a_128\">Section 34(2)(b)(ii)</a> of the Act:\n</p><blockquote id=\"blockquote_85\">           “For the avoidance of doubt the test as to\n           whether there is a contravention with the\n           fundamental policy of Indian law shall not entail\n           a review on the merits of the dispute.”\n\n</blockquote><blockquote id=\"blockquote_86\">21.   Pursuant to the Law Commission Report, the 1996 Act was\n\namended by the Amendment Act, 2015 with effect from 23.10.2015.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">                                                                     35</span>\n<p data-structure=\"Section\" id=\"p_57\">\fThe Statement of Objects and Reasons of the Arbitration and\n\nConciliation (Amendment) Bill, 2015 is set out as follows:\n</p>\n<blockquote id=\"blockquote_87\">       “xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_88\">       2. <a href=\"/doc/1306164/\" id=\"a_129\">The Act</a> was enacted to provide for speedy disposal of\n       cases relating to arbitration with least court intervention.\n</blockquote><p data-structure=\"Facts\" id=\"p_58\">       With the passage of time, some difficulties in the\n       applicability of the Act have been noticed. Interpretation\n       of the provisions of the Act by courts in some cases have\n       resulted in delay of disposal of arbitration proceedings\n       and increase in interference of courts in arbitration\n       matters, which tend to defeat the object of the Act . With a\n       view to overcome the difficulties, the matter was referred\n       to the Law Commission of India, which examined the\n       issue in detail and submitted its 176th Report. On the\n       basis of the said Report, the Arbitration and Conciliation\n       (Amendment) Bill, 2003 was introduced in the Rajya\n       Sabha on 22-12-2003. The said Bill was referred to the\n       Department-related Parliamentary Standing Committee\n       on Personnel, Public Grievances, Law and Justice for\n       examination and report. The said Committee, submitted\n       its Report to Parliament on 4-8-2005, wherein the\n       Committee recommended that since many provisions of\n       the said Bill were contentious, the Bill may be withdrawn\n       and a fresh legislation may be brought after considering\n       its recommendations. Accordingly, the said Bill was\n       withdrawn from the Rajya Sabha.\n</p><p data-structure=\"Facts\" id=\"p_59\">       3. On a reference made again in pursuance of the above,\n       the Law Commission examined and submitted its 246th\n       Report on “<a href=\"/doc/1306164/\" id=\"a_130\">Amendments to the Arbitration and\n       Conciliation Act, 1996</a>” in August, 2014 and\n       recommended various amendments in the Act. The\n       proposed amendments to the Act would facilitate and\n       encourage Alternative Dispute Mechanism, especially\n       arbitration, for settlement of disputes in a more user-\n       friendly, cost effective and expeditious disposal of cases\n       since India is committed to improve its legal framework to\n       obviate in disposal of cases.\n</p><p data-structure=\"CDiscource\" id=\"p_60\">       4. As India has been ranked at 178 out of 189 nations in\n       the world in contract enforcement, it is high time that\n\n\n<span class=\"hidden_text\" id=\"span_76\">                                                                      36</span>\n\f       urgent steps are taken to facilitate quick enforcement of\n       contracts, easy recovery of monetary claims and award\n       of just compensation for damages suffered and reduce\n       the pendency of cases in courts and hasten the process\n       of dispute resolution through arbitration, so as to\n       encourage investment and economic activity.\n</p><p data-structure=\"CDiscource\" id=\"p_61\">       5. As Parliament was not in session and immediate steps\n       were required to be taken to make necessary\n       amendments to the <a href=\"/doc/1306164/\" id=\"a_131\">Arbitration and Conciliation Act, 1996</a>\n       to attract foreign investment by projecting India as an\n       investor friendly country having a sound legal framework,\n       the President was pleased to promulgate the Arbitration\n       and Conciliation (Amendment) Ordinance, 2015.\n       xxx xxx xxx”\n                                             (emphasis supplied)\n\n</p><p data-structure=\"Section\" id=\"p_62\">22.   <a href=\"/doc/1943211/\" id=\"a_132\">Section 28(3)</a>, before the Amendment Act, read as follows:\n</p>\n<blockquote id=\"blockquote_89\">       “28. Rules applicable to substance of dispute.—\n       xxx xxx xxx\n       (3) In all cases, the arbitral tribunal shall decide in\n       accordance with the terms of the contract and shall take\n       into account the usages of the trade applicable to the\n       transaction.”\n\n<a href=\"/doc/1943211/\" id=\"a_133\">Section 28(3)</a>, after amendment, reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_90\">       “28. Rules applicable to substance of dispute.—\n       xxx xxx xxx\n       (3) While deciding and making an award, the arbitral\n       tribunal shall, in all cases, take into account the terms of\n       the contract and trade usages applicable to the\n       transaction.”\n\n<a href=\"/doc/549389/\" id=\"a_134\">Section 34(2)(b)(ii)</a>, after amendment, reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_91\">       “34. Application for setting aside arbitral award.—\n       xxx xxx xxx\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">                                                                      37</span>\n\f       (2) An arbitral award may be set aside by the Court only if\n       —\n            xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_92\">            (b) the Court finds that—\n                 xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_93\">                 (ii) the arbitral award is in conflict with\n                 the public policy of India.\n</blockquote><p data-structure=\"Section\" id=\"p_63\">                 Explanation 1.—For the avoidance of\n                 any doubt, it is clarified that an award\n                 is in conflict with the public policy of\n                 India, only if,—\n</p><p data-structure=\"Section\" id=\"p_64\">                 (i) the making of the award was\n                 induced or affected by fraud or\n                 corruption or was in violation of\n                 Section 75 or Section 81; or\n</p><p data-structure=\"Section\" id=\"p_65\">                 (ii) it is in contravention with the\n                 fundamental policy of Indian law; or\n</p><p data-structure=\"CDiscource\" id=\"p_66\">                 (iii) it is in conflict with the most basic\n                 notions of morality or justice.\n</p><p data-structure=\"Section\" id=\"p_67\">                 Explanation 2.—For the avoidance of\n                 doubt, the test as to whether there is a\n                 contravention with the fundamental\n                 policy of Indian law shall not entail a\n                 review on the merits of the dispute.\n</p><p data-structure=\"Section\" id=\"p_68\">                 xxx xxx xxx”\n\nSub-section (2A) of <a href=\"/doc/536284/\" id=\"a_135\">Section 34</a> was also added, which reads as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_94\">       “34. Application for setting aside arbitral award.—\n       xxx xxx xxx\n       (2A) An arbitral award arising out of arbitrations other\n       than international commercial arbitrations, may also be\n       set aside by the Court, if the Court finds that the award is\n       vitiated by patent illegality appearing on the face of the\n       award:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">                                                                      38</span>\n<blockquote id=\"blockquote_95\">\f         Provided that an award shall not be set aside merely\n      on the ground of an erroneous application of the law or\n      by reappreciation of evidence.\n</blockquote><blockquote id=\"blockquote_96\">      xxx xxx xxx”\n\nCorrespondingly, <a href=\"/doc/963351/\" id=\"a_136\">Section 48</a> was also amended to bring the\n\nunamended <a href=\"/doc/963351/\" id=\"a_137\">Section 48</a> in line with the amendments made in <a href=\"/doc/536284/\" id=\"a_138\">Section\n\n34</a>, except that sub-section (2A) of <a href=\"/doc/536284/\" id=\"a_139\">Section 34</a> is missing in <a href=\"/doc/963351/\" id=\"a_140\">Section 48</a>\n\nas the said Section deals with recognition and enforcement of foreign\n\nawards. <a href=\"/doc/963351/\" id=\"a_141\">Section 48</a>, post amendment, reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_97\">      “48. Conditions for enforcement of foreign awards.—\n      xxx xxx xxx\n      (2) Enforcement of an arbitral award may also be refused\n      if the Court finds that—\n            xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_98\">            (b) the enforcement of the award would be\n            contrary to the public policy of India.\n</blockquote><p data-structure=\"Section\" id=\"p_69\">            Explanation 1.—For the avoidance of any doubt,\n            it is clarified that an award is in conflict with the\n            public policy of India, only if,—\n</p><p data-structure=\"Section\" id=\"p_70\">                  (i) the making of the award was induced\n                  or affected by fraud or corruption or was in\n                  violation of Section 75 or Section 81; or\n</p><p data-structure=\"Section\" id=\"p_71\">                  (ii) it is in contravention with the\n                  fundamental policy of Indian law; or\n</p><p data-structure=\"CDiscource\" id=\"p_72\">                  (iii) it is in conflict with the most basic\n                  notions of morality or justice.\n</p><p data-structure=\"Section\" id=\"p_73\">            Explanation 2.—For the avoidance of doubt, the\n            test as to whether there is a contravention with\n            the fundamental policy of Indian law shall not\n            entail a review on the merits of the dispute.\n            xxx xxx xxx”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                                    39</span>\n</p><p data-structure=\"Precedent\" id=\"p_74\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_80\">23.   What is clear, therefore, is that the expression “public policy of\n\nIndia”, whether contained in <a href=\"/doc/536284/\" id=\"a_142\">Section 34</a> or in <a href=\"/doc/963351/\" id=\"a_143\">Section 48</a>, would now\n\nmean the “fundamental policy of Indian law” as explained in\n\nparagraphs 18 and 27 of <a href=\"/doc/31621011/\" id=\"a_144\">Associate Builders</a> (supra), i.e., the\n\nfundamental policy of Indian law would be relegated to the\n\n“Renusagar” understanding of this expression.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_81\">This would necessarily\n\nmean that the <a href=\"/doc/136518863/\" id=\"a_145\">Western Geco</a> (supra) expansion has been done away\n\nwith.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_83\">In short, <a href=\"/doc/136518863/\" id=\"a_146\">Western Geco</a> (supra), as explained in paragraphs 28\n\nand 29 of <a href=\"/doc/31621011/\" id=\"a_147\">Associate Builders</a> (supra), would no longer obtain, as\n\nunder the guise of interfering with an award on the ground that the\n\narbitrator has not adopted a judicial approach, the Court’s intervention\n\nwould be on the merits of the award, which cannot be permitted post\n\namendment.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_84\">However, insofar as principles of natural justice are\n\nconcerned, as contained in <a href=\"/doc/1347069/\" id=\"a_148\">Sections 18</a> and <a href=\"/doc/541243/\" id=\"a_149\">34(2)(a)(iii)</a> of the 1996\n\nAct, these continue to be grounds of challenge of an award, as is\n\ncontained in paragraph 30 of <a href=\"/doc/31621011/\" id=\"a_150\">Associate Builders</a> (supra).</span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_85\">24.   It is important to notice that the ground for interference insofar as\n\nit concerns “interest of India” has since been deleted, and therefore, no\n\nlonger obtains. Equally, the ground for interference on the basis that\n\nthe award is in conflict with justice or morality is now to be understood\n\nas a conflict with the “most basic notions of morality or justice”. This\n\n<span class=\"hidden_text\" id=\"span_86\">                                                                        40</span>\n\fagain would be in line with paragraphs 36 to 39 of <a href=\"/doc/31621011/\" id=\"a_151\">Associate Builders</a>\n\n(supra), as it is only such arbitral awards that shock the conscience of\n\nthe court that can be set aside on this ground.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_88\">25.   Thus, it is clear that public policy of India is now constricted to\n\nmean firstly, that a domestic award is contrary to the fundamental\n\npolicy of Indian law, as understood in paragraphs 18 and 27 of\n\n<a href=\"/doc/31621011/\" id=\"a_152\">Associate Builders</a> (supra), or secondly, that such award is against\n\nbasic notions of justice or morality as understood in paragraphs 36 to\n\n39 of <a href=\"/doc/31621011/\" id=\"a_153\">Associate Builders</a> (supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_90\">Explanation 2 to <a href=\"/doc/549389/\" id=\"a_154\">Section 34(2)(b)(ii)</a>\n\nand Explanation 2 to <a href=\"/doc/1234356/\" id=\"a_155\">Section 48(2)(b)(ii)</a> was added by the Amendment\n\nAct only so that <a href=\"/doc/136518863/\" id=\"a_156\">Western Geco</a> (supra), as understood in <a href=\"/doc/31621011/\" id=\"a_157\">Associate\n\nBuilders</a> (supra), and paragraphs 28 and 29 in particular, is now done\n\naway with.</span></span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_77\">26.   Insofar as domestic awards made in India are concerned, an\n\nadditional ground is now available under sub-section (2A), added by\n\nthe Amendment Act, 2015, to <a href=\"/doc/536284/\" id=\"a_158\">Section 34</a>. Here, there must be patent\n\nillegality appearing on the face of the award, which refers to such\n\nillegality as goes to the root of the matter but which does not amount to\n\nmere erroneous application of the law. In short, what is not subsumed\n\nwithin “the fundamental policy of Indian law”, namely, the contravention\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">                                                                      41</span>\n\fof a statute not linked to public policy or public interest, cannot be\n\nbrought in by the backdoor when it comes to setting aside an award on\n\nthe ground of patent illegality.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_78\">27.   Secondly, it is also made clear that re-appreciation of evidence,\n\nwhich is what an appellate court is permitted to do, cannot be\n\npermitted under the ground of patent illegality appearing on the face of\n\nthe award.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_92\">28.   To elucidate, paragraph 42.1 of <a href=\"/doc/31621011/\" id=\"a_159\">Associate Builders</a> (supra),\n\nnamely, a mere contravention of the substantive law of India, by itself,\n\nis no longer a ground available to set aside an arbitral award.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_93\">Paragraph 42.2 of <a href=\"/doc/31621011/\" id=\"a_160\">Associate Builders</a> (supra), however, would\n\nremain, for if an arbitrator gives no reasons for an award and\n\ncontravenes <a href=\"/doc/193987/\" id=\"a_161\">Section 31(3)</a> of the 1996 Act, that would certainly amount\n\nto a patent illegality on the face of the award.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_94\">29.   The change made in <a href=\"/doc/1943211/\" id=\"a_162\">Section 28(3)</a> by the Amendment Act really\n\nfollows what is stated in paragraphs 42.3 to 45 in <a href=\"/doc/31621011/\" id=\"a_163\">Associate Builders</a>\n\n(supra), namely, that the construction of the terms of a contract is\n\nprimarily for an arbitrator to decide, unless the arbitrator construes the\n\ncontract in a manner that no fair-minded or reasonable person would;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">in short, that the arbitrator’s view is not even a possible view to take.\n</p>\n\n<span class=\"hidden_text\" id=\"span_95\">                                                                       42</span>\n<p data-structure=\"Section\" id=\"p_83\">\fAlso, if the arbitrator wanders outside the contract and deals with\n\nmatters not allotted to him, he commits an error of jurisdiction. This\n\nground of challenge will now fall within the new ground added under\n\n<a href=\"/doc/147188107/\" id=\"a_164\">Section 34(2A)</a>.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_96\">30.   What is important to note is that a decision which is perverse, as\n\nunderstood in paragraphs 31 and 32 of <a href=\"/doc/31621011/\" id=\"a_165\">Associate Builders</a> (supra),\n\nwhile no longer being a ground for challenge under “public policy of\n\nIndia”, would certainly amount to a patent illegality appearing on the\n\nface of the award. Thus, a finding based on no evidence at all or an\n\naward which ignores vital evidence in arriving at its decision would be\n\nperverse and liable to be set aside on the ground of patent illegality.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_85\">Additionally, a finding based on documents taken behind the back of\n\nthe parties by the arbitrator would also qualify as a decision based on\n\nno evidence inasmuch as such decision is not based on evidence led\n\nby the parties, and therefore, would also have to be characterised as\n\nperverse.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_86\">31.   Given the fact that the amended Act will now apply, and that the\n\n“patent illegality” ground for setting aside arbitral awards in\n\ninternational commercial arbitrations will not apply, it is necessary to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_97\">                                                                     43</span>\n\fadvert to the grounds contained in <a href=\"/doc/541243/\" id=\"a_166\">Section 34(2)(a)(iii)</a> and (iv) as\n\napplicable to the facts of the present case.\n</p>\n\n<p data-structure=\"Section\" id=\"p_87\"><a href=\"/doc/1831758/\" id=\"a_167\">Section 34(2)(a)</a> Does Not Entail a Challenge to an Arbitral Award\non Merits\n\n</p><p data-structure=\"Section\" id=\"p_88\">32.   <a href=\"/doc/541243/\" id=\"a_168\">Section 34(2)(a)(iii)</a> and (iv) state as under:\n</p>\n<blockquote id=\"blockquote_99\">       “34. Application for setting aside arbitral award.—\n       xxx xxx xxx\n       (2) An arbitral award may be set aside by the Court only\n       if—\n</blockquote><blockquote id=\"blockquote_100\">            (a) the party making the application furnishes proof\n                 that—\n             xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_101\">             (iii) the party making the application was not\n                   given proper notice of the appointment of\n                   an arbitrator or of the arbitral proceedings\n                   or was otherwise unable to present his\n                   case; or\n</blockquote><blockquote id=\"blockquote_102\">             (iv) the arbitral award deals with a dispute not\n                   contemplated by or not falling within the\n                   terms of the submission to arbitration, or it\n                   contains decisions on matters beyond the\n                   scope of the submission to arbitration:\n</blockquote><blockquote id=\"blockquote_103\">                          Provided that, if the decisions on\n                    matters submitted to arbitration can be\n                    separated from those not so submitted,\n                    only that part of the arbitral award which\n                    contains decisions on matters not\n                    submitted to arbitration may be set aside;\n                    or\n                   xxx xxx xxx”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_89\">33.   <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"86594\" id=\"span_98\">In <a href=\"/doc/86594/\" id=\"a_169\">Renusagar</a> (supra), this Court dealt with a challenge to a\n\nforeign award under <a href=\"/doc/1846895/\" id=\"a_170\">Section 7</a> of the Foreign Awards (Recognition and\n\n\n<span class=\"hidden_text\" id=\"span_99\">                                                                   44</span>\n\fEnforcement) Act, 1961 [“Foreign Awards Act”]. The Foreign Awards\n\nAct has since been repealed by the 1996 Act. However, considering\n\nthat Section 7 of the Foreign Awards Act contained grounds which\n\nwere borrowed from Article V of the Convention on the Recognition\n\nand Enforcement of Foreign Arbitral Awards, 1958 [“New York\n\nConvention”], which is almost in the same terms as <a href=\"/doc/536284/\" id=\"a_171\">Sections 34</a> and\n\n<a href=\"/doc/963351/\" id=\"a_172\">48</a> of the 1996 Act<a href=\"/doc/86594/\" id=\"a_173\">, <a href=\"/doc/86594/\" id=\"a_174\">the said judgment</a></a> is of great importance in\n\nunderstanding the parameters of judicial review when it comes to\n\neither foreign awards or international commercial arbitrations being\n\nheld in India, the grounds for challenge/refusal of enforcement under\n\n<a href=\"/doc/536284/\" id=\"a_175\">Sections 34</a> and <a href=\"/doc/963351/\" id=\"a_176\">48</a>, respectively, being the same. After referring to the\n\nNew York Convention, this Court delineated the scope of enquiry of\n\ngrounds under <a href=\"/doc/536284/\" id=\"a_177\">Sections 34</a>/<a href=\"/doc/963351/\" id=\"a_178\">48</a> (equivalent to the grounds under\n\nSection 7 of the Foreign Awards Act, which was considered by the\n\nCourt), and held:</span>\n</p>\n<blockquote id=\"blockquote_104\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_100\">“34. Under the Geneva Convention of 1927, in order to\n      obtain recognition or enforcement of a foreign arbitral\n      award, the requirements of clauses (a) to (e) of Article I\n      had to be fulfilled and in Article II, it was prescribed that\n      even if the conditions <a href=\"/doc/86594/\" id=\"a_179\">laid down in</a> Article I were fulfilled\n      recognition and enforcement of the award would be\n      refused if the Court was satisfied in respect of matters\n      mentioned in clauses (a), (b) and (c). The principles\n      which apply to recognition and enforcement of foreign\n      awards are in substance, similar to those adopted by the\n      English courts at common law. (See: Dicey &amp;\n\n\n<span class=\"hidden_text\" id=\"span_101\">                                                                      45</span>\n\fMorris, The Conflict of Laws, 11th Edn., Vol. I, p. 578). It\nwas, however, felt that the Geneva Convention suffered\nfrom certain defects which hampered the speedy\nsettlement of disputes through arbitration. The New York\nConvention seeks to remedy the said defects by\nproviding for a much more simple and effective method\nof obtaining recognition and enforcement of foreign\nawards. Under the New York Convention the party\nagainst whom the award is sought to be enforced can\nobject to recognition and enforcement of the foreign\naward on grounds set out in sub-clauses (a) to (e) of\nclause (1) of Article V and the court can, on its own\nmotion, refuse recognition and enforcement of a foreign\naward for two additional reasons set out in sub-clauses</span>\n</blockquote><blockquote id=\"blockquote_105\">(a) and (b) of clause (2) of Article V. None of the grounds\nset out in sub-clauses (a) to (e) of clause (1) and sub-\n</blockquote><p data-structure=\"Section\" id=\"p_90\">clauses (a) and (b) of clause (2) of Article V postulates a\nchallenge to the award on merits.\n</p><p data-structure=\"Precedent\" id=\"p_91\">35. Albert Jan van den Berg in his treatise The New York\nArbitration Convention of 1958 : Towards a Uniform\nJudicial Interpretation, has expressed the view:\n</p><blockquote id=\"blockquote_106\">        “It is a generally accepted interpretation of\n     the Convention that the court before which the\n     enforcement of the foreign award is sought may\n     not review the merits of the award. The main\n     reason is that the exhaustive list of grounds for\n     refusal of enforcement enumerated in Article V\n     does not include a mistake in fact or law by the\n     arbitrator. Furthermore, under the Convention\n     the task of the enforcement judge is a limited\n     one. The control exercised by him is limited to\n     verifying whether an objection of a respondent\n     on the basis of the grounds for refusal of Article\n     V(1) is justified and whether the enforcement of\n     the award would violate the public policy of the\n     law of his country. This limitation must be seen\n     in the light of the principle of international\n     commercial arbitration that a national court\n     should not interfere with the substance of the\n     arbitration.” (p. 269)\n</blockquote><p data-structure=\"Precedent\" id=\"p_92\">36. Similarly Alan Redfern and Martin Hunter have said:\n</p>\n\n<span class=\"hidden_text\" id=\"span_102\">                                                               46</span>\n<blockquote id=\"blockquote_107\">\f        “The New York Convention does not permit\n     any review on the merits of an award to which\n     the Convention applies and, in this respect,\n     therefore, differs from the provisions of some\n     systems of national law governing the challenge\n     of an award, where an appeal to the courts on\n     points of law may be permitted.” (Redfern &amp;\n     Hunter, Law and Practice of International\n     Commercial Arbitration, 2nd Edn., p. 461.)\n</blockquote><p data-structure=\"Section\" id=\"p_93\">37. In our opinion, therefore, in proceedings for\nenforcement of a foreign award under the Foreign\nAwards Act, 1961, the scope of enquiry before the court\nin which award is sought to be enforced is limited to\ngrounds mentioned in <a href=\"/doc/1846895/\" id=\"a_180\">Section 7</a> of the Act and does not\nenable a party to the said proceedings to impeach the\naward on merits.\n</p><p data-structure=\"Precedent\" id=\"p_94\">xxx xxx xxx\n</p><p data-structure=\"Section\" id=\"p_95\">65. This would imply that the defence of public policy\nwhich is permissible under <a href=\"/doc/961785/\" id=\"a_181\">Section 7(1)(b)(ii)</a> should be\nconstrued narrowly. In this context, it would also be of\nrelevance to mention that under Article I(e) of the\n<a href=\"/doc/1954823/\" id=\"a_182\">Geneva Convention Act</a> of 1927, it is permissible to raise\nobjection to the enforcement of arbitral award on the\nground that the recognition or enforcement of the award\nis contrary to the public policy or to the principles of the\nlaw of the country in which it is sought to be relied upon.\nTo the same effect is the provision in <a href=\"/doc/447722/\" id=\"a_183\">Section 7(1)</a> of the\nProtocol &amp; Convention Act of 1837 which requires that\nthe enforcement of the foreign award must not be\ncontrary to the public policy or the law of India. Since the\nexpression “public policy” covers the field not covered by\nthe words “and the law of India” which follow the said\nexpression, contravention of law alone will not attract the\nbar of public policy and something more than\ncontravention of law is required.\n</p><p data-structure=\"Section\" id=\"p_96\">66. Article V(2)(b) of the New York Convention of 1958\nand Section 7(1)(b)(ii) of the Foreign Awards Act do not\npostulate refusal of recognition and enforcement of a\nforeign award on the ground that it is contrary to the law\nof the country of enforcement and the ground of\nchallenge is confined to the recognition and enforcement\n\n\n<span class=\"hidden_text\" id=\"span_103\">                                                               47</span>\n\f      being contrary to the public policy of the country in which\n      the award is set to be enforced. There is nothing to\n      indicate that the expression “public policy” in Article V(2)\n</p><p data-structure=\"Section\" id=\"p_97\">      (b) of the New York Convention and Section 7(1)(b)(ii) of\n      the Foreign Awards Act is not used in the same sense in\n      which it was used in Article I(c) of the Geneva\n      Convention of 1927 and <a href=\"/doc/447722/\" id=\"a_184\">Section 7(1)</a> of the Protocol and\n      Convention Act of 1937. This would mean that “public\n      policy” in <a href=\"/doc/961785/\" id=\"a_185\">Section 7(1)(b)(ii)</a> has been used in a narrower\n      sense and in order to attract the bar of public policy the\n      enforcement of the award must invoke something more\n      than the violation of the law of India. Since the Foreign\n      Awards Act is concerned with recognition and\n      enforcement of foreign awards which are governed by\n      the principles of private international law, the expression\n      “public policy” in Section 7(1)(b)(ii) of the Foreign Awards\n      Act must necessarily be construed in the sense the\n      doctrine of public policy is applied in the field of private\n      international law. Applying the said criteria, it must be\n      held that the enforcement of a foreign award would be\n      refused on the ground that it is contrary to public policy if\n      such enforcement would be contrary to (i) fundamental\n      policy of Indian law; or (ii) the interests of India; or (iii)\n      justice or morality.”\n                                               (emphasis supplied)\n\nThis judgment was cited with approval in Redfern and Hunter on\n\nInternational Arbitration by Nigel Blackaby, Constantine Partasides,\n\nAlan Redfern, and Martin Hunter (Oxford University Press, Fifth Ed.,\n\n2009) [“Redfern and Hunter”] as follows:\n</p>\n<blockquote id=\"blockquote_108\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_104\">“11.56. First, the New York Convention does not permit\n      any review on the merits of an award to which the\n      Convention applies. [This statement, which was made in\n      an earlier edition of this book, has since been cited with\n      approval by the Supreme Court of India in <a href=\"/doc/86594/\" id=\"a_186\">Renusagar\n      Power Co. Ltd. v. General Electric Co. The</a> court added\n      that in its opinion ‘the scope of enquiry before the court\n\n\n<span class=\"hidden_text\" id=\"span_105\">                                                                       48</span>\n\f       in which the award is sought to be enforced is limited [to\n       the grounds mentioned in the Act] and does not enable a\n       party to the said proceedings to impeach the Award on\n       merits’]. Nor does the Model Law.”\n\nThe same theme is echoed in standard textbooks on international\n\narbitration. Thus, in International Commercial Arbitration by Gary B.\n\nBorn (Wolters Kluwer, Second Ed., 2014) [“Gary Born”], the learned\n\nauthor deals with this aspect of the matter as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_109\">       “[12] No Judicial Review of Merits of Foreign or Non-\n       Domestic Awards in Recognition Actions\n          It is an almost sacrosanct principle of international\n       arbitration that courts will not review the substance of\n       arbitrators’ decisions contained in foreign or nondomestic\n       arbitral awards in recognition proceedings. Virtually\n       every authority acknowledges this rule and virtually\n       nobody suggests that this principle should be\n       abandoned. When national courts do review the merits of\n       awards, they labour to categorize their action as an\n       application of public policy, excess of authority, or some\n       other Article V exception, rather than purporting to justify\n       a review of the merits.\n</blockquote><blockquote id=\"blockquote_110\">       [a] No Judicial Review of Awards Under New York\n       and Inter-American Conventions\n          Neither the New York Convention nor the Inter-\n       American Convention contains any exception permitting\n       non-enforcement of an award simply because the\n       arbitrators got their decision on the substance of the\n       parties’ dispute wrong, or even badly wrong. This is\n       reasonably clear from the language of the Convention,\n       which makes no reference to the possibility of a review of\n       the merits in Article V’s exhaustive list of the exclusive\n       grounds for denying recognition of foreign and\n       nondomestic awards. There is also no hint in the New\n       York Convention’s drafting history of any authority to\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">                                                                      49</span>\n\freconsider the merits of an arbitral award in recognition\nproceedings.\n</blockquote><blockquote id=\"blockquote_111\">   Likewise, the prohibition against review of the merits of\nthe arbitrator’s decision is one of the most fundamental\npillars of national court authority interpreting the\nConvention. This prohibition has repeatedly and\nuniformly been affirmed by national courts, in both\ncommon law and civil law jurisdictions. Simply put: “the\ncourt may not refuse to enforce an arbitral award solely\non the ground that the arbitrator may have made a\nmistake of law or fact” [Karaha Bodas Co. LLC v.\nPerusahaan Pertambangan Minyak Dan Gas Bumi\nNegara, 364 F.3d 274, 287-88 (5th Cir. 2004)]. Thus, in\nthe words of the Luxembourg Supreme Court [Judgment\nof 24 November 1993, XXI Y.B. Comm. Arb. 617, 623\n(Luxembourg Cour Supérieure de Justice) (1996)]:\n</blockquote><blockquote id=\"blockquote_112\">      “The New York Convention does not provide for\n      any control on the manner in which the\n      arbitrators decide on the merits, with as the only\n      reservation, the respect of international public\n      policy. Even if blatant, a mistake of fact or law, if\n      made by the arbitral tribunal, is not a ground for\n      refusal of enforcement of the tribunal’s award.”\n   Or, as a Brazilian recognition decision under the\nConvention held [Judgment of 19 August 2009, Atecs\nMannesmann GmbH v. Rodrimar S/A Transportes\nEquipamentos Industriais e Armazes Gerais, XXXV Y.B.\nComm. Arb. 330, 331 (Brazilian Tribunal de Justiça)\n(2010)]:\n</blockquote><blockquote id=\"blockquote_113\">      “these questions pertain to the merits of the\n      arbitral award that, according to precedents\n      from the Federal Supreme Court and of this\n      Superior Court of Justice, cannot be reviewed\n      by this Court since recognition and enforcement\n      of a foreign award is limited to an analysis of\n      the formal requirements of the award.”\n   Commentators have uniformly adopted the same view\nof the Convention [See, for e.g., K.-H. Böckstiegel, S.\nKröll &amp; P. Nacimiento, Arbitration in Germany 452\n(2007)].”\n                                          (at pp. 3707-3710)\n\n\n<span class=\"hidden_text\" id=\"span_107\">                                                               50</span>\n\f                                               (emphasis supplied)\n\nLikewise, the UNCITRAL Secretariat Guide on the Convention on the\n\nRecognition and Enforcement of Foreign Arbitral Awards (New York,\n\n1958) (2016 Ed.) [“UNCITRAL Guide on the New York Convention”]\n\nalso states:\n</blockquote>\n<blockquote id=\"blockquote_114\">       “9. The grounds for refusal under article V do not include\n       an erroneous decision in law or in fact by the arbitral\n       tribunal. A court seized with an application for recognition\n       and enforcement under the Convention may not review\n       the merits of the arbitral tribunal’s decision. This principle\n       is unanimously confirmed in the case law and\n       commentary on the New York Convention.”\n\n\nThe Ground of Challenge under <a href=\"/doc/541243/\" id=\"a_187\">Section 34(2)(a)(iii)</a>\n\n\n</blockquote><blockquote id=\"blockquote_115\">34.   Under <a href=\"/doc/541243/\" id=\"a_188\">Section 34(2)(a)(iii)</a>, one of the grounds of challenge of an\n\narbitral award is that a party is unable to present its case. In order to\n\nunderstand the import of <a href=\"/doc/541243/\" id=\"a_189\">Section 34(2)(a)(iii)</a>, <a href=\"/doc/1347069/\" id=\"a_190\">Section 18</a> of the 1996\n\nAct should also be seen. <a href=\"/doc/1347069/\" id=\"a_191\">Section 18</a> reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_116\">       “18. Equal treatment of parties.—The parties shall be\n       treated with equality and each party shall be given a full\n       opportunity to present his case.”\n                                            (emphasis supplied)\n\n\n<a href=\"/doc/969418/\" id=\"a_192\">Section 24(3)</a> also states as follows:\n</blockquote>\n<blockquote id=\"blockquote_117\">       “24. Hearings and written proceedings.—\n       xxx xxx xxx\n\n\n\n<span class=\"hidden_text\" id=\"span_108\">                                                                        51</span>\n\f       (3) All statements, documents or other information\n       supplied to, or applications made to the arbitral tribunal\n       by one party shall be communicated to the other party,\n       and any expert report or evidentiary document on which\n       the arbitral tribunal may rely in making its decision shall\n       be communicated to the parties.”\n\n\n<a href=\"/doc/1752162/\" id=\"a_193\">Section 26</a> of the 1996 Act is also important and states as follows:\n</blockquote>\n<blockquote id=\"blockquote_118\">       “26. Expert appointed by arbitral tribunal.—(1)\n       Unless otherwise agreed by the parties, the arbitral\n       tribunal may—\n</blockquote><blockquote id=\"blockquote_119\">            (a) appoint one or more experts to report to it\n            on specific issues to be determined by the\n            arbitral tribunal; and\n</blockquote><blockquote id=\"blockquote_120\">            (b) require a party to give the expert any\n            relevant information or to produce, or to\n            provide access to, any relevant documents,\n            goods or other property for his inspection.\n       (2) Unless otherwise agreed by the parties, if a party\n       so requests or if the arbitral tribunal considers it\n       necessary, the expert shall, after delivery of his written\n       or oral report, participate in an oral hearing where the\n       parties have the opportunity to put questions to him\n       and to present expert witnesses in order to testify on\n       the points at issue.\n</blockquote><blockquote id=\"blockquote_121\">       (3) Unless otherwise agreed by the parties, the expert\n       shall, on the request of a party, make available to that\n       party for examination all documents, goods or other\n       property in the possession of the expert with which he\n       was provided in order to prepare his report.”\n\n</blockquote><blockquote id=\"blockquote_122\">35.   <a href=\"/doc/969418/\" id=\"a_194\">Section 24(3)</a> is a verbatim reproduction of <a href=\"/doc/1540780/\" id=\"a_195\">Article 24(3)</a> of the\n\nUNCITRAL Model Law on International Commercial Arbitration\n\n[“UNCITRAL Model Law”]. Similarly, <a href=\"/doc/815190/\" id=\"a_196\">Section 26(1)</a> and (2) is a\n\nverbatim reproduction of <a href=\"/doc/1858991/\" id=\"a_197\">Article 26</a> of the UNCITRAL Model Law. Sub-\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_109\">                                                                      52</span>\n<p data-structure=\"Section\" id=\"p_98\">\fsection (3) of <a href=\"/doc/1752162/\" id=\"a_198\">Section 26</a> has been added by the Indian Parliament in\n\nenacting the 1996 Act.\n</p>\n\n<p data-structure=\"Section\" id=\"p_99\">36.   <a href=\"/doc/1347069/\" id=\"a_199\">Sections 18</a>, <a href=\"/doc/969418/\" id=\"a_200\">24(3)</a>, and <a href=\"/doc/1752162/\" id=\"a_201\">26</a> are important pointers to what is\n\ncontained in the ground of challenge mentioned in <a href=\"/doc/541243/\" id=\"a_202\">Section 34(2)(a)(iii)</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_100\">Under <a href=\"/doc/1347069/\" id=\"a_203\">Section 18</a>, each party is to be given a full opportunity to\n\npresent its case. Under <a href=\"/doc/969418/\" id=\"a_204\">Section 24(3)</a>, all statements, documents, or\n\nother information supplied by one party to the arbitral tribunal shall be\n\ncommunicated to the other party, and any expert report or document\n\non which the arbitral tribunal relies in making its decision shall be\n\ncommunicated to the parties. <a href=\"/doc/1752162/\" id=\"a_205\">Section 26</a> is an important pointer to the\n\nfact that when an expert’s report is relied upon by an arbitral tribunal,\n\nthe said report, and all documents, goods, or other property in the\n\npossession of the expert, with which he was provided in order to\n\nprepare his report, must first be made available to any party who\n\nrequests for these things. Secondly, once the report is arrived at, if\n\nrequested, parties have to be given an opportunity to put questions to\n\nhim and to present their own expert witnesses in order to testify on the\n\npoints at issue.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_101\">37.   Under the rubric of a party being otherwise unable to present its\n\ncase, the standard textbooks on the subject have stated that where\n\n\n\n<span class=\"hidden_text\" id=\"span_110\">                                                                      53</span>\n\fmaterials are taken behind the back of the parties by the Tribunal, on\n\nwhich the parties have had no opportunity to comment, the ground\n\nunder <a href=\"/doc/541243/\" id=\"a_206\">Section 34(2)(a)(iii)</a> would be made out. In New York\n\nConvention on the Recognition and Enforcement of Foreign Arbitral\n\nAwards – Commentary, edited by Dr. Reinmar Wolff (C.H. Beck, Hart,\n\nNomos Publishing, 2012), it is stated:\n</p>\n<blockquote id=\"blockquote_123\">      “4. Right to Comment\n           According to the principle of due process, the\n      tribunal must grant the parties an opportunity to\n      comment on all factual and legal circumstances that may\n      be relevant to the arbitrators’ decision-making.\n</blockquote><blockquote id=\"blockquote_124\">      a) Right to Comment on Evidence and Arguments\n      Submitted by the Other Party\n            As part of their right to comment, the parties must\n      be given an opportunity to opine on the evidence and\n      arguments introduced in the proceedings by the other\n      party. The right to comment on the counterparty’s\n      submissions is regarded as a fundamental tenet of\n      adversarial proceedings. However, in accordance with\n      the general requirement of causality, the denial of an\n      opportunity to comment on a particular piece of evidence\n      or argument is not prejudicial, unless the tribunal relied\n      on this piece of evidence or argument in making its\n      decision.\n</blockquote><p data-structure=\"RespArg\" id=\"p_102\">           In order to ensure that the parties can exercise their\n      right to comment effectively, the arbitral tribunal must\n      grant them access to the evidence and arguments\n      submitted by the other side. Affording a party the\n      opportunity to make submissions or to give its view\n      without also informing it of the opposing side’s claims\n      and arguments typically constitutes a violation of due\n      process, unless specific non-disclosure rules apply (e.g.,\n      such disclosure would constitute a violation of trade\n      secrets or applicable legal privileges).\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_111\">                                                                    54</span>\n<p data-structure=\"CDiscource\" id=\"p_103\">\f            In practice, national courts have afforded arbitral\n       tribunals considerable leeway in setting and\n       adjusting the procedures by which parties respond to\n       one another’s submissions and evidence, reasoning that\n       there were “several ways of conducting arbitral\n       proceedings.” Accordingly, absent any specific\n       agreement by the parties, the arbitral tribunal has wide\n       discretion in arranging the parties’ right to comment,\n       permitting or excluding the introduction of new claims,\n       and determining which party may have the final word.\n</p><p data-structure=\"CDiscource\" id=\"p_104\">       b) Right to Comment on Evidence Known to or\n       Determined by the Tribunal\n              The parties’ right to comment also extends to facts\n       that have not been introduced in the proceedings by the\n       parties, but that the tribunal has raised sua sponte,\n       provided it was entitled to do so. For instance, if the\n       tribunal gained “out of court knowledge” of\n       circumstances (e.g., through its own investigations), it\n       may only rest its decision on those circumstances if it\n       informed both parties in advance and afforded them the\n       opportunity to comment thereon. The same rule applies\n       to cases where an arbitrator intends to base the award\n       on his or her own expert knowledge, unless the\n       arbitrator was appointed for his or her special expertise\n       or knowledge (e.g., in quality arbitration). Similarly, a\n       tribunal must give the parties an opportunity to comment\n       on facts of common knowledge if it intends to base its\n       decision on those facts, unless the parties should have\n       known that those facts could be decisive for the final\n       award.”\n                                           (emphasis in original)\n\nIn   Fouchard,   Gaillard,   Goldman    on   International   Commercial\n\nArbitration (Kluwer Law International, 1999) [“Fouchard”] it is stated:\n</p>\n<blockquote id=\"blockquote_125\">            “In some rare cases, recognition or enforcement of\n       an award has been refused on the grounds of a breach\n       of due process. One example is the award made in a\n       quality arbitration where the defendant was never\n\n\n<span class=\"hidden_text\" id=\"span_112\">                                                                          55</span>\n\f      informed of the identity of the arbitrators hearing the\n      dispute [Danish buyer v German (F.R.) seller, IV Y.B.\n      Comm. Arb. 258 (1979) (Oberlandesgericht Cologne)]. It\n      also occurred in a case where various documents were\n      submitted by one party to the arbitral tribunal but not to\n      the other party [G.W.I. Kersten &amp; Co. B.V. v. Société\n      Commerciale Raoul Duval et Co., XIX Y.B. Comm. Arb.\n      708 (Amsterdam Court of Appeals) (1992)], in another\n      case where the defendant was not given the opportunity\n      to comment on the report produced by the expert\n      appointed by the tribunal [Paklito Inv. Ltd. v. Klockner\n      East Asia Ltd., XIX Y.B. Comm. Arb. 664, 671 (Supreme\n      Court of Hong Kong) (1994)], and again where the\n      arbitral tribunal criticized a party for having employed a\n      method of presenting evidence which the tribunal itself\n      had suggested [Iran Aircraft Indus. v Avco Corp., 980\n      F.2d 141 (2nd Cir. 1992)].”\n                                                       (at p. 987)\n\nGary Born (supra) states:\n</blockquote>\n<blockquote id=\"blockquote_126\">      “German courts have adopted similar reasoning, holding\n      that the right to be heard entails two related sets of\n      rights: (a) a party is entitled to present its position on\n      disputed issues of fact and law, to be informed about the\n      position of the other parties and to a decision based on\n      evidence or materials known to the parties [See, e.g.,\n      Judgment of 5 July 2011, 34 SCH 09/11, II(5)(c)(bb)\n      (Oberlandesgericht Munchen)]; and (b) a party is entitled\n      to a decision by the arbitral tribunal that takes its position\n      into account insofar as relevant [See, e.g., Judgment of 5\n      October 2009, 34 Sch 12/09 (Oberlandesgericht\n      Munchen)]. Other authorities provide comparable\n      formulations of the content of the right to be heard [See,\n      e.g., Slaney v. Int’l Amateur Athletic Foundation, 244 F.3d\n      580, 592 (7th Cir. 2001)].”\n                                                       (at p. 3225)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_113\">                                                                       56</span>\n\fSimilarly, in Redfern and Hunter (supra):\n</blockquote>\n<blockquote id=\"blockquote_127\">      “11.73. The national court at the place of enforcement\n      thus has a limited role. Its function is not to decide\n      whether or not the award is correct, as a matter of fact\n      and law. Its function is simply to decide whether there\n      has been a fair hearing. One mistake in the course of the\n      proceedings may be sufficient to lead the court to\n      conclude that there was a denial of justice. For example,\n      in a case to which reference has already been made, a\n      US corporation, which had been told that there was no\n      need to submit detailed invoices, had its claim rejected\n      by the Iran-US Claims Tribunal, for failure to submit\n      detailed invoices! The US court, rightly it is suggested,\n      refused to enforce the award against the US company\n      [Iran Aircraft Ind v Avco Corp. 980 F.2d. 141 (2nd Cir.\n      1992)]. In different circumstances, a German court held\n      that an award that was motivated by arguments that had\n      not been raised by the parties or the tribunal during the\n      arbitral proceedings, and thus on which the parties had\n      not had an opportunity to comment, violated due process\n      and the right to be heard [See the decision of the\n      Stuttgart Court of Appeal dated 6 October 2001 referred\n      to in Liebscher, The Healthy Award, Challenge in\n      International Commercial Arbitration (Kluwer law\n      International, 2003), 406]. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"145555908\" id=\"span_114\">Similarly, in <a href=\"/doc/145555908/\" id=\"a_207\">Kanoria v\n      Guinness</a>, [2006] EWCA Civ. 222, the English Court of\n      Appeal decided that the respondent had not been\n      afforded the chance to present its case when critical\n      legal arguments were made by the claimant at the\n      hearing, which the respondent could not attend due to a\n      serious illness. In the circumstances, the court decided\n      that ‘this is an extreme case of potential injustice’ and\n      resolved not to enforce the arbitral award.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_105\">      11.74. Examples of unsuccessful ‘due process’ defences\n      to enforcement are, however, more numerous. In\n      Minmetals Germany v Ferco Steel, [1999] CLC 647, the\n      losing respondent in an arbitration in China opposed\n      enforcement in England on the grounds that the award\n      was founded on evidence that the arbitral tribunal had\n      obtained through its own investigation. An English court\n\n\n<span class=\"hidden_text\" id=\"span_115\">                                                                  57</span>\n\f      rejected this defence on the basis that the respondent\n      was eventually given an opportunity to ask for the\n      disclosure of evidence at issue and comment on it, but\n      declined to do so. The court held that the due process\n      defence to enforcement was not intended to\n      accommodate circumstances in which a party had failed\n      to take advantage of an opportunity duly accorded to it.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_106\">38.   In Minmetals Germany GmbH v. Ferco Steel Ltd., [1999] CLC\n\n647, the Queen’s Bench Division referred to this ground under the New\n\nYork Convention, and held as follows:\n</p>\n<blockquote id=\"blockquote_128\">      “The inability to present a case issue\n            Although many of those states who are parties to\n      the New York Convention are civil law jurisdictions or are\n      those which like China derive the whole or part of their\n      procedural rules from the civil law and therefore have\n      essentially an inquisitorial system, art. V of the\n      Convention protects the requirements of natural justice\n      reflected in the audi alteram partem rule. Therefore,\n      where the tribunal is procedurally entitled to conduct its\n      own investigations into the facts, the effect of this\n      provision will be to avoid enforcement of an award based\n      on findings of fact derived from such investigations if the\n      enforcee has not been given any reasonable opportunity\n      to present its case in relation to the results of such\n      investigations. <a href=\"/doc/1858991/\" id=\"a_208\">Article 26</a> of the CIETAC rules by\n      reference to which the parties had agreed to arbitrate\n      provided:\n</blockquote><blockquote id=\"blockquote_129\">            ‘Article 26 – The parties shall give evidence for\n            the facts on which their claim or defence is\n            based. The arbitration tribunal may, if it deems\n            it necessary, make investigations and collect\n            evidence on its own initiative.’\n            That, however, was not treated by the Beijing court\n      as permitting the tribunal to reach its conclusions and\n      make an award without first disclosing to both parties the\n      materials which it had derived from its own\n\n\n<span class=\"hidden_text\" id=\"span_116\">                                                                    58</span>\n\f       investigations. That quite distinctly appears from the\n       grounds of the court’s decision – that Ferco was, for\n       reasons for which it was not responsible, unable ‘to state\n       its view’. Those reasons could only have been its lack of\n       prior access to the sub-sale award and the evidence\n       which underlay it. I conclude that it was to give Ferco’s\n       lawyer an opportunity to refute this material that the\n       Beijing court ordered a ‘resumed’ arbitration.”\n                                                  (at pp. 656-657)\n\n\nThe Ground of Challenge under Section 34(2)(a)(iv)\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_107\">39.   So far as this defence is concerned, standard textbooks on the\n\nsubject have held that the expression “submission to arbitration” either\n\nrefers to the arbitration agreement itself, or to disputes submitted to\n\narbitration, and that so long as disputes raised are within the ken of the\n\narbitration agreement or the disputes submitted to arbitration, they\n\ncannot be said to be disputes which are either not contemplated by or\n\nwhich fall outside the arbitration agreement.           The expression\n\n“submission to arbitration” occurs in various provisions of the 1996 Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">Thus, under <a href=\"/doc/1138651/\" id=\"a_209\">Section 28(1)(a)</a>, an arbitral tribunal “… shall decide the\n\ndispute submitted to arbitration …”. <a href=\"/doc/590055/\" id=\"a_210\">Section 43(3)</a> of the 1996 Act\n\nrefers to “… an arbitration agreement to submit future disputes to\n\narbitration ….”. Also, it has been stated that where matters, though not\n\nstrictly in issue, are connected with matters in issue, they would not\n\nreadily be held to be matters that could be considered to be outside or\n\n\n\n<span class=\"hidden_text\" id=\"span_117\">                                                                       59</span>\n\fbeyond the scope of submission to arbitration. Thus, in Fouchard\n\n(supra), it is stated:\n</p>\n<blockquote id=\"blockquote_130\">             “This provision applies where the arbitrators have\n       gone beyond the terms of the arbitration agreement. It\n       complements Article V, paragraph 1(a), which concerns\n       invalid arbitration agreements. The two grounds are\n       similar in nature: in both cases, the arbitrator will have\n       ruled in the absence of an arbitration agreement, either\n       because the agreement is void (as in subsection (a)) or\n       because it does not cover the subject-matter on which\n       the arbitrator reached a decision (as in subsection (c)).\n       For that reason, more recent arbitration statutes often\n       either treat the two grounds as one, as in Article 1502 1 o\n       of the French New <a href=\"/doc/161831507/\" id=\"a_211\">Code of Civil Procedure</a>, or refer\n       generally to the “absence of a valid arbitration\n       agreement,” as in Article 1065 of the Netherlands <a href=\"/doc/161831507/\" id=\"a_212\">Code\n       of Civil Procedure</a>.\n</blockquote><blockquote id=\"blockquote_131\">             However, Article V, paragraph 1(c) does not cover\n       all the cases listed in Article 1502 3o of the French New\n       <a href=\"/doc/161831507/\" id=\"a_213\">Code of Civil Procedure</a>, which provides that recognition\n       or enforcement can be refused where “the arbitrator\n       ruled without complying with the mission conferred upon\n       him or her.” That extends to decisions that are either\n       infra petita and ultra petita, as well as to situations where\n       the arbitrators have exceeded their powers in the\n       examination of the merits of the case (for example, by\n       acting as amiable compositeurs when that was not\n       agreed by the parties, or by failing to apply the rules of\n       law chosen by the parties). Generally speaking, such\n       situations cannot be said to be outside the terms of the\n       arbitration agreement within the meaning of the New\n       York Convention. In practice, it is only where the terms of\n       reference – which, provided that they have been\n       accepted by the parties, can constitute a form of\n       arbitration agreement – set out the parties’ claims in\n       detail that arbitrators who have decided issues other\n       than those raised in such claims can be said both to\n       have ruled ultra petita and to have exceeded the terms of\n       the arbitration agreement. If, on the other hand, the\n\n\n<span class=\"hidden_text\" id=\"span_118\">                                                                       60</span>\n\f       arbitration agreement is drafted in general terms and the\n       claims are not presented in a way that contractually\n       determines the issues to be resolved by the arbitrators, a\n       decision that is rendered ultra petita would not\n       contravene Article V, paragraph 1(c).\n</blockquote><blockquote id=\"blockquote_132\">             It is important to note that the Convention provides\n       that the refusal of recognition or enforcement can be\n       confined to aspects of the award which fail to comply\n       with the terms of the arbitration agreement, provided that\n       those aspects can be separated from the rest of the\n       award (Art. V(1)(c)).\n</blockquote><blockquote id=\"blockquote_133\">             Once again, the courts have taken a very restrictive\n       view of the application of this ground.”\n                                                       (at p. 988)\nSimilarly, Gary Born (supra) states:\n</blockquote>\n<blockquote id=\"blockquote_134\">            “There are a number of recurrent grounds for\n       claiming that an arbitral tribunal has exceeded its\n       authority. These generally involve claims of either extra\n       petita (the tribunal went beyond the limits of its authority)\n       or infra petita (the tribunal failed to fulfil its mandate by\n       not exercising authority it was granted).\n       [a] Awards Ruling on Matters Outside Scope of\n       Parties’ Submissions\n             <a href=\"/doc/846153/\" id=\"a_214\">Article 34(2)(a)(iii)</a> permits annulment of awards\n       where the arbitrators “rule (d) on issues not presented to\n       [them] by the parties” – so-called “extra petita” or “ultra\n       petita” [Allen v. Hounga [2012] EWCA Civ 609 (English\n       Ct. App.)] As with other grounds for annulment, most\n       courts are reluctant to accept claims that the arbitrators\n       exceeded the scope of the parties’ submissions [See,\n       e.g., Stark v. Sandberg, Phoenix &amp; von Gontard, PC, 381\n       F.3d 793, 800 (8th Cir. 2004)].\n</blockquote><blockquote id=\"blockquote_135\">            One of the clearest examples of an excess of\n       authority under <a href=\"/doc/846153/\" id=\"a_215\">Article 34(2)(a)(iii)</a> and parallel provisions\n       of other national arbitration legislation is a tribunal’s\n       award of relief that neither party requested. A French\n       appellate decision explained the rationale for these limits\n       on the arbitrators’ authority (which, in this respect, are\n       more rigorous under French law than some other\n\n\n<span class=\"hidden_text\" id=\"span_119\">                                                                       61</span>\n\fnational arbitration regimes) as follows [Judgment of 30\nJune 2005, Pilliod v. Econosto, 2006 Rev. arb. 687, 688\n(Paris Cour d’appel)]:\n</blockquote><blockquote id=\"blockquote_136\">     “The fact that the contract was governed by\n     French law does not allow the arbitrators to\n     award interest pursuant to Art.1153 (1) of the\n     Civil Code on the sole ground that this is\n     permitted under that provision, even in the\n     absence of a request of the parties. There is a\n     difference between the role of a state court and\n     that of an arbitrator, whose jurisdiction is based\n     on the parties’ consent and who must therefore\n     preserve the consensual character of the\n     proceedings by consulting the parties on their\n     intention as to the mission of the tribunal.”\n     Similarly, another court annulled an award on the\ngrounds that the relief ordered by the tribunal “exceeded\nthe arbitrators’ powers because it was not sought by\neither party, and was completely irrational because it\nwrote material terms of the contract out of existence”\n[PMA Capital Inc. Co. v. Platinum Underwriters\nBermuda, Ltd., 400 F. Appx. 654 (3d Cir. 2010)].\n</blockquote><blockquote id=\"blockquote_137\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1681739\" id=\"span_120\">Nonetheless, an award will not be subject to\nannulment where the arbitrators grant relief that, while\ndifferent from what a party requested, is subsumed\nwithin relief that the party requested (most obviously, a\nlower quantum of damages than that requested by the\nclaimant). More generally, courts also accord arbitrators\nsubstantial discretion in fashioning remedies, including\ngranting relief that neither party has expressly requested\n[See, e.g., Harper Ins. <a href=\"/doc/1681739/\" id=\"a_216\">Ltd. v. Century Indem</a>. Co., 819 F.\nSupp. 2d 270, 277 (S.D.N.Y 2011)]. Although categorical\nrules are impossible to formulate, the decisive issue\nappears to be whether the relief granted by the\narbitrators was subsumed within or reasonably related to\nthat requested by the parties.</span>\n</blockquote><blockquote id=\"blockquote_138\">     Another example of an excess of authority under\n<a href=\"/doc/846153/\" id=\"a_217\">Article 34(2)(a)(iii)</a> and parallel provisions of other\narbitration statues involves awards deciding issues or\ndisputes that the parties have not submitted to the\narbitral tribunal [See, e.g., Emilio v. Sprint Spectrum LP,\n\n\n<span class=\"hidden_text\" id=\"span_121\">                                                              62</span>\n\f      2013 WL 203361 (2d Cir.)]. A tribunal exceeds its\n      authority by ruling on an issue not presented by the\n      parties in the arbitration even if the issue or dispute that\n      it addresses is within the scope of the parties’ arbitration\n      agreement. As one court explained: “Arbitrators have the\n      authority to decide only those issues actually submitted\n      by the parties” [AGCO Corp. v. Anglin, 216 F.3d 589, 593\n      (7th Cir. 2000)].\n</blockquote><blockquote id=\"blockquote_139\">           Doubts about the scope of the parties’ submissions\n      are resolved in most legal systems in favour of\n      encompassing matters decided by the arbitrators. Put\n      differently, a considerable measure of judicial deference\n      is accorded to the arbitrators’ interpretation of the scope\n      of their mandate under the parties’ submissions [See,\n      e.g., Downer v. Siegel, 489 F.3d 623, 627 (5th Cir.\n      2007)]. In the words of one court, “[w]e will not over-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_109\">      scrutinize the panel’s language and leap to the\n      conclusion that it exceeded its power in formulating the\n      award” [Certain Underwriters at Lloyd’s v. BCS Ins. Co.,\n      239 F. Supp. 2d 812,817 (N.D. III. 2003)].\n</p><p data-structure=\"Issue\" id=\"p_110\">           Some annulment courts have adopted unduly\n      formalistic approaches to the question whether a\n      particular issue or argument was submitted to the\n      tribunal. For example, one recent Singaporean decision\n      held that issues not raised in the parties’ “pleadings” had\n      not been submitted to the tribunal, notwithstanding the\n      fact that these issues had been raised in argument\n      during the arbitration [See PT Prima Int’l Dev. v.\n      Kempinski Hotels SA, [2012] SGCA 35]. The better view\n      is not to look to local rules of civil procedure or litigation\n      practices in determining whether an issue was presented\n      to the arbitrators; the proper inquiry is instead a\n      pragmatic one into whether the parties and tribunal had\n      an opportunity to consider and submit evidence and\n      argument on a particular issue.”\n                                                 (at pp. 3289-3293)\n                                               (emphasis supplied)\n\nRedfern and Hunter (supra) states as follows:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_122\">                                                                       63</span>\n<blockquote id=\"blockquote_140\">\f“11.77. The first part of this ground for refusal of\nenforcement under the Convention (and under the Model\nLaw) envisages a situation in which the arbitral tribunal is\nalleged to have acted in excess of its authority, ie ultra\npetita, and to have dealt with a dispute that was not\nsubmitted to it. According to a leading authority on the\nConvention, the courts almost invariably reject this\ndefence [See Albert Jan van den Berg, ‘Court Decisions\non the New York Convention’, Swiss Arbitration\nAssociation Conference, February 1996, Collected\nReports, 86]. By way of example, the German courts\nhave rejected ultra petita defences raised in complaint of\nan arbitral tribunal’s application of lex mercatoria, [see\nthe decision of the regional court of Hamburg of 18\nSeptember 1997, (2000) XXV Y.B. Comm. Arb. 710] and\nan arbitral tribunal’s award of more interest than was\nclaimed [see the decision of the Court of Appeal of\nHamburg of 30 July 1998, (2000) XXV Y.B. Comm. Arb.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_111\">714]. A further robust rejection of such a defence comes\nfrom the US Court of Appeals for the District of\nColumbia, in a case in which it was pleaded that the\narbitral tribunal had awarded a considerable sum of\ndamages for consequential loss, when the contract\nbetween the parties clearly excluded this head of\ndamage [Libyan American Oil Company (Liamco) v\nSocialist Peoples Libyan Arab Yamahirya, (1982) VII Y.B.\nComm. Arb. 382]. The court stated that, without an in-\ndepth review of the law of contract, the court could not\nstate whether a breach of contract would abrogate a\nclause which excluded consequential damages.\nHowever, ‘the standard of review of an arbitration award\nby an American Court is extremely narrow’, and\n(adopting the words of the US Court of Appeals in the\nwell-known case of Parsons Whittemore Overseas Co\nInc v Societe Generale de l’Industrie du Papier (RAKTA),\n508 F.2d 969 (2nd Cir. 1974)) the Convention did not\nsanction ‘second-guessing the arbitrators’ construction of\nthe parties’ agreement’. Nor would it be proper for the\ncourt to ‘usurp the arbitrators’ role’ [Libyan American Oil\nCompany (Liamco) v Socialist Peoples Libyan Arab\n\n\n\n<span class=\"hidden_text\" id=\"span_123\">                                                               64</span>\n\f       Yamahirya, (1982) VII Y.B. Comm. Arb., 382 at 388].\n</p><p data-structure=\"Conclusion\" id=\"p_112\">       Accordingly, enforcement was ordered.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_113\">40.   The Court of Appeal of Singapore, in CRW Joint Operation v.\n</p>\n<p data-structure=\"Precedent\" id=\"p_114\">PT Perusahaan Gas Negara (Persero) TBK, [2011] SGCA 33, held\n\nas follows:\n</p>\n<blockquote id=\"blockquote_141\">       “25. The court’s power to set aside an arbitral award is\n       limited to setting aside based on the grounds provided\n       under Art 34 of the Model Law and s 24 of the IAA. As\n       declared by this court in Soh Beng Tee &amp; Co Pte Ltd v\n       Fairmount Development Pte Ltd [2007] 3 SLR(R) 86\n       (“Soh Beng Tee”) at [59], the current legal framework\n       prescribes that the courts should not without good\n       reason interfere in the arbitral process. This policy of\n       minimal curial intervention by respecting finality in the\n       arbitral process acknowledges the primacy which ought\n       to be given to the dispute resolution mechanism that the\n       parties have expressly chosen.\n</blockquote><blockquote id=\"blockquote_142\">       26. However, it has also been said (correctly) that no\n       State will permit a binding arbitral award to be given or\n       enforced within its territory without being able to review\n       the award, or, at least, without allowing the parties an\n       opportunity to address the court if there has been a\n       violation of due process or other irregularities in the\n       arbitral proceedings (see Peter Binder, International\n       Commercial Arbitration and Conciliation in UNCITRAL\n       Model Law Jurisdictions (Sweet &amp; Maxwell, 3rd Ed,\n       2010) at para 7-001).\n</blockquote><blockquote id=\"blockquote_143\">       27. While the Singapore courts infrequently exercise\n       their power to set aside arbitral awards, they will\n       unhesitatingly do so if a statutorily prescribed ground for\n       setting aside an arbitral award is clearly established. The\n       relevant grounds in this regard can be classified into\n       three broad categories (see generally Nigel Blackaby et\n       al, Redfern and Hunter on International Arbitration\n       (Oxford University Press, 5th Ed, 2009) (“Redfern and\n       Hunter”) at paras 10.30–10.86). First, an award may be\n\n\n<span class=\"hidden_text\" id=\"span_124\">                                                                     65</span>\n\fchallenged on jurisdictional grounds (ie, the non-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_115\">existence of a valid and binding arbitration clause, or\nother grounds that go to the adjudicability of the claim\ndetermined by the arbitral tribunal). Second, an award\nmay be challenged on procedural grounds (eg, failure to\ngive proper notice of the appointment of an arbitrator),\nand, third, the award may be challenged on substantive\ngrounds (eg, breach of the public policy of the place of\narbitration).”\nxxx xxx xxx\n</p><p data-structure=\"Conclusion\" id=\"p_116\">31. It is useful, at this juncture, to set out some of the\nlegal principles underlying the application of Art 34(2)(a)\n</p><p data-structure=\"Conclusion\" id=\"p_117\">(iii) of the Model Law. First, Art 34(2)(a)(iii) is not\nconcerned with the situation where an arbitral tribunal did\nnot have jurisdiction to deal with the dispute which it\npurported to determine. Rather, it applies where the\narbitral tribunal improperly decided matters that had not\nbeen submitted to it or failed to decide matters that had\nbeen submitted to it. In other words, Art 34(2)(a)(iii)\naddresses the situation where the arbitral tribunal\nexceeded (or failed to exercise) the authority that the\nparties granted to it (see Gary B Born, International\nCommercial Arbitration (Wolters Kluwer, 2009) at vol 2,\npp 2606–2607 and 2798–2799). This ground for setting\naside an arbitral award covers only an arbitral tribunal’s\nsubstantive jurisdiction and does not extend to\nprocedural matters (see Robert Merkin &amp; Johanna\nHjalmarsson,       Singapore      Arbitration    Legislation\nAnnotated (Informa, 2009) (“Singapore Arbitration\nLegislation”) at p 117).\n</p><p data-structure=\"Precedent\" id=\"p_118\">32. Second, it must be noted that a failure by an arbitral\ntribunal to deal with every issue referred to it will not\nordinarily render its arbitral award liable to be set aside.\nThe crucial question in every case is whether there has\nbeen real or actual prejudice to either (or both) of the\nparties to the dispute. In this regard, the following\npassage in Redfern and Hunter ([27] supra at para\n10.40) correctly summarises the position:\n</p><blockquote id=\"blockquote_144\">      The significance of the issues that were not\n      dealt with has to be considered in relation to the\n      award as a whole. For example, it is not difficult\n\n\n<span class=\"hidden_text\" id=\"span_125\">                                                               66</span>\n\f            to envisage a situation in which the issues that\n            were overlooked were of such importance that,\n            if they had been dealt with, the whole balance\n            of the award would have been altered and its\n            effect would have been different. [emphasis\n            added]\n</blockquote><blockquote id=\"blockquote_145\">      33. Third, it is trite that mere errors of law or even fact\n      are not sufficient to warrant setting aside an arbitral\n      award under Art 34(2)(a)(iii) of the Model Law (see Sui\n      Southern Gas Co Ltd v Habibullah Coastal Power Co\n      (Pte) Ltd [2010] 3 SLR 1 at [19]–[22]). In the House of\n      Lords decision of Lesotho Highlands Development\n      Authority v Impregilo SpA [2006] 1 AC 221, which\n      concerned an application to set aside an arbitral award\n      on the ground of the arbitral tribunal’s “exceeding its\n      powers” (see s 68(2)(b) of the <a href=\"/doc/1052228/\" id=\"a_218\">Arbitration Act</a> 1996 (c 23)\n      (UK) (“the UK Arbitration Act”)), Lord Steyn made clear\n      (at [24]–[25]) the vital distinction between the erroneous\n      exercise by an arbitral tribunal of an available power\n      vested in it (which would amount to no more than a mere\n      error of law) and the purported exercise by the arbitral\n      tribunal of a power which it did not possess. Only in the\n      latter situation, his Lordship stated, would an arbitral\n      award be liable to be set aside under s 68(2)(b) of the\n      UK Arbitration Act on the ground that the arbitral tribunal\n      had exceeded its powers. In a similar vein, Art 34(2)(a)\n</blockquote><blockquote id=\"blockquote_146\">      (iii) of the Model Law applies where an arbitral tribunal\n      exceeds its authority by deciding matters beyond its\n      ambit of reference or fails to exercise the authority\n      conferred on it by failing to decide the matters submitted\n      to it, which in turn prejudices either or both of the parties\n      to the dispute (see above at [31]).”\n                                              (emphasis supplied)\n\n\n\nThe UNCITRAL Guide on the New York Convention (supra) states:\n</blockquote>\n<blockquote id=\"blockquote_147\">      “2. Article V (1)(c) finds its roots in <a href=\"/doc/1456610/\" id=\"a_219\">article 2(c)</a> of the 1927\n      Geneva Convention. The language at the outset of\n      article V (1)(c), providing a ground for refusal of\n\n\n<span class=\"hidden_text\" id=\"span_126\">                                                                         67</span>\n\frecognition or enforcement of awards exceeding the\nscope of the arbitration agreement, is largely unchanged\nfrom its counterpart in the 1927 Geneva Convention. The\nNew York Convention, however, limits the scope of\narticle V (1)(c) by omitting language found in <a href=\"/doc/1456610/\" id=\"a_220\">article 2</a> of\nthe 1927 Geneva Convention which permitted enforcing\nauthorities to delay, or create conditions in relation to, the\nenforcement of awards, where the award did not cover\nall the questions submitted to the arbitral tribunal.\n</blockquote><blockquote id=\"blockquote_148\">3. The drafters of the New York Convention further built\non the 1927 Geneva Convention by explicitly allowing for\nseverability of the part of the award dealing with a\ndifference not contemplated by or not falling within the\nterms of the submission to arbitration, or containing\ndecisions on matters beyond the scope of the\nsubmission to arbitration, in order to permit recognition\nand enforcement of the part of the award containing\ndecisions on matters submitted to arbitration. Although\nthere is generally little discussion of article V (1)(c) in the\ntravaux préparatoires, the inclusion of the provision\nallowing for partial recognition and enforcement was the\nsubject of some debate. The travaux préparatoires show\nthat various concerns were raised over the form and\nsubstance of this principle, including concerns that\nseverability of arbitral awards would in practice “open the\ndoor to a review as to substance”, which the drafters of\nthe New York Convention sought to prevent. Courts have\nsince uncompromisingly asserted that article V (1)(c)\ndoes not permit an enforcing authority to reconsider the\nmerits of a dispute.\n</blockquote><blockquote id=\"blockquote_149\">xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_150\">6. Courts and commentators agree that an arbitration\nagreement constitutes a “submission to arbitration” within\nthe meaning of article V (1)( c). Consequently, where an\narbitral tribunal has rendered an award which decides\nmatters beyond the scope of the arbitration agreement,\nthere is a ground for refusing to enforce an award under\narticle V (1)(c).\n</blockquote><blockquote id=\"blockquote_151\">7. Courts have also held that the term “submission to\narbitration” can include an arbitration agreement\nmodified, amended or supplemented by an arbitral\n\n\n<span class=\"hidden_text\" id=\"span_127\">                                                                  68</span>\n\f      institution’s terms of reference agreed to by the\n      arbitrators and disputing parties. Terms of reference may\n      indeed supplement or modify the arbitration agreement.\n</blockquote><p data-structure=\"Precedent\" id=\"p_119\">      For example, a German court of appeal held that the\n      parties had concluded a new arbitration agreement by\n      signing ICC Terms of Reference. Similarly, a decision by\n      the English House of Lords stated that “[i]n the present\n      case one is dealing with an ICC arbitration agreement. In\n      such a case the terms of reference which under <a href=\"/doc/1163710/\" id=\"a_221\">article\n      18</a> of the ICC rules are invariably settled may, of course,\n      amend or supplement the terms of the arbitration\n      agreement.”\n</p><p data-structure=\"Issue\" id=\"p_120\">      8. Authors and courts have also considered whether\n      article V (1)(c) provides grounds for refusing to recognize\n      or enforce where the arbitrator’s decision goes beyond\n      the parties’ pleadings or prayers for relief to render an\n      award ultra petita. Though some authors have argued\n      that article V (1)(c) provides a second, separate ground\n      for refusal to enforce an award rendered ultra petita,\n      courts have rejected challenges to recognition or\n      enforcement under article V (1)(c) based on the fact that\n      the arbitrators had exceeded their authority by deciding\n      on issues or granting forms of relief beyond those\n      pleaded by the parties. As one United States court\n      observed, “[u]nder the New York Convention, we\n      examine whether the award exceeds the scope of the\n      [arbitration agreement], not whether the award exceeds\n      the scope of the parties’ pleadings”. This interpretation of\n      article V (1)(c) which distinguishes the parties’ pleadings\n      or prayers for relief from the “submission to arbitration”\n      referred to in article V (1)(c), is consistent with a narrow\n      interpretation of the grounds for refusal to recognize or\n      enforce an award.”\n                                              (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_121\">41.   In an early U.S. judgment, viz., Parsons &amp; Whittemore\n\nOverseas Co., Inc., v. Societe Generale De L’industrie Du Papier\n\n\n\n\n<span class=\"hidden_text\" id=\"span_128\">                                                                     69</span>\n\f(RAKTA), 508 F.2d 969 (United States Court of Appeals, Second\n\nCircuit, 1974) [“Parsons”], it was held:\n</p>\n<blockquote id=\"blockquote_152\">       “19. Under Article V(1)(c), one defending against\n       enforcement of an arbitral award may prevail by proving\n       that:\n</blockquote><blockquote id=\"blockquote_153\">       20. The award deals with a difference not contemplated\n       by or not falling within the terms of the submission to\n       arbitration, or it contains decisions on matters beyond\n       the scope of the submission to arbitration.\n</blockquote><blockquote id=\"blockquote_154\">       21. This provision tracks in more detailed form 10(d) of\n       the Federal Arbitration Act, 9 U.S.C. 10(d), which\n       authorizes vacating an award ‘where the arbitrators\n       exceeded their powers.’ Both provisions basically allow a\n       party to attack an award predicated upon arbitration of a\n       subject matter not within the agreement to submit to\n       arbitration. This defense to enforcement of a foreign\n       award, like the others already discussed, should be\n       construed narrowly. Once again, a narrow construction\n       would comport with the enforcement-facilitating thrust of\n       the Convention. In addition, the case law under the\n       similar provision of the Federal Arbitration Act strongly\n       supports a strict reading. See, e.g., United Steelworkers\n       of America v. Enterprise Wheel &amp; Car Corp., 363 U.S.\n       593, <a href=\"/doc/216768/\" id=\"a_222\">80</a> S.Ct. 1358, 4 L.Ed.2d 1424 (1960); Coenen v. R.\n       W. Pressprich &amp; Co., 453 F.2d 1209 (2d Cir.), cert.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_122\">       denied, 406 U.S. 949, 92 S.Ct. 2045, 32 L.Ed.2d 337\n       (1972).\n</p><p data-structure=\"Precedent\" id=\"p_123\">       22. In making this defense as to three components of the\n       award, Overseas must therefore overcome a powerful\n       presumption that the arbitral body acted within its\n       powers. Overseas principally directs its challenge at the\n       $185,000 awarded for loss of production. Its jurisdictional\n       claim focuses on the provision of the contract reciting\n       that ‘neither party shall have any liability for loss of\n       production.’ The tribunal cannot properly be charged,\n       however, with simply ignoring this alleged limitation on\n       the subject matter over which its decision-making powers\n       extended. Rather, the arbitration court interpreted the\n       provision not to preclude jurisdiction on this matter. As in\n\n\n<span class=\"hidden_text\" id=\"span_129\">                                                                      70</span>\n\f       United Steelworkers of America v. Enterprise Wheel &amp;\n       Car Corp., supra, the court may be satisfied that the\n       arbitrator premised the award on a construction of the\n       contract and that it is ‘not apparent,’ 363 U.S. 593 at 598,\n       80 S.Ct. 1358, that the scope of the submission to\n       arbitration has been exceeded.”\n       xxx xxx xxx\n       “24. Although the Convention recognizes that an award\n       may not be enforced where predicated on a subject\n       matter outside the arbitrator’s jurisdiction, it does not\n       sanction second-guessing the arbitrator’s construction of\n       the parties’ agreement. The appellant’s attempt to invoke\n       this defense, however, calls upon the court to ignore this\n       limitation on its decision-making powers and usurp the\n       arbitrator’s role. The district court took a proper view of\n       its own jurisdiction in refusing to grant relief on this\n       ground.”\n                                                (emphasis supplied)\n\n\nIn Lesotho Highlands Development Authority v. Impregilo SpA\n\nand Ors., [2005] 3 All ER 789 [HL], after setting out the English\n\nstatutory provision, the precise question which faced the Court was\n\nstated thus:\n</p>\n<blockquote id=\"blockquote_155\">       “[3] …… <a href=\"/doc/159834/\" id=\"a_223\">Section 68</a>, so far as material, reads as follows:\n</blockquote><blockquote id=\"blockquote_156\">            “(1) A party to arbitral proceedings may (upon\n            notice to the other parties and to the tribunal)\n            apply to the court challenging an award in the\n            proceedings on the ground of serious\n            irregularity   affecting     the    tribunal, the\n            proceedings or the award …\n            (2) Serious irregularity means an irregularity of\n            one or more of the following kinds which the\n            court considers has caused or will cause\n            substantial injustice to the applicant –\n                 … (b) the tribunal exceeding its\n                 powers (otherwise than by exceeding\n\n\n<span class=\"hidden_text\" id=\"span_130\">                                                                      71</span>\n\f                its substantive jurisdiction: see section\n</blockquote><blockquote id=\"blockquote_157\">                67)”\n      The question arises how <a href=\"/doc/159834/\" id=\"a_224\">section 68(2)(b)</a> and <a href=\"/doc/82458/\" id=\"a_225\">section 69</a>,\n      so far as the latter excludes a right of appeal on a\n      question of law, are to operate. Specifically, can an\n      alleged error of arbitrators in interpreting the underlying\n      or principal contract be an excess of power under <a href=\"/doc/159834/\" id=\"a_226\">section\n      68(2)(b)</a>, so as to give the court the power to intervene,\n      rather than an error of law, which can only be challenged\n      under <a href=\"/doc/82458/\" id=\"a_227\">section 69</a> if the right of appeal has not been\n      excluded?”\n\nThis was answered by the Court, thus:\n</blockquote>\n<blockquote id=\"blockquote_158\">      “[23] Contrary to the view I have expressed, I will now\n      assume that the tribunal committed an error of law. That\n      error of law could have taken more than one form. The\n      judge (para 25) and the Court of Appeal (para 35)\n      approached the matter on the basis that the tribunal\n      erred in the interpretation of the underlying contract.\n      Another possibility is that the tribunal misinterpreted its\n      powers, under <a href=\"/doc/963351/\" id=\"a_228\">section 48(4)</a> to express the award in any\n      currency. Let me approach the matter on the basis that\n      there was a mistake by the tribunal in one of these\n      forms. Whichever is the case, the highest the case can\n      be put is that the tribunal committed an error of law.”\n      xxx xxx xxx\n      “[30] The New York Convention on the recognition and\n      enforcement of Foreign arbitral awards 1958 and <a href=\"/doc/846153/\" id=\"a_229\">article\n      34</a> of the UNCITRAL Model Law on International\n      Commercial Arbitration were in part a provenance of\n      <a href=\"/doc/159834/\" id=\"a_230\">section 68</a>: see General Note to <a href=\"/doc/1052228/\" id=\"a_231\">section 68</a> of the\n      Arbitration Act 1996 as published in Current Law\n      Statutes 1996, p 23-46. Specifically, it is likely that the\n      inspiration of the words “the tribunal exceeding its\n      powers (otherwise than by exceeding its substantive\n      jurisdiction)” in section 68 are the terms of article V(1)(c)\n      of the New York Convention and the jurisprudence on it.\n</blockquote><p data-structure=\"Section\" id=\"p_124\">      The context is that article V(1)(a) stipulates that the\n      invalidity of the arbitration agreement is a ground for\n\n\n<span class=\"hidden_text\" id=\"span_131\">                                                                      72</span>\n\fnon-enforcement of an award: it involves the\ncompetence of the arbitrator. Article V(1)(c) relates to\nmatters beyond the scope of the submission to\narbitration. It deals with cases of excess of power or\nauthority of the arbitrator. It is well established that article\nV(1)(c) must be construed narrowly and should never\nlead to a re-examination of the merits of the\naward: Parsons &amp; Whittemore Overseas Co Inc v\nSociéte Générale de l’Industrie du Papier (RAKTA) 508 F\n2d 969 (2nd Cir 1974); Albert Jan van den Berg, The\nNew York Arbitration Convention of 1958 (1981), pp 311-\n318; Domenico Di Pietro and Martin Platte, Enforcement\nof International Arbitration Awards: The New York\nConvention of 1958 (2001), pp 158-162. By citing\nthe Parsons decision counsel for the contractors alerted\nthe House to this analogy. It points to a narrow\ninterpretation of <a href=\"/doc/159834/\" id=\"a_232\">section 68(2)(b)</a>. The policy underlying\n<a href=\"/doc/159834/\" id=\"a_233\">section 68(2)(b)</a> as set out in the DAC report similarly\npoints to a restrictive interpretation.\n</p><p data-structure=\"Section\" id=\"p_125\">[31] By its very terms <a href=\"/doc/159834/\" id=\"a_234\">section 68(2)(b)</a> assumes that the\ntribunal acted within its substantive jurisdiction. It is\naimed at the tribunal exceeding its powers under the\narbitration agreement, terms of reference or the 1996\nAct. <a href=\"/doc/159834/\" id=\"a_235\">Section 68(2)(b)</a> does not permit a challenge on the\nground that the tribunal arrived at a wrong conclusion as\na matter of law or fact. It is not apt to cover a mere error\nof law. This view is reinforced if one takes into account\nthat a mistake in interpreting the contract is the paradigm\nof a “question of law” which may in the circumstances\nspecified in <a href=\"/doc/82458/\" id=\"a_236\">section 69</a> be appealed unless the parties\nhave excluded that right by agreement. In cases where\nthe right of appeal has by agreement, sanctioned by the\nAct, been excluded, it would be curious to allow a\nchallenge under <a href=\"/doc/159834/\" id=\"a_237\">section 68(2)(b)</a> to be based on a\nmistaken interpretation of the underlying contract.\nMoreover, it would be strange where there is no\nexclusion agreement, to allow parallel challenges under\n<a href=\"/doc/159834/\" id=\"a_238\">section 68(2)(b)</a> and <a href=\"/doc/82458/\" id=\"a_239\">section 69</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_126\">[32] In order to decide whether <a href=\"/doc/159834/\" id=\"a_240\">section 68(2)(b)</a> is\nengaged it will be necessary to focus intensely on the\nparticular power under an arbitration agreement, the\n\n\n<span class=\"hidden_text\" id=\"span_132\">                                                                   73</span>\n\f       terms of reference, or the 1996 Act which is involved,\n       judged in all the circumstances of the case. In making\n       this general observation it must always be borne in mind\n       that the erroneous exercise of an available power cannot\n       by itself amount to an excess of power. A mere error of\n       law will not amount to an excess of power under <a href=\"/doc/159834/\" id=\"a_241\">section\n       68(2)(b)</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_127\">       [33] For these reasons the Court of Appeal erred in\n       concluding that the tribunal exceeded its powers on the\n       currency point. If the tribunal erred in any way, it was an\n       error within its power.\n</p><p data-structure=\"CDiscource\" id=\"p_128\">       [34] I am glad to have arrived at this conclusion. It is\n       consistent with the legislative purpose of the 1996 Act,\n       which is intended to promote one-stop adjudication. If the\n       contrary view of the Court of Appeal had prevailed, it\n       would have opened up many opportunities for\n       challenging awards on the basis that the tribunal\n       exceeded its powers in ruling on the currency of the\n       award. Such decisions are an everyday occurrence in\n       the arbitral world. If the view of the Court of Appeal had\n       been upheld, a very serious defect in the machinery of\n       the 1996 Act would have been revealed. The fact that\n       this case has been before courts at three levels and that\n       enforcement of the award has been delayed for more\n       than three years reinforces the importance of the point.”\n                                               (emphasis supplied)\n\n\nThe High Court of Ireland, in Patrick Ryan &amp; Ann Ryan and Kevin\n\nO’Leary (Clonmel) Ltd. &amp; General Motors, [2018] IEHC 660 (High\n\nCourt of Ireland, 2018), put it thus:\n</p>\n<blockquote id=\"blockquote_159\">       “24. As regards the second principle which emerges from\n       the case law, namely, that an application to set aside is\n       not an appeal from the decision of the arbitrator and\n       does not confer upon the court the opportunity of\n       second-guessing the arbitrator’s decision on the merits, it\n       is sufficient to refer to a small number of the Irish cases\n       and the observations made in those cases. In Snoddy\n\n\n<span class=\"hidden_text\" id=\"span_133\">                                                                     74</span>\n\f(Snoddy v. Mavroudis [2013] IEHC 285), Laffoy J. made\nit very clear that it was not open to the court to second-\nguess the construction of the relevant contractual issue\nin that case by the arbitrator by way of a set aside\napplication. Laffoy J. stated that if the court were to do\nso, it would be usurping the arbitrator’s role (para. 34, p.\n</blockquote><blockquote id=\"blockquote_160\">16). In Delargy (Delargy v. Hickey [2015] IEHC 436),\nGilligan J. stated:\n</blockquote><blockquote id=\"blockquote_161\">      “It is no function of this Court to attempt in any\n      way to second guess the decision as arrived at\n      by the arbitrator and this Court does not\n      propose to do so.” (para. 74, p. 37).\n</blockquote><blockquote id=\"blockquote_162\">Later in his judgment, Gilligan J. stated that:\n</blockquote><blockquote id=\"blockquote_163\">      “This Court does not consider that it is\n      appropriate to revisit the merits of the\n      arbitrator’s award.” (para. 78, p. 39).\n</blockquote><blockquote id=\"blockquote_164\">25. In O’Leary Lissarda (O’Leary Lissarda v. Ryan [2015]\nIEHC 820), McGovern J. noted the acknowledgment of\nthe applicant that an application to set aside an award\n“…is not a proceeding in the nature of an appeal against\nthe arbitral award on the merits.” (para. 5, p. 2). He\nrejected one of the grounds on which it was sought to set\naside the award in that case on the basis that it “…\neffectively amounts to an attempt to appeal the\narbitrator’s decision which is not permissible.” (para. 11,\np. 4).\n</blockquote><p data-structure=\"Precedent\" id=\"p_129\">xxx xxx xxx\n“39. The Irish courts have had the opportunity of\nconsidering the proper approach to be taken in\nconsidering a challenge to an award based on <a href=\"/doc/846153/\" id=\"a_242\">Article\n34(2)(a)(iii)</a> where it is suggested that an arbitrator has\nexceeded his or her authority or acted outside his or her\nmandate. The leading Irish case on this point is Snoddy\n(Snoddy v. Mavroudis [2013] IEHC 285). In Snoddy,\n(Snoddy v. Mavroudis [2013] IEHC 285) Laffoy J. quoted\nwith approval the commentary contained in Mansfield in\nrelation to <a href=\"/doc/846153/\" id=\"a_243\">Article 34(2)(a)(iii).</a> She stated as follows:\n</p><blockquote id=\"blockquote_165\">   “Mansfield’s commentary on that provision is that it\n   is a ground –\n\n\n\n\n<span class=\"hidden_text\" id=\"span_134\">                                                               75</span>\n\f         ‘[t]hat the award deals with a dispute not\n         contemplated by or not falling within the\n         terms of the submission to arbitration, or\n         contains decisions on matters beyond\n         the scope of the submission to\n         arbitration. Commentators have noted\n         that ‘this ground is infrequently invoked\n         and it is even less frequently accepted\n         by national courts to set an award aside’\n         and international case-law decided\n         under the Model Law has held that this\n         ground is to be narrowly construed.’\n    The commentators cited in that passage are\n    Brekoulakis and Shore in Mistelis on Concise\n    International Arbitration (1st Ed., Kluwer, 2010). In\n    that text, the commentators also state (at p. 647)\n    that ‘a strong presumption should exist that a\n    tribunal acts within its mandate’.” (per Laffoy J. at\n    para. 32, pp. 14 - 14).\n</blockquote><blockquote id=\"blockquote_166\">40. Laffoy J. in Snoddy (Snoddy v. Mavroudis [2013]\nIEHC 285) went on to observe that <a href=\"/doc/846153/\" id=\"a_244\">Article 34(2)(a)(iii)</a> of\nthe Model Law was based on a corresponding provision\ncontained in the New York Convention (the Convention\non the Recognition and Enforcement of Foreign Arbitral\nAwards, done at New York on 10th June, 1958), which\nwas Article V(1)(c). Laffoy J. continued:\n</blockquote><blockquote id=\"blockquote_167\">  “As was pointed out by Lord Steyn in Lesotho\n  Highlands Development v. Impregilo SpA [2006] 1\n  AC 221, s. 68 of the UK Arbitration Act 1996 was\n  modelled on the New York Convention and on the\n  Model Law. In considering the application of that\n  statutory provision, Lord Steyn considered Article\n  V(1)(c) of the New York Convention stating (at p.\n</blockquote><blockquote id=\"blockquote_168\">  236):\n</blockquote><blockquote id=\"blockquote_169\">    ‘It deals with cases of excess of power or\n    authority of the arbitrator. It is well established\n    that article V(1)(c) must be construed narrowly\n    and should never lead to a re-examination of\n    the merits of the award.’\n  Lord Steyn cited a decision of the US Federal\n  Courts as authority for that last proposition: Parsons\n\n\n<span class=\"hidden_text\" id=\"span_135\">                                                             76</span>\n\f         &amp; Whittemore Overseas Co Inc v Sociéte Générale\n         de l’Industrie du Papier, (1974) 508 F. 2d 969 (2nd\n         Circuit). The limits on the excess of jurisdiction\n         ground for setting aside an arbitration are, in my\n         view, clearly brought home by the following passage\n         from the opinion of Judge Smith in the Parsons case\n         where he stated:\n</blockquote><blockquote id=\"blockquote_170\">            ‘Although the Convention recognises that an\n            award may not be enforced where predicated\n            on a subject matter outside the arbitrator’s\n            jurisdiction, it does not sanction second-\n            guessing the arbitrator’s construction of the\n            parties’ agreement. The appellant’s attempt to\n            invoke this defense, however, calls upon the\n            Court to ignore this limitation on its decision-\n            making powers and usurp the arbitrator’s role.’”\n            (per Laffoy J. at para. 33, pp. 15 - 16).”\n</blockquote><blockquote id=\"blockquote_171\">       41. These dicta of Laffoy J. in Snoddy (Snoddy v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_130\">       Mavroudis [2013] IEHC 285) were cited with approval\n       and followed by Galligan J. in Delargy (Delargy v. Hickey\n       [2015] IEHC 436) (at para. 31, pp. 13 - 14 and para. 65,\n       pp. 33 - 34). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"267861\" id=\"span_136\">The cases make clear that there is a\n       presumption that the arbitral tribunal has acted within its\n       mandate and the onus of establishing otherwise rests\n       with the party seeking to set aside the award on this\n       ground.”\n                                             (emphasis in original)\n\nIn <a href=\"/doc/267861/\" id=\"a_245\">State of Goa v. Praveen Enterprises</a>, (2012) 12 SCC 581\n\n[“Praveen Enterprises”], this Court set out what is meant by\n\n“reference to arbitration” as follows:</span>\n</p>\n<blockquote id=\"blockquote_172\">       “10. “Reference to arbitration” describes various acts.\n       Reference to arbitration can be by parties themselves or\n       by an appointing authority named in the arbitration\n       agreement or by a court on an application by a party to\n       the arbitration agreement. We may elaborate:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_137\">                                                                      77</span>\n<blockquote id=\"blockquote_173\">\f         (a) If an arbitration agreement provides that\n     all disputes between the parties relating to the\n     contract (some agreements may refer to some\n     exceptions) shall be referred to arbitration and\n     that the decision of the arbitrator shall be final\n     and binding, the “reference” contemplated is the\n     act of parties to the arbitration agreement,\n     referring their disputes to an agreed arbitrator to\n     settle the disputes.\n</blockquote><blockquote id=\"blockquote_174\">         (b) If an arbitration agreement provides that\n     in the event of any dispute between the parties,\n     an authority named therein shall nominate the\n     arbitrator and refer the disputes which required\n     to be settled by arbitration, the “reference”\n     contemplated is an act of the appointing\n     authority referring the disputes to the arbitrator\n     appointed by him.\n</blockquote><blockquote id=\"blockquote_175\">         (c) Where the parties fail to concur in the\n     appointment of the arbitrator(s) as required by\n     the arbitration agreement, or the authority\n     named in the arbitration agreement failing to\n     nominate the arbitrator and refer the disputes\n     raised to arbitration as required by the\n     arbitration agreement, on an application by an\n     aggrieved party, the court can appoint the\n     arbitrator and on such appointment, the\n     disputes between the parties stand referred to\n     such arbitrator in terms of the arbitration\n     agreement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_131\">11. Reference to arbitration can be in respect of all\ndisputes between the parties or all disputes regarding a\ncontract or in respect of specific enumerated disputes.\nWhere “all disputes” are referred, the arbitrator has the\njurisdiction to decide all disputes raised in the pleadings\n(both claims and counterclaims) subject to any limitations\nplaced by the arbitration agreement. Where the\narbitration agreement provides that all disputes shall be\nsettled by arbitration but excludes certain matters from\narbitration, then, the arbitrator will exclude the excepted\nmatter and decide only those disputes which are\narbitrable. But where the reference to the arbitrator is to\n\n\n<span class=\"hidden_text\" id=\"span_138\">                                                              78</span>\n\f       decide specific disputes enumerated by                   the\n       parties/court/appointing     authority,  the     arbitrator’s\n       jurisdiction is circumscribed by the specific reference and\n       the arbitrator can decide only those specific disputes.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_132\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"267861\" id=\"span_139\">42.   A conspectus of the above authorities would show that where an\n\narbitral tribunal has rendered an award which decides matters either\n\nbeyond the scope of the arbitration agreement or beyond the disputes\n\nreferred to the arbitral tribunal, as understood in <a href=\"/doc/267861/\" id=\"a_246\">Praveen Enterprises</a>\n\n(supra), the arbitral award could be said to have dealt with decisions\n\non matters beyond the scope of submission to arbitration.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_133\">43.   We therefore hold, following the aforesaid authorities, that in the\n\nguise of misinterpretation of the contract, and consequent “errors of\n\njurisdiction”, it is not possible to state that the arbitral award would be\n\nbeyond the scope of submission to arbitration if otherwise the\n\naforesaid misinterpretation (which would include going beyond the\n\nterms of the contract), could be said to have been fairly comprehended\n\nas “disputes” within the arbitration agreement, or which were referred\n\nto the decision of the arbitrators as understood by the authorities\n\nabove. If an arbitrator is alleged to have wandered outside the contract\n\nand dealt with matters not allotted to him, this would be a jurisdictional\n\nerror which could be corrected on the ground of “patent illegality”,\n\nwhich, as we have seen, would not apply to international commercial\n\n\n<span class=\"hidden_text\" id=\"span_140\">                                                                        79</span>\n\farbitrations that are decided under Part II of the 1996 Act. To bring in\n\nby the backdoor grounds relatable to <a href=\"/doc/1943211/\" id=\"a_247\">Section 28(3)</a> of the 1996 Act to\n\nbe matters beyond the scope of submission to arbitration under\n\n<a href=\"/doc/148869/\" id=\"a_248\">Section 34(2)(a)(iv)</a> would not be permissible as this ground must be\n\nconstrued narrowly and so construed, must refer only to matters which\n\nare beyond the arbitration agreement or beyond the reference to the\n\narbitral tribunal.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_134\">Most Basic Notions of Justice\n\n\n</p><p data-structure=\"Section\" id=\"p_135\">44.   The expression “most basic notions of … justice” finds mention\n\nin Explanation 1 to sub-clause (iii) to <a href=\"/doc/549389/\" id=\"a_249\">Section 34(2)(b)</a>. Here again,\n\nwhat is referred to is, substantively or procedurally, some fundamental\n\nprinciple of justice which has been breached, and which shocks the\n\nconscience of the Court. Thus, in Parsons (supra), it was held:\n</p>\n<blockquote id=\"blockquote_176\">       “7. Article V(2)(b) of the Convention allows the court in\n       which enforcement of a foreign arbitral award is sought\n       to refuse enforcement, on the defendant’s motion or sua\n       sponte, if ‘enforcement of the award would be contrary to\n       the public policy of (the forum) country.’ The legislative\n       history of the provision offers no certain guidelines to its\n       construction. Its precursors in the Geneva Convention\n       and the 1958 Convention’s ad hoc committee draft\n       extended the public policy exception to, respectively,\n       awards contrary to ‘principles of the law’ and awards\n       violative of ‘fundamental principles of the law.’ In one\n       commentator’s view, the Convention’s failure to include\n       similar language signifies a narrowing of the defense\n       [Contini, International Commercial Arbitration, 8\n\n\n<span class=\"hidden_text\" id=\"span_141\">                                                                      80</span>\n\f      Am.J.Comp.L. 283, 304]. On the other hand, another\n      noted authority in the field has seized upon this omission\n      as indicative of an intention to broaden the defense\n      [Quigley, Accession by the United States to the United\n      Nations Convention on the Recognition and Enforcement\n      of Foreign Arbitral Awards, 70 Yale L.J. 1049, 1070-71\n      (1961)].\n</blockquote><p data-structure=\"CDiscource\" id=\"p_136\">      8. Perhaps more probative, however, are the inferences\n      to be drawn from the history of the Convention as a\n      whole. The general pro-enforcement bias informing the\n      Convention and explaining its supersession of the\n      Geneva Convention points toward a narrow reading of\n      the public policy defense. An expansive construction of\n      this defense would vitiate the Convention’s basic effort to\n      remove preexisting obstacles to enforcement. [See\n      Straus, Arbitration of Disputes between Multinational\n      Corporations, in New Strategies for Peaceful Resolution\n      of International Business Disputes 114-15 (1971); Digest\n      of Proceedings of International Business Disputes\n      Conference, April 14, 1971, at 191 (remarks of Professor\n      W. Reese)]. Additionally, considerations of reciprocity –\n      considerations given express recognition in the\n      Convention itself – counsel courts to invoke the public\n      policy defense with caution lest foreign courts frequently\n      accept it as a defense to enforcement of arbitral awards\n      rendered in the United States.\n</p><p data-structure=\"Precedent\" id=\"p_137\">      9. We conclude, therefore, that the Convention’s public\n      policy defense should be construed narrowly.\n      Enforcement of foreign arbitral awards may be denied on\n      this basis only where enforcement would violate the\n      forum state’s most basic notions of morality and justice.\n      [Restatement Second of the Conflict of Laws 117,\n      comment c, at 340 (1971); Loucks v. Standard Oil Co.,\n      224 N.Y. 99, 111, 120 N.E. 198 (1918)].”\n\n\nIn Dongwoo Mann+hummel Co. Ltd. v. Mann+hummel Gmbh,\n\n[2008] SGHC 67, the High Court of Singapore held:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_142\">                                                                    81</span>\n<blockquote id=\"blockquote_177\">\f“131. In PT Asuransi Jasa Indonesia (Persero) v Dexia\nBank SA [2007] 1 SLR 597 (“PT Asuransi Jasa\nIndonesia (Persero)”), the Court of Appeal explained\nwhat would constitute a conflict with public policy (at [57]\nand [59]):\n</blockquote><blockquote id=\"blockquote_178\">    57. … The legislative policy under the Act is to\n    minimise curial intervention in international\n    arbitrations. Errors of law or fact made in an\n    arbitral decision, per se, are final and binding\n    on the parties and may not be appealed against\n    or set aside by a court except in the situations\n    prescribed under s 24 of the Act and Art 34 of\n    the Model Law. … In the present context, errors\n    of law or fact, per se, do not engage the public\n    policy of Singapore under Art 34(2)(b) (ii) of the\n    Model Law when they cannot be set aside\n    under Art 34(2)(a) (iii) of the Model Law.\n    xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_179\">    59. Although the concept of public policy of the\n    State is not defined in the Act or the Model Law,\n    the general consensus of judicial and expert\n    opinion is that public policy under the Act\n    encompasses a narrow scope. In our view, it\n    should only operate in instances where the\n    upholding of an arbitral award would “shock the\n    conscience” (see Downer Connect ([58] supra)\n    at [136]), or is “clearly injurious to the public\n    good or … wholly offensive to the ordinary\n    reasonable and fully informed member of the\n    public” (see Deutsche Schachbau v Shell\n    International Petroleum Co Ltd [1987] 2 Lloyds’\n    Rep 246 at 254, per Sir John Donaldson MR),\n    or where it violates the forum’s most basic\n    notion of morality and justice: see Parsons &amp;\n    Whittemore Overseas Co Inc v Societe\n    Generale de L’Industrie du Papier (RAKTA) 508\n    F 2d, 969 (2nd Cir, 1974) at 974. This would be\n    consistent with the concept of public policy that\n    can be ascertained from the preparatory\n    materials to the Model Law. As was highlighted\n    in the Commission Report (A/40/17), at para\n\n\n<span class=\"hidden_text\" id=\"span_143\">                                                               82</span>\n\f     297 (referred to in A Guide to the UNCITRAL\n     Model Law on International Commercial\n     Arbitration:       Legislative    History       and\n     Commentary by Howard M Holtzmann and\n     Joseph E Neuhaus (Kluwer, 1989) at 914):\n</blockquote><blockquote id=\"blockquote_180\">          In discussing the term ‘public policy’, it\n          was understood that it was not\n          equivalent to the political stance or\n          international policies of a State but\n          comprised the fundamental notions\n          and principles of justice… It was\n          understood that the term ‘public\n          policy’, which was used in the 1958\n          New York Convention and many other\n          treaties,      covered      fundamental\n          principles of law and justice in\n          substantive as well as procedural\n          respects. Thus, instances such as\n          corruption, bribery or fraud and similar\n          serious cases would constitute a\n          ground for setting aside.”\n                              (emphasis in original)\n</blockquote><blockquote id=\"blockquote_181\">132. In Profilati Italia SRL v Paine Webber Inc [2001] 1\nLloyd’s Rep 715 (“Profilati”), Moore-Bick J made the\nfollowing observations in relation to the argument that\nnon-disclosure of material documents constituted a\nbreach of public policy in the context of s 68 of the\n<a href=\"/doc/1003813/\" id=\"a_250\">English Arbitration Act</a> 1996 (at [17], [19] and [26]):\n</blockquote><blockquote id=\"blockquote_182\">     17. … Where the successful party is said to\n     have procured the award in a way which is\n     contrary to public policy it will normally be\n     necessary to satisfy the Court that some form of\n     reprehensible or unconscionable conduct on his\n     part has contributed in a substantial way to\n     obtaining an award in his favour. Moreover, I do\n     not think that the Court should be quick to\n     interfere under this section [ie, s 68(2)(g) of the\n     <a href=\"/doc/1052228/\" id=\"a_251\">Arbitration Act</a> 1996]. In those cases in which<a href=\"/doc/159834/\" id=\"a_252\"> s.\n     68</a> has so far been considered the Court has\n     emphasized that it is intended to operate only in\n     extreme cases...\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_144\">                                                           83</span>\n<blockquote id=\"blockquote_183\">\f           xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_184\">           19. Where an important document which ought\n           to have been disclosed is deliberately withheld\n           and as a result the party withholding it has\n           obtained an award in his favour the Court may\n           well consider that he procured that award in a\n           manner contrary to public policy. After all, such\n           conduct is not far removed from fraud…\n           xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_185\">           26. Even if there had been a deliberate failure\n           to give disclosure of the two documents in\n           question it would still be necessary for Profilati\n           to satisfy the Court that it had suffered\n           substantial injustice as a result.”\n\nAnd finally, in BAZ v. BBA and Ors., [2018] SGHC 275, the High\n\nCourt of Singapore stated:\n</blockquote>\n<blockquote id=\"blockquote_186\">      “156. From the outset, it is important to reiterate that the\n      public policy ground for setting aside or refusal of\n      recognition/enforcement is very narrow in scope. The\n      Court of Appeal has held that the ground should only\n      succeed in cases where upholding or enforcing the\n      arbitral award would “shock the conscience”, or be\n      “clearly injurious to the public good or … wholly offensive\n      to the ordinary reasonable and fully informed member of\n      the public”, or violate “the forum’s most basic notion of\n      morality and justice” (PT Asuransi Jasa Indonesia\n      (Persero) v Dexia Bank SA [2007] 1 SLR(R) 597 (“PT\n      Asuransi”) at [59]). In Sui Southern Gas Co Ltd v\n      Habibullah Coastal Power Co (Pte) Ltd [2010] 3 SLR 1\n      (“Sui Southern Gas”), the High Court stated that to\n      succeed on a public policy argument, the party “had to\n      cross a very high threshold and demonstrate egregious\n      circumstances such as corruption, bribery or fraud, which\n      would violate the most basic notions of morality and\n      justice” (at [48]). The 1985 UN Commission Report\n      states at para 297 that the term public policy “comprised\n      the fundamental notions and principles of justice”, and it\n      was understood that the term “covered fundamental\n\n<span class=\"hidden_text\" id=\"span_145\">                                                                     84</span>\n\f       principles of law and justice in substantive as well as\n       procedural respects”. The 1985 UN Commission Report\n       further explains that Art 34(2)(b)(ii) of the Model Law\n       “was not to be interpreted as excluding instances or\n       events relating to the manner in which an award was\n       arrived at”.\n</blockquote><blockquote id=\"blockquote_187\">       157. It is clear that errors of law or fact, per se, do not\n       engage the public policy of Singapore under Art 34(2)(b)\n</blockquote><blockquote id=\"blockquote_188\">       (ii) of the Model Law when they cannot be set aside\n       under Art 34(2)(a)(iii) of the Model Law (PT Asuransi at\n       [57]), with the exception that the court’s judicial power to\n       decide what the public policy of Singapore is cannot be\n       abrogated (AJU v AJT [2011] 4 SLR 739 (“AJU v AJT”) at\n       [62]). ……\n       xxx xxx xxx\n</blockquote><blockquote id=\"blockquote_189\">       159. …… This balance is generally in favour of the policy\n       of enforcing arbitral awards, and only tilts in favour of the\n       countervailing public policy where the violation of that\n       policy would “shock the conscience” or would be contrary\n       to “the forum’s most basic notion of morality and justice”.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_138\">       In determining whether the balance tilts towards the\n       countervailing public policy, it is important to consider\n       both the subject nature of the public policy, the degree of\n       violation of that public policy and the consequences of\n       the violation.”\n                                             (emphasis supplied)\n\n\n</p><p data-structure=\"PetArg\" id=\"p_139\">45.   Given these parameters of challenge, let us now examine the\n\narguments of learned counsel on behalf of the appellant. There can be\n\nno doubt that the government guidelines that were referred to and\n\nstrongly relied upon by the majority award to arrive at the linking factor\n\nwere never in evidence before the Tribunal. In fact, the Tribunal relies\n\nupon the said guidelines by itself and states that they are to be found\n\n\n\n\n<span class=\"hidden_text\" id=\"span_146\">                                                                       85</span>\n\fon a certain website. The ground that is expressly taken in the <a href=\"/doc/536284/\" id=\"a_253\">Section\n\n34</a> petition by the appellant is as follows:\n</p>\n<blockquote id=\"blockquote_190\">       “It is pertinent to mention here that no such guidelines of\n       the Ministry of Industrial Development had been filed on\n       record by either of the parties and therefore, the Tribunal\n       had no jurisdiction to rely upon the same while deciding\n       the issue before it. Accordingly, the impugned Award is\n       liable to be set aside.”\n\n\n</blockquote><blockquote id=\"blockquote_191\">46.   Learned counsel for the respondent also agreed that these\n\nguidelines were never, in fact, disclosed in the arbitration proceedings.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_140\">This being the case, and given the authorities cited hereinabove, it is\n\nclear that the appellant would be directly affected as it would otherwise\n\nbe unable to present its case, not being allowed to comment on the\n\napplicability or interpretation of those guidelines. For example, the\n\nappellant could have argued, without prejudice to the argument that\n\nlinking is de hors the contract, that of the three methods for linking the\n\nNew Series with the Old Series, either the second or the third method\n\nwould be preferable to the first method, which the majority award has\n\napplied on its own. For this reason, the majority award needs to be set\n\naside under <a href=\"/doc/541243/\" id=\"a_254\">Section 34(2)(a)(iii)</a>.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_141\">47.   Insofar as the argument that a new contract had been made by\n\nthe majority award for the parties, without the consent of the appellant,\n\nby applying a formula outside the agreement, as per the Circular dated\n\n\n<span class=\"hidden_text\" id=\"span_147\">                                                                       86</span>\n\f15.02.2013, which itself could not be applied without the appellant’s\n\nconsent, we are of the view that this ground under Section 34(2)(a)(iv)\n\nwould not be available, given the authorities discussed in detail by us.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_142\">It is enough to state that the appellant argued before the arbitral\n\ntribunal that a new contract was being made by applying the formula\n\noutside what was prescribed, which was answered by the respondent,\n\nstating that it would not be possible to apply the old formula without a\n\nlinking factor which would have to be introduced. Considering that the\n\nparties were at issue on this, the dispute as to whether the linking\n\nfactor applied, thanks to the Circular dated 15.02.2013, is clearly\n\nsomething raised and argued by the parties, and is certainly something\n\nwhich would fall within the arbitration clause or the reference to\n\narbitration that governs the parties. This being the case, this argument\n\nwould not obtain and <a href=\"/doc/148869/\" id=\"a_255\">Section 34(2)(a)(iv)</a>, as a result, would not be\n\nattracted.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_143\">48.   However, when it comes to the public policy of India argument\n\nbased upon “most basic notions of justice”, it is clear that this ground\n\ncan be attracted only in very exceptional circumstances when the\n\nconscience of the Court is shocked by infraction of fundamental\n\nnotions or principles of justice. It can be seen that the formula that was\n\napplied by the agreement continued to be applied till February, 2013 –\n\n<span class=\"hidden_text\" id=\"span_148\">                                                                       87</span>\n\fin short, it is not correct to say that the formula under the agreement\n\ncould not be applied in view of the Ministry’s change in the base\n\nindices from 1993-94 to 2004-05. Further, in order to apply a linking\n\nfactor, a Circular, unilaterally issued by one party, cannot possibly bind\n\nthe other party to the agreement without that other party’s consent.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_144\">Indeed, the Circular itself expressly stipulates that it cannot apply\n\nunless the contractors furnish an undertaking/affidavit that the price\n\nadjustment under the Circular is acceptable to them. We have seen\n\nhow the appellant gave such undertaking only conditionally and\n\nwithout prejudice to its argument that the Circular does not and cannot\n\napply. This being the case, it is clear that the majority award has\n\ncreated a new contract for the parties by applying the said unilateral\n\nCircular and by substituting a workable formula under the agreement\n\nby another formula de hors the agreement. This being the case, a\n\nfundamental principle of justice has been breached, namely, that a\n\nunilateral addition or alteration of a contract can never be foisted upon\n\nan unwilling party, nor can a party to the agreement be liable to\n\nperform a bargain not entered into with the other party. Clearly, such a\n\ncourse of conduct would be contrary to fundamental principles of\n\njustice as followed in this country, and shocks the conscience of this\n\nCourt. However, we repeat that this ground is available only in very\n\n\n<span class=\"hidden_text\" id=\"span_149\">                                                                       88</span>\n\fexceptional circumstances, such as the fact situation in the present\n\ncase. Under no circumstance can any Court interfere with an arbitral\n\naward on the ground that justice has not been done in the opinion of\n\nthe Court. That would be an entry into the merits of the dispute which,\n\nas we have seen, is contrary to the ethos of <a href=\"/doc/536284/\" id=\"a_256\">Section 34</a> of the 1996\n\nAct, as has been noted earlier in this judgment.\n</p>\n\n<p data-structure=\"Section\" id=\"p_145\">49.   The judgments of the Single Judge and of the Division Bench of\n\nthe Delhi High Court are set aside. Consequently, the majority award is\n\nalso set aside. Under the Scheme of <a href=\"/doc/536284/\" id=\"a_257\">Section 34</a> of the 1996 Act, the\n\ndisputes that were decided by the majority award would have to be\n\nreferred afresh to another arbitration. This would cause considerable\n\ndelay and be contrary to one of the important objectives of the 1996\n\nAct, namely, speedy resolution of disputes by the arbitral process\n\nunder the Act. Therefore, in order to do complete justice between the\n\nparties, invoking our power under <a href=\"/doc/500307/\" id=\"a_258\">Article 142</a> of the Constitution of\n\nIndia, and given the fact that there is a minority award which awards\n\nthe appellant its claim based upon the formula mentioned in the\n\nagreement between the parties, we uphold the minority award, and\n\nstate that it is this award, together with interest, that will now be\n\nexecuted between the parties. The minority award, in paragraphs 11\n\nand 12, states as follows:\n</p>\n<span class=\"hidden_text\" id=\"span_150\">                                                                    89</span>\n<blockquote id=\"blockquote_192\">\f       “11. I therefore award the claim of the Claimant in full.\n</blockquote><blockquote id=\"blockquote_193\">       12. Costs – no amount is awarded to the parties. Each\n       party shall bear its own cost.”\n\nGiven the reliefs claimed by the appellant in their statement of claim\n\nbefore the learned arbitrators, what is awarded to the appellant is the\n\nprincipal sum of INR 2,01,42,827/- towards price adjustment payable\n\nunder sub-clause 70.3 of the contract, for the work done under the\n\ncontract from September 2010 to May 2014, as well as interest at the\n\nrate of 10%, compounded monthly from the due date of payment to the\n\ndate of the award, i.e., 02.05.2016, plus future interest at the rate of\n\n12% per annum (simple) till the date of payment.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_146\">50.   The appeal is allowed in the aforesaid terms.</p><pre id=\"pre_3\">\n\n\n\n\n                                         …………………………J.\n                                         (R.F. Nariman)\n\n\n\n                                         …………………………J.\nNew Delhi                                (Vineet Saran)\nMay 08, 2019.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_151\">                                                                     90</span>\n\f</pre>","numcites":65,"numcitedby":952,"docsource":"Supreme Court of India","citetid":95111828,"divtype":"judgments","relatedqs":[{"value":"enforcement of arbitral awards","formInput":"enforcement%20of%20arbitral%20awards"},{"value":"audi alteram partem","formInput":"audi%20alteram%20partem"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"law commission reports","formInput":"law%20commission%20reports"},{"value":"wednesbury principle","formInput":"wednesbury%20principle"},{"value":"dispute adjudication board","formInput":"dispute%20adjudication%20board"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"ongc v. saw pipes","formInput":"ongc%20v.%20saw%20pipes"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"ONGC v. Saw Pipes Ltd.","formInput":"ONGC%20v.%20Saw%20Pipes%20Ltd."},{"value":"article 26","formInput":"article%2026"},{"value":"basic notion of morality and justice ","formInput":"basic%20notion%20of%20morality%20and%20justice%20"},{"value":"public policy","formInput":"public%20policy"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"Basic notion of justice","formInput":"Basic%20notion%20of%20justice"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"patent illegality","formInput":"patent%20illegality"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"conditions-for-enforcement-of-foreign-awards","formInput":"tag:conditions-for-enforcement-of-foreign-awards"},{"value":"administrative-assistance","formInput":"tag:administrative-assistance"}],"courtcopy":true,"query_alert":null,"agreement":false}