{"tid":82732509,"publishdate":"2021-09-03","title":"Mp Road Development Corporation vs Ministry Of Road Transport And Highways ... on 3 September, 2021","doc":"<h2 class=\"doc_title\">Mp Road Development Corporation vs Ministry Of Road Transport And Highways ... on 3 September, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-rafiq\">Chief Justice</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-rafiq\">Mohammad Rafiq</a>, <a href=\"/search/?formInput=benchid:v-k-shukla\">Vijay Kumar Shukla</a></h3>\n\n<pre id=\"pre_1\">                                                                                              W.P. No.11783/2021\n                                                                ---1---\n\n                        THE HIGH COURT OF JUDICATURE FOR MADHYA PRADESH\n                                           AT JABALPUR\n\n                                                     (DIVISION BENCH)\n\n                                                      W.P. No.11783/2021\n\n                      M.P. Road Development Corporation                          ................... Petitioner\n\n                                                                 Vs.\n\n                      The Ministry of Road, Transport\n                      and Highways (MORT &amp; H) and another                        .............. Respondents\n\n                       _____________________________________________________________\n                      Coram:\n                              Hon&#x27;ble Shri Justice Mohammad Rafiq, Chief Justice\n                              Hon&#x27;ble Shri Justice Vijay Kumar Shukla, Judge\n                       _____________________________________________________________\n                      Presence:\n                             Shri Purushaindra Kaurav, learned Advocate General with Shri Aditya\n                      Khandekar, learned counsel for the petitioner.\n                             Shri Mohan Sausarkar, learned counsel for respondent No.1.\n                             Shri Ranjeet Kumar, learned Senior Counsel with Shri Akshay Sapre,\n                      learned counsel for the respondent No.2.\n                      ______________________________________________________________\n                      Whether approved for reporting : Yes\n                      ______________________________________________________________\n                      Law laid down:\n\n                      The M.P. Road Development Corporation challenged the order passed by the Arbitral\n                      Tribunal on a dispute arising out of a concession agreement executed between the\n                      Corporation and the respondent-Department, whereby the application filed by the\n                      petitioner-MPRDC under Section 16 of the Arbitration and conciliation Act, 1996\n                      contending that the dispute falls within the definition of &#x27;works contract&#x27; over which the\n                      Arbitral Tribunal constituted under the Madhya Pradesh Madhyastham Adhikaran\n                      Adhiniyam, 1983 would have exclusive jurisdiction and therefore, the learned Arbitral\n                      Tribunal has no jurisdiction to entertain the same, has been rejected.\n\n                      Held:\n                      <a href=\"/doc/1306164/\" id=\"a_1\">The Arbitration and Conciliation Act, 1996</a> is a self contained code dealing with every\n                      aspect of arbitration. The legislative policy of consolidating all the laws relating to\n                      domestic arbitration, international commercial arbitration, enforcement of foreign arbitral\n                      awards is aimed at ensuring not only speedy disposal of arbitration cases but also timely\n                      execution of the awards.\n\nSignature\n SAN      Not\nVerified\n\nDigitally signed by\nSAIFAN KHAN\nDate: 2021.09.03\n17:34:42 IST\n                                                                                               W.P. No.11783/2021\n                                                                 ---2---\n\n                      <a href=\"/doc/1746186/\" id=\"a_2\">Section 16(2)</a> of the Act of 1996 stipulates that a plea that the arbitral tribunal does not\n                      have jurisdiction shall be raised not later than the submission of the statement of defence;\n                      however, a party shall not be precluded from raising such a plea merely because that he\n                      has appointed, or participated in the appointment of, an arbitrator. Sub-section (5) of\n                      <a href=\"/doc/675839/\" id=\"a_3\">Section 16</a> provides that the arbitral tribunal shall decide on a plea referred to in sub-\n                      section (2) or sub-section (3) and, where the arbitral tribunal takes a decision rejecting the\n                      plea, continue with the arbitral proceedings and make an arbitral award. The language\n                      employed by the Parliament in this sub-section thus makes its intention clear that once if\n                      the arbitral tribunal takes a decision to reject the plea, it shall continue with the arbitral\n                      proceedings and make an arbitral award. It cannot however be said that the aggrieved party\n                      has been left remediless against the rejection of its objection as to the jurisdiction of the\n                      arbitral tribunal. The only thing is that its remedy has been deferred till the stage of\n                      <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the Act of 1996 arises as is evident from sub-section (6) of <a href=\"/doc/675839/\" id=\"a_5\">Section 16</a> of the\n                      Act of 1996 which interalia provides that the parties aggrieved by such an arbitral award\n                      may make an application for setting aside such an arbitral award in accordance with\n                      <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a>.\n\n                      Moreover, intention of the legislature in not providing the appeal against the rejection of\n                      the application under <a href=\"/doc/1746186/\" id=\"a_7\">Section 16(2)</a> is also evident from sub-section (2) of <a href=\"/doc/772406/\" id=\"a_8\">Section 37</a>,\n                      which, vide its sub-clause (a), while providing for an appeal to a Court from an order of\n                      the arbitral tribunal accepting the plea referred to in sub-section (2) or sub-section (3) of\n                      <a href=\"/doc/675839/\" id=\"a_9\">Section 16</a>, purposely does not provide for an appeal against an order of the arbitral\n                      tribunal rejecting the plea referred to in sub-section (2) or sub-section (3) of <a href=\"/doc/675839/\" id=\"a_10\">Section 16</a>.\n                      Therefore, argument of the petitioner that the arbitral tribunal does not have the\n                      jurisdiction or for that matter, its argument that it was not given proper notice of\n                      appointment of the Arbitrator, may only be available to it as ground of challenge to the\n                      award if eventually the same were to be passed against it.\n\n                      The argument of the learned Advocate General is that the present matter falls within the\n                      exceptions to the general rule that this Court under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_12\">227</a> of the Constitution\n                      of India can interfere with orders &quot;patently lacking in inherent jurisdiction&quot; and also if it\n                      suffers from &#x27;bad faith&#x27; but neither of the arguments has been brought home inasmuch as,\n                      as has rightly been argued, the petitioner appears to have coined the argument of &quot;patent\n                      lack of inherent jurisdiction&quot; and the &quot;bad faith&quot; only during the course of arguments as\n                      none of them find mention either in the application under <a href=\"/doc/1746186/\" id=\"a_13\">Section 16(2)</a> filed before the\n                      Arbitral Tribunal or in the memorandum of writ petition challenging rejection thereof or\n                      even in the rejoinder to the reply of respondent No.2. As regard various orders of the\n                      Supreme Court and this Court cited by the learned Advocate General, transferring the\n                      proceedings pending before the Arbitrator to the arbitral tribunal under the Adhiniyam of\n                      1983, suffice it to say that in none of these orders, <a href=\"/doc/675839/\" id=\"a_14\">Sections 16</a>, <a href=\"/doc/536284/\" id=\"a_15\">34</a> and <a href=\"/doc/772406/\" id=\"a_16\">37</a> of the Act of\n                      1996 were analyzed and the precedents referred to supra, were considered.\n\n                      The contention that according to Clause 44.4 of the Agreement, in the event of situation of\n                      a statutory Regulatory Authority or Commission with powers to adjudicate upon disputes\n                      between the Concessionaire and the Authority, all Disputes arising after such constitution\n                      shall, instead of reference to arbitration under Clause 44.3, be adjudicated upon by such\n                      Regulatory Authority or Commission in accordance with the law, is noted to be rejected as\n                      undeniably, the very same agreement contains Clause 44.3.1 which provides that any\n                      dispute, which could not be resolved amicably by conciliation, as provided in Clause 44.2,\n                      shall be finally decided by reference to arbitration by a Board of Arbitrators appointed in\n                      accordance with Clause 44.3.2, in accordance with the Rules of Arbitration of the\n                      International Centre for Alternative Dispute Resolution, New Delhi, subject to the\n                      provisions of the <a href=\"/doc/1052228/\" id=\"a_17\">Arbitration Act</a> and that the venue of such arbitration shall be at Bhopal.\n                      If despite existence of the Arbitration Tribunal under the Adhiniyam of 1983, the parties\n                      have agreed for arbitration under the aegis of ICADR in accordance with the ICADR\n                      Rules and the Arbitration Act and consciously did not mention about existence of the\n                      arbitration tribunal established under the Adhiniyam of 1983, which then was already in\nSignature\n SAN      Not\nVerified\n\nDigitally signed by\nSAIFAN KHAN\nDate: 2021.09.03\n17:34:42 IST\n                                                                                               W.P. No.11783/2021\n                                                                 ---3---\n\n                      existence, the petitioner cannot be permitted now to raise this plea. Clause 44.4 in any\n                      case, can be interpreted to cover a future situation as is evident from its wordings that &quot;in\n                      the event of constitution of a statutory Regulatory Authority or Commission with powers to\n                      adjudicate upon disputes between the Concessionaire and the Authority, all Disputes\n                      arising after such constitution&quot;. Had the parties while entering into the agreement wanted\n                      to refer their future disputes to the Arbitration Tribunal constituted under the Adhiniyam of\n                      1983, they would have most certainly mentioned about the same in Clause 44.3 or Clause\n                      44.4 rather than wording these clauses in the manner they have been formulated.\n\n                      Reference made to:\n                      SBP and Co. Vs. Patel Engineering Ltd., (2005) 8 SCC 618\n                      Fuerst Day Lawson Ltd. Vs. Jindal Exports Ltd., (2011) 8 SCC 333\n                      Nivedita Sharma Vs. COAI, (2011) 14 SCC 337\n                      Deep Industries Vs. Oil and National Gas Corporation, (2020) 15 SCC 706\n                      Bhaven Construction Vs. Executive Engineer, (2021) SCC Online SC 8\n                      ______________________________________________________________\n                      Significant paragraphs : 15 to 23\n                      __________________________________________________________\n                      Heard on: 26.8.2021\n                      __________________________________________________________\n\n                                                           ORDER\n</pre>\n<p data-structure=\"Section\" id=\"p_1\">                                          (Passed on this 3rd day of September, 2021)\n\n                      Per Mohammad Rafiq, Chief Justice:\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><blockquote id=\"blockquote_1\">                             This writ petition has been filed by M.P. Road Development\n\n                      Corporation challenging the order dated 29.12.2020 passed by the Arbitral\n\n                      Tribunal which is in seisin over the dispute arising out of the concession\n\n                      agreement executed between the petitioner and the Respondent No.2 on\n\n                      25.1.2021 to augment the existing road from km 2229/10 to km 140/6\n\n                      approximately 89.300 kms on the Rewa to MP/UP Border section of the\n\n                      National Highway No.7 by four laning on design, build, finance, operate and\n\n                      transfer (DBFOT) basis on the terms and conditions set forth therein. By the\n\n                      aforesaid order, the application filed by the petitioner on 24.12.2020 under\n\n                      <a href=\"/doc/675839/\" id=\"a_18\">Section 16</a> of the Arbitration and conciliation Act, 1996 (hereinafter\n\n                      referred to as &quot;the Act of 1996&quot; for short) contending that the dispute falls\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_1\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_2\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_3\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_4\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_5\">                                                                                     W.P. No.11783/2021</span>\n</blockquote><blockquote id=\"blockquote_2\">                                                           ---4---\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_3\">                      within the definition of &#x27;works contract&#x27; over which the Arbitral Tribunal\n\n                      constituted under the Madhya Pradesh Madhyastham Adhikaran\n\n                      Adhiniyam, 1983 (hereinafter referred to as &quot;the Adhiniyam of 1983&quot; for\n\n                      short) would have exclusive jurisdiction and therefore, the learned Arbitral\n\n                      Tribunal has no jurisdiction to entertain the same, has been rejected.\n\n</p><p data-structure=\"Issue\" id=\"p_4\">                      2.    The petitioner is a Company incorporated under the <a href=\"/doc/153279772/\" id=\"a_19\">Indian Companies\n\n                      Act</a>, fully owned by the State Government having its head office at Bhopal.\n\n                      The agreement in question was executed between the petitioner and the\n\n                      Respondent No.2. Upon a dispute having been arisen between them, the\n\n                      Respondent No.2 invoked the Arbitration Clause No.44.3 of the Concession\n\n                      Agreement and appointed Hon&#x27;ble Mr. Justice Vikramjit Sen, Former Judge\n\n                      of the Supreme Court of India as its nominee arbitrator. The petitioner instead\n\n                      of appointing its arbitrator, raised a dispute that the matter is required to be\n\n                      adjudicated by the Arbitration Tribunal constituted under the Adhiniyam of\n\n                      1983. Since the petitioner failed to appoint arbitrator as per Clause 44.3.2, the\n\n                      International Centre for Alternative Dispute Resolution, New Delhi having\n\n                      been empowered under Clause 44.3.1 of the Agreement by invoking Rule 5\n\n                      of the ICADR Rules, appointed Shri Amarjit Singh Chandhiok as its nominee\n\n                      arbitrator. Both the arbitrators then nominated Hon&#x27;ble Mr. Justice A. K.\n\n                      Sikri, former Judge of Supreme Court of India as the Presiding Arbitrator.\n\n                      The petitioner thereafter filed an application before the Arbitral Tribunal\n\n                      under <a href=\"/doc/675839/\" id=\"a_20\">Section 16</a> of the Act of 1996 contending that it has no jurisdiction to\n\n                      decide the dispute between the parties and also contending that since the\n\n                      dispute between the parties under the Concession Agreement falls within the\n\n                      definition of &#x27;works contract&#x27;, therefore, in view of Clause 44.4 of the\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_6\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_7\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_8\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_9\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_10\">                                                                                     W.P. No.11783/2021</span>\n</p><p data-structure=\"Issue\" id=\"p_5\">                                                           ---5---\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">                      Concession Agreement, Madhya Pradesh Arbitration Tribunal constituted\n\n                      under the Adhiniyam of 1983 would have the exclusive jurisdiction to\n\n                      entertain the dispute. The learned Arbitral Tribunal by impugned order dated\n\n                      29.12.2020 dismissed the said application. Hence this writ petition.\n\n</p><p data-structure=\"CDiscource\" id=\"p_7\">                      3.    We have heard learned counsel for the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">                      4.    Shri Purushaindra Kaurav, learned Advocate General referring to\n\n                      definition of &#x27;works contract&#x27; in <a href=\"/doc/193545766/\" id=\"a_21\">Section 2(1)(i)</a> of the Adhiniyam of 1983\n\n                      contended that the essential elements for any work to be termed as a &#x27;works\n\n                      contract&#x27; is that the work must be for construction, repair or maintenance of a\n\n                      road and must be executed by the State or its Corporation. This provision\n\n                      nowhere provides that the State or its Corporation must be the owner of the\n\n                      said work. It further clarifies that even when there is no State support\n\n                      agreement, the work would still fall within the definition of works contract.\n\n                      Learned Advocate General argued that <a href=\"/doc/1713036/\" id=\"a_22\">Section 5</a> of the National Highway Act\n\n                      provides it shall be the responsibility of the Central Government to develop\n\n                      and maintain in proper repair all national highways, but the Central\n\n                      Government may, by notification in the Gazette, direct that any function in\n\n                      relation to development or maintenance of any national highway, shall,\n\n                      subject to such conditions, if any, as may be specified in the notification, also\n\n                      be exercisable by the Government of the State within which the national\n\n                      highway is situated or by any officer or authority subordinate to the Central\n\n                      Government or to the State Government. It is argued that the Ministry of\n\n                      Shipping, Road Transport and Highways by notification dated 4.8.2005\n\n                      directed that the functions in relation to the execution of works pertaining to\n\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_11\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_12\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_13\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_14\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_15\">                                                                                  W.P. No.11783/2021</span>\n</p><p data-structure=\"Issue\" id=\"p_9\">                                                         ---6---\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">                      some of the National Highways including the National Highway No.7, would\n\n                      be exercisable by the State Government.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">                      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"131675345\" id=\"span_16\">5.    Learned Advocate General submitted that Clause 2.1(ix) of the\n\n                      Memorandum of Understanding executed between the State Government and\n\n                      the Central Government on 30.9.2009 clearly mandates the State Government\n\n                      to ensure effective and efficient implementation of the project as per the\n\n                      terms of the concession agreement and discharge all the obligations, duties\n\n                      and functions of the NHAI in accordance with the concession agreement\n\n                      provided, however, the Authority shall obtain prior written consent of the\n\n                      Central Government before issuing any termination notice of the concession\n\n                      agreement or for making any change in the scope of work under the\n\n                      concession agreement, payment thereunder is to be reimbursed by the Central\n\n                      Government or for issuing any order that has the effect of increasing the\n\n                      concession period under the concession agreement. It is submitted that the\n\n                      concession agreement for four laning of Rewa-MP/UP border (NH-7) was\n\n                      executed with Respondent No.2-M/s Vindhyachal Expressway Private Ltd. on\n\n                      25.1.2012 in which the concession has been awarded by the M.P. Road\n\n                      Development Corporation. Learned Advocate General argued that this Court\n\n                      in Arbitration Case No.21/2014 (M/s <a href=\"/doc/131675345/\" id=\"a_23\">Highway Infrastructure Vs. Union of\n\n                      India</a>) decided on 21.7.2015 has in the context of similar controversy clearly\n\n                      observed that the dispute between the petitioner and any person party to the\n\n                      works contract, shall be adjudicated only by the Arbitration Tribunal\n\n                      constituted under the Adhiniyam of 1983. Clause 44.4 of the agreement\n\n                      would be attracted in the present situation and not Clause 44.3. Clause 44.4\n\n                      clearly provides that in the event of constitution of a statutory Regulatory\nSignature\n SAN      Not\nVerified</span>\n\n<span class=\"hidden_text\" id=\"span_17\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_18\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_19\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_20\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_21\">                                                                                     W.P. No.11783/2021</span>\n</p><p data-structure=\"Section\" id=\"p_12\">                                                           ---7---\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139507245\" id=\"span_22\">Authority or Commission with powers to adjudicate upon disputes between\n\n                      the Concessionaire, all such disputers shall be adjudicated upon by such\n\n                      Regulatory Authority or Commission in accordance with the applicable law\n\n                      and all reference to dispute resolution procedure shall be construed\n\n                      accordingly. This provision, according to the learned Advocate General, has\n\n                      been interpreted by this Court in Arbitration Case <a href=\"/doc/139507245/\" id=\"a_24\">No.5/2016 - M/s Concast\n\n                      Ambha Road Projects Private Ltd. Vs. M.P. Road Development\n\n                      Corporation</a>.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_14\">                      6.    Learned Advocate General argued that comparative analysis of Clause\n\n                      44.3 which relates to arbitration and Clause 44.4 which relates to adjudication\n\n                      by the Regulatory Statutory body, elicits that remedy of arbitration under\n\n                      Clause 44.3, can be availed only in the event there is no statutory body\n\n                      constituted to adjudicate between the rival parties. In case of constitution and\n\n                      functioning of the said statutory body, the parties have expressly agreed for\n\n                      taking recourse before the Statutory Tribunal under clause 44.4 for\n\n                      adjudication of disputes arising out of the agreement in question to the\n\n                      exclusion of Clause 44.3. It is argued that the M.P. Arbitration Tribunal has in\n\n                      this connection been constituted under the provisions of Adhiniyam of 1983\n\n                      and it is functional since long, having power to adjudicate reference made to\n\n                      it in shape of disputes relating to work contract awarded by the State or any\n\n                      of its functionaries. The petitioner-corporation is a functionary of the State of\n\n                      M.P. and the contract in question pertains to work for development of Ambha\n\n</p><p data-structure=\"Section\" id=\"p_15\">                      - Pinhat- Manpur- Rameshwar - Nadigon - Seondha - Satanbada - Narwar\n\n                      major district road on BOT (Annuity) basis and squarely falls within the\n\n                      expression &quot;works contract&quot; as defined in <a href=\"/doc/193545766/\" id=\"a_25\">Section 2(1)(i)</a> of the Adhiniyam of\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_23\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_24\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_25\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_26\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_27\">                                                                                    W.P. No.11783/2021</span>\n</p><p data-structure=\"Section\" id=\"p_16\">                                                          ---8---\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">                      1983. Therefore, the remedy of the respondent No.2 would be to approach the\n\n                      statutory Tribunal by filing a reference under Section 7-A of the Adhiniyam\n\n                      of 1983.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">                      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"78674124\" id=\"span_28\">7.    Learned Advocate General has referred to the order of Supreme Court\n\n                      passed in SLP No.10676/2018 (M/s <a href=\"/doc/78674124/\" id=\"a_26\">ARSS Damoh Hirapur Vs. M.P. Road\n\n                      Development Corporation</a>) decided on 4.5.2018 to argue that the Supreme\n\n                      Court was therein pleased to transfer the proceedings pending before the\n\n                      Arbitrator to the Arbitration Tribunal under the Adhiniyam of 1983. Similarly,\n\n                      this Court in W.P. No.16194/2018 (M.P. Road Development Corporation\n\n                      Vs. M/s Nila Construction Company Ltd.) following the aforesaid order of\n\n                      the Supreme Court, was also persuaded to transfer the arbitration proceedings\n\n                      to the Arbitration Tribunal under the Adhiniyam of 1983.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"188959631\" id=\"span_29\">Learned Advocate\n\n                      General sought to distinguish the cited judgment of the Supreme Court in the\n\n                      case of <a href=\"/doc/188959631/\" id=\"a_27\">Bhaven Construction Vs. Executive Engineer</a>, (2021) SCC Online\n\n                      SC 8 and contended that the argument that once the Arbitral Tribunal decides\n\n                      the application filed under <a href=\"/doc/675839/\" id=\"a_28\">Section 16</a> of the Act of 1996, remedy of the\n\n                      aggrieved party there against would be only under <a href=\"/doc/536284/\" id=\"a_29\">Section 34</a> of the Act of\n\n                      1996, is wholly misconceived. The aforesaid judgment is not applicable to the\n\n                      present case as the agreement <a href=\"/doc/188959631/\" id=\"a_30\">in that case</a> was for manufacture and supply of\n\n                      bricks and the Supreme Court observed that the contract for manufacturing\n\n                      simpliciter was not a works contract and for that reason, the Court went on to\n\n                      say that the question requires contractual interpretation. In the present case,\n\n                      the contract is for construction and maintenance of a road which beyond\n\n                      doubt simpliciter falls within the definition of a works contract.</span> Another\n\n                      judgment of the Supreme Court in Deep Industries Vs. Oil and National\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_30\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_31\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_32\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_33\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_34\">                                                                                     W.P. No.11783/2021</span>\n</p><p data-structure=\"Section\" id=\"p_19\">                                                           ---9---\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">                      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"863293\" id=\"span_35\">Gas Corporation reported in (2020) 15 SCC 706 relied on behalf of the\n\n                      respondent No.2 also does not bar the jurisdiction of this Court. Both the\n\n                      judgments do not rule out the exceptions to the general rule that the writ\n\n                      jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_32\">227</a> of the Constitution of\n\n                      India cannot be curtailed atleast in matters where impugned order passed\n\n                      during arbitral proceedings is lacking in inherent jurisdiction or is founded on\n\n                      bad faith. Relying on the judgment of Calcutta High Court in the case of\n\n                      <a href=\"/doc/863293/\" id=\"a_33\">State of West Bengal Vs. Sk. Isha Ali</a> reported in 1994 SCC Online 4, the\n\n                      learned Advocate General argued that the &#x27;bad faith<a href=\"/doc/863293/\" id=\"a_34\">&#x27; <a href=\"/doc/863293/\" id=\"a_35\">in that case</a></a> has been\n\n                      held to mean something opposite to bona fide and the good faith means\n\n                      generally implying or involving actual or constructive fraud, or a design to\n\n                      mislead or deceive another, or a neglect or refusal to fulfill some duty or\n\n                      some contractual obligation, not prompted by an honest mistake, as to one&#x27;s\n\n                      rights or duties but by some interested or sinister motive.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113283980\" id=\"span_36\">Citing from the\n\n                      judgment of the Full Bench of this Court in the case of <a href=\"/doc/113283980/\" id=\"a_36\">Viva Highways Ltd.\n\n                      Vs. M.P. Road Development Corporation Ltd.</a> reported in (2017) 2 MPLJ\n\n                      681, the learned Advocate General argued that this Court held therein that if\n\n                      an agreement by whatever name called, falls within the definition of &quot;works\n\n                      contract&quot; and the difference between the parties is covered within the\n\n                      definition of &#x27;dispute&#x27; as defined under the Adhiniyam of 1983, it has to be\n\n                      referred for adjudication to the Arbitration Tribunal constituted under <a href=\"/doc/686376/\" id=\"a_37\">Section\n\n                      3</a> thereof.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">                      8.    Learned Advocate General referring to <a href=\"/doc/1846895/\" id=\"a_38\">Section 7</a> of the Adhiniyam of\n\n                      1983 argued that it provides that either party to a works contract shall\n\n                      irrespective of the fact whether the agreement contains an arbitration clause\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_37\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_38\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_39\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_40\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_41\">                                                                                    W.P. No.11783/2021</span>\n</p><p data-structure=\"Section\" id=\"p_22\">                                                          ---10---\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">                      or not, refer in writing the dispute to the Tribunal under the Adhiniyam of\n\n                      1983, which is having overriding effect over the Act of 1996. The present like\n\n                      dispute was dealt with by the Supreme Court in VA Tech Escher Wyass\n\n                      Flovel Ltd. Vs. M.P. SEB, reported in (2011) 13 SCC 261 wherein it was\n\n                      held that provisions of the Adhiniyam of 1983 would apply even if there is no\n\n                      arbitration agreement. But if there was an express arbitration agreement after\n\n                      the Act of 1996 came into force, the provisions of Adhiniyam of 1983 shall be\n\n                      taken to have been impliedly repealed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168336914\" id=\"span_42\">However, correctness of the judgment\n\n                      of Supreme Court in VA Tech Escher Wyass Flovel Ltd. (supra) was\n\n                      doubted in <a href=\"/doc/168336914/\" id=\"a_39\">M.P. Rural Road Development Authority Vs. L. G. Chaudhary\n\n                      Engineers &amp; Contractors</a> reported in (2012) 3 SCC 495 holding that\n\n                      judgment in VA Tech Escher Wyass Flovel Ltd. (supra) was per incuriam. It\n\n                      was held that <a href=\"/doc/1450090/\" id=\"a_40\">Section 2(4)</a> of the Act of 1996 saves other inconsistent\n\n                      legislations and hence the Adhiniyam of 1983 shall prevail over the Act of\n\n                      1996 in respect of disputes arising out of a &quot;works contract.&quot; The Supreme\n\n                      Court held that it is clear from the statutory provisions of the Adhiniyam of\n\n                      1983 that the parties&#x27; choice of Arbitral Tribunal is not there.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1189990\" id=\"span_43\">Relying on the\n\n                      judgment of the Supreme Court in the case of <a href=\"/doc/1189990/\" id=\"a_41\">State of M.P. Vs. Anshuman\n\n                      Shukla</a> reported in (2008) 7 SCC 487 it was argued that the Supreme Court\n\n                      while referring to the Adhiniyam of 1983 and dealing with the nature of the\n\n                      Arbitral Tribunal constituted under the said Act held that the said Act was a\n\n                      special Act and provides for compulsory arbitration. <a href=\"/doc/966297/\" id=\"a_42\">Section 14</a> of the\n\n                      Adhiniyam of 1983 specifically provides that the award can be challenged\n\n                      under special circumstances and <a href=\"/doc/318136/\" id=\"a_43\">Section 17</a> provides for finality of the award,\n\n                      notwithstanding anything to the contrary contained in any other law relating\nSignature\n SAN      Not\nVerified</span>\n\n<span class=\"hidden_text\" id=\"span_44\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_45\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_46\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_47\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_48\">                                                                                    W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_24\">                                                          ---11---\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">                      to arbitration. Learned Advocate General, therefore, prayed that the impugned\n\n                      order passed by the learned Arbitral Tribunal is liable to be set aside and the\n\n                      dispute pending between the parties before the said Tribunal deserves to be\n\n                      transferred to the Arbitration Tribunal constituted under the provisions of\n\n                      Adhiniyam of 1983. Learned Advocate General argued that the ICADR has\n\n                      appointed nominee Arbitrator of the petitioner without any notice to it.\n\n</p><p data-structure=\"RespArg\" id=\"p_26\">                      9.    Per contra, Shri Ranjeet Kumar, learned Senior Counsel opposed the\n\n                      writ petition and submitted that the writ petition, filed under <a href=\"/doc/1712542/\" id=\"a_44\">Article 226</a> of\n\n                      the Constitution of India, against the impugned order of Arbitral Tribunal, is\n\n                      not maintainable. It is argued that that the Ministry of Road, Transport and\n\n                      Highways (MORT &amp; H) in terms of <a href=\"/doc/1713036/\" id=\"a_45\">Section 5</a> of the National Highways Act,\n\n                      1956 and Rule 2(d) of the National Highways Rules, 1957 has merely\n\n                      appointed the M.P. Road Development Corporation as its executing agency in\n\n                      relation to the present project. The Concession Agreement dated 25.1.2012\n\n                      was signed by the petitioner for and on behalf of the Respondent No.1.\n\n                      <a href=\"/doc/1406604/\" id=\"a_46\">Article 44</a> of the said Concession Agreement provides the dispute resolution\n\n                      mechanism. As certain disputes arose between the parties, the Respondent\n\n                      No.2 invoked Clause 44 of the said Concession Agreement. Since the dispute\n\n                      could not be resolved through conciliation, the Respondent No.2 was\n\n                      constrained to invoke arbitration under Clause 44.3 of the agreement. Finally,\n\n                      the Arbitral Tribunal was constituted and the parties including the petitioner\n\n                      submitted to the jurisdiction to the said Tribunal. Learned Senior Counsel\n\n                      argued that Clause 44.3 of the Concession Agreement clearly provides that in\n\n                      case of any dispute, which could not be resolved amicably, the parties could\n\n                      invoke arbitration, which shall be held in accordance with the rules of\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_49\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_50\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_51\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_52\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_53\">                                                                                     W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">                                                          ---12---\n</p>\n<p data-structure=\"RespArg\" id=\"p_28\">                      Arbitration of International Centre for Alternative Dispute Resolution, New\n\n                      Delhi (ICADR) and shall be subject to the provisions of the Act of 1996. It is\n\n                      argued that despite existence of the Arbitral Tribunal constituted under the\n\n                      Adhiniyam of 1983, when the parties with open eyes agreed for the\n\n                      arbitration under the aegis of ICADR in terms of the Act of 1996, the\n\n                      petitioner cannot be now allowed to resile from its stand. It is argued that the\n\n                      learned Arbitral Tribunal has rightly dismissed the application filed under\n\n                      <a href=\"/doc/1222415/\" id=\"a_47\">Section 16</a> of the Act of 1996 by the petitioner on 24.12.2020, by the\n\n                      impugned order dated 29.12.2020 and thereafter the learned Arbitral Tribunal\n\n                      continued with the arbitration proceedings in terms of <a href=\"/doc/1222415/\" id=\"a_48\">Section 16(5)</a> of the\n\n                      Act of 1996.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">                      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1851595\" id=\"span_54\">10.   Relying on the judgment of Supreme Court in the case of <a href=\"/doc/1851595/\" id=\"a_49\">Fuerst Day\n\n                      Lawson Ltd. Vs. Jindal Exports Ltd.</a>, (2011) 8 SCC 333, Shri Ranjeet\n\n                      Kumar, learned Senior Counsel argued that the Act of 1996 is a self-contained\n\n                      code and it carries with it, a negative import that only such acts as are\n\n                      mentioned in the Act, are permissible to be done and acts or things, not\n\n                      mentioned therein, are not permissible to be done. <a href=\"/doc/1713036/\" id=\"a_50\">Section 5</a> of the Act of\n\n                      1996 provides that notwithstanding anything contained in any other law for\n\n                      the time being in force, in matters governed by <a href=\"/doc/1222415/\" id=\"a_51\">Part I of the Act</a>, no judicial\n\n                      authority shall intervene except where so provided in this Part. <a href=\"/doc/1222415/\" id=\"a_52\">Section 16</a> of\n\n                      the Act of 1996 provides for the competence of the Arbitral Tribunal to rule\n\n                      on its jurisdiction. Learned Senior Counsel argued that in the legislative\n\n                      scheme of Section 16 if the Arbitral Tribunal decides to reject the objection as\n\n                      to its jurisdiction raised under Section 16, then it will continue with the\n\n                      arbitral proceedings and will finally make an award and the remedy of the\nSignature\n SAN      Not\nVerified</span>\n\n<span class=\"hidden_text\" id=\"span_55\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_56\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_57\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_58\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_59\">                                                                                      W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_30\">                                                           ---13---\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">                      party aggrieved by such award is to challenge the same under <a href=\"/doc/1222415/\" id=\"a_53\">Section 34</a> of\n\n                      the Act of 1996. Referring to <a href=\"/doc/1222415/\" id=\"a_54\">Section 34</a> of the Act of 1996, Shri Ranjeet\n\n                      Kumar, learned Senior Counsel argued that legislation in its wisdom has\n\n                      provided the grounds of challenge at the stage of Section 34, which includes\n\n                      jurisdictional challenge as well. A combined reading of <a href=\"/doc/1713036/\" id=\"a_55\">Sections, 5</a>, <a href=\"/doc/1222415/\" id=\"a_56\">16</a> and <a href=\"/doc/1222415/\" id=\"a_57\">34</a>\n\n                      of the Act of 1996 makes it clear that once the jurisdictional challenge under\n\n                      Section 16 has been rejected, the petitioner has to wait till the stage of Section\n\n                      34 proceedings. The petitioner would then have an efficacious remedy\n\n                      available against the dismissal of its jurisdictional challenge. The present writ\n\n                      petition filed under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of the Constitution of India is therefore not\n\n                      maintainable. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"108695539\" id=\"span_60\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"188959631\" id=\"span_61\">In order to buttress his argument, learned Senior Counsel\n\n                      placed reliance on the judgments of the Supreme Court in <a href=\"/doc/188959631/\" id=\"a_59\">Bhaven\n\n                      Construction</a> (supra), Deep Industries Limited (supra), <a href=\"/doc/108695539/\" id=\"a_60\">Sterling Industries\n\n                      Vs. Jayprakash Associates Ltd. and others</a> reported in 2019 SCC Online\n\n                      SC 1154 and judgment of the Constitution Bench of the Supreme Court in\n\n                      SBP and Co. Vs. Patel Engineering Ltd., (2005) 8 SCC 618.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188959631\" id=\"span_62\">Learned\n\n                      Senior Counsel argued the judgment of the Supreme Court in <a href=\"/doc/188959631/\" id=\"a_61\">Bhaven\n\n                      Construction</a> (supra) specifically covers the facts situation of the present\n\n                      case. In that case also the dispute was pertaining to a &quot;works contract&quot;, with\n\n                      the <a href=\"/doc/16512451/\" id=\"a_62\">Gujarat Public Works Contracts Disputes Arbitration Tribunal Act, 1992</a>\n\n                      having similar remedy of arbitration before the Arbitral Tribunal under that\n\n                      enactment but the Supreme Court negatived the objection holding that this is\n\n                      a question that requires contractual interpretation, and is a matter of evidence,\n\n                      especially when both the parties have taken contradictory stands regarding\n\n                      the issue.</span></p><pre id=\"pre_2\">\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_63\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_64\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_65\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_66\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_67\">                                                                                     W.P. No.11783/2021</span>\n                                                           ---14---\n\n</pre><p data-structure=\"PetArg\" id=\"p_32\">                      11.   Shri Ranjeet Kumar, learned Senior Counsel argued that the\n\n                      petitioner&#x27;s argument of bad faith is completely unsubstantiated and without\n\n                      any merit. Neither in the writ petition nor in the rejoinder the term &#x27;bad faith&#x27;\n\n                      has ever been once used by the petitioner and no pleadings regarding the\n\n                      same have been made. It is denied that the appointment of Arbitrator has been\n\n                      made without reference to the petitioner and therefore is bad in law. It is\n\n                      submitted that Clause 44.3.1 of the Concession Agreement provides that the\n\n                      arbitration shall be held in accordance with the Rules of ICADR. Rule 5 of\n\n                      the ICADR Rules provides that in case a party fails to appoint an arbitrator\n\n                      within thirty days from receipt of request from the other party, the\n\n                      appointment shall be made by ICADR. The Respondent No.2 issued notice\n\n                      invoking arbitration clause on 6.7.2020. The petitioner did not appoint any\n\n                      arbitrator on its behalf within thirty days and therefore ICADR exercising its\n\n                      power under Rule 5 appointed Shri Amarjit Singh Chandhok, Senior\n\n                      Advocate, as arbitrator on behalf of the petitioner. It is submitted that Clause\n\n                      44.4 of the Concession Agreement clearly contemplates a future situation.\n\n                      Clause 44.3 and 44.4 nowhere mentions about the M.P. Madhyasthan Act or\n\n                      the Arbitral Tribunal constituted thereunder for resolution of the dispute\n\n                      between the parties. On the contrary, the parties agreed for arbitration under\n\n                      ICADR Rules and the Act of 1996. The learned Arbitral Tribunal by the\n\n                      impugned order has therefore, rightly rejected the application filed by the\n\n                      petitioner in this behalf. The entire funding of the project on Built, Operate\n\n                      and Transfer basis of the national highway is covered by the <a href=\"/doc/1222415/\" id=\"a_63\">National\n\n                      Highways Act, 1956</a> relatable to Entry 23 of the Seventh Schedule of the\n\n                      Constitution of India and that is also the stand of the Ministry of Road,\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_68\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_69\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_70\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_71\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_72\">                                                                                    W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_33\">                                                          ---15---\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">                      Transport and Highways.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">                      12.   We have given our anxious consideration to rival submissions, perused\n\n                      the material on record and studied the cited precedents.\n\n</p><p data-structure=\"RespArg\" id=\"p_36\">                      13.   Let us first of all begin with analyzing Clause 44 of the agreement\n\n                      executed between the parties which provides for dispute resolution. Parties\n\n                      are at variance with regard to interpretation of this clause and also on the\n\n                      question whether Clause 44.3 would be attracted or Clause 44.4 would apply.\n\n                      While the learned Advocate General by heavily relying on Clause 44.4 has\n\n                      contended that since it makes specific reference to a statutory Regulatory\n\n                      Authority or Commission with powers to adjudicate upon disputes between\n\n                      the Concessionaire and the Authority, the Arbitration Tribunal constituted\n\n                      under the Adhiniyam of 1983 shall be the only forum having power to\n\n                      arbitrate upon the disputes between the parties. Learned Senior Counsel\n\n                      appearing for the respondent No.2 has however on the contrary submitted that\n\n                      Clause 44.4 is meant to be applicable for a future situation which is evident\n\n                      from its wordings that &quot;in the event of constitution of a statutory Regulatory\n\n                      Authority or Commission&quot;, &quot;all disputes arising after such constitution&quot;\n\n</p><blockquote id=\"blockquote_3\">                      shall be referred to it. The intention of the parties was thus never intended to\n\n                      submit to the jurisdiction of the arbitral tribunal constituted under the\n\n                      Adhiniyam of 1983. If that were to be so, nothing prevented them from\n\n                      specifically mentioning so. According to him, Clause 44.3 which specifically\n\n                      provides for reference of dispute for arbitration under the aegis of ICADR,\n\n                      the arbitral tribunal has rightly been constituted. In order to meaningfully\n\n                      appreciate the rival submissions, we deem it appropriate to reproduced Clause\n\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_73\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_74\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_75\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_76\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_77\">                                                                                            W.P. No.11783/2021</span>\n</blockquote><blockquote id=\"blockquote_4\">                                                              ---16---\n</blockquote>\n<blockquote id=\"blockquote_5\">                      44 of the concession agreement executed between the parties, which reads as\n\n                      under:-\n</blockquote>\n<blockquote id=\"blockquote_6\">                                                         &quot;<a href=\"/doc/1406604/\" id=\"a_64\">ARTICLE 44</a>\n                                                     DISPUTE RESOLUTION\n\n                            44.1   Dispute resolution\n\n                            44.1.1 Any dispute, difference or controversy of whatever nature howsoever\n                                   arising under or out of or in relation to this Agreement (including its\n                                   interpretation) between the Parties, and so notified in writing by\n                                   either Party to the other Party (the &quot;Dispute&quot;) shall, in the first\n                                   instance, be attempted to be resolved amicably in accordance with\n                                   the conciliation procedure set forth in Clause 44.2.\n</blockquote>\n<blockquote id=\"blockquote_7\">                            44.1.2 The Parties agree to use their best efforts for resolving all Disputes\n                                   arising under or in respect of this Agreement promptly, equitably and\n                                   in good faith, and further agree to provide each other with reasonable\n                                   access during normal business hours to all non-privileged records,\n                                   information and data pertaining to any Dispute.\n</blockquote>\n<blockquote id=\"blockquote_8\">                            44.2   Conciliation\n                                   In the event of any Dispute between the Parties, either Party may call\n                                   upon the Independent Engineer to mediate and assist the Parties in\n                                   arriving at an amicable settlement thereof. Failing mediation by the\n                                   Independent Engineer or without the intervention of the Independent\n                                   Engineer, either Party may require such Dispute to be referred to the\n                                   Managing Director, MPRDC, Bhopal of the Authority and the\n                                   Chairman of the Board of Directors of the Concessionaire for\n                                   amicable settlement, and upon such reference, the said persons shall\n                                   meet no later than 7 (seven) days from the date of reference to\n                                   discuss and attempt to amicably resolve the Dispute. If such meeting\n                                   does not take place within the 7 (seven) day period or the Dispute is\n                                   not amicably settled within 15 (fifteen) days of the meeting or the\n                                   Dispute is not resolved as evidenced by the signing of written terms\n                                   of settlement within 30 (thirty) days of the notice in writing referred\n                                   to in Clause 44.1.1 or such longer period as may be mutually agreed\n                                   by the Parties, either Party may refer the Dispute to arbitration in\n                                   accordance with the provisions of Clause 44.3.\n</blockquote>\n<blockquote id=\"blockquote_9\">                            44.3   Arbitration\n\n                            44.3.1 Any Dispute which is not resolved amicably by conciliation, as\n                                   provided in Clause 44.2, shall be finally decided by reference to\n                                   arbitration by a Board of Arbitrators appointed in accordance with\n                                   Clause 44.3.2. Such arbitration shall be held in accordance with the\n                                   Rules of Arbitration of the International Centre for Alternative\n                                   Dispute Resolution, New Delhi (the &quot;Rules&quot;), or such other rules as\n                                   may be mutually agreed by the Parties, and shall be subject to the\n                                   provisions of the <a href=\"/doc/1052228/\" id=\"a_65\">Arbitration Act</a>. The venue of such arbitration shall\n                                   be Bhopal (Madhya Pradesh), and the language of arbitration\n                                   proceedings shall be English.\n</blockquote>\n<blockquote id=\"blockquote_10\">                            44.3.2 There shall be a Board of three arbitrators, of whom each Party shall\n                                   select one, and the third arbitrator shall be appointed by the two\n                                   arbitrators so selected, and in the event of disagreement between the\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_78\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_79\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_80\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_81\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_82\">                                                                                           W.P. No.11783/2021</span>\n</blockquote><blockquote id=\"blockquote_11\">                                                              ---17---\n</blockquote>\n<blockquote id=\"blockquote_12\">                                   two arbitrators, the appointment shall be made in accordance with the\n                                   Rules.\n</blockquote>\n<blockquote id=\"blockquote_13\">                            44.3.3 The arbitrators shall make a reasoned award (the &quot;Award&quot;). Any\n                                   Award made in any arbitration held pursuant to this <a href=\"/doc/1406604/\" id=\"a_66\">Article 44</a> shall\n                                   be final and binding on the Parties as from the date it is made, and\n                                   the Concessionaire and the Authority agree and undertake to carry\n                                   out such Award without delay.\n</blockquote>\n<blockquote id=\"blockquote_14\">                            44.3.4 The Concessionaire and the Authority agree that an Award may be\n                                   enforced against the Concessionaire and/or the Authority, as the case\n                                   may be, and their respective assets wherever situated.\n</blockquote>\n<blockquote id=\"blockquote_15\">                            44.3.5 This Agreement and the rights and obligations of the Parties shall\n                                   remain in full force and effect, pending the Award in any arbitration\n                                   proceedings hereunder.\n</blockquote>\n<blockquote id=\"blockquote_16\">                            44.4   Adjudication by Regulatory Authority or Commission\n\n                                   In the event of constitution of a statutory Regulatory Authority or\n                                   Commission with powers to adjudicate upon disputes between the\n                                   Concessionaire and the Authority, all Disputes arising after such\n                                   constitution shall, instead of reference to arbitration under Clause\n                                   44.3, be adjudicated upon by such Regulatory Authority or\n                                   Commission in accordance with the Applicable Law and all\n                                   references to Dispute Resolution Procedure shall be construed\n                                   accordingly. For the avoidance of doubt, the Parties hereto agree that\n                                   the adjudication hereunder shall not be final and binding until an\n                                   appeal against such adjudication has been decided by an appellate\n                                   tribunal or High Court, as the case may be, or no such appeal has\n                                   been preferred within the time specified in the Applicable Law.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_37\">                      14.   The contention that according to Clause 44.4 of the Agreement, in the\n\n                      event of situation of a statutory Regulatory Authority or Commission with\n\n                      powers to adjudicate upon disputes between the Concessionaire and the\n\n                      Authority, all Disputes arising after such constitution shall, instead of\n\n                      reference to arbitration under Clause 44.3, be adjudicated upon by such\n\n                      Regulatory Authority or Commission in accordance with the law, is noted to\n\n                      be rejected as undeniably, the very same agreement contains Clause 44.3.1\n\n                      which provides that any dispute, which could not be resolved amicably by\n\n                      conciliation, as provided in Clause 44.2, shall be finally decided by reference\n\n                      to arbitration by a Board of Arbitrators appointed in accordance with Clause\n\n                      44.3.2, in accordance with the Rules of Arbitration of the International Centre\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_83\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_84\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_85\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_86\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_87\">                                                                                     W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\">                                                           ---18---\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">                      for Alternative Dispute Resolution, New Delhi, subject to the provisions of\n\n                      the <a href=\"/doc/1052228/\" id=\"a_67\">Arbitration Act</a> and that the venue of such arbitration shall be at Bhopal. If\n\n                      despite existence of the Arbitration Tribunal under the Adhiniyam of 1983,\n\n                      the parties have agreed for arbitration under the aegis of ICADR in\n\n                      accordance with the ICADR Rules and the Arbitration Act and consciously\n\n                      did not mention about existence of the arbitration tribunal established under\n\n                      the Adhiniyam of 1983, which then was already in existence, the petitioner\n\n                      cannot be permitted now to raise this plea. Clause 44.4 in any case, can be\n\n                      interpreted to cover a future situation as is evident from its wordings that &quot;in\n\n                      the event of constitution of a statutory Regulatory Authority or Commission\n\n                      with powers to adjudicate upon disputes between the Concessionaire and the\n\n                      Authority, all Disputes arising after such constitution&quot;. Had the parties while\n\n                      entering into the agreement wanted to refer their future disputes to the\n\n                      Arbitration Tribunal constituted under the Adhiniyam of 1983, they would\n\n                      have most certainly mentioned about the same in Clause 44.3 or Clause 44.4\n\n                      rather than wording these clauses in the manner they have been formulated.\n\n</p><p data-structure=\"Section\" id=\"p_40\">                      15.   <a href=\"/doc/1306164/\" id=\"a_68\">The Arbitration and Conciliation Act, 1996</a> was brought into effect on\n\n                      16.08.1996. <a href=\"/doc/1052228/\" id=\"a_69\">This Act</a> repealed the <a href=\"/doc/1052228/\" id=\"a_70\">Arbitration Act, 1940</a>, the <a href=\"/doc/777085/\" id=\"a_71\">Arbitration\n\n                      (Protocol and Convention) Act, 1937</a> and the <a href=\"/doc/142812771/\" id=\"a_72\">Foreign Awards (Recognition\n\n                      and Enforcement) Act, 1961</a>. These Acts were replaced by the <a href=\"/doc/1306164/\" id=\"a_73\">Arbitration and\n\n                      Conciliation Act, 1996</a> which is based on the United Nations Commission on\n\n                      International Trade Law (UNCITRAL) the Model Law on International\n\n                      Commercial Arbitration, which is broadly in conformity with the Rules of\n\n                      Arbitration of International Chamber of Commerce. <a href=\"/doc/1052228/\" id=\"a_74\">This Act</a> is a self\n\n                      contained code dealing with every aspect of arbitration. The legislative policy\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_88\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_89\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_90\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_91\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_92\">                                                                                           W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_41\">                                                              ---19---\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_93\">in consolidating all the laws relating to domestic arbitration, international\n\n                      commercial arbitration, enforcement of foreign arbitral awards is aimed at\n\n                      ensuring not only speedy disposal of arbitration cases but also timely\n\n                      execution of the awards. The Supreme Court in <a href=\"/doc/1851595/\" id=\"a_75\">Fuerst Day Lawson Ltd.</a>\n\n                      (supra) while highlighting that the <a href=\"/doc/1052228/\" id=\"a_76\">Arbitration Act</a> is a self contained code,\n\n                      held that since <a href=\"/doc/1783117/\" id=\"a_77\">Section 37(2)</a> of the Act explicitly interdicted second appeals,\n\n                      the appeals filed under Letters Patent would also be so interdicted, policy of\n\n                      the legislature being speedy disposal of the arbitration cases. The following\n\n                      observations of the Supreme Court in para 89 are apt to quote:-</span>\n\n</p><blockquote id=\"blockquote_17\">                                    &quot;89. It is, thus, to be seen that <a href=\"/doc/1052228/\" id=\"a_78\">Arbitration Act, 1940</a>, from its\n                            inception and right through 2004 (in P.S. Sathappan) was held to be a self-\n                            contained code. Now, if <a href=\"/doc/1052228/\" id=\"a_79\">Arbitration Act, 1940</a> was held to be a self-contained\n                            code, on matters pertaining to arbitration, the <a href=\"/doc/1306164/\" id=\"a_80\">Arbitration and Conciliation\n                            Act, 1996</a>, which consolidates, amends and designs the law relating to\n                            arbitration to bring it, as much as possible, in harmony with the UNCITRAL\n                            Model must be held only to be more so. Once it is held that the <a href=\"/doc/1052228/\" id=\"a_81\">Arbitration\n                            Act</a> is a self-contained code and exhaustive, then it must also be held, using\n                            the lucid expression of Tulzapurkar, J., that it carries with it &quot;a negative\n                            import that only such acts as are mentioned in the Act are permissible to be\n                            done and acts or things not mentioned therein are not permissible to be\n                            done&quot;. In other words, a Letters Patent Appeal would be excluded by the\n                            application of one of the general principles that where the special Act sets\n                            out a self-contained code the applicability of the general law procedure\n                            would be impliedly excluded.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_43\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_94\">16.    The seven-judge Constitution Bench of the Supreme Court in SBP and\n\n                      Co. (supra) while reversing earlier five-judge Constitution Bench judgment in\n\n                      <a href=\"/doc/202973/\" id=\"a_82\">Konkan Railway Corpn. Ltd. vs. Rani Construction (P) Ltd.</a>, (2002) 2\n\n                      SCC 388 held that the power exercised by the Chief Justice of the High Court\n\n                      or the Chief justice of India under <a href=\"/doc/596725/\" id=\"a_83\">Section 11(6)</a> of the Arbitration Act is not\n\n                      an administrative power but is a judicial power. The Supreme Court in this\n\n                      judgment disapproved the practice adopted by some of the High Courts in\n\n                      entertaining challenge to any order passed by an Arbitral Tribunal in exercise\n\n                      of power under <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a> or 227 of the Constitution of India by observing\nSignature\n SAN      Not\nVerified</span>\n\n<span class=\"hidden_text\" id=\"span_95\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_96\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_97\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_98\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_99\">                                                                                                W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_44\">                                                                ---20---\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">                      that the legislative object of enacting the consolidated Act is to minimize\n\n                      judicial intervention while the matter is in the process of arbitration. We are\n\n                      tempted to quote the following weighty observation of the Constitution\n\n                      Bench in paras 45 and 46 of the report:-\n</p>\n<blockquote id=\"blockquote_18\">                            &quot;45. It is seen that some High Courts have proceeded on the basis that any\n                            order passed by an arbitral tribunal during arbitration, would be capable of\n                            being challenged under <a href=\"/doc/1712542/\" id=\"a_85\">Article 226</a> or 227 of the Constitution. We see no\n                            warrant for such an approach. <a href=\"/doc/1656413/\" id=\"a_86\">Section 37</a> makes certain orders of the arbitral\n                            tribunal appealable. Under <a href=\"/doc/1722761/\" id=\"a_87\">Section 34</a>, the aggrieved party has an avenue for\n                            ventilating its grievances against the award including any in-between orders\n                            that might have been passed by the arbitral tribunal acting under <a href=\"/doc/109140/\" id=\"a_88\">Section 16</a>\n                            of the Act. The party aggrieved by any order of the arbitral tribunal, unless\n                            has a right of appeal under <a href=\"/doc/1656413/\" id=\"a_89\">Section 37</a> of the Act, has to wait until the award\n                            is passed by the Tribunal. This appears to be the scheme of the Act. The\n                            arbitral tribunal is, after all, a creature of a contract between the parties, the\n                            arbitration agreement, even though, if the occasion arises, the Chief Justice\n                            may constitute it based on the contract between the parties. But that would\n                            not alter the status of the arbitral tribunal. It will still be a forum chosen by\n                            the parties by agreement. We, therefore, disapprove of the stand adopted by\n                            some of the High Courts that any order passed by the arbitral tribunal is\n                            capable of being corrected by the High Court under <a href=\"/doc/1712542/\" id=\"a_90\">Article 226</a> or 227 of the\n                            Constitution. Such an intervention by the High Courts is not permissible.\n</blockquote>\n<blockquote id=\"blockquote_19\">                            46. The object of minimizing judicial intervention while the matter is in the\n                            process of being arbitrated upon, will certainly be defeated if the High Court\n                            could be approached under <a href=\"/doc/1331149/\" id=\"a_91\">Article 227</a> or under <a href=\"/doc/1712542/\" id=\"a_92\">Article 226</a> of the\n                            Constitution against every order made by the arbitral tribunal. Therefore, it is\n                            necessary to indicate that once the arbitration has commenced in the arbitral\n                            tribunal, parties have to wait until the award is pronounced unless, of course,\n                            a right of appeal is available to them under <a href=\"/doc/1656413/\" id=\"a_93\">Section 37</a> of the Act even at an\n                            earlier stage.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_46\">                      17.   The Supreme Court in Deep Industries Limited (supra) was\n\n                      examining challenge to judgment passed by the Gujarat High Court under\n\n                      <a href=\"/doc/1712542/\" id=\"a_94\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_95\">227</a> of the Constitution of India, whereby the judgment of\n\n                      the City Civil Court, Ahmedabad passed in appeal filed under <a href=\"/doc/1656413/\" id=\"a_96\">Section 37</a> of\n\n                      the Act of 1996, upholding Arbitrator&#x27;s order, who while deciding the\n\n                      application of the claimant under <a href=\"/doc/1171700/\" id=\"a_97\">Section 17</a> of the Act of 1996 stayed the\n\n                      operation of the order of its blacklisting for two years holding that the same\n\n                      will operate only if the appellant ultimately loses in final arbitration\n\n                      proceedings, was reversed. Reiterating that the policy of the legislation is to\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_100\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_101\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_102\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_103\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_104\">                                                                                                W.P. No.11783/2021</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">                                                                 ---21---\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">                      ensure timely adjudication of the disputes under the <a href=\"/doc/1306164/\" id=\"a_98\">Arbitration and\n\n                      Conciliation Act</a> specially after the <a href=\"/doc/87554693/\" id=\"a_99\">Amendment Act, 2016</a>, the Supreme\n\n                      Court in para 14 and 15 of the judgment observed thus:-\n\n</p><blockquote id=\"blockquote_20\">                            &quot;14. What is also important to note is that under <a href=\"/doc/1052228/\" id=\"a_100\">Section 29A</a> of the Act\n                            which was inserted by the <a href=\"/doc/87554693/\" id=\"a_101\">Amendment Act, 2016</a> a time limit was made\n                            within which arbitral awards must be made, namely, 12 months from the\n                            date the arbitral tribunal enters upon the reference. Also, it is important to\n                            note that even so far as <a href=\"/doc/1722761/\" id=\"a_102\">Section 34</a> applications are concerned, <a href=\"/doc/1722761/\" id=\"a_103\">Section 34(6)</a>\n                            added by the same amendment states that these applications are to be\n                            disposed of expeditiously, and in any event, within a period of one year from\n                            the date on which the notice referred to in sub-section (5) is served upon the\n                            other parties.\n</blockquote>\n<blockquote id=\"blockquote_21\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81340235\" id=\"span_105\">15.    Given the aforesaid statutory provision and given the fact that the\n                            1996 Act repealed three previous enactments in order that there be speedy\n                            disposal of all matters covered by it, it is clear that the statutory policy of the\n                            Act is that not only are time limits set down for disposal of the arbitral\n                            proceedings themselves but time limits have also been set down for <a href=\"/doc/1722761/\" id=\"a_104\">Section\n                            34</a> references to be decided. Equally, in <a href=\"/doc/81340235/\" id=\"a_105\">Union of India vs. Varindera\n                            Constructions Ltd</a>, (2020) 2 SCC 111, dated 17.09.2018, disposing of SLP\n                            (C) No. 23155/2013, this Court has imposed the self-same limitation on first\n                            appeals under <a href=\"/doc/1656413/\" id=\"a_106\">Section 37</a> so that there be a timely resolution of all matters\n                            which are covered by arbitration awards.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\">                      18.    Taking note of the non obstante clause contained in <a href=\"/doc/1091250/\" id=\"a_107\">Section 5</a> of the\n\n                      Act of 1996, which provided that &quot;notwithstanding anything contained in\n\n                      any other law, in matters that arise under <a href=\"/doc/1052228/\" id=\"a_108\">Part I of the Arbitration Act</a>, no\n\n                      judicial authority shall intervene except where so provided in this Part&quot; and\n\n                      keeping in view the above intendment of legislature behind this, the Supreme\n\n                      Court in Deep Industries Limited (supra) in paras 16 and 17 of the report\n\n                      had the following observations to make:-\n</p>\n<blockquote id=\"blockquote_22\">                            &quot;16.     Most significant of all is the non-obstante clause contained in\n                            <a href=\"/doc/1091250/\" id=\"a_109\">Section 5</a> which states that notwithstanding anything contained in any other\n                            law, in matters that arise under <a href=\"/doc/1052228/\" id=\"a_110\">Part I of the Arbitration Act</a>, no judicial\n                            authority shall intervene except where so provided in this Part. <a href=\"/doc/1656413/\" id=\"a_111\">Section 37</a>\n                            grants a constricted right of first appeal against certain judgments and orders\n                            and no others. Further, the statutory mandate also provides for one bite at the\n                            cherry, and interdicts a second appeal being filed (See <a href=\"/doc/1783117/\" id=\"a_112\">Section 37(2)</a> of the\n                            Act).\n</blockquote>\n<blockquote id=\"blockquote_23\">                            17.    This being the case, there is no doubt whatsoever that if petitions\n                            were to be filed under Articles 226/227 of the Constitution against orders\n                            passed in appeals under <a href=\"/doc/1656413/\" id=\"a_113\">Section 37</a>, the entire arbitral process would be\n                            derailed and would not come to fruition for many years. At the same time,\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_106\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_107\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_108\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_109\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_110\">                                                                                            W.P. No.11783/2021</span>\n</blockquote><blockquote id=\"blockquote_24\">                                                              ---22---\n</blockquote>\n<p data-structure=\"Section\" id=\"p_50\">                            we cannot forget that <a href=\"/doc/1331149/\" id=\"a_114\">Article 227</a> is a constitutional provision which remains\n                            untouched by the non-obstante clause of <a href=\"/doc/1091250/\" id=\"a_115\">Section 5</a> of the Act. In these\n                            circumstances, what is important to note is that though petitions can be filed\n                            under <a href=\"/doc/1331149/\" id=\"a_116\">Article 227</a> against judgments allowing or dismissing first appeals\n                            under <a href=\"/doc/1656413/\" id=\"a_117\">Section 37</a> of the Act, yet the High Court would be extremely\n                            circumspect in interfering with the same, taking into account the statutory\n                            policy as adumbrated by us herein above so that interference is restricted to\n                            orders that are passed which are patently lacking in inherent jurisdiction.&quot;\n\n</p><p data-structure=\"Section\" id=\"p_51\">                      19.   <a href=\"/doc/1723887/\" id=\"a_118\">Section 16(2)</a> of the Act of 1996 stipulates that a plea that the arbitral\n\n                      tribunal does not have jurisdiction           shall be raised not later than the\n\n                      submission of the statement of defence; however, a party shall not be\n\n                      precluded from raising such a plea merely because that he has appointed, or\n\n                      participated in the appointment of, an arbitrator. Sub-section (5) of <a href=\"/doc/109140/\" id=\"a_119\">Section 16</a>\n\n                      provides that the arbitral tribunal shall decide on a plea referred to in sub-\n\n                      section (2) or sub-section (3) and, where the arbitral tribunal takes a decision\n\n                      rejecting the plea, continue with the arbitral proceedings and make an arbitral\n\n                      award. The language employed by the Parliament in this sub-section thus\n\n                      makes its intention clear that once if the arbitral tribunal takes a decision to\n\n                      reject the plea, it shall continue with the arbitral proceedings and make an\n\n                      arbitral award. It cannot however be said for this that the aggrieved party has\n\n                      been left remediless against the rejection of its objection as to the jurisdiction\n\n                      of the arbitral tribunal. The only thing is that its remedy has been deferred till\n\n                      the stage of <a href=\"/doc/1722761/\" id=\"a_120\">Section 34</a> of the Act of 1996 arises as is evident from sub-\n\n                      section (6) of <a href=\"/doc/109140/\" id=\"a_121\">Section 16</a> of the Act of 1996 which interalia provides that the\n\n                      parties aggrieved by such an arbitral award may make an application for\n\n                      setting aside such an arbitral award in accordance with <a href=\"/doc/1722761/\" id=\"a_122\">Section 34</a>.\n\n</p><p data-structure=\"Section\" id=\"p_52\">                      20.   Moreover, intention of the legislature in not providing the appeal\n\n                      against the rejection of the application under <a href=\"/doc/1723887/\" id=\"a_123\">Section 16(2)</a> is also evident\n\n                      from sub-section (2) of <a href=\"/doc/1656413/\" id=\"a_124\">Section 37</a>, which, vide its sub-clause (a), while\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_111\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_112\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_113\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_114\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_115\">                                                                                            W.P. No.11783/2021</span>\n</p><p data-structure=\"Conclusion\" id=\"p_53\">                                                              ---23---\n</p>\n<p data-structure=\"Section\" id=\"p_54\">                      providing for an appeal to a Court from an order of the arbitral tribunal\n\n                      accepting the plea referred to in sub-section (2) or sub-section (3) of <a href=\"/doc/109140/\" id=\"a_125\">Section\n\n                      16</a>, purposely does not provide for an appeal against an order of the arbitral\n\n                      tribunal rejecting the plea referred to in sub-section (2) or sub-section (3) of\n\n                      <a href=\"/doc/109140/\" id=\"a_126\">Section 16</a>. Therefore, argument of the petitioner that the arbitral tribunal\n\n                      does not have the jurisdiction or for that matter, its argument that it was not\n\n                      given proper notice of appointment of the Arbitrator, may only be available to\n\n                      it as ground of challenge to the award if eventually the same were to be\n\n                      passed against it. The Supreme Court in Deep Industries Limited (supra)\n\n                      while adverting to this aspect of the matter made the following useful\n\n                      observations:\n</p>\n<blockquote id=\"blockquote_25\">                            &quot;22.      One other feature of this case is of some importance. As stated\n                            herein above, on 09.05.2018, a <a href=\"/doc/109140/\" id=\"a_127\">Section 16</a> application had been dismissed by\n                            the learned Arbitrator in which substantially the same contention which\n                            found favour with the High Court was taken up. The drill of <a href=\"/doc/109140/\" id=\"a_128\">Section 16</a> of\n                            the Act is that where a <a href=\"/doc/109140/\" id=\"a_129\">Section 16</a> application is dismissed, no appeal is\n                            provided and the challenge to the <a href=\"/doc/109140/\" id=\"a_130\">Section 16</a> application being dismissed\n                            must await the passing of a final award at which stage it may be raised under\n                            <a href=\"/doc/1722761/\" id=\"a_131\">Section 34</a>. What the High Court has done in the present case is to invert\n                            this statutory scheme by going into exactly the same matter as was gone into\n                            by the arbitrator in the <a href=\"/doc/109140/\" id=\"a_132\">Section 16</a> application, and then decided that the two\n                            year ban/blacklisting was no part of the notice for arbitration issued on\n                            02.11.2017, a finding which is directly contrary to the finding of the learned\n                            Arbitrator dismissing the <a href=\"/doc/109140/\" id=\"a_133\">Section 16</a> application. For this reason alone, the\n                            judgment under appeal needs to be set aside......&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">                      21.   The Supreme Court in Deep Industries Limited (supra), while\n\n                      approvingly quoting para 11 to 16 of the report from the earlier judgment in\n\n                      Nivedita Sharma Vs. COAI, (2011) 14 SCC 337, has found the remedy of\n\n                      challenge under <a href=\"/doc/1722761/\" id=\"a_134\">Section 34</a> to the aggrieved party against the rejection of\n\n                      application under <a href=\"/doc/1723887/\" id=\"a_135\">Section 16(2)</a> of the Act of 1996 to be efficacious, which\n\n                      paras for the facility of reference, are again reproduced hereunder:-\n\n</p><blockquote id=\"blockquote_26\">                                    &quot;11. We have considered the respective arguments/submissions.\n                            There cannot be any dispute that the power of the High Courts to issue\n                            directions, orders or writs including writs in the nature of habeas corpus,\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_116\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_117\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_118\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_119\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_120\">                                                                                         W.P. No.11783/2021</span>\n</blockquote><blockquote id=\"blockquote_27\">                                                          ---24---\n</blockquote>\n<blockquote id=\"blockquote_28\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1152518\" id=\"span_121\">certiorari, mandamus, quo warranto and prohibition under <a href=\"/doc/1712542/\" id=\"a_136\">Article 226</a> of the\n                      Constitution is a basic feature of the Constitution and cannot be curtailed by\n                      parliamentary legislation - <a href=\"/doc/1152518/\" id=\"a_137\">L. Chandra Kumar v. Union of India</a>, (1997) 3\n                      SCC 261. However, it is one thing to say that in exercise of the power vested\n                      in it under <a href=\"/doc/1712542/\" id=\"a_138\">Article 226</a> of the Constitution, the High Court can entertain a\n                      writ petition against any order passed by or action taken by the State and/or\n                      its agency/instrumentality or any public authority or order passed by a quasi-\n                      judicial body/authority, and it is an altogether different thing to say that each\n                      and every petition filed under <a href=\"/doc/1712542/\" id=\"a_139\">Article 226</a> of the Constitution must be\n                      entertained by the High Court as a matter of course ignoring the fact that the\n                      aggrieved person has an effective alternative remedy. Rather, it is settled law\n                      that when a statutory forum is created by law for redressal of grievances, a\n                      writ petition should not be entertained ignoring the statutory dispensation.</span>\n</blockquote>\n<blockquote id=\"blockquote_29\">                              12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1133533\" id=\"span_122\">In <a href=\"/doc/1133533/\" id=\"a_140\">Thansingh Nathmal v. Superintendent of Taxes</a>, AIR 1964 SC\n                      1419, this Court adverted to the rule of self-imposed restraint that the writ\n                      petition will not be entertained if an effective remedy is available to the\n                      aggrieved person and observed: (AIR p. 1423, para 7)\n\n                             &quot;7... The High Court does not therefore act as a court of appeal\n                             against the decision of a court or tribunal, to correct errors of fact,\n                             and does not by assuming jurisdiction under <a href=\"/doc/1712542/\" id=\"a_141\">Article 226</a> trench\n                             upon an alternative remedy provided by statute for obtaining\n                             relief. Where it is open to the aggrieved petitioner to move\n                             another tribunal, or even itself in another jurisdiction for\n                             obtaining redress in the manner provided by a statute, the High\n                             Court normally will not permit by entertaining a petition under\n                             <a href=\"/doc/1712542/\" id=\"a_142\">Article 226</a> of the Constitution the machinery created under the\n                             statute to be bypassed, and will leave the party applying to it to\n                             seek resort to the machinery so set up.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_56\">                            13.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23675\" id=\"span_123\">In <a href=\"/doc/23675/\" id=\"a_143\">Titaghur Paper Mills Co. Ltd. v. State of Orissa</a>, (1983) 2\n                      SCC 433, this court observed:</span>\n</p>\n<blockquote id=\"blockquote_30\">                                      &quot;11. It is now well recognised that where a right or\n                             liability is created by a statute which gives a special remedy for\n                             enforcing it, the remedy provided by that statute only must be\n                             availed of. This rule was stated with great clarity by Willes, J. in\n                             Wolverhampton New Waterworks Co. v. Hawkesford (1859) 6\n                             CBNS 336 : 141 ER 486 in the following passage: (ER p. 495)\n\n                                              &quot;... There are three classes of cases in\n                                     which a liability may be established founded upon\n                                     a statute .... But there is a third class viz. where a\n                                     liability not existing at common law is created by a\n                                     statute which at the same time gives a special and\n                                     particular remedy for enforcing it. .... The remedy\n                                     provided by the statute must be followed, and it is\n                                     not competent to the party to pursue the course\n                                     applicable to cases of the second class. The form\n                                     given by the statute must be adopted and adhered\n                                     to.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_57\">                      The rule laid down in this passage was approved by the House of Lords in\n                      Neville v. London Express Newspapers Ltd. 1919 AC 368 (HL) and has been\n                      reaffirmed by the Privy Council in Attorney General of Trinidad and Tobago\n                      v. Gordon Grant and Co. Ltd. 1935 AC 532 (PC) and Secy. of State v. Mask\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_124\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_125\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_126\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_127\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_128\">                                                                                             W.P. No.11783/2021</span>\n</p><p data-structure=\"Conclusion\" id=\"p_58\">                                                              ---25---\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">                            and Co. AIR 1940 PC 105. It has also been held to be equally applicable to\n                            enforcement of rights, and has been followed by this Court throughout. The\n                            High Court was therefore justified in dismissing the writ petitions in limine.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_60\">                                   14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156242701\" id=\"span_129\">In <a href=\"/doc/156242701/\" id=\"a_144\">Mafatlal Industries Ltd. v. Union of India</a> (1997) 5 SCC 536,\n                            B.P. Jeevan Reddy, J. (speaking for the majority of the larger Bench)\n                            observed: (SCC p. 607, para 77)\n\n                                   &quot;77. ... So far as the jurisdiction of the High Court under Article\n                                   226 - or for that matter, the jurisdiction of this Court under\n                                   Article 32 - is concerned, it is obvious that the provisions of the\n                                   Act cannot bar and curtail these remedies. It is, however, equally\n                                   obvious that while exercising the power under Article\n                                   226/Article 32, the Court would certainly take note of the\n                                   legislative intent manifested in the provisions of the Act and\n                                   would exercise their jurisdiction consistent with the provisions of\n                                   the enactment.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">                                    15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1538210\" id=\"span_130\">In the judgments relied upon by Shri Vaidyanathan, which, by\n                            and large, reiterate the proposition <a href=\"/doc/156242701/\" id=\"a_145\">laid down in</a> <a href=\"/doc/1538210/\" id=\"a_146\">Baburam Prakash Chandra\n                            Maheshwari v. Antarim Zila Parishad</a> AIR 1969 SC 556, it has been held\n                            that an alternative remedy is not a bar to the entertaining of writ petition\n                            filed for the enforcement of any of the fundamental rights or where there\n                            has been a violation of the principles of natural justice or where the order\n                            under challenge is wholly without jurisdiction or the vires of the statute is\n                            under challenge.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1133533\" id=\"span_131\">16. It can, thus, be said that this Court has recognised some\n                            exceptions to the rule of alternative remedy. However, the proposition <a href=\"/doc/1538210/\" id=\"a_147\">laid\n                            down in</a> <a href=\"/doc/1133533/\" id=\"a_148\">Thansingh Nathmal v. Superintendent of Taxes</a> (supra) and other\n                            similar judgments that the High Court will not entertain a petition under\n                            <a href=\"/doc/1712542/\" id=\"a_149\">Article 226</a> of the Constitution if an effective alternative remedy is\n                            available to the aggrieved person or the statute under which the action\n                            complained of has been taken itself contains a mechanism for rederssal of\n                            grievance still holds the field.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">                      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"188959631\" id=\"span_132\">22.   The Supreme Court in <a href=\"/doc/188959631/\" id=\"a_150\">Bhaven Construction</a> (supra) was dealing with\n\n                      somewhat identical case in which a similar stand was taken by the\n\n                      respondents that the State of Gujarat has enacted the <a href=\"/doc/16512451/\" id=\"a_151\">Gujarat Public Works\n\n                      Contracts Disputers Arbitration Tribunal Act, 1992</a> with the object to provide\n\n                      for the constitution of a tribunal to arbitrate disputes arising from works\n\n                      contract to which the State Government or a public undertaking is a party.\n\n                      The objection under <a href=\"/doc/1723887/\" id=\"a_152\">Section 16(2)</a> of the Act of 1996 raised by the\n\n                      respondents questioning jurisdiction of the sole arbitrator on that basis was\n\n                      rejected <a href=\"/doc/188959631/\" id=\"a_153\">in that case</a> too. Aggrieved thereby, the respondent preferred Special\n\nSignature\n SAN      Not\nVerified</span>\n\n<span class=\"hidden_text\" id=\"span_133\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_134\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_135\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_136\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_137\">                                                                                      W.P. No.11783/2021</span>\n</p><p data-structure=\"Conclusion\" id=\"p_64\">                                                           ---26---\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">                      Civil Application under <a href=\"/doc/1712542/\" id=\"a_154\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_155\">227</a> of the Constitution before the\n\n                      Single Bench of Gujarat High Court. While the Single Bench dismissed the\n\n                      Special Civil Application, the Division Bench revered that judgment and\n\n                      allowed the Letters Patent Appeal. The Supreme Court relying on the\n\n                      judgment in Deep Industries Limited (supra) and Nivedita Sharma (supra)\n\n                      held that &quot;the non-obstante clause is provided to uphold the intention of the\n\n                      legislature as provided in the Preamble of to adopt UNCITRAL Model Law\n\n                      and Rules, to reduce excessive judicial interference which is not\n\n                      contemplated under the <a href=\"/doc/1052228/\" id=\"a_156\">Arbitration Act</a>&quot;. The Supreme Court also held that\n\n                      &quot;the <a href=\"/doc/1052228/\" id=\"a_157\">Arbitration Act</a> itself gives various procedures and forums to challenge\n\n                      the appointment of an arbitrator. The framework clearly portrays an\n\n                      intention to address most of the issues within the ambit of the act itself,\n\n                      without there being scope for any extra statutory mechanism to provide just\n\n                      and fair solutions.&quot; The Supreme Court further held that it would be &quot;prudent\n\n                      for a Judge to not exercise discretion to allow judicial interference beyond\n\n                      the procedure established under the enactment. This power needs to be\n\n                      exercised in exceptional rarity, wherein one party is left remediless under the\n\n                      statute or a clear &#x27;bad faith&#x27; shown by one of the parties. This high standard\n\n                      set by this Court is in terms of the legislative intention to make the arbitration\n\n                      fair and efficient&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_66\">                      23.   Even though the learned Advocate General, in the present case, has\n\n                      argued that the present matter falls within the exceptions to the general rule\n\n                      that this Court under <a href=\"/doc/1712542/\" id=\"a_158\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_159\">227</a> of the Constitution of India can\n\n                      interfere with orders &quot;patently lacking in inherent jurisdiction&quot; and also if it\n\n                      suffers from &#x27;bad faith&#x27; but neither of the arguments has been brought home\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_138\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_139\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_140\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_141\">17:34:42 IST</span>\n<span class=\"hidden_text\" id=\"span_142\">                                                                                    W.P. No.11783/2021</span>\n</p><p data-structure=\"Conclusion\" id=\"p_67\">                                                          ---27---\n</p>\n<p data-structure=\"RespArg\" id=\"p_68\">                      inasmuch as, as has rightly been argued, the petitioner appears to have coined\n\n                      the argument of &quot;patent lack of inherent jurisdiction&quot; and the &quot;bad faith&quot; only\n\n                      during the course of arguments as none of them find mention either in the\n\n                      application under <a href=\"/doc/1723887/\" id=\"a_160\">Section 16(2)</a> filed before the Arbitral Tribunal or in the\n\n                      memorandum of writ petition challenging rejection thereof or even in the\n\n                      rejoinder to the reply of the respondent No.2. As regard various orders of the\n\n                      Supreme Court and this Court cited by the learned Advocate General,\n\n                      transferring the proceedings pending before the arbitrator to the arbitral\n\n                      tribunal under the Adhiniyam of 1983, suffice it to say that in none of these\n\n                      orders, <a href=\"/doc/109140/\" id=\"a_161\">Sections 16</a>, <a href=\"/doc/1722761/\" id=\"a_162\">34</a> and <a href=\"/doc/1656413/\" id=\"a_163\">37</a> of the Act of 1996 were analyzed and the\n\n                      precedents referred to supra, were considered.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">                      24.   In view of the analysis of the law and the facts made above, we do not\n\n                      find any infirmity in the order passed by the learned Arbitral Tribunal and any\n\n                      merit in the writ petition. The writ petition is therefore dismissed with no\n\n                      order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n</p><pre id=\"pre_3\">                         (Mohammad Rafiq)                            (Vijay Kumar Shukla)\n                           Chief Justice                                     Judge\n        AK/PSM/s@if\n\n\n\n\nSignature\n SAN      Not\nVerified\n\n<span class=\"hidden_text\" id=\"span_143\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_144\">SAIFAN KHAN</span>\n<span class=\"hidden_text\" id=\"span_145\">Date: 2021.09.03</span>\n<span class=\"hidden_text\" id=\"span_146\">17:34:42 IST</span>\n</pre><span class=\"hidden_text\" id=\"span_147\"> </span>","numcites":47,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":82732509,"divtype":"judgments","relatedqs":[{"value":"alternative dispute resolution","formInput":"alternative%20dispute%20resolution"},{"value":"lack of inherent jurisdiction sortby: mostrecent sec 2(g)","formInput":"lack%20of%20inherent%20jurisdiction%20sortby%3A%20mostrecent%20sec%202%28g%29"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"article 44","formInput":"article%2044"},{"value":"icadr rules","formInput":"icadr%20rules"},{"value":"works contract","formInput":"works%20contract"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"jurisdiction of arbitral tribunal","formInput":"jurisdiction%20of%20arbitral%20tribunal"},{"value":"fuerst day lawson","formInput":"fuerst%20day%20lawson"},{"value":"article 227","formInput":"article%20227"},{"value":"\"DEEP INDUSTRIES\"","formInput":"%22DEEP%20INDUSTRIES%22"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":"escher wyass flovel","formInput":"escher%20wyass%20flovel"},{"value":"ICADR","formInput":"ICADR"},{"value":"DEEP INDUSTRIES LIMITED","formInput":"DEEP%20INDUSTRIES%20LIMITED"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"},{"value":"limitations","formInput":"tag:limitations"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}