{"tid":357519,"publishdate":"1968-10-16","title":"Assistant Collector Of Customs & Anr vs U.L.R. Malwani And Anr on 16 October, 1968","doc":"<h2 class=\"doc_title\">Assistant Collector Of Customs &amp; Anr vs U.L.R. Malwani And Anr on 16 October, 1968</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1970 AIR 962, 1969 SCR (2) 438, AIR 1970 SUPREME COURT 962, (1969) 2 SCR 438, 1969 SCD 274, 1970 MADLJ(CRI) 599, (1970) 2 SCJ 299, 1972 BOM LR 782, 72 BOM L R 782</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-s-hegde\">K.S. Hegde</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-s-hegde\">K.S. Hegde</a>, <a href=\"/search/?formInput=benchid:j-c-shah\">J.C. Shah</a>, <a href=\"/search/?formInput=benchid:v-ramaswami\">V. Ramaswami</a>, <a href=\"/search/?formInput=benchid:g-k-mitter\">G.K. Mitter</a>, <a href=\"/search/?formInput=benchid:a-n-grover\">A.N. Grover</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nASSISTANT COLLECTOR OF CUSTOMS &amp; ANR\n\n\tVs.\n\nRESPONDENT:\nU.L.R. MALWANI AND ANR.\n\nDATE OF JUDGMENT:\n16/10/1968\n\nBENCH:\nHEGDE, K.S.\nBENCH:\nHEGDE, K.S.\nSHAH, J.C.\nRAMASWAMI, V.\nMITTER, G.K.\nGROVER, A.N.\n\nCITATION:\n 1970 AIR  962\t\t  1969 SCR  (2) 438\n CITATOR INFO :\n R\t    1971 SC 458\t (99)\n\n\nACT:\nConstitution of India, <a href=\"/doc/17858/\" id=\"a_1\">Art. 20(2)--</a>Accused given benefit  of\ndoubt  by  customs authority in respect of  alleged  offence\nunder  Sea Customs Act, 1878--Subsequent prosecution  before\nMagistrate  in\trespect of same offence\t whether  barred  by\nArticle--Principle of issue estoppel whether  applies--Delay\nin filing complaint, effect--<a href=\"/doc/445276/\" id=\"a_2\">Code of Criminal Procedure</a>, ss.\n173(4)--Section\t whether applicable in a trial on  complaint\nby  customs  authorities--<a href=\"/doc/1816072/\" id=\"a_3\">S. 94(1)</a>  whether can be  used  to\nsecure\tsupply\tof documents mentioned in<a href=\"/doc/1505589/\" id=\"a_4\"> s. 173(4)</a>  to\t the\naccused.\n\n\n\nHEADNOTE:\n    The\t accused  persons were charged with  having  entered\ninto  a\t conspiracy  at\t Bombay\t and  other  places  in\t the\nbeginning of October 1959 or there about for the purposes of\nsmuggling foreign goods into India and having, in  pursuance\nof  that  conspiracy, smuggled several\titems\t of  foreign\ngoods  in  the years 1959 and 1960.  In that  connection  an\nenquiry\t was held by the Customs authorities. In the  course\nof the enquiry some of the goods said to have been  smuggled\nwere  seized.  After the close of the enquiry  those.  goods\nwere  ordered  to be confiscated. In  addition\tpenalty\t was\nimposed\t on  some of the accused. Accused No. 1 and  2\twere\ngiven  by the Collector benefit of doubt on the ground\tthat\nthere  was no conclusive evidence against them.\t  Thereafter\nthe  Assistant\tCollector of Customs  &#x27;after  obtaining\t the\nrequired  sanction  of\tthe  Government\t filed\ta  complaint\nagainst five persons including Accused 1 and 2 under<a href=\"/doc/1897847/\" id=\"a_5\"> s. 120-\nB  </a>I.P.C. read with s. 167 of the Sea Customs Act,  1878  as\nwell as under s.&#x27;5 of the <a href=\"/doc/107752922/\" id=\"a_6\">Imports and Exports (Control) Act,\n1947</a>.\tBefore\t  the commencement of the  enquiry  the\t 1st\naccused\t filed an application before the Magistrate  raising\ntherein\t various  questions of law namely   (i) whether\t the\nprosecution  of Accused 1 and 2 was barred by <a href=\"/doc/17858/\" id=\"a_7\">Art. 20(2)</a>  of\nthe  Constitution  by  reason  of  the\t decision  of\t the\nCollector   of\tCustoms\t (ii) whether  the  finding  of\t the\nCollector of  Customs  operated as an issue estoppel in\t the\ncriminal  case\tagainst Accused 1 and 2, (iii)\twhether\t the\nprosecution  amounted  to &#x27;an abuse of the  process  of\t the\nCourt  in  view of the inordinate, delay  in  launching\t the\nsame, and (iv) whether s. 273(4) Cr. P.C. was applicable  to\nthe  facts  of\tthe  case, and\t(v)  whether  the  documents\nmentioned in the petition of Accused No. 1 to the Magistrate\ncould  be  summoned  under s. 94 Cr.  P.C.   The  Magistrate\ndismissed the application of Accused No. 1.  In revision the\nHigh  Court,  while agreeing with the  Magistrate  on  other\nissues, did not agree with him that there was no need at the\nstage  to summon the statements of the witness\trecorded  by\nthe customs authorities in the enquiry under the Sea Customs\nAct.\tIt  directed  the   Magistrate\t  to&#x27;summon    those\nstatements  and to see that the prosecution  made  available\ncopies\tof  these  statements  to  the\taccused\t before\t the\ncommencement  of  the  ennquiry in the\tcase.\tAgainst\t the\norders of the High Court the customs authorities as well  as\nthe accused appealed to this Court.\n    HELD: (i) In order to get the benefit of<a href=\"/doc/803870/\" id=\"a_8\"> s. 403</a> Criminal\nProcedure Code or <a href=\"/doc/17858/\" id=\"a_9\">Art. 20(2)</a> it is necessary for an &#x27;accused\nperson to establish\n439\nthat   he   had\t been  tried  by  a  &quot;court   of   competent\njurisdiction&quot;  for  an\toffence\t and  he  is  convicted\t  or\nacquitted  of  that  offence and the said  acquittal  is  in\nforce.\t If  that much is established. it can  be  contended\nthat  he  is  not liable to be tried  again  for  any  other\noffence\t for  which  a different charge from  the  one\tmade\nagainst\t hun might have been made under s. 236 or for  which\nhe  might  have been convicted&#x27; under s. 237.  It  has\tbeen\nrepeatedly  held  by this Court that adjudication  before  a\nCollector  of  Customs\tis  not\t a  &quot;prosecution&quot;  nor\t the\nCollector  of Customs a &quot;Court&quot;.  Therefore in\tthe  present\ncase  the plea of the accused based on <a href=\"/doc/17858/\" id=\"a_10\">Art. 20(2)</a> could\t not\nbe accepted. [442 E--G]\t   .\n    Maqbool Hussain v. State o/Bombay,\t[1953]\tS.C.R.\t 730\nand  Thomas  Dana  v. State  o/Punjab,\t[1959]\tS.C.R.\t274,\napplied.\n   (ii)\t Before\t the accused can call into aid the  rule  of\nissue  estoppel he must establish that in a previous  lawful\ntrial before a competent court\the has secured a verdict  of\nacquittal which verdict is binding on his prosecutor. In the\ninstant case since the proceeding before the&#x27; Collector\t was\nnot  a\tcriminal trial it follows that the decision  of\t the\nCollector did not amount to a verdict of acquittal in favour\nof accused Nos. 1 and 2.[444 A--B]\n   Sambasivan  v. Public Prosecutor, Federation\t of  Malaya,\n[1950] A.C. 458 at p. 479, Pritam Singh v. State of  Punjab,\nAj.I.R. [1956] S.C. 415 and N.R. Ghose @ Nikhil Ranjan Ghose\nv.-State  of  west  Bengal,[1960] 2 S.C.R. 58, applied.\n   (iii)  The question of delay in filing the complaint\t may\nbe a circumstance to be taken into consideration in arriving\nat the final verdict. But by itself it affords no ground for\ndismissing the complaint. [444 D]\n   (iv) Section 173 Criminal Procedure is attracted only  in\na case in,   vestigated by a police officer under Ch. XIV of\nthe Code followed by\ta final report.\t Section 173(4)\t was\nincorporated into the Code by Central Act 25 of 1955 because\nof  the\t changes  effected in the mode of  trials  in  cases\ninstituted  on\tpolice reports.\t Under\tthe  new   procedure\nprescribed  in s. 251(A) of the Code, but for  the  facility\nprovided to him under s. 173(4) an accuse person would\thave\nbeen  greatly  handicapped in his defence.  But in  a  .case\ninstituted  on complaint like  the present, and governed  by\nss. 252 to 259 of the Code no such difficulty.\t arises\t and\nthe position is as it was before the amendment of the  Code.\nin 1955. [444 H; 445 G]\n     The   High\t Court\twas  wrong  in\tholding\t  that\t the\nLegislature did not make available the benefit of<a href=\"/doc/1505589/\" id=\"a_11\"> s.  173(4)</a>\nCriminal  Procedure Code in cases instituted otherwise\tthan\non  police reports by oversight. It is not proper to  assume\nexcept on very good grounds that there is any lacuna in\t any\nstatute\t or  that the legislature has not   done  its\tduty\nproperly.[445 H]\n     (v)  Section  94 (1) does not empower a  Magistrate  to\ndirect the prosecution to give copies of any documents to an\naccused person.\t It was impermissible for the High Court  to\nread into s. 94 Criminal ProcedUre COde the requirements  of\ns.  173(4)  of\tthe,  Code.  The High  Court  was  wrong  in\nindirectly   applying\tto  cases  instituted\ton   private\ncomplaints the requirements of s. 173(4). [446 E-F]\n     Further the High Court was not justified in interfering\nwith  the discretion of the learned  Magistrate.  Whether  a\nparticular    document\t should\t be  summoned  or   not\t  is\nessentially  in the discretion of the-trial court.   In\t the\npresent case the reasons given by &#x27;the Magistrate.:for his\n440\norder were good reasons.  Unnecessary interference with\t the\norders of the ,trial court results in waste of public  money\nand time as had happened in the present case. [447 D]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CRIMINAL  APPELLATE JURISDICTION: Criminal Appeals\tNos.\n15 and 35 of 1967.\n</p><p data-structure=\"Issue\" id=\"p_2\">    Appeals from the judgment and order\t dated\tOctober\t 12,\n1966   of  the\tBombay\tHigh  Court  in\t Criminal   Revision\nApplication No. 289 of 1966.\n</p><p data-structure=\"PetArg\" id=\"p_3\">    N.S.Bindra,R.M.Parikh and S.P. Nayar, for the appellants\n(in  Cr. A. No. 15 of 1967) and the respondents\t (in Cr.  A.\nNo. 35 of 1967).\n</p><p data-structure=\"PetArg\" id=\"p_4\">    N.N.  Keswani, for the appellants (in Cr. A. No.  35  of\n1967) and the respondents (in Cr. A. No. 15 of 1967).\n    K.R.  Chaudhuri, for the intervener (in Cr. A.   No.  15\nof\n1967).\n</p><p data-structure=\"Issue\" id=\"p_5\">    The Judgment of the Court was delivered by\n    Hegde,  J. These appeals by certificate arise  from\t the\ndecision  of the High Court of Bombay in  Criminal  Revision\nApplication No. 238 of 1966 wherein the following  questions\nof law arise for decision:\n</p><blockquote id=\"blockquote_1\">\t\t  (i)  Whether\tthe prosecution\t from  which\n\t      these  Criminal  Revision Petitions  arose  is\n\t      barred  under <a href=\"/doc/17858/\" id=\"a_12\">Art. 20 (2)</a> of the\tConstitution\n\t      as against accused Nos. 1 and  2 in that\tcase\n\t      by reason of the decision of the Collector  of\n\t      Customs  in  the\tproceedings  under  the\t Sea\n\t      Customs Act ?\n</blockquote><blockquote id=\"blockquote_2\">\t\t  (ii)\tWhether under any  circumstance\t the\n\t      finding of the Collector of Customs  that\t the\n\t      Ist  and\t2nd  accused are not  proved  to  be\n\t      guilty   operated\t as  an issue  estoppel\t  in\n\t      the  criminal  case  against  those accused ?\n</blockquote><blockquote id=\"blockquote_3\">\t\t  (iii)\t Whether  the  present\t prosecution\n\t      amounts  to  an abuse of the  process  of\n\t      the  Court  in  view of  inordinate  delay  in\n\t      launching the  same  and\tconsequently whether\n\t      it is liable to be quashed ?\n</blockquote><blockquote id=\"blockquote_4\">\t\t  (iv) Whether<a href=\"/doc/1505589/\" id=\"a_13\"> s. 173(4)</a>, Criminal Procedure\n\t      Code  is applicable to the facts of this\tcase\n\t      and (v) Whether the documents mentioned in the\n\t      petition filed by the 1st accused on August 3,\n\t      1965 are required tO be summoned under<a href=\"/doc/1746646/\" id=\"a_14\"> s.\t 94</a>,\n\t      Criminal Procedure Code ?\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">\t\t  The  aforementioned questions were  raised\n\t      before  the   trial  Magistrate  by  the\t 1st\n\t      accused by means of an  application  but\n<span class=\"hidden_text\" id=\"span_1\">441</span>\nthe  learned-Magistrate&#x27;  found ,no substance in  the  pleas\nadvanced  in that application and accordingly  he  dismissed\nthe  same as per his order dated-25,1-1966.   In   revision,\na .Division Bench of the Bombay High Court agreeing with the\ntrial  Magistrate negatived all but one of  the\t contentions\nadvanced  on  behalf  of accused Nos. 1 and 2.\tIt  did\t not\nagree with the learned Magistrate that there was no need, at\nthat  stage to summon the  statements of witnesses  recorded\n<a href=\"/doc/1059693/\" id=\"a_15\">Customs\t Act</a>.  It directed the learned Magistrate to  summon\nhose  statements and curiously enough, it went\tfurther\t and\ndirected him to see that the prosecution made available\t the\ncopies\tof  those  statements  to  the\taccused\t before\t the\ncommencement of the enquiry in the case.  In so far as.\t the\nOther\tdocuments called for are concerned, the\t High  Court\nafter  indicating,  what according to it, is the law on\t the\nsubject\t left  the matter to the discretion of\tthe  learned\nMagistrate.\n</p><p data-structure=\"Issue\" id=\"p_7\">    Criminal Appeal No. 15 of 1967 is filed by the Assistant\nCollector  of Customs, Bombay and the State  of\t Maharashtra\nand   Criminal Appeal No. 35 of 1967 is the appeal filed  by\naccused Nos. 1 and 2 in the case (Case No. 98 of 1965 in the\nCourt  of  the Chief Presidency\t Magistrate,  Bombay).\t The\nappellants  in Criminal Appeal No. 15 of 1967 challenge\t the\ncorrectness  of the decision of the Bombay High Court in  so\nfar  as it went against them and the appellants in  Criminal\nAppeal\tNo.  35\t of  1967 challenge that decision  in  other\nrespects.\n</p><p data-structure=\"Facts\" id=\"p_8\">    The\t prosecution case is that the accused  persons\t and\nsome other unknown persons had entered into a conspiracy  at\nBombay and other places in the beginning Of October, 1959 or\nIndia and in pursuance of that conspiracy they had  smuggled\nseveral items of foreign goods in the years 1959 and 1960.\n    In\tthat connection an enquiry was held by\tthe  Customs\nauthorities.  In the course of the enquiry some of the goods\nsaid to have been smuggled were seized.\t After the close  of\nthe enquiry those goods were ordered to be confiscated.\t  In\naddition  penalty  was\timposed\t on  some  of  the  accused.\nThereafter on February 19, 1965, the Assistant Collector  of\nCustoms, Bombay after obtaining the required sanction of the\nGovernment flied a complaint against five persons  including\nthe  appellants in Criminal Appeal No. 35 of  1967  (accused\nNos.  1\t and  2 in the case)   under  s.  120-B,<a href=\"/doc/1569253/\" id=\"a_16\">I.P.C</a>.\tread\nwith  cls.  (37), (75), (76) and (81) of s. 167 of  the\t Sea\nCustoms Act, 1878 (Act VIII of\t1878)  as well as under<a href=\"/doc/82217466/\" id=\"a_17\"> s. 5</a>\nof  the Imports and Exports  (Control)\tAct,  1947.   Before\nthe  commencement of the enquiry in that complaint, the\t 1st\naccused filed on August 3, 1965, the application   mentioned\nabove.\n</p><p data-structure=\"Section\" id=\"p_9\">3Sup.C.I./69-11\n<span class=\"hidden_text\" id=\"span_2\">442</span>\nNow  we\t shall proceed to examine the  contentions  set\t out\nearlier.\n</p><p data-structure=\"Precedent\" id=\"p_10\">    Reliance  on  <a href=\"/doc/17858/\" id=\"a_18\">Art. 20(2)</a> is placed under  the  following\ncircumstances.\t In  the enquiry held by  the  Collector  of\nCustoms, he gave the benefit of doubt to accused Nos. 1\t and\n</p><p data-structure=\"Precedent\" id=\"p_11\">2.  This is what he stated therein:\n</p><blockquote id=\"blockquote_5\">\t\t  &quot;As  regards M/s. Lamel  Enterprises\t (of\n\t      which  accused  No. 1 is\tthe  proprietor\t and\n\t      accused  No. 2 is the Manager) although it  is\n\t      apparent that they have directly assisted\t the\n\t      importers in their illegal activities and\t are\n\t      morally  guilty. Since there is no  conclusive\n\t      evidence against them to hold them as  persons\n\t      concerned\t  in   the   act   of\tunauthorised\n\t      importation,  they  escape  on  a\t benefit  of\n\t      doubt.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\">    Despite  this  finding the Assistant  Collector  in\t his\ncomplaint  referred  to earlier seeks  to  prosecute   these\naccused\t  persons.  Hence  the\tquestion  is  whether\tthat\nprosecution  is barred under <a href=\"/doc/17858/\" id=\"a_19\">Art. 20(2)</a> of the\tConstitution\nwhich  says that no person shall be prosecuted and  punished\nfor the same offence more than once. This Art. has no direct\nbearing\t on the question at issue.  Evedently those  accused\npersons\t want  to  spell  out from this\t Art.  the  rule  of\nautrefois  acquit  embodied in<a href=\"/doc/803870/\" id=\"a_20\"> s.  403</a>,\t Criminal  Procedure\nCode.\tAssuming we can do that still it is not possible  to\nhold that a proceeding before the Collector of Customs is  a\nprosecution for an offence.  In order to get the benefit  of<a href=\"/doc/803870/\" id=\"a_21\">\ns.  403</a>,  Criminal  Procedure  Code or\t<a href=\"/doc/17858/\" id=\"a_22\">Art.  20(2)</a>,  it  is\nnecessary  for an  accused person to establish that  he\t had\nbeen  tried  by a &quot;court of competent jurisdiction&quot;  for  an\noffence and he is convicted or acquitted of that offence and\nthe  said conviction or acquittal is in force. If that\tmuch\nis established, it can be contended that he is not liable to\nbe  tried again for the same offence nor on the\t same  facts\nfor any other offence for which a different charge from\t the\none  made against him might have been made under s.  236  or\nfor  which he&#x27; might have been convicted under-s.  237.\t  It\nhas  been  repeatedly held by this Court  that\tadjudication\nbefore a Collector of Customs is not a &quot;prosecution&quot; nor the\nCollector of Customs a &quot;Court&quot;.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1815080\" id=\"span_3\">In <a href=\"/doc/1815080/\" id=\"a_23\">Maqbool Hussain  v.\t The\nState of Bombay</a>(1), this Court held that the wording of <a href=\"/doc/655638/\" id=\"a_24\">Art.\n20</a> of the Constitution and the words used therein show\tthat\nthe proceedings therein contemplated are proceedings of\t the\nnature\tof criminal proceedings before a court of law  or  a\njudicial  tribunal and &quot;prosecution&quot; in this  context  would\nmean an initiation or starting of proceedings of a  criminal\nnature\tbefore\ta  court of law or a  judicial\ttribunal  in\naccordance with the procedure prescribed  in the statute (1)\n[1953] S.C,R. 730.</span>\n</p><span class=\"hidden_text\" id=\"span_4\">443</span>\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1815080\" id=\"span_5\">which creates the offence and regulates the procedure.\tThis\n<a href=\"/doc/1815080/\" id=\"a_25\">Court  further\theld</a>  that  where  a  person  against\twhom\nproceedings  had been taken by the Sea\tCustoms\t authorities\nunder  s.  167\tof  the Sea Customs Act\t and  an  order\t for\nconfiscation  of  goods had been  passed,  was\tsubsequently\nprosecuted  before a criminal court for an offence under  s.\n23 of the <a href=\"/doc/27905/\" id=\"a_26\">Foreign Exchange Regulation Act</a> in respect of\t the\nsame act, the proceeding before\t the Sea Customs authorities\nwas  not a &quot;prosecution&quot; and the order for confiscation\t was\nnot a &quot;punishment&quot; inflicted by a Court or judicial tribunal\nwithin\tthe  meaning of <a href=\"/doc/17858/\" id=\"a_27\">Art. 20(2)</a> of the  Constitution\t and\nhence  his subsequent prosecution was not barred.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1790076\" id=\"span_6\">The\tsaid\nrule was reiterated in <a href=\"/doc/1790076/\" id=\"a_28\">Thomas Dana v. State of Punjab</a>(1) and\nin several other cases.</span>\n</p><p data-structure=\"Precedent\" id=\"p_14\">    We shall not take up the contention that the finding  of\nthe Collector of Customs referred to earlier operated as  an\nissue  estoppel\t in  the  present  prosecution.\t  The  issue\nestoppel  rule is but a facet of the doctrine  of  autrefois\nacquit.\t  In Sambasivan v. Public Prosecutor, Federation  of\nMalaya(a), Lord MacDermott enunciated the said rule thus:\n</p><blockquote id=\"blockquote_6\">\t\t &quot;The  effect  of  a  verdict  of  acquittal\n\t      pronounced  by a competent court on  a  lawful\n\t      charge  and  after  a  lawful  trial  is\t not\n\t      completely  stated by saying that\t the  person\n\t      acquitted\t cannot be tried again for the\tsame\n\t      offence.\t To that it must be added  that\t the\n\t      verdict  is  binding  and\t conclusive  in\t all\n\t      subsequent proceedings between the parties  to\n\t      the adjudication.\t The maxim &quot;Res judicata pro\n\t      veritate accipitur&quot; is no less  appliCable  to\n\t      criminal than to civil proceedings.  Here, the\n\t      appellant\t having been acquitted at the  first\n\t      trial  on the charge of having  ammunition  in\n\t      his  possession, the prosecution was bound  to\n\t      accept  the correctness of  that\tverdict\t and\n\t      was  precluded  from  taking  any\t  step\t  to\n\t      challenge\t it  at the second  trial.  And\t the\n\t      appellant was no less entitled to rely on\t his\n\t      acquittal in so far as it might be relevant in\n\t      his defence. That it was not conclusive of his\n\t      innocence on the firearm charge is plain,\t but\n\t      it  undoubtedly  reduced in  some\t degree\t the\n\t      weight  of  the case against him, for  at\t the\n\t      first trial the facts proved in support of one\n\t      charge  were  clearly relevant  to  the  other\n\t      having  regard to the circumstances  in  which\n\t      the ammunition and revolver were found and the\n\t      fact that they fitted each other.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636420\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1283903\" id=\"span_8\">The  rule  laid down in that decision was adopted&#x27;  by\tthis\nCourt  in  <a href=\"/doc/1283903/\" id=\"a_29\">Pritam Singh v. State of Punjab</a>(a) and  again  in\nN.R.  Ghose  alias  <a href=\"/doc/636420/\" id=\"a_30\">Nikhil Ranjan Ghose v.  State  of\tWest\nBengal</a>(4).</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_16\">(1) [1959] S.C.R. 274.\t    (2) [1950] A.C. 458 at p. 479.\n(3) AI.R. 1956 S.C, 415.    (4) [1960] 2 S.C.R. 58.\n</p><span class=\"hidden_text\" id=\"span_9\">444</span>\n<p data-structure=\"Precedent\" id=\"p_17\">But  before an accused can call into aid the above rule,  he\n&#x27;must  establish  that in a previous lawful trial  before  a\ncompetent court,he has secured a verdict of acquittal  which\nverdict\t is binding on his prosecutor.\tIn the instant\tcase\nfor  the  reasons already mentioned, we are unable  to\thold\nthat  the  proceeding before the Collector of Customs  is  a\ncriminal  trial.  From this it follows that the decision  of\nthe  Collector does not amount to a verdict of acquittal  in\nfavour of accused Nos. 1 and 2.\n</p><p data-structure=\"PetArg\" id=\"p_18\">This takes us to the contention whether the prosecution must\nbe quashed because of the delay in instituting the same.  It\nis urged on behalf of the accused that because of the  delay\nin launching the same, the present prosecution amounts to an\nabuse  of  the\tprocess of the Court.  The  High  Court\t has\nrepelled  that\tcontention.  It has come to  the  conclusion\nthat  the  delay in filing the complaint  is  satisfactorily\nexplained.  That apart, it is  not the case. of the  accused\nthat any period of limitation is prescribed for filing.\t the\ncomplaint.   Hence the court before which the complaint\t was\nfiled could not have thrown out the same on the sole  ground\nthat  there  has been delay in filing it.  The\tquestion  of\ndelay  in  filing a complaint may be a\tcircumstance  to  be\ntaken  into consideration in arriving at the final  verdict.\nBut  by\t itself\t it affords no\tground\tfor  dismissing\t the\ncomplaint.  Hence we see no substance in the contention that\nthe prosecution should be quashed on the ground that  there,\nwas  delay in  instituting  the complaint.\n</p><p data-structure=\"Section\" id=\"p_19\">     We also see no merit in the contention that the accused\nin  this  case\tare entitled to the benefit  of\t s.  173(4),\n<a href=\"/doc/445276/\" id=\"a_31\">Criminal  Procedure  Code</a>  which provides  that\t before\t the\ncommencement  of the enquiry or trial the  officer-in-charge\nof  the police station who forwards a report under  s.\t173,\n<a href=\"/doc/445276/\" id=\"a_32\">Criminal  Procedure  Code</a>,  should furnish or  cause  to  be\nfurnished to the accused, free of cost, a copy of the report\nforwarded  under<a href=\"/doc/1610752/\" id=\"a_33\"> s. 173(1)</a>, Criminal Procedure Code  of\t the\nfirst  information  report recorded under<a href=\"/doc/1980578/\" id=\"a_34\"> s.  154</a>,  Criminal\nProcedure Code and all other documents or relevant  extracts\nthereof on which the prosecution proposes to rely, including\nthe-statements\tand confessions, if any, recorded  under  s.\n164,  <a href=\"/doc/445276/\" id=\"a_35\">Criminal Procedure Code</a> and the  statements   recorded\nunder  s.  161, <a href=\"/doc/445276/\" id=\"a_36\">Criminal Procedure Code</a> of all\tthe  persons\nwhom the prosecution proposes to examine as its\t witnesses.\n    On\ta plain reading of<a href=\"/doc/1412034/\" id=\"a_37\"> s. 173</a>, Criminal Procedure  Code,\nit  is\tclear that the same is wholly  inapplicable  to\t the\nfacts  of the present case.  In the instant case  no  report\nhad  been  sent\t  under<a href=\"/doc/1412034/\" id=\"a_38\"> s.  173</a>,  Criminal  Procedure  Code.\nTherefore  that provision is not attracted.  That  provision\nis attracted only in a case investigated by a police officer\nunder  Chapter XIV of the <a href=\"/doc/445276/\" id=\"a_39\">Criminal Procedure Code</a>,  followed\nup by a final report under<a href=\"/doc/1412034/\" id=\"a_40\"> s. 173</a>, Criminal Procedure  Code.\nIt may be remembered that sub-s. (4) of\n<span class=\"hidden_text\" id=\"span_10\">445</span>\n173,  was incorporated into the <a href=\"/doc/445276/\" id=\"a_41\">Criminal Procedure Code</a>\t for\nthe first time by Central Act 26 of 1955, presumably because\nof  the\t changes  effected in the mode of  trials  in  cases\ninstituted on police reports.  Before the <a href=\"/doc/445276/\" id=\"a_42\">Criminal Procedure\nCode</a> was amended by Act 26 of 1955, there was no  difference\nin  the procedure to be adopted in the cases  instituted  on\npolice reports and in other cases.  Till then in all.  cases\nirrespective  of  the fact whether they were  instituted  on\npolice\treports\t or  on private\t complaints,  the  procedure\nregarding enquiries or trials  was  identical.\tIn both type\nof  cases, there were two distinct stages i.e.\tthe  enquiry\nstage  and the trial stage.  When the prosecution  witnesses\nwere  examined in a case before a charge is framed,  it\t was\nopen to the accused to cross-examine them.  Hence  there was\nno  need for making available to the accused  the  documents\nmentioned  in subs.(4) of<a href=\"/doc/1412034/\" id=\"a_43\"> s. 173</a>, Criminal  Procedure  Code.\nThe right given to him under<a href=\"/doc/523607/\" id=\"a_44\"> s. 162</a>, Criminal Procedure Code\nwas thought to be sufficient to safeguard his interest.\t <a href=\"/doc/107752922/\" id=\"a_45\">But\nAct</a> 26 of 1955 as mentioned earlier made substantial changes\nin the procedure to  be adopted in the matter of enquiry  in\ncases  instituted on police reports.  That procedure is\t now\nset  out in<a href=\"/doc/429078/\" id=\"a_46\"> s.\t251(A)</a>,\t Criminal Procedure Code.  This\t new\nprocedure  truncated  the  enquiry stage.  <a href=\"/doc/429078/\" id=\"a_47\">Section 251\t(A)</a>,\nCriminal  Procedure Code says that the Magistrate,  if\tupon\nconsideration  of all the documents referred to\t in  s.\t 173\nand  making  such examination if any, of the accused  as  he\nthinks\tnecessary  and after giving  the   prosecution\t and\nthe  accused  an opportunity of being heard  considers\t the\ncharge\tagainst\t the  accused  to  be  groundless  he  shall\ndischarge  him but if he is of opinion that there is  ground\nfor  presuming\tthat the  accused has committed\t an  offence\ntriable as a warrant case which he is competent to try.\t and\nwhich in his  opinion could be\tadequately punished by\thim,\nhe  shall frame in writing a charge against him.  Under\t the\nprocedure prescribed in<a href=\"/doc/429078/\" id=\"a_48\"> s. 251 (A)</a>, Criminal Procedure\tCode\nbut  for the facility provided to him under s.173(4)of\tthat\nCode   an   accused   person   would   have   been   greatly\nhandicapped  in his defence. But in a case instituted  on  a\ncomplaint, like the one before us and governed by<a href=\"/doc/1750806/\" id=\"a_49\"> ss. 252</a> to\n<a href=\"/doc/1874911/\" id=\"a_50\">259</a>  of\t the  Criminal Procedure Code,\tno  such  difficulty\narises.\t Therein  the  position\t is as\tit  was\t before\t the\namendment of the <a href=\"/doc/445276/\" id=\"a_51\">Criminal Procedure Code</a> in 1955.\nWe  are unable to agree with the learned fudges of the\tHigh\nCourt  that  the  legislature did  not\tmake  available\t the\nbenefit\t of  s.173(4),\t<a href=\"/doc/445276/\" id=\"a_52\">Criminal  Procedure  Code</a>  in  cases\ninstituted   otherwise than on police reports by  oversight.\nThe  observations  of the learned Judges in  the  course  of\ntheir judgment that &quot;Even the great Homer occasionally nods.\nThere  is nothing to show that the,legislature\thas  applied\nits  mind to the question of the amendment of the  procedure\nso far as the investigation of an offence\n<span class=\"hidden_text\" id=\"span_11\">446</span>\nunder  the Sea Customs Act is concerned at the time when  it\nwas considering amendments to the <a href=\"/doc/445276/\" id=\"a_53\">Criminal  Procedure  Code</a>&quot;\n</p><blockquote id=\"blockquote_7\">is without any basis.  In the first place, it is not  proper\nto  assume  except on very good grounds that  there  is\t any\nlacuna\tin any statute or that the legislature has not\tdone\nits  duty  properly.   Secondly\t from  the  history  of\t the\nlegislation  to which reference has been made  earlier,\t the\nreason\tfor  introducing  s. 173(4) is\tclear.\tThe  learned\njudges\tof the High Court were constrained to hold  that  s,\n173(4),\t <a href=\"/doc/445276/\" id=\"a_54\">Criminal Procedure Code</a> in terms does not apply  to\nthe  present  case.  But strangely enough  that\t even  after\ncoming\tto the conclusion that provision is inapplicable  to\nthe  facts  of\tthe present case,  they\t have  directed\t the\nlearned\t Magistrate  to\t require  the  prosecution  to\tmake\navailable  to  the accused, the copies,\t of  the  statements\nrecorded  from the prosecution witnesses during the  enquiry\nunder  the  <a href=\"/doc/1059693/\" id=\"a_55\">Customs Act</a>.  They have purported to  make\tthat\norder  under<a href=\"/doc/1816072/\" id=\"a_56\"> s. 94(1)</a>, Criminal Procedure Code which to\t the\nextent material for our present purpose reads:\n</blockquote><blockquote id=\"blockquote_8\">\t\t  &quot;Whenever  any Court ..........  considers\n\t      that production of any document or other thing\n\t      is necessary or desirable for the purposes  of\n\t      any ...... enquiry, trial or other  proceeding\n\t      under  this Code by or before such  Court\t ...\n\t      such Court may  issue  a\tsummons\t ......\t  to\n\t      the person in whose possession and power\tsuch\n\t      document or thing is believed to be, requiring\n\t      him  to attend and produce it. or\t to  produce\n\t      it,  at  the  time and  place  stated  in\t the\n\t      summons or order.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_20\">This  section  does not empower a Magistrate to\t direct\t the\nprosecution  to give copies of any documents to an   accused\nperson\tThat much appears to be plain from the\tlanguage  of\nthat section it was impermissible for the High Court to read\ninto  s. 94, <a href=\"/doc/445276/\" id=\"a_57\">Criminal Procedure Code</a> the requirements of  s.\n173(4),\t <a href=\"/doc/445276/\" id=\"a_58\">Criminal  Procedure Code</a>.  The High Court  was\t not\njustified,  in\tindirectly applying to cases  instituted  on\nprivate complaints the\trequirements of<a href=\"/doc/1505589/\" id=\"a_59\"> s. 173(4)</a>,  Criminal\nProcedure Code.\n</p><p data-structure=\"Precedent\" id=\"p_21\">    That  apart\t we  do not think that the  High  Court\t was\njustified  in  interfering  with  the  discretion   of\t the\nlearned\t Magistrate Whether a particular document should  be\nsummoned  or  not is essentially in the\t discretion  of\t the\ntrial  court.  In  the\tinstant\t case  the  Special   Public\nProsecutor had\tassured\t the  learned  trial Magistrate that\nhe  would  keep\t in readiness the  statements  of  witnesses\nrecorded  by  the Customs authorities and shall\t make  avail\nable  to the defence Counsel the statement of the  concerned\nwitness\t as  and  when\the is  examined.  In  view  of\tthat\nassurance, the learned Magistrate observed in his order:\n</p><blockquote id=\"blockquote_9\">\t\t &quot;The recording of the prosecution  evidence\n\t      is  yet commence in this case and\t at  present\n\t      there are no male-\n</blockquote><span class=\"hidden_text\" id=\"span_12\">447</span>\n<blockquote id=\"blockquote_10\">\t      before  me  to  decide  whether  or  not\t the\n\t      production  of  any  of  the  statements\t and\n\t      documents\t  named\t by  the  accused   in\t his\n\t      application is desirable or necessary for\t the\n\t      purpose of the enquiry or trial. As stated  at\n\t      the outset, the learned Special Prosecutor has\n\t      given an undertaking that he would produce all\n\t      the  relevant statements and documents at\t the\n\t      proper  time in the course of the\t heating  of\n\t      the  case. The request made for the  issue  of\n\t      the  summons under<a href=\"/doc/1746646/\" id=\"a_60\"> s. 94</a>,\t Criminal  Procedure\n\t      Code is also omnibus.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_22\">The   reasons given by the learned Magistrate in support  of\nhis order are good reasons.  The High Court has not come  to\nthe  conclusion\t that  the documents  in  question,  if\t not\nproduced  in  court are likely to be destroyed\tor  tampered\nwith  or the same are not likely to be made  available\twhen\nrequired.  It has proceeded on the erroneous basis that\t the\naccused will not have a fair trial unless they are  supplied\nwith the copies of those statements even before the  enquiry\ncommences.   Except  for very good reasons, the\t High  Court\nshould\tnot interfere with the discretion conferred  on\t the\ntrial  courts  in the matter of summoning  documents.\tSuch\ninterferences  would  unnecessarily impede the\tprogress  of\neases  and result in waste of public money and time  as\t has\nhappened in this case.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">    For\t the  reasons  mentioned above,\t we  allow  Criminal\nAppeal No. 15 of 1967 and dismiss Criminal Appeal No. 35  of\n1967.  In other words, we restore the order of\tthe  learned\nMagistrate.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">G.C.\t       Criminal Appeal No. 15 of 1967 allowed.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">\t       Criminal Appeal No. 35 of 1967 dismissed.\n</p><span class=\"hidden_text\" id=\"span_13\">448</span>\n\n\n\n","numcites":24,"numcitedby":139,"docsource":"Supreme Court of India","citetid":357519,"divtype":"judgments","relatedqs":[{"value":"issue estoppel","formInput":"issue%20estoppel"},{"value":"94 of cr.p.c.","formInput":"94%20of%20cr.p.c."},{"value":"sea customs act","formInput":"sea%20customs%20act"},{"value":"estoppel","formInput":"estoppel"},{"value":"crpc 94 ","formInput":"crpc%2094%20"},{"value":"private complaint\"","formInput":"private%20complaint%22"},{"value":"crpc 403 ","formInput":"crpc%20403%20"},{"value":"173 cr.pc","formInput":"173%20cr.pc"},{"value":"make available ","formInput":"make%20available%20"},{"value":"173(4)","formInput":"173%284%29"},{"value":"cr.p.c. 204/police report","formInput":"cr.p.c.%20204/police%20report"},{"value":"173 crpc","formInput":"173%20crpc"},{"value":"smuggling","formInput":"smuggling"},{"value":"\"issue estoppel\"","formInput":"%22issue%20estoppel%22"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"173 - cr.p.c ","formInput":"173%20-%20cr.p.c%20"},{"value":"customs act","formInput":"customs%20act"},{"value":"filing of complaint","formInput":"filing%20of%20complaint"},{"value":"438","formInput":"438"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"police-report-on-completion-of-investigation","formInput":"tag:police-report-on-completion-of-investigation"},{"value":"substance-of-accusation-to-be-stated","formInput":"tag:substance-of-accusation-to-be-stated"}],"courtcopy":true,"query_alert":null,"agreement":false}