{"tid":158908081,"publishdate":"2017-08-29","title":"Lmj International Ltd vs Sleepwell Industries Co. Ltd. & Anr on 29 August, 2017","doc":"<h2 class=\"doc_title\">Lmj International Ltd vs Sleepwell Industries Co. Ltd. &amp; Anr on 29 August, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-sen\">Soumen Sen</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-sen\">Soumen Sen</a></h3>\n\n<pre id=\"pre_1\">             IN THE HIGH COURT AT CALCUTTA\n                ORDINARY ORIGINAL CIVIL JURISDICTION\n                           ORIGINAL SIDE\n\nBEFORE:\nTHE HON&#x27;BLE JUSTICE SOUMEN SEN\n\n                               G.A. No.370 of 2013\n                               C.S. No.185 of 2011\n\n                      LMJ INTERNATIONAL LTD.\n                                Vs.\n                SLEEPWELL INDUSTRIES CO. LTD. &amp; ANR.\n\n\nFor the Petitioner/Plaintiff            : Mr. Surojit Nath Mitra, Sr. Adv.,\n                                          Mr. D.N. Sharma, Adv.,\n                                          Mr. S. Sarkar, Adv.,\n                                          Mrs. S. Mukhopadhyay, Adv.,\n                                          Mr. T. Aich, Adv.\n\nFor the Defendants/Respondents         : Mr. Tilak Kumar Bose, Sr. Adv.,</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                                         Mr. Sailendra Jain, Adv.,\n                                         Mr. Asit Dey, Adv.\n</p>\n<pre id=\"pre_2\">Hearing Concluded On                   :21.08.2017.\n\nJudgment On                            :29.08.2017.\n\n</pre><p data-structure=\"Issue\" id=\"p_2\">      Soumen Sen, J.:- The defendant No.1 has filed this application\n\nessentially for deletion of the name of the defendant No.1 from the suit. The\n\nprayers made in the petition are:-\n</p>\n<blockquote id=\"blockquote_1\">      (a)(i) The plaint filed in the instant suit being C.S. No.185 of 2011 be\n             dismissed;\n</blockquote><blockquote id=\"blockquote_2\">        (ii) Alternatively, the defendant No.1 be deleted from the cause title\n             of the plaint filed in the instant suit;\n</blockquote><blockquote id=\"blockquote_3\">      (b)(i) Stay of all further proceedings in the instant suit;\n</blockquote><blockquote id=\"blockquote_4\">        (ii) Alternatively, stay of all further proceedings in the instant suit\n             as against the defendant No.1;\n</blockquote><blockquote id=\"blockquote_5\">      (c)    In the event, prayers (a) and (b) cannot be granted, the disputes\n             in the instant suit be referred to arbitration in accordance with\n              the arbitration agreement contained in the contract dated 25th\n             October, 2010 contained in Annexure &quot;B&quot; hereof;\n</blockquote><blockquote id=\"blockquote_6\">      (d)    Injunction restraining the plaintiff from taking any steps and/or\n             further steps in the instant suit until disposal of this\n             application;\n</blockquote><pre id=\"pre_3\">      (e)    Ad interim order in terms of prayers above;\n      (f)    Costs of an incidental to this application be paid by the plaintiff;\n      (g)    Such further order or orders be made and/or direction or\n</pre><blockquote id=\"blockquote_7\">             directions be given as to this Hon&#x27;ble Court may deem fit and\n             proper;\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">      The foreign award was passed on April 10, 2013 in favour of the\n\nrespondent No.1 as per GAFTA Rules, 125 in relation to a contract bearing\n\nNo.#LMJ/SIC/Oct/01 dated 25th October, 2010.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">      The plaintiff filed a suit on 9th August, 2011 praying, inter alia, for a\n\ndeclaration that there is no agreement between the plaintiff and the\n\ndefendant No.1 to refer any dispute arising out of the said contract dated\n\n25th October, 2010 to arbitration either as per GAFTA 125 in London or\n\notherwise.   In the suit, an interlocutory application was filed in which\n\ninitially an ex parte ad interim order was passed on 10th August, 2011\n\nrestraining the parties to proceed with the arbitration. However, the interim\n\norder was vacated by Justice Dipankar Datta on 9th September, 2011.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">      In an appeal preferred against the said order, the Division Bench by\n\nan order dated 28th September, 2012 affirmed the order passed by the\n\nlearned Single Judge. The applicant/respondent No.1 herein also preferred\n\na cross-objection as it on the limited point that while dismissing the\n\ninjunction application, the learned Single Judge has observed that the\n arbitration award shall abide by the results of the suit. The cross-objection\n\nwas also dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">      The instant application, however, was filed prior to the passing of the\n\naward. The award is not under challenge. However, during the enforcement\n\nof the foreign award, the plaintiff has filed an application under <a href=\"/doc/963351/\" id=\"a_1\">Section 48</a>\n\nof the Arbitration and Conciliation Act, 1996 objecting to the enforceability\n\nof the said foreign award.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">      The applicant/defendant No.1 contends that since a suit challenging\n\nan award is not maintainable in this Court, the suit filed has now become\n\ninfructuous as award has already been passed in the meantime.\n\n</p><p data-structure=\"RespArg\" id=\"p_8\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"151966285\" id=\"span_1\">Mr. Tilak Kumar Bose, the learned Senior Counsel appearing on\n\nbehalf of the applicant/defendant has relied upon the decisions of this Court\n\nin <a href=\"/doc/151966285/\" id=\"a_2\">R. Piyarelall Import &amp; Export Ltd. Vs. Glencore Grain B.V.</a> reported\n\nat (2016) 1 WBLR (Cal) 227 and Gujarat NRE Coke Limited &amp; Anr. VS.\n\nJindal Steel &amp; Power Limited &amp; Ors. (G.A. No.3946 of 2014, C.S.\n\nNo.227 of 2014) dated 3rd December, 2015 for the proposition that in\n\nview of the award being passed during the pendency of the suit, the\n\ncontinuation of the suit would be an abuse of the process of Court. It is\n\nfurther submitted on the strength of the said decisions that the defendant\n\nwas impleaded with an ulterior motive and purpose although the real cause\n\nof action is against the defendant No.1.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_9\">      Mr. Bose has referred to the arbitration clause which records that in\n\ncase the parties have failed to settle their disputes amicably through\n\nnegotiation, the dispute shall be submitted to GAFTA, London for arbitration\n\nas per GAFTA Clause and Arbitration Rules, 125. The GAFTA Arbitration\n Rules, 125 lays down that the juridical seat of the arbitration shall be, and\n\nis hereby designated pursuant to <a href=\"/doc/354344/\" id=\"a_3\">Section 4</a> of the Arbitration Act, 1996 as\n\nEngland and the provisions of <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration Act, 1996</a> shall apply to such\n\nproceedings. Clause 1.1 and Clause 1.2 are relevant for the present purpose\n\nwhich read:-\n</p>\n<blockquote id=\"blockquote_8\">      &quot;1.1. The provisions of the <a href=\"/doc/1306164/\" id=\"a_5\">Arbitration Act, 1996</a>, and of any statutory\n             amendment, modification or re-enactment thereof for the time\n             being in force, shall apply to every arbitration and/or appeal\n             under these Rules save insofar as such provisions are expressly\n             modified by, or are inconsistent with, these Rules.\n      1.2    The judicial seat of the arbitration shall be, and is hereby\n             designated pursuant to <a href=\"/doc/1242720/\" id=\"a_6\">section 4</a> of the Arbitration Act 1996 as,\n             England.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_10\">      By signing the contract which contains an arbitration clause, the\n\nplaintiff has agreed that all disputes under the contract are to be resolved in\n\nLondon in accordance with the GAFTA Rules, 125 and the <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and\n\nConciliation Act, 1996</a> (United Kingdom) and in view thereof, the jurisdiction\n\nof this Court as a civil court is expressly or impliedly barred. It is submitted\n\nthat the disputes between the plaintiff and the defendant No.1 arose\n\npursuant to an agreement in writing for the arbitration to which the New\n\nYork Convention set forth in the <a href=\"/doc/1306164/\" id=\"a_8\">First Schedule to the Arbitration and\n\nConciliation Act, 1996</a> applies. The arbitral tribunal constituted under the\n\nGAFTA Rules, 125 is the competent authority to adjudicate the disputes.\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">      Mr. Bose contends that the parties in the instant case have chosen\n\nthe place of arbitration to be London and that choice brings with it\n\nsubmission to the laws of that country including any mandatory provisions\n\nof its law on arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_12\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6993639\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170570894\" id=\"span_3\">Mr. Bose contends that this principle laid down by the celebrated\n\nAuthors Redfern and Hunter on International Arbitration has been\n\naccepted by the Hon&#x27;ble Supreme Court in two recent decisions in <a href=\"/doc/170570894/\" id=\"a_9\">Union of\n\nIndia Vs. Reliance Industries Limited &amp; Ors.</a> reported at (<a href=\"/doc/6993639/\" id=\"a_10\">2015) 10 SCC\n\n213 and Eitzen Bulk A/S. V. Ashapura Minechem Ltd. &amp; Anr.</a> reported\n\nat AIR 2016 SC 2438.</span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"170570894\" id=\"span_4\">It is submitted that <a href=\"/doc/170570894/\" id=\"a_11\">Union of India</a> (supra) there is a categorical\n\nstatement that when under the agreement the parties have chosen London\n\nas the Venue for arbitration and making English Law to Arbitration Part - <a href=\"/doc/1306164/\" id=\"a_12\">I\n\nof the Arbitration and Conciliation Act, 1996</a> would not have any\n\napplication. This is by necessary implication means that the parties have\n\nconsciously agreed to resolve their disputes in a foreign forum thereby\n\nexcluding the application of Part - I to the arbitration proceedings.        The\n\naward passed in the said proceeding would not be challenged under <a href=\"/doc/536284/\" id=\"a_13\">Section\n\n34</a> before an Indian Court.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">      It is submitted that it has been recognized by a long catena of\n\ndecisions including a recent decision of the Hon&#x27;ble Supreme Court in Imax\n\nCorporation Vs. M/s. E-City Entertainment (I) Pvt. Ltd. reported at AIR\n\n2017 SCALE 260 that if in pursuance of the arbitration agreement the\n\narbitration took place outside India, there is a clear exclusion of <a href=\"/doc/1052228/\" id=\"a_14\">Part-I of the\n\nArbitration Act</a>. It is argued that in the instant case the parties have agreed\n\nto have their disputes resolved in terms of the GAFTA Rules, 125 and have\n\ntaken steps for resolution of disputes by arbitration.\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">      The plaintiff contends that the cause of action of the plaintiff against\n\nthe defendant/petitioner as pleaded in the plaint is based on a binding\n contract dated 25th October, 2010 bearing Reference No. LMJ/SIC/OPT/01\n\nwas amended on 7th December, 2010.         By the said amendment, certain\n\nterms and conditions of the contract were amended without affecting all\n\nother terms of the contract including the arbitration clause contained in the\n\ncontract dated 25th October, 2010.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n</p><p data-structure=\"Section\" id=\"p_17\">      In the suit the plaintiff has sought for cancellation of two letters both\n\ndated 28th July, 2011 written by the defendant no.1. The said two letters\n\nare letters invoking the arbitration clause by which the disputes were\n\nreferred to the GAFTA Arbitration in London.       The contract between the\n\nplaintiff and the petitioner is not in dispute. The said contract contains the\n\narbitration clause which reads:-\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n</p><blockquote id=\"blockquote_9\">            &quot;All disputes in connection with the contract of the execution\n      thereof shall be settled amicably by friendly negotiation between the\n      two parties. If no settlement can be reached the case in dispute shall\n      then be submitted GAFTA, London for arbitration as per GAFTA clause\n      for and amendment if any arbitration Rule 125.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_19\">      It is submitted that by agreeing to arbitration in London and that too,\n\nin accordance with the <a href=\"/doc/1306164/\" id=\"a_15\">Arbitration Act, 1996</a> (United Kingdom), the plaintiff\n\nand the petitioner have chosen a Forum whereat disputes between the\n\nplaintiff and the defendant no.1 arising out of the contract are to be\n\nadjudicated.   This choice of Forum is in the nature of a jurisdiction clause\n\nand in view of such express choice of jurisdiction clause, this Court does not\n\nhave the jurisdiction to try and adjudicate the dispute between the plaintiff\n\nand the defendant no.1.\n</p><p data-structure=\"Section\" id=\"p_20\">       Mr. Bose has referred to <a href=\"/doc/76869205/\" id=\"a_16\">Section 9</a> of the Code of Civil Procedure and\n\nsubmits that the said Section does not give the petitioner an undefined and\n\nindivisible right to a civil suit against the defendant No.1 in respect of the\n\ncontract dated 25th October, 2010. <a href=\"/doc/76869205/\" id=\"a_17\">Section 9</a> of the Code of Civil Procedure\n\ndoes not permit filing of a suit which is either expressly or impliedly barred.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_21\">      The plaintiff by signing the contract has agreed that all disputes under\n\nthe contract are to be resolved in London in accordance with law GAFTA\n\nRules 125 and the <a href=\"/doc/1306164/\" id=\"a_18\">Arbitration Act, 1996</a> (United Kingdom). In view thereof\n\nthe jurisdiction of this Court is expressly or impliedly barred.\n\n</p><p data-structure=\"RespArg\" id=\"p_22\">      In so far as the defendant no. 2 is concerned the said defendant no.2\n\nneither a necessary nor a property party and has been impleaded as a party\n\nwith malafide intent and to circumvent the valid and binding arbitration\n\nagreement between the plaintiff and the petitioner.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">      The said defendant is the banker of the plaintiff. The learned Senior\n\nCounsel has referred to the aforesaid two decisions by me on similar issues\n\nin which it was, inter alia, held that the impleadment of unnecessary party\n\nin order to circumvent the arbitration proceedings should not be encouraged\n\nand the parties should be referred to arbitration. It is submitted that the\n\npetitioner has an independent cause of action against the defendant No.2 for\n\nnon-payment of the amount under the Bill of Exchange for which a\n\nsummary suit has been filed under the <a href=\"/doc/161831507/\" id=\"a_19\">Order 37 of the Code of Civil\n\nProcedure</a> being C.S. No.196 of 2011.         The said suit is pending.     It is\n\nsubmitted that the plaintiff does not have any cause of action against the\n defendant No.2 and the said defendant No.2 is neither a necessary nor a\n\nproper party.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1610430\" id=\"span_5\">Mr. Bose has referred to a Division Bench judgment of our Court in\n\n<a href=\"/doc/1610430/\" id=\"a_20\">P.B. Shah and Co. &amp; Ors. Vs. Chief Executive Officer and Others</a>,\n\nreported at AIR 1962 Cal 283 to submit that, in the event, the Court is of\n\nthe opinion that the entire plaint cannot be rejected, the proper remedy is to\n\nstrike out the name of the defendant against whom the plaint either does\n\nnot disclose any cause of action or by reason of any statutory bar or\n\nsubsequent event the suit cannot be continued against the said defendant.\n\nIt is submitted that in view of the fact that there is an arbitration clause\n\nwhich mentions seat of arbitration at London and the fact that the entire law\n\nwould apply. This Court does not have any jurisdiction to try and determine\n\nthe suit as against the defendant No.1.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n</p><p data-structure=\"RespArg\" id=\"p_26\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_6\">Per contra, Mr. Surojit Nath Mitra, learned Senior Counsel appearing\n\non behalf of the plaintiff submits that this application is not maintainable in\n\nview of the dismissal of cross-objection filed by the applicant/defendant\n\nagainst the observation made by Justice Dipankar Datta in His Lordship&#x27;s\n\norder dated 9th September, 2011 &quot;any action taken by the parties to the suit\n\nduring its pendency shall be subject to and abide by the result of the suit&quot;.\n\nIt is submitted that by reason of the said observation, the plaintiff possibly\n\nwas advised not to participate in the arbitration proceeding as both the trial\n\ncourt and the Division Bench has preserved the right of the plaintiff and in\n\nthis jurisdiction any order allowing the application would be a modification\n\nand/or sitting in appeal over the order passed by the Division Bench. It is\n submitted that the law applicable to the arbitration agreement in the\n\npresent case is English Law and, accordingly, Part-I of the Indian Arbitration\n\nAct stands impliedly excluded as expressly held by the Hon&#x27;ble Supreme\n\nCourt in <a href=\"/doc/173015163/\" id=\"a_21\">Bharat Aluminium Company Vs. Kaiser Aluminium Technical\n\nServices Inc.</a> reported at 2014 (4) SCC 126, accordingly, <a href=\"/doc/310829/\" id=\"a_22\">Section 5</a> of the\n\nArbitration and Conciliation Act, 1996 cannot have any manner of\n\napplication in the instant case.      Moreover, the right of the plaintiff to\n\ninstitute the suit under <a href=\"/doc/76869205/\" id=\"a_23\">Section 9</a> of the Code of Civil Procedure is an\n\ninherent right which cannot be defeated and in fact is not curtailed by the\n\n1996 Act which does not create a bar in filing a suit. The plaintiff has the\n\nchoice to file a suit in this jurisdiction and as it is the most suitable forum\n\nthe suit is filed in this Court. Irrespective of the merits of the claim the suit\n\ncan neither be stayed nor dismissed.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_27\">\n</p><p data-structure=\"Precedent\" id=\"p_28\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"95529\" id=\"span_7\">Mr. Mitra has referred to the decision of Hon&#x27;ble Supreme Court in\n\n<a href=\"/doc/95529/\" id=\"a_24\">Dhannalal Vs. Kalawatibai &amp; Ors.</a> reported at (2002) 6 SCC 16 to\n\nsubmit that in case of conflict of jurisdiction the choice ought to lie with the\n\nplaintiff to choose the most suitable forum unless expressly excluded by a\n\nstatute.</span>   Mr. Mitra has relied upon the decision of the Hon&#x27;ble Supreme\n\nCourt in Abdul Gafur &amp; Anr. Vs. State of Uttarakhand &amp; Ors. reported\n\nat (2008) 10 SCC 97 Paragraph 16 to show the circumstances in which a\n\nplaint can be rejected. It is submitted that the plaint has to be read as a\n\nwhole for the purpose of ascertaining whether it discloses cause of action\n\nand a plea of bar to jurisdiction of a Civil Court has to be considered having\n\nregard to the contentions raised in the plaint. Mr. Mitra strenuously argued\n that since the plaintiff has made out an arguable case of law and fact it\n\ncannot be contended on a meaningful reading of the plaint that the claim is\n\nmanifestly vexatious and meritless in the sense of not disclosing a clear\n\nright to sue, this provision cannot be resorted to and the issues must stand\n\nto trial.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n</p><p data-structure=\"RespArg\" id=\"p_30\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1792834\" id=\"span_8\">Mr. Mitra referred to a decision of the Hon&#x27;ble Supreme Court in\n\n<a href=\"/doc/1792834/\" id=\"a_25\">Kamala &amp; Ors. Vs. K.T. Eshwara SA &amp; Ors.</a> reported at (2008) 12 SCC\n\n661 for the proposition that in deciding an application under Order 7 Rule\n\n11(d), no amount of evidence can be looked into and at that stage the issues\n\non merit of the matter would not be within the realm of the Court. This\n\nargument is made on an anticipation that the Court may eventually hold the\n\nsuit against the defendant No.1 to be not maintainable in view of the award\n\nbeing passed in the meantime. Mr. Mitra submits that the question of res\n\njudicata is always a mixed question of law and fact and at this stage the\n\nCourt cannot embark upon an enquiry as to whether the issues in the suit\n\nas well as the arbitration were same and the decision by the arbitral tribunal\n\nwould operate as a res judicata in this proceeding.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1419648\" id=\"span_9\">Mr. Mitra submits that\n\nthis submission finds support in <a href=\"/doc/1419648/\" id=\"a_26\">V. Rajeshwari Vs. T.C. Saravanabava</a>\n\nreported at (2004) 1 SCC 551.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">       In the instant case, the seat of the arbitration is specified in the\n\nArbitration clause, however, there is no express choice of the law governing\n\nthe contract. There is an express agreement that any arbitration would be\n\ngoverned by the GAFTA Arbitration Rules, 125. The contract contains an\n\narbitration clause which says that if no settlement can be reached the case\n in dispute shall then be submitted to GAFTA, London for arbitration as per\n\nGAFTA clause for rice and amendment if any and arbitration rule 125.         In a\n\nsituation where the parties have not expressly chosen the law governing the\n\ncontract as a whole or the arbitration agreement in particular the law of the\n\ncountry where the arbitration is agreed to be held has primacy.            In the\n\ninstant case, an express choice has been made by the parties regarding the\n\nconduct of the arbitration that is GAFTA London.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">      Where the proper law of contract is expressly chosen by the parties,\n\nsuch law must, in the absence of any contrary intention govern the\n\narbitration agreement though collateral or ancillary to the main contract is\n\nnevertheless part of such contract.      In cases of international commercial\n\narbitrations held outside India provisions of Part-II would apply unless the\n\nparties by agreement express or implied exclude all or any of its provisions.\n\nIt is now well-settled that the law of the country where arbitration is held\n\nthat will govern the arbitration and matters relating thereto such as a\n\nchallenge to the award. The relationship between seat of the arbitration and\n\nthe law governing arbitration is an integral one.        This matter has been\n\nrecently discussed in Imax Corporation (supra) in which the earlier\n\ndecisions of the Hon&#x27;ble Supreme Court was considered and reliance was\n\nplaced   on   passages    from   Redfern    and    Hunter    on   International\n\nArbitration, 5th Edition. The relevant Paragraphs read:-\n\n</p><blockquote id=\"blockquote_10\">      &quot;50.    The view that it is the law of the country where arbitration is held\n      that will govern the arbitration and matters related thereto such as a\n      challenge to the award is well entrenched. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"151966285\" id=\"span_10\">In <a href=\"/doc/151966285/\" id=\"a_27\">Dozco India (P) Ltd.</a>\n      (supra), this Court observed:-</span>\n</blockquote><blockquote id=\"blockquote_11\">             &quot;In the absence of express agreement, there is a strong\n      prima facie presumption that the parties intend the curial law to\n      be the law of the &#x27;seat&#x27; of the arbitration i.e. the place at which\n      the arbitration is to be conducted, on the ground that that is the\n      country most closely connected with the proceedings. So in order\n      to determine the curial law in the absence of an express choice by\n      the parties it is first necessary to determine the seat of the\n      arbitration, by construing the agreement to arbitrate.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_33\">51. The relationship between the seat of arbitration and the law\ngoverning arbitration is an integral one. The seat of arbitration is\ndefined as the juridical seat of arbitration designated by the parties, or\nby the arbitral institution or by the arbitrators themselves as the case\nmay be. It is pertinent to refer to the following passage from Redfern\nand Hunter (supra):-\n</p>\n<blockquote id=\"blockquote_12\">            &quot;This introduction tries to make clear, the place or seat of\n      the arbitration is not merely a matter of geography. It is the\n      territorial link between the arbitration itself and the law of the\n      place in which that arbitration is legally situated:\n\n</blockquote><blockquote id=\"blockquote_13\">            When one says that London, Paris or Geneva is the place of\n      arbitration, one does not refer solely to a geographical location.\n      One means that the arbitration is conducted within the\n      framework of the law of arbitration of England, France or\n      Switzerland or, to use an English expression, under the curial law\n      of the relevant country. The geographical place of arbitration is\n      the factual connecting factor between that arbitration law and the\n      arbitration proper, considered as a nexus of contractual and\n      procedural rights and obligations between the parties and the\n      arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_14\">            The seat of arbitration is thus intended to be its centre of\n      gravity.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\"> 52.   Further, in the same work on International Arbitration by Redfern\nand Hunter (supra), the following passage emphasizes the connection\nbetween the lex arbitri and lex fori:-\n</p>\n<blockquote id=\"blockquote_15\">              &quot;Parties may well choose a particular place of arbitration\n      precisely because its lex arbitri is one which they find attractive.\n      Nevertheless, once a place of arbitration has been chosen, it\n      brings with it its own law. If that law contains provisions that are\n      mandatory so far as arbitration are concerned, those provisions\n      must be obeyed. It is not a matter of choice any more than the\n      notional motorist is free to choose which local traffic laws to obey\n      and which to disregard.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6993639\" id=\"span_11\">53.   Thus, it is clear that the place of arbitration determines the law\nthat will apply to the arbitration and related matters like challenges to\nthe award etc, see <a href=\"/doc/6993639/\" id=\"a_28\">Eitzen Bulk A/S</a> (supra).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">54. The significant determinant in each case is the agreement of the\nparties as to the place of arbitration and where in fact the arbitration\ntook place.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6993639\" id=\"span_12\">55.   If in pursuance of the arbitration agreement, the arbitration took\nplace outside India, there is a clear exclusion of <a href=\"/doc/1052228/\" id=\"a_29\">Part-I of the Arbitration\nAct</a>. In the present case, the parties expressly agreed that the\narbitration will be conducted according to the ICC Rules of Arbitration\nand left the place of arbitration to be chosen by the ICC. The ICC in fact,\nchose London as the seat of arbitration after consulting the parties. The\narbitration was held in London without demur from any of the parties.\nAll the awards i.e. the two partial final awards, and the third final\naward, were made in London and communicated to the parties. We find\nthat this is a clear case of the exclusion of Part-I vide <a href=\"/doc/6993639/\" id=\"a_30\">Eitzen Bulk A/S</a>\n(supra), and the decisions referred to and followed therein.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\">       In Imax Corporation (supra) the seat of arbitration was London and,\n\ntherefore, Part-I was held to be not applicable.         The reasons are in\n\nParagraph 58 of the report which reads:-\n</p>\n<blockquote id=\"blockquote_16\">      &quot;58.   Therefore, the two reasons for Part-I not being applicable are as\n      follows:-\n</blockquote>\n<blockquote id=\"blockquote_17\">             (i)    Parties agreed that the seat maybe outside India as may\n                    be fixed by the ICC; and\n\n</blockquote><blockquote id=\"blockquote_18\">             (ii)   It was admitted that the seat of arbitration was London\n                    and the award was made there.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75853915\" id=\"span_13\">Another decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/75853915/\" id=\"a_31\">Indus Mobile\n\nDistribution Pvt. Ltd. Vs. Datawind Inovations Private Limited &amp; Ors.</a>\n\nreported at 2017 SCC OnLine SC 442 may be mentioned at this stage\n\nalthough <a href=\"/doc/75853915/\" id=\"a_32\">the said decision</a> was rendered in relation to a domestic award but\n\nthe law relating to International Commercial Arbitration having a seat\n\noutside India was considered also in <a href=\"/doc/75853915/\" id=\"a_33\">the said decision</a>. In <a href=\"/doc/75853915/\" id=\"a_34\">the said decision</a>,\n\nit was held that an agreement as to the seat of arbitration is analogous to an\n\nexclusive jurisdiction clause and in arriving at the said conclusion the\n\nHon&#x27;ble Supreme Court has referred to few English decisions on this point.\n\nThe relevant observations of the Hon&#x27;ble Supreme Court in this regard are:-</span>\n\n\n</p><blockquote id=\"blockquote_19\">             &quot;True, that in an international commercial arbitration, having a\n      seat in India, hearings may be necessitated outside India. In such\n      circumstances, the hearing of the arbitration will be conducted at the\n      venue fixed by the parties, but it would not have the effect of changing\n      the seat of arbitration which would remain in India. The legal position in\n      this regard is summed up by Redfern and Hunter, The Law and Practice\n of International Commercial Arbitration (1986) at p. 69 in the following\npassage under the heading &quot;The Place of Arbitration&quot;:\n\n</blockquote><blockquote id=\"blockquote_20\">      &quot;The preceding discussion has been on the basis that there is\nonly one &#x27;place&#x27; of arbitration. This will be the place chosen by or on\nbehalf of the parties; and it will be designated in the arbitration\nagreement or the terms of the reference or the minutes of proceedings or\nin some other way as the place or &#x27;seat&#x27; of the arbitration. This does not\nmean, however, that the Arbitral Tribunal must hold all its meetings or\nhearings at the place of arbitration. International commercial arbitration\noften involves people of many different nationalities, from many\ndifferent countries. In these circumstances, it is by no means unusual\nfor an Arbitral Tribunal to hold meetings--or even hearings--in a place\nother than the designated place of arbitration, either for its own\nconvenience or for the convenience of the parties or their witnesses.... It\nmay be more convenient for an Arbitral Tribunal sitting in one country to\nconduct a hearing in another country-- for instance, for the purpose of\ntaking evidence.... In such circumstances, each move of the Arbitral\nTribunal does not of itself mean that the seat of arbitration changes.\nThe seat of the arbitration remains the place initially agreed by or on\nbehalf of the parties.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_40\">      This, in our view, is the correct depiction of the practical\nconsiderations and the distinction between &quot;seat&quot; [<a href=\"/doc/280582/\" id=\"a_35\">Sections 20(1)</a> and\n<a href=\"/doc/1436635/\" id=\"a_36\">20(2)</a>] and &quot;venue&quot; [<a href=\"/doc/80929/\" id=\"a_37\">Section 20(3)</a>]. We may point out here that the\ndistinction between &quot;seat&quot; and &quot;venue&quot; would be quite crucial in the\nevent, the arbitration agreement designates a foreign country as the\n&quot;seat&quot;/&quot;place&quot; of the arbitration and also selects the <a href=\"/doc/1306164/\" id=\"a_38\">Arbitration Act,\n1996</a> as the curial law/law governing the arbitration proceedings. It\nwould be a matter of construction of the individual agreement to decide\nwhether:\n</p><blockquote id=\"blockquote_21\">       (i) the designated foreign &quot;seat&quot; would be read as in fact only\nproviding for a &quot;venue&quot;/&quot;place&quot; where the hearings would be held, in\nview of the choice of the Arbitration Act, 1996 as being the curial law, or\n\n</blockquote><blockquote id=\"blockquote_22\">       (ii) the specific designation of a foreign seat, necessarily carrying\nwith it the choice of that country&#x27;s arbitration/curial law, would prevail\nover and subsume the conflicting selection choice by the parties of the\n<a href=\"/doc/1306164/\" id=\"a_39\">Arbitration Act, 1996</a>.&quot; [paras 98 - 100]\n\n</blockquote><blockquote id=\"blockquote_23\">      12. In an instructive passage, this Court stated that an\nagreement as to the seat of an arbitration is analogous to an exclusive\njurisdiction clause as follows:\n</blockquote>\n<blockquote id=\"blockquote_24\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_14\">&quot;Thus, it is clear that the regulation of conduct of arbitration and\nchallenge to an award would have to be done by the courts of the\ncountry in which the arbitration is being conducted. Such a court is then\nthe supervisory court possessed of the power to annul the award. This\nis in keeping with the scheme of the international instruments, such as\nthe Geneva Convention and the New York Convention as well as the\nUncitral Model Law. It also recognises the territorial principle which\ngives effect to the sovereign right of a country to regulate, through its\nnational courts, an adjudicatory duty being performed in its own\ncountry. By way of a comparative example, we may reiterate the\nobservations made by the Court of Appeal, England in <a href=\"/doc/1144681/\" id=\"a_40\">C v. D</a> [2008 Bus\nLR 843 : 2007 EWCA Civ 1282 (CA)] wherein it is observed that:</span>\n</blockquote>\n<blockquote id=\"blockquote_25\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"806030\" id=\"span_15\">&quot;It follows from this that a choice of seat for the arbitration\n      must be a choice of forum for remedies seeking to attack the\n      award.&quot; (emphasis supplied)\n\n             In the aforesaid case, the Court of Appeal had approved\n      the observations made in <a href=\"/doc/806030/\" id=\"a_41\">A v. B</a> [(2007) 1 All ER (Comm) 591 :\n      (2007) 1 Lloyd&#x27;s Rep 237] wherein it is observed that:</span>\n</blockquote><blockquote id=\"blockquote_26\">             &quot;... an agreement as to the seat of an arbitration is\n      analogous to an exclusive jurisdiction clause. Any claim for a\n      remedy ... as to the validity of an existing interim or final award\n      is agreed to be made only in the courts of the place designated as\n      the seat of arbitration.&quot; (emphasis supplied) [para 123]\n\n</blockquote><blockquote id=\"blockquote_27\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146487961\" id=\"span_16\">13. The Constitution Bench&#x27;s statement of the law was further\nexpanded in <a href=\"/doc/146487961/\" id=\"a_42\">Enercon (India) Ltd. v. Enercon Gmbh</a>, (2014) 5 SCC 1.\nAfter referring to various English authorities in great detail, this Court\nheld, following the Constitution Bench, as follows:</span>\n\n</blockquote><blockquote id=\"blockquote_28\">      &quot;It is accepted by most of the experts in the law relating to\ninternational   arbitration   that   in   almost   all   the   national   laws,\narbitrations are anchored to the seat/place/situs of arbitration. Redfern\nand Hunter on International Arbitration (5th Edn., Oxford University\nPress, Oxford/New York 2009), in Para 3.54 concludes that &quot;the seat of\nthe arbitration is thus intended to be its centre of gravity&quot;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_17\">In <a href=\"/doc/173015163/\" id=\"a_43\">Balco\n[Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc.</a>,\n(2012) 9 SCC 552 : (2012) 4 SCC (Civ) 810], it is further noticed that this\ndoes not mean that all proceedings of the arbitration are to be held at\nthe seat of arbitration. The arbitrators are at liberty to hold meetings at\na place which is of convenience to all concerned. This may become\nnecessary as arbitrators often come from different countries. Therefore,\nit may be convenient to hold all or some of the meetings of the\narbitration in a location other than where the seat of arbitration is\nlocated. In Balco, the relevant passage from Redfern and Hunter has\nbeen quoted which is as under: (SCC p. 598, para 75)\n\n       &quot;75. ... &#x27;The preceding discussion has been on the basis that\nthere is only one &quot;place&quot; of arbitration. This will be the place chosen by\nor on behalf of the parties; and it will be designated in the arbitration\nagreement or the terms of reference or the minutes of proceedings or in\nsome other way as the place or &quot;seat&quot; of the arbitration. This does not\nmean, however, that the Arbitral Tribunal must hold all its meetings or\n hearings at the place of arbitration. International commercial arbitration\noften involves people of many different nationalities, from many\ndifferent countries. In these circumstances, it is by no means unusual\nfor an Arbitral Tribunal to hold meetings--or even hearings--in a place\nother than the designated place of arbitration, either for its own\nconvenience or for the convenience of the parties or their witnesses.... It\nmay be more convenient for an Arbitral Tribunal sitting in one country to\nconduct a hearing in another country -- for instance, for the purpose of\ntaking evidence.... In such circumstances each move of the Arbitral\nTribunal does not of itself mean that the seat of arbitration changes.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107363025\" id=\"span_18\">The seat of arbitration remains the place initially agreed by or on behalf\nof the parties.&#x27; (Naviera case [Naviera Amazonica Peruana S.A. v.\nCompania Internacional De Seguros Del Peru, (1988) 1 Lloyd&#x27;s Rep 116\n(CA)] , Lloyd&#x27;s Rep p. 121)&quot; (emphasis in original)\n\n       These observations have also been noticed in <a href=\"/doc/107363025/\" id=\"a_44\">Union of India v.\nMcDonnell Douglas Corpn.</a> [(1993) 2 Lloyd&#x27;s Rep 48]&quot; [para 134]</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_42\">      14. This Court reiterated that once the seat of arbitration has\nbeen fixed, it would be in the nature of an exclusive jurisdiction clause\nas to the courts which exercise supervisory powers over the arbitration.\n(See: paragraph 138).\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">      15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_19\">In <a href=\"/doc/156247141/\" id=\"a_45\">Reliance Industries Ltd. v. Union of India</a>, (2014) 7 SCC,\n603, this statement of the law was echoed in several paragraphs. This\njudgment makes it clear that &quot;juridical seat&quot; is nothing but the &quot;legal\nplace&quot; of arbitration. It was held that since the juridical seat or legal\nplace of arbitration was London, English courts alone would have\njurisdiction over the arbitration thus excluding Part I of the Indian Act.\n(See: paragraphs 36, 41, 45 to 60 and 76.1 and 76.2).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"169405928\" id=\"span_20\">This judgment\nwas relied upon and followed by <a href=\"/doc/169405928/\" id=\"a_46\">Harmony Innovation Shipping Limited\nv. Gupta Coal India Limited and Another</a>, (2015) 9 SCC 172 (See:\nparagraphs 45 and 48).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170570894\" id=\"span_21\">In <a href=\"/doc/170570894/\" id=\"a_47\">Union of India v. Reliance Industries Limited\nand Others</a>, (2015) 10 SCC 213, this Court referred to all the earlier\n judgments and held that in cases where the seat of arbitration is\nLondon, by necessary implication <a href=\"/doc/1306164/\" id=\"a_48\">Part I of the Arbitration and\nConciliation Act, 1996</a> is excluded as the supervisory jurisdiction of\ncourts over the arbitration goes along with &quot;seat&quot;.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">      16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6993639\" id=\"span_22\">In a recent judgment in <a href=\"/doc/6993639/\" id=\"a_49\">Eitzen Bulk A/S v. Ashapura\nMinechem Limited and Another</a>, (2016) 11 SCC 508, all the aforesaid\nauthorities were referred to and followed. Paragraph 34 of <a href=\"/doc/6993639/\" id=\"a_50\">the said\njudgment</a> reads as follows:</span>\n</p>\n<blockquote id=\"blockquote_29\">       &quot;As a matter of fact the mere choosing of the juridical seat of\narbitration attracts the law applicable to such location. In other words,\nit would not be necessary to specify which law would apply to the\narbitration proceedings, since the law of the particular country would\napply ipso jure. The following passage from Redfern and Hunter on\nInternational Arbitration contains the following explication of the issue:\n\n</blockquote><blockquote id=\"blockquote_30\">             &quot;It is also sometimes said that parties have selected the\n      procedural law that will govern their arbitration, by providing for\n      arbitration in a particular country. This is too elliptical and, as an\n      English court itself held more recently in Breas of Doune Wind\n      Farm it does not always hold true. What the parties have done is\n      to choose a place of arbitration in a particular country. That\n      choice brings with it submission to the laws of that country,\n      including any mandatory provisions of its law on arbitration. To\n      say that the parties have &quot;chosen&quot; that particular law to govern\n      the arbitration is rather like saying that an English woman who\n      takes her car to France has &quot;chosen&quot; French traffic law, which\n      will oblige her to drive on the right-hand side of the road, to give\n      priority to vehicles approaching from the right, and generally to\n      obey traffic laws to which she may not be accustomed. But it\n      would be an odd use of language to say this notional motorist\n      had opted for &quot;French traffic law&quot;. What she has done is to\n      choose to go to France. The applicability of French law then\n              follows automatically. It is not a matter of choice. Parties may\n             well choose a particular place of arbitration precisely because its\n             lex arbitri is one which they find attractive. Nevertheless, once a\n             place of arbitration has been chosen, it brings with it its own law.\n             If that law contains provisions that are mandatory so far as\n             arbitration are concerned, those provisions must be obeyed. It is\n             not a matter of choice any more than the notional motorist is free\n             to choose which local traffic laws to obey and which to\n             disregard.&quot; [para 34] (emphasis supplied)\n\n      The conflict between the substantive law and the procedural law in a\n\nsituation where there is no express choice of law has been succinctly stated\n\nin the authoritative book on the subject by Dicey, Morris and Collins in the\n\n&quot;Conflict of Laws&quot;, 15th Edition. It is stated thus:\n</blockquote>\n\n<blockquote id=\"blockquote_31\">                  &quot;If there is an express choice of law to govern the arbitration\n\n      agreement, that choice will be effective, irrespective of the law\n\n      applicable to the contract as a whole. (See. Naviera Amazonica\n\n      Peruana SA v. Cia International de Seguros del Peru [1988] 1\n\n      Lloyd&#x27;s Rep. 116, 119) If there is an express choice of law to govern\n\n      the contract as a whole, the arbitration agreement may also be\n\n      governed by that law. (See. International Tank &amp; Pipe SAK v\n\n      Kuwait Aviation Fuelling Co. KSG [1975] Q.B. 224 (CA).&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_32\">              &quot;If there is no express choice of the law to govern either the\n\n      contract as a whole or the arbitration agreement, but the parties have\n\n      chosen the seal of the arbitration, the contract will frequently (but not\n\n      necessary) be governed by the law of that country on the basis that the\n\n      choice of the seat is to be regarded as an implied choice of the law\n governing the contract. (See. Egon Oldendorff v. Libera Corp [1995]\n\n2 Lloyd&#x27;s Rep. 64). In each of these cases, the main contract and the\n\narbitration agreement will be governed by the same law.&quot;\n\n\n</blockquote><blockquote id=\"blockquote_33\">        &quot;If there is no choice of law to govern the contract as a whole,\n\nand the selection of the seat of the arbitration is not treated as an\n\nimplied choice of the law of that place to govern the contract, (See.\n\n</blockquote><blockquote id=\"blockquote_34\">Atlantic    Underwriting       Agencies     Ltd.    v   Compagnie       di\n\nAssicurazione di Milano [1979] 2 Lloyd&#x27;s Rep. 240) the question\n\narises whether the arbitration agreement is governed by the law\n\napplicable to the contract or by the law of the seat of the arbitration. It\n\nhas been held that to determine the governing law, it is not permissible\n\nto look at the arbitration agreement in isolation; regard should be had to\n\nthe surrounding circumstances, including the law governing the\n\nsubstantive contract. Nevertheless, the law of the seat of the arbitration\n\nwill apply if the circumstances point to an implied intention to choose\n\nthe law of that place to govern the arbitration agreement. (See. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_23\"><a href=\"/doc/1144681/\" id=\"a_51\">C v. D</a>\n\n[2007] EWCA Civ 1282, [2008] Lloyd&#x27;s Rep 239). In such cases the\n\nlaw governing the arbitration agreement will be different from the law\n\ngoverning the substantive contract.</span>    In Deutsche Schachtbau v. Shell\n\nInternational Petroleum Co. Ltd. [1990] 1 A.C. 295 it was held that an\n\narbitration agreement providing for arbitration in Geneva under the\n\nauspices of the ICC was governed by Swiss law, notwithstanding that\n\nthe contract, which was to be performed in R&#x27;As Al Khaimah, had been\n held by the arbitral tribunal to the governed by general principles of\n\nlaw.&quot; (emphasis supplied)\n\n\n        &quot;Even if the choice of the seat does not point to an implied\n\nintention to choose the law governing the arbitration agreement, there is\n\nan argument for saying that the arbitration agreement should\n\nnonetheless be governed by the law of the seat; an arbitration\n\nagreement is severable form the contract of which it forms a part and is\n\nnormally more closely connected with the country of the seat than with\n\nany other country.&quot;\n</blockquote>\n<blockquote id=\"blockquote_35\">\n</blockquote><blockquote id=\"blockquote_36\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70870056\" id=\"span_24\">&quot;Party autonomy in the choice of the law to govern arbitral\n\nprocedure is expressed in the choice of a seat for the arbitration. This\n\n&quot;seat&quot; is in most cases sufficiently indicated by the country chosen as\n\nthe place of the arbitration. For such a choice of place not to be given\n\neffect as a choice of seat, there will need to be clear evidence that the\n\nparties agreed to choose another seat for the arbitration; and that such\n\na choice will be effective to endow the courts of that country with\n\njurisdiction to supervise and support the arbitration. The concept of the\n\n&quot;seat&quot; of the arbitration is a juridical concept. The legal &quot;seat&quot; must not\n\nbe confused with the geographically convenient place chosen to conduct\n\nparticular hearings. (See. <a href=\"/doc/70870056/\" id=\"a_52\">Shashoua v Sharma</a> [2009] EWHC 957).&quot;</span>\n\n\n</blockquote><blockquote id=\"blockquote_37\">          &quot;The courts of the seat will have the sole supervisory and\n\nprimary supportive function in relation to the conduct of the arbitration,\n\nsave where there has been an express and effective choice of a different\n       lex arbitri, in which event the role of the courts of the seat will be limited\n\n      to those matters specified by their own law as internationally\n\n      mandatory, i.e, non-degorable, even where an express choice of a\n\n      different lex arbitri has been made by the parties. Where the parties\n\n      have expressly chosen the seat of their arbitration, it is the courts at\n\n      the seat which have exclusively supervisory jurisdiction to determine\n\n      claims for a remedy going to the existence or scope of the arbitrator&#x27;s\n\n      jurisdiction, or to allegations of bias&quot;.\n</blockquote>\n<blockquote id=\"blockquote_38\">\n</blockquote><p data-structure=\"Section\" id=\"p_45\">      In deciding the present application, it has to be seen whether the\n\ncontinuation of the suit would be an abuse of the process of the Court,\n\nhaving regard to the fact that an award was passed during the pendency of\n\nthe suit.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">\n</p><p data-structure=\"Precedent\" id=\"p_47\">      In the interlocutory proceeding, there is a clear finding by Justice\n\nDipankar Datta that the parties have signed the contract which contains the\n\narbitration agreement.     The Division Bench while affirming the order has\n\nobserved that &quot;the impact of the arbitration on the suit or vice-versa at this\n\nstage is also not required to be gone into would all depend upon the\n\nprogress of both the matters&quot;. Admittedly, the award was passed after the\n\norder of the Division Bench.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n</p><p data-structure=\"RespArg\" id=\"p_49\">      The plaintiff having failed to obtain any stay of arbitration proceeding\n\ncannot seek a fresh adjudication of the issues decided by the arbitral\n\ntribunal on the basis of the claim lodged by the defendant No.1.               The\n\nplaintiff could not have maintained the suit in view of the arbitration\n agreement. Although, a prayer is made in the petition in the alternative to\n\nrefer the dispute to arbitration but the said prayer is now become redundant\n\nin view of the fact that an award has already been passed. In any event,\n\nreferring the dispute to arbitration would have been automatic by reason of\n\nthe existence of the arbitration clause as the plaintiff could not have\n\ncontended that the said agreement is either null and void or inoperative or\n\nincapable of being performed.        The dispute arose with regard to the\n\nperformance of the contract.      On a reading of the order of the Division\n\nBench, it does not appear to me that any special right was either created or\n\npreserved for the plaintiff.   Once the plaintiff accepts the contract which\n\ncontains the arbitration clause and a foreign award has been passed, the\n\nonly way the plaintiff can resist enforcement of the award by making an\n\napplication under <a href=\"/doc/963351/\" id=\"a_53\">Section 48</a> of the Arbitration and Conciliation Act, 1996.\n\nIn fact, the plaintiff made several attempts to resist enforcement of the said\n\naward and ultimately on 22nd August, 2017, the said application filed under\n\n<a href=\"/doc/963351/\" id=\"a_54\">Section 48</a> of the Arbitration and Conciliation Act, 1996 by the plaintiff was\n\nrejected. The award has attained its finality. In this context, it has to be\n\nseen whether any cause of action survives against the defendant No.1.\n\n\n</p><p data-structure=\"Section\" id=\"p_50\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1903089\" id=\"span_25\">In <a href=\"/doc/1903089/\" id=\"a_55\">Mayar (H.K) Ltd. &amp; Ors. Vs. Owners &amp; Parties, Vessel M.V.\n\nFortune Express &amp; Ors.</a> reported at (2006) 3 SCC 100, the Hon&#x27;ble\n\nSupreme Court approved the principle that the Courts have inherent\n\ndiscretionary jurisdiction to stay proceedings in appropriate matters where it\n\nappears to the Court that it is fit to do so and such jurisdiction is not limited\n\nto cases falling under <a href=\"/doc/85279687/\" id=\"a_56\">Section 10</a> of the Code of Civil Procedure. The plea for\n deletion of the name of the defendant No.1 is based on the arbitration clause\n\nwhich refers to GAFTA, London as a seat of arbitration and the GAFTA\n\nRules, 125 states that UK Arbitration Act, 1996 shall apply such arbitration.</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_51\">      The arbitration clause and the relevant GAFTA Rules, 125 clearly\n\nevince an intention that English Law will apply to arbitration. The plaintiff\n\ndoes not dispute that for setting aside of the foreign award, an application is\n\nrequired to be filed before the English Court.      When a contract is to be\n\ngoverned by the law of particular country even in absence of any\n\njurisdictional clause, the Court of such country is considered to be a more\n\nconvenient forum for adjudication of the disputes in accordance with the\n\nlaws of the Country.     The cause of action of the plaintiff in the suit as\n\nagainst defendant No.1 as on date does not survive in view of the award.\n\nThe order refusing to stay the arbitration proceeding and directing the\n\nplaintiff to raise all objections including the jurisdiction of the arbitral\n\ntribunal in a way recognized that the disputes are required to be resolved by\n\nthe arbitral tribunal and for which no further order under <a href=\"/doc/160474/\" id=\"a_57\">Section 45</a> of the\n\nArbitration and Conciliation Act, 1996 would be necessary. Moreover, the\n\nvenue of the arbitration and the law applicable to such proceeding, namely,\n\nEnglish Law makes it clear that the parties intended to have their disputes\n\nresolved in England even if it is contended that the said clause is limited to\n\nmatters relating to arbitration. It is plain from the reading of the plaint that\n\nthe dispute is arising out of the contract which contains an arbitration\n\nclause. The plaintiff perhaps would argue that the order allowing\n\nenforcement of the foreign award in India may be ultimately set aside and in\n that event, the plaintiff could pursue the suit is also not acceptable in view\n\nof the fact that two parallel proceedings arising out of the same set of facts\n\nand dispute could not continue simultaneously in different fora.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_52\">        Once the parties have chosen a place of arbitration in a particular\n\ncountry and have decided to resolve their dispute by arbitration a suit\n\ncovering the subject matter of the arbitration in my view should not be\n\nentertained unless it is shown that continuation of the said proceeding is\n\ndemonstrably oppressive and vexatious. The parties in the instant case has\n\nagreed the venue and seat of arbitration should be in London and English\n\nLaw shall apply. This agreement between the parties in my view completely\n\noust the jurisdiction of this Court to try a suit arising out of the contract in\n\nrespect of an award has already been passed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n</p><p data-structure=\"Precedent\" id=\"p_54\">        The plaintiff being unsuccessful in the anti-suit injunction to obtain\n\nan order of injunction cannot disregard the award and invite this Court to\n\ndecide the same issues that were before the arbitral tribunal. The Court in\n\nan application under <a href=\"/doc/963351/\" id=\"a_58\">Section 48</a> of the Arbitration and Conciliation Act,\n\n1996 is only seized with the limited issue as to whether the said award\n\ncould be enforced in India and not so much on the merits of the award.\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">        It cannot be disregarded that the award is staring at the face of the\n\nplaintiff. Moreover, the subject matter of the suit and the arbitration are\n\nsame.    <a href=\"/doc/1306164/\" id=\"a_59\">The Arbitration and Conciliation Act, 1996</a> is an amalgam of the\n\n<a href=\"/doc/1052228/\" id=\"a_60\">Arbitration and Conciliation Act, 1940</a>, the <a href=\"/doc/777085/\" id=\"a_61\">Arbitration (Protocol &amp;\n\nConvention) Act, 1937</a> and the <a href=\"/doc/142812771/\" id=\"a_62\">Foreign Awards (Recognition &amp; Enforcement)\n\nAct, 1961</a>. It is a consolidating and amending statute. The object of the Act\n is to minimize the supervisory role of Court in relation to mattes covered by\n\narbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851595\" id=\"span_26\">In <a href=\"/doc/1851595/\" id=\"a_63\">Fuerst Day Lawson Ltd. Vs. Jindal Exports Ltd.</a> reported\n\nat 2011(8) SCC 333 it was held:-</span>\n</p>\n<blockquote id=\"blockquote_39\">      &quot;......It is, thus, to be seen that <a href=\"/doc/1052228/\" id=\"a_64\">Arbitration Act, 1940</a> from its inception\n      and right, through to 2004 (in P.S. Sathappan) was held to be a self-\n      contained code. Now, if the <a href=\"/doc/1052228/\" id=\"a_65\">Arbitration Act, 1940</a> was held to be a self-\n      contained code, on matters pertaining to arbitration, the <a href=\"/doc/1306164/\" id=\"a_66\">Arbitration and\n      Conciliation Act, 1996</a>, which consolidates, amend and designs the law\n      relating to arbitration to bring it, as much as possible, in harmony with\n      the UNCITRAL Model must be held only to be more so. Once it is held\n      that the <a href=\"/doc/1052228/\" id=\"a_67\">Arbitration Act</a> is a self-contained code and exhaustive, then it\n      must also be held, using the lucid expression of Tulzapurkar, J., that it\n      carries with it &quot;a negative import that only such acts as are mentioned\n      in the Act are permissible to be done and acts or things not mentioned\n      therein are not permissible to be done&quot;. In other words, a letters patent\n      appeal would be excluded by the application of one of the general\n      principles that where the special Act sets out a self-contained code the\n      applicability of   the general law procedure would be impliedly\n      excluded.....&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_56\">      The logical conclusion follows from a reading of various provisions of\n\nthe <a href=\"/doc/1306164/\" id=\"a_68\">Arbitration and Conciliation Act, 1996</a> and the decisions of the Hon&#x27;ble\n\nSupreme Court is that if a party is desirous of challenging an award whether\n\ndomestic   or   forum,   it   should   file   objections   and   applications   as\n\ncontemplated by the 1996 Act. There cannot be any doubt that the cause of\n\naction in the suit is founded on initiation of an arbitration proceeding in a\n\nforeign country which has since culminated in an award. In view of the\n\ndiscussions made earlier, the continuation of the suit as against the\n\ndefendant no.1 at this stage would be an abuse of the process of the Court.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">      The plaint discloses a distinct and separate cause of action against\n\nthe defendant no.2.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">     The plaint in paragraphs 49 and 50 has disclosed a separate and\n\nindependent cause of action insofar as the defendant no.2 is concerned. The\n\nsaid paragraphs are:\n</p>\n<blockquote id=\"blockquote_40\">                 &quot;49. By a letter dated 4th August, 2011, the defendant no.2\n\n     informed the plaintiff that one Ramendra Lal Auddy Solicitor and\n\n     Advocate and Notary of Sandersons and Morgans of Royal Insurance\n\n     Building, 5, Netaji Subhas Road, Kolkata - 700001 presented a Bill of\n\n     Exchange bearing No. 2021E/ 2011/PB/LMJ dated 19.01.2011 for US\n\n     $ 3,823,488.90 on the defendant no.2 for payment illegally demanding\n\n     from the defendant no.2 in its alleged capacity as drawee and acceptor\n\n     of payment of US $ 382,348.90 purporting to be the remainder 10% of\n\n     the bill.    The defendant no.2 in its said letter though informed the\n\n     plaintiff that such presentation of the said bill was made on the\n\n     defendant no.2 illegally and knowing fully well that the same was\n\n     accepted by the plaintiff for payment and contemporaneous records\n\n     including the forwarding schedule of Bangkok Bank dealing with\n\n     several letters from the defendant no.1 and subsequent correspondence\n\n     unequivocally established that the plaintiff was intended to be the\n\n     drawee and the defendant no.2 had merely acted as collecting agent of\n\n     Bangkok Bank plc.       The defendant no.2 by its said letter however,\n\n     though sought to allege that the question of the said bill being accepted\n\n     by the defendant no.2 did not and could not arise since the defendant\n\n     no.2 did put its signature thereon and that the aid bill was presented to\n      it with oblique motive entitling the bank to initiate legal proceedings not\n\n     only against the defendant no.1 but also against the said Notary for\n\n     having made false claim on the defendant no.2 and on other grounds,\n\n     yet the defendant no.2 by the said letter also purported to call upon the\n\n     plaintiff to authorise the defendant no.2 to debit the account of the\n\n     plaintiff with sum of US $ 382,348.90 together with interest thereon\n\n     from 16th February, 2011 and remit the same to the Bangkok Bank plc.\n\n     The plaintiff states that from a perusal of the said letter it would be\n\n     clearly evident that it is well known to the defendant no.2 that the\n\n     defendant no.2 is not liable to make any payment either to the\n\n     defendant no.1 or to its banker under the said Bill of Exchange.\n\n     However, the defendant no.2 by its said letter not only called upon the\n\n     plaintiff to debit the account of the plaintiff with said sum of US $\n\n     382,348,90 bug has also threatened the plaintiff to debit the account of\n\n     plaintiff with the said sum of US $ 3,823,488.90 together with upto date\n\n     interest from 16th February, 2011 and remit the same to the banker of\n\n     the defendant no.1.    By the said letter the defendant no.2 has also\n\n     sought to allege that it has earmarked Rs.1,80,00,000/- (equivalent to\n\n     US $ 382,348,90) in the cash credit account of the plaintiff.\n\n</blockquote><blockquote id=\"blockquote_41\">           50. The plaintiff states that the defendant no.2 is neither entitled\n\n     to debit the account of the plaintiff maintained with the defendant no.2\n\n     nor is the defendant no.2 entitled to remit any amount either to the\n\n     defendant no.1 or to its banker.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_59\">     It is thus clear that the plaintiff is alleging that the defendant no.2 is\n\nthreatening to release the payment notwithstanding the fact that the\n defendant no.2 is of the opinion that such presentation of the bill was made\n\nby the plaintiff on the defendant no.2 illegally and knowing fully well that\n\nthe bill was accepted by the plaintiff for payment and contemporaneous\n\nrecords would show that the plaintiff was intended to be the drawee and the\n\ndefendant no.2 had merely acted as collecting agent of Bangkok Bank.\n\n</p><p data-structure=\"Conclusion\" id=\"p_60\">      Under such circumstances, the name of the defendant No.1 shall be\n\ndeleted from the plaint.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">      The application being G.A. No.370 of 2013 is allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">      Urgent Photostat certified copy of this judgment, if applied for, be\n\ngiven to the parties on usual undertaking.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">                                                          (Soumen Sen, J.)\n </p>","numcites":34,"numcitedby":0,"docsource":"Calcutta High Court","citetid":158908081,"divtype":"judgments","relatedqs":[{"value":"\"exclusive jurisdiction clause\"","formInput":"%22exclusive%20jurisdiction%20clause%22"},{"value":"gafta arbitration","formInput":"gafta%20arbitration"},{"value":"choice of law","formInput":"choice%20of%20law"},{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"Justice dipankar datta","formInput":"Justice%20dipankar%20datta"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"law governing the agreement and arbitration","formInput":"law%20governing%20the%20agreement%20and%20arbitration"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"curial law","formInput":"curial%20law"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"gafta","formInput":"gafta"},{"value":"implied bar","formInput":"implied%20bar"},{"value":"Place of arbitration same as seat of arbitration ","formInput":"Place%20of%20arbitration%20same%20as%20seat%20of%20arbitration%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract law","formInput":"contract%20law"},{"value":"+LMJ","formInput":"%2BLMJ"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"conditions-for-enforcement-of-foreign-awards","formInput":"tag:conditions-for-enforcement-of-foreign-awards"}],"courtcopy":true,"query_alert":null,"agreement":false}