{"tid":1665794,"publishdate":"2007-10-30","title":"M.P. State Civil Supplies Corporation ... vs Marain Agarwal on 30 October, 2007","doc":"<h2 class=\"doc_title\">M.P. State Civil Supplies Corporation ... vs Marain Agarwal on 30 October, 2007</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-c-maheshwari\">U.C. Maheshwari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:u-c-maheshwari\">U.C. Maheshwari</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nU.C. Maheshwari, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. On behalf of the appellant, this appeal is preferred under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of the Arbitration And Conciliation Act, 1996 (for short the Act) being aggrieved by the judgment dated 6.5.2004 passed by Vth Addl. District Judge, Bhopal in Arbitration Case No. 25/2003 dismissing the appellant&#x27;s application filed under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> read with <a href=\"/doc/675839/\" id=\"a_3\">Section 16</a> of the Act for setting aside the arbitral award dated 1.4.03 passed by the sole arbitrator.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The factual matrix of the case in short are that an agreement took place between the parties on dated 21.11.98. According to it, the respondent had to procure 1000/- metric tone of Soyabean for the appellant from Ujjain district in the Kharif year 1998-99. During subsistence of such contract, on arising some dispute, the same was referred to the sole Arbitrator in the month of March, 1999 by the appellant. The same was resolved by the award dated 25.10.99 by the Arbitrator. Such arbitral award is not under dispute in the present litigation. Subsequent to the aforesaid award, the respondent submitted his other dispute on dated 24.6.2002 before the aforesaid sole arbitrator, the Commissioner-cum-Director Food, Civil Supplies and Consumer Products, Madhya Pradesh, Bhopal contending that as per the terms of the contract, during subsisting the same, he purchased 11025 number of gunny bags of worth Rs. 2,75,000/- for packing of the aforesaid Soyabean. Its payment was to be made by the appellant. The same was not made, on which the respondent gave a notice in this regard to the appellant vide dated 19.11.01 but the same was not complied with. With these averments, the aforesaid dispute was referred to the arbitrator.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Reply of the aforesaid claim was filed on behalf of the appellant in which inter alia the claim of the respondent was denied. Besides the above, the objection regarding constructive resjudicata along with the objection that the subsequent claim is not maintainable after disposal of the first claim especially when the cause of action regarding the referred dispute was arisen before date of filing the first dispute which was filed in the month of March, 1999 in which the alleged dispute was not referred. Considering the case of the parties, the arbitrator passed the award in favour of the respondent and against the appellant. Being dissatisfied, the present appellant preferred an application for setting aside such arbitral award dated 1.4.03 by mentioning various grounds including the ground of constructive resjudicata and the tenability of the subsequent dispute in view of the facts mentioned above while mentioning the case of the appellant.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. All the grounds and objections taken by the appellant are denied by the respondent by filing its reply dated 4.9.2003.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. On consideration by affirming the arbitral award of the arbitrator, the appellant&#x27;s application has been dismissed by the trial court vide impugned judgment, hence the appellant has come to this Court for setting aside the impugned order as well as the aforesaid arbitral award.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. Shri K.S. Wadhwa, learned appearing Counsel for the appellant assailed the impugned order and award on the ground that such subsequent reference of the dispute by the respondent was not entertainable on the principle of resjudicata and also in view of the earlier arbitral award dated 25.10.99. The cause of action regarding the dispute referred subsequently on dated 24.6.02 was available to the respondent on the date of filing the first reference to adjudicate the dispute in the month of March 1999. If the same was not referred on earlier occasion then after adjudication of the earlier dispute vide dated 25.10.99, the respondent precluded to refer any dispute relating to the contract of the parties. The same could not be entertained by virtue of provision of <a href=\"/doc/161831507/\" id=\"a_4\">Order 2 Rule 2 of the CPC</a>. Besides this, on merits he said that the respondent has failed to prove that the alleged gunny bags were purchased by him for the appellant and the same were used and supplied to any office of the appellant, hence the findings of the trial court that the same were purchased for the appellant and supplied to it are not sustainable. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1919561\" id=\"span_1\">In this premises, by placing reliance on a decision of the Apex Court in the matter of <a href=\"/doc/1919561/\" id=\"a_5\">K.V. George v. Secretary to Govt., Water and Power Dept. Trivandrum</a> , prayed for setting aside the impugned order and the arbitral award by allowing this appeal.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">7. On the other hand Shri A.K. Mishra, learned Senior Advocate assisted by Shri Ankit Saxena, learned appearing Counsel for the respondent while opposing the aforesaid arguments said that the impugned dispute was not referred to the arbitrator while filing the earlier dispute as the cause of action for the same was not available on such occasion. The same was made available to the respondent when the price of such gunny bags were not paid after giving the notice dated 19.11.01. Accordingly, the cause of action for the earlier referred dispute and the present dispute were altogether different and in view of such different cause of action, it was neither necessary nor it could be included in the said reference. In such premises the analogy of constructive resjudicata or the provision of <a href=\"/doc/161831507/\" id=\"a_6\">Order 2 Rule 2 of the CPC</a> are not applicable to the present case. In view of different cause of actions, the same respondent had a right to file the successive reference and the same was rightly filed. In such premises, the arbitrator did not commit any fault or misconduct in passing the arbitral award. On merits, he said that in view of the terms of the contract, the appellant was duty bound to pay the cost of the gunny bags purchased by the appellant vide Bill No. 137 dated 20.11.98. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"172692\" id=\"span_2\">He also referred the photocopy of such Bill and the averments of Clause 12 of the agreement in this regard. By elaborating his arguments, he further said that by allowing his appeal, the appellant cannot be permitted to withhold the cost of the gunny bags. The appellant, being State functionary, is duty bound to pay the requisite sum to the citizen like the appellant. He also said that the natural justice demands that the State should not be permitted to withheld such sum with it. With these submissions, by placing his reliance on a decision of the Apex Court in the matter of <a href=\"/doc/172692/\" id=\"a_7\">Kewal Singh v. Lajwanti</a> , he said that the impugned order does not requires any interference at this stage and prayed for dismissal of the appeal.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. Having heard the learned Counsel, I have carefully gone through the record of the arbitrator, the trial court and also perused the impugned award. It is undisputed fact on record that the agreement dated 21.11.98 took place between the parties to procure the Soyabean to the tune of 1000 metric tonne by the respondent for the appellant from district Ujjain for the Kharif year 1998-99. During subsisting such contract, on arising dispute, the same was referred by the respondent to the aforesaid sole arbitrator and the same was resolved by the arbitral award dated 25.10.99. It is apparent that the dispute regarding price of the gunny bags or its interest was neither claimed nor mentioned in such reference. The same was submitted before the arbitrator on dated 24.6.2002. There is no dispute between the parties regarding the earlier award as appeared from the record.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. As per the case of the respondent, the aforesaid gunny bags 11025 in number having worth of Rs. 2,75,000/-, were purchased by the respondent for the appellant on dated 20.11.1998 as mentioned in the Bill of Hitesh Trading Company from where, as alleged, the same were purchased by the respondent. Undisputedly, the earlier reference was made to the arbitrator in the month of March, 1999, therefore, it could be said that the dispute referred by the successive application to the arbitrator was in existence on such day because such payment was not made to the respondent by the appellant. Accordingly, the cause of action of such reference was available to the respondent on referring the earlier dispute. Inspite it, the same was neither mentioned nor referred to the arbitrator.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">10. In the above mentioned circumstances, the court has to consider whether the subsequent reference application of the respondent is hit by the principle of constructive resjudicata enumerated under <a href=\"/doc/121631892/\" id=\"a_8\">Section 11</a> of the CPC and the provision of <a href=\"/doc/161831507/\" id=\"a_9\">Order 2 Rule 2 of the CPC</a>. Before giving any finding on this question, I would like to reproduce the concerned abstract of <a href=\"/doc/121631892/\" id=\"a_10\">Section 11</a> of the CPC which is as under:\n</p>  \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. Res judicata.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">No Court shall try any suit or issue in which the matter directly and substantially in issue has been directly and substantially in issue in a former suit between the same parties, or between parties under whom they or any of them claim, litigating under the same title, in a Court competent to try such subsequent suit or the suit in which such issue has been subsequently raised, and has been heard and finally decided by such Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">Explanation I - The expression &quot;former suit&quot; shall denote a suit which has been decided prior to the suit in question whether or not it was instituted prior thereto.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">Explanation II.- For the purposes of this section,\n \n\nthe competence of a Court shall be determined irrespective of any provisions as to a right of appeal from the decision of such Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">Explanation III. - ...\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">Explanation IV.- Any matter which might and ought to have been made ground of defence or attack in such former suit shall be deemed to have been a matter directly and substantially in issue in such suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">Explanation V. ...\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">Explanation VI. ...\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">Explanation VII. ...\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1919561\" id=\"span_3\">11. As per the provision of explanation IV <a href=\"/doc/161831507/\" id=\"a_11\">of the CPC</a>, in the absence of any specific provision under the Act, the procedure provided under the Civil Procedure Code is applicable and in view of the facts of the present case as mentioned above, the aforesaid <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a> with its explanation is applicable to the present case and it is undisputed fact that inspite having the cause of action for reference, the present dispute on the date of filing the former dispute the same was not referred to arbitrator by the respondent, therefore, by virtue of the aforesaid provision and it&#x27;s explanation IV, the successive claim could not be entertained either by the arbitrator or the court. This aspect was considered and answered by the Apex Court in the matter of <a href=\"/doc/1919561/\" id=\"a_13\">K.V. George</a> (supra) in which it was held as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_1\">17. With regard to the submission as to the applicability of the principles of&#x27; res judicata as provided in <a href=\"/doc/121631892/\" id=\"a_14\">Section 11</a> of the Code of Civil Procedure to arbitration case, it is to be noted that <a href=\"/doc/1519579/\" id=\"a_15\">Section 41</a> of the Arbitration case provides that the provisions <a href=\"/doc/161831507/\" id=\"a_16\">of the Code of Civil Procedure</a> will apply to the Arbitration proceedings. The provisions of res judicata are based on the principles that there shall be no multiplicity of proceedings and there shall be finality of proceedings. This is applicable to the arbitration proceedings as well. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"414792\" id=\"span_4\">It is convenient to refer to the decision in <a href=\"/doc/414792/\" id=\"a_17\">Daryao v. State of U.P.</a> , wherein it has been held that the principles of res judicata will apply even to proceedings under <a href=\"/doc/981147/\" id=\"a_18\">Articles 32</a> and <a href=\"/doc/1712542/\" id=\"a_19\">226</a> of the Constitution of India. It has been observed that:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">Now, the rule of res judicata as indicated in <a href=\"/doc/121631892/\" id=\"a_20\">Section 11</a> of the Code of Civil Procedure has no doubt some technical aspects, for instance the rule of constructive res judicata may be said to be technical; but the basis on which the said rule rests is founded on considerations of public policy. It is in the interest of the public at large that a finality should attach to the binding decisions pronounced by Courts of competent jurisdiction, and it is also in the public interest that individuals should not be vexed twice over with the same kind of litigation. If these two principles form the foundation of the general rule of res judicata they cannot be treated as irrelevant or inadmissible even in dealing with fundamental rights in petitions filed under <a href=\"/doc/981147/\" id=\"a_21\">Article 32.</a>\n</blockquote> \n\n<blockquote id=\"blockquote_3\">18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19300\" id=\"span_5\">In <a href=\"/doc/19300/\" id=\"a_22\">Satish Kumar v. Surinder Kumar</a> , it has been observed that (at p. 838):</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_4\">The true legal position in regard to the effect of an award is not in dispute. It is well settled that as a general rule, all claims which are the subject-matter of a reference to arbitration merge in the award which is pronounced in the proceedings before the arbitrator and that after an award has been pronunced, the rights and liabilities of the parties in respect of the said claims can be determined only on the basis of the said award. After an award is pronounced, no action can be started on the original claim which had been the subject-matter of the reference.... This conclusion, according to the learned Judge, is based upon the elementary principle that, as between the parties and their privies, an award is entitled to that respect which is due to judgment of a court of last resort. Therefore, if the award which has been pronounced between the parties has in fact, or can in law, be deemed to have dealt with the present dispute, the second reference would be incompetent. This position also has not been and cannot be seriously disputed.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">19. Considering the above observations of this Court in the aforesaid cases we hold that the principle of res judicata or for that matter the principles of constructive res judicata apply to arbitration proceedings and as such the award made in the second arbitration proceeding being Arbitration Case No. 276 of 1980 cannot be sustained and is therefore, set aside. The High Court has rightly allowed the F.M.A. No. 304 of 1982 holding that the appellant-contractor was precluded from seeking the second reference. No other points have been raised before us by the appellant.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\">Therefore, it is held that the successive reference of the respondent was not entertainable as the same was hit by the aforesaid provision.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">12. Apart the above, in view of the provision of <a href=\"/doc/161831507/\" id=\"a_23\">Order 2 Rule 2 of the CPC</a> the respondent was precluded to file the successive reference for the dispute for which the cause of action arose during subsisting and performing the contract and before filing the earlier reference and the same was not raised in the former reference. The concerning provision of <a href=\"/doc/161831507/\" id=\"a_24\">Order 2 Rule 2 of the CPC</a> reads as under:\n</p>  \n\n<blockquote id=\"blockquote_6\">2. Suit to include the whole claim.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">(2) Relinquishment of part of claim-Where a plaintiff omits to sue in respect of, or intentionally relinquishes, any portion of his claim he shall not afterwards sue in respect of the portion so omitted or relinquished.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1919561\" id=\"span_6\">13. In view of the above mentioned facts, it is apparent that inspite having the cause of action, the present dispute was not referred for arbitration while submitting the earlier dispute, thereby the respondent himself did not included his own claim and intentionally omitted and relinquished the same and, therefore, he did not have any right to file the separate reference by showing different cause of action arising out of the same contract. Such question was also considered by the Apex court in the matter of <a href=\"/doc/1919561/\" id=\"a_25\">K.V. George</a> (supra) in which it was held as under:</span>\n</p>  \n\n<p data-structure=\"Section\" id=\"p_25\">14. With regard to the submission that the issues that have been raised in the second claim petition before the Arbitrator are barred under the provisions of <a href=\"/doc/161831507/\" id=\"a_26\">Order 2, Rule 2 of the Code of Civil Procedure</a>, it is convenient to refer to a passage in Mulla&#x27;s <a href=\"/doc/161831507/\" id=\"a_27\">Code of Civil Procedure</a> (Volume II, Fourteenth Edition) at page 894:\n</p>  \n\n<blockquote id=\"blockquote_7\">...This rule does not require that when several causes of action arise from one transaction, the plaintiff should sue for all of them in one suit. What the rule lays down is that where there is one entire cause of action, the plaintiff cannot split the cause of action into parts so as to bring separate suits in respect of those parts.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144432\" id=\"span_7\">15. It is pertinent to refer in this connection to the decision in <a href=\"/doc/144432/\" id=\"a_28\">Muhammad Hafiz v. Mirza Muhammad Zakariya</a> AIR 1922 PC 23, wherein a mortgage deed provided that if the interest was not paid for six months the creditor should be competent to realise either the unpaid amount of the interest due to him or the amount of principal and interest, by bringing a suit in court without waiting for the expiration of the time fixed, and the plaintiff, more than 3 years after (i.e. time fixed), brought a suit for interest alone and got a decree. It was held that the second suit for principal and arrears of interest was not maintainable as under Order 2, Rule 2, <a href=\"/doc/161831507/\" id=\"a_29\">C.P.C</a>. he must be deemed to have relinquished his claim for further relief, he having exercised the option of suing for interest alone. It was further held that the cause of action referred to in the rule is the cause of action which gives occasion to, and forms the foundation of, the suit, and if that cause enables a man to seek for larger and wider relief than that to which he limits his claim, he cannot afterwards seek to recover the balance by independent proceedings.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">16. In the instant case, the contract was terminated by the respondents on April 26, 1980 and as such all the issues arose out of the termination of the contract and they could have been raised in the first claim petition filed before the Arbitrator by the appellant. This having not been done the second claim petition before the Arbitrator raising the remaining disputes is clearly barred.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">In view of the aforesaid provision and dictum of the Apex Court, on examining the present case, the same is applicable here and in such premises , the successive reference filed on dated 24.6.2002 after disposing of the first reference by award dated 25.10.99, was neither maintainable nor entertainable. In pursuance of it, the impugned arbitral award and the order of the trial court are not sustainable. Hence, the same are hereby set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172692\" id=\"span_8\">14. In view of the aforesaid findings, the other issues raised by the parties did not require any consideration on merits. So far the case cited by the respondent&#x27;s Counsel in the matter of <a href=\"/doc/172692/\" id=\"a_30\">Kewal Singh v. Lajwanti</a> (supra) is concerned, the same is based on different facts and circumstances relating to the question regarding hostile discrimination and about the reasonable classification under the provision of <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> of the Constitution of India. The same is not helping to the respondent in any manner especially in view of the above mentioned dictum of the Apex Court. Therefore, by allowing this appeal, the impugned judgment/order is hereby set aside and in pursuance of it, the arbitral award dated 1.4.03 passed by the sole arbitrator is also set aside. In the facts and circumstances of the case, there shall be no order as to the costs.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">15. The appeal is allowed as indicated above.\n</p> \n\n","numcites":15,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":1665794,"divtype":"judgments","relatedqs":[{"value":"order 2 rule 2 cpc","formInput":"order%202%20rule%202%20cpc"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"order 2 rule 2","formInput":"order%202%20rule%202"},{"value":" resjudicata","formInput":"%20resjudicata"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"constructive resjudicata","formInput":"constructive%20resjudicata"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"\"Constructive resjudicata\"","formInput":"%22Constructive%20resjudicata%22"},{"value":"relinquishment","formInput":"relinquishment"},{"value":"civil procedure code order 2 rule 2","formInput":"civil%20procedure%20code%20order%202%20rule%202"},{"value":"civil procedure order 2 rule 2","formInput":"civil%20procedure%20order%202%20rule%202"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"ruling for order 2, rule 2 of cpc","formInput":"ruling%20for%20order%202%2C%20rule%202%20of%20cpc"},{"value":"res judicata  filter:  section 34 arbitration and conciliation act","formInput":"res%20judicata%20%20filter%3A%20%20section%2034%20arbitration%20and%20conciliation%20act"},{"value":"\"res judicata\"","formInput":"%22res%20judicata%22"},{"value":"\"cause of action\"","formInput":"%22cause%20of%20action%22"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"sue","formInput":"sue"}],"cats":[{"value":"appeal-to-supreme-court, power-to-issue-writ","formInput":"tag:appeal-to-supreme-court, power-to-issue-writ"}],"courtcopy":false,"query_alert":null,"agreement":false}