{"tid":140619012,"publishdate":"2012-05-01","title":"State vs B on 1 May, 2012","doc":"<h2 class=\"doc_title\">State vs B on 1 May, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-kureshi\">Akil Kureshi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-kureshi\">Akil Kureshi</a></h3>\n\n<pre id=\"pre_1\">  \n Gujarat High Court Case Information System \n    \n  \n    \n\n \n \n    \t      \n         \n\t    \n\t\t   Print\n\t\t\t\t          \n\n  \n\n\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\n\n\n \n\n\n\t \n\nFA/75/1990\t 24/ 24\tJUDGMENT \n \n \n\n\t\n\n \n\nIN\nTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nFIRST\nAPPEAL No. 75 of 1990\n \n\nWith\n\n\n \n\nFIRST\nAPPEAL No. 76 of 1990\n \n\nWith\n\n\n \n\nFIRST\nAPPEAL No. 77 of 1990\n \n\n \n \n\n\n \n\nFor\nApproval and Signature:\n \n\n \n\n\n \n\n  \nHONOURABLE\nMR.JUSTICE AKIL KURESHI  \nHONOURABLE\nMR.JUSTICE C.L.\nSONI \n=========================================================\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n1\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tReporters of Local Papers may be allowed to see the judgment ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n2\n\t\t\n\t\t \n\t\t\t \n\nTo be\n\t\t\treferred to the Reporter or not ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n3\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\ttheir Lordships wish to see the fair copy of the judgment ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n4\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tthis case involves a substantial question of law as to the\n\t\t\tinterpretation of the constitution of India, 1950 or any order\n\t\t\tmade thereunder ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n5\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tit is to be circulated to the civil judge?\n\t\t\n\t\n\n \n\n \n=========================================================\n\n \n\nSTATE\nOF GUJARAT &amp; 1 - Appellant(s)\n \n\nVersus\n \n\nB\nM PATEL &amp; BROS &amp; 1 - Defendant(s)\n \n\n=========================================================\n \nAppearance\n: \nMS\nMOXA THAKKER, AGP for Appellant(s) : 1 - 2. \nMS MAYA N BHAVNANI for\nDefendant(s) : 1, \nMR GT DAYANI for Defendant(s) : 1, \nNone for\nDefendant(s) :\n2, \n=========================================================\n\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\nCORAM\n\t\t\t: \n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tMR.JUSTICE AKIL KURESHI\n\t\t\n\t\n\t \n\t\t \n\t\t \n\t\t\t \n\nand\n\t\t\n\t\n\t \n\t\t \n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tMR.JUSTICE C.L. SONI\n\t\t\n\t\n\n \n\n \n \n\n\n \n\nDate\n: 01/05/2012 \n\n \n\n \n \nORAL\nJUDGMENT </pre>\n\n \n\n<p data-structure=\"Issue\" id=\"p_1\">(Per\n: HONOURABLE MR.JUSTICE AKIL KURESHI)\n \n\n \n\n\n \n\t  \n\nThese\n\tappeals arise out of a common order passed by the learned Judge of\n\tthe City Civil Court, Ahmedabad on 30.11.1988 passed in C.M.A.\n\tNo.13/1988, 553/1987 and 884/1988. Such proceedings arose out of an\n\taward dated 27.8.1987.\n</p>\t \n\n\n\t  \n\n<p data-structure=\"Facts\" id=\"p_2\">Brief\n\tfacts may be noted from First Appeal No.75/1990.\n</p>\t \n\n\n\t \n\n<p data-structure=\"Section\" id=\"p_3\">2.1\tThis\n\tappeal is filed by the State Government and the Executive Engineer,\n\tAhmedabad Irrigation Department. Appellants and the respondents\n\tentered into a work contract dated 30.7.1984 for execution of work\n\tof part modernisation of Nani Fatewadi Canal. Item no.1 of the work\n\tentrusted to the  contractors involved excavation. The agreement\n\tprovided for payment of such work at the rate of Rs.4/- per cubic\n\tmeter. The agreement also provided for escalation as may be agreed\n\tbetween the parties in case the quantity of such work specified in\n\tthe agreement exceeded by a margin of more than 30%. Since\n\tadmittedly the work of excavation specified in item no.1 exceeded by\n\ta margin beyond 30% over and above the originally agreed quantity,\n\tthe contractors demanded the rate revision. Since the parties could\n\tnot come to any settlement about such rate revision, in terms of\n\tarbitration clause contained in the contract, they resorted to the\n\tprocess of arbitration. \n</p>\t\n\t \n\n\n\t \n\n<p data-structure=\"CDiscource\" id=\"p_4\">2.2\n\t\tThe Government therefore, issued  a resolution dated 3.7.1986\n\tappointing one Shri M.H. Vakharia, retired Chief Engineer,\n\tIrrigation Department, Government of Gujarat as a sole arbitrator to\n\tdecide such disputes. We will advert to this resolution in detail at\n\ta later stage. The parties also entered into an arbitration\n\tagreement on 5.9.1986. Terms of this  agreement also shall be seen\n\tminutely later on. The arbitrator vide his award dated 27.8.1987\n\tprovided for revised rate of Rs.13.50 per cubic meter of excavation\n\tinclusive of tender rate of Rs.4/- per cubic meter. He thus provided\n\tfor extra rate for such work at Rs.9.50 per cubic meter on the final\n\tquantity of 42,228.51 cubic meters. He also provided for interest at\n\tthe rate of 15% from the date of award till the date of payment or\n\tCourt decree, whichever is earlier on the net amount of the award\n\tpayable. In the award with respect to interest, he specified as\n\tunder :\n</p>\t \n\n<blockquote id=\"blockquote_1\">&quot;C\n\t: \tRate and amount awarded by me.\n</blockquote>\n \n\n<blockquote id=\"blockquote_2\">I\naward a rate of Rs. 13/50 (Rupees Thirteen &amp; paise fifty only)  in\nplace of \ttender rate of Rs.\n</blockquote><blockquote id=\"blockquote_3\">4/cm. I also award an amount of Rs. 5,70,084.88 \t(Rupees Five Lakh\nSeventy Thousand Eighty Four Only) inclusive  of \tamount payable at\ntender rate  less\nprice adjustment amount if any paid for \ttender item No. 1. I also\naward interest @15% (Fifteen Per Cent) from \tdate of award till date\nof payment of Court Decree whichever is earlier on \t net\namount of the award now\npayable.&quot;\n</blockquote> \n\t \n\n \n\t\n\t \n\n<p data-structure=\"Precedent\" id=\"p_5\">2.3\n\t\tWith respect to excavation, he observed as under :\n</p>\t \n\n\n\t \n\n<blockquote id=\"blockquote_4\">&quot;15\n\t: Claimants originally filed a claim statement listing 12 claims. Of\n\tthese claim items at serial no. 1A, 1B and 2 of the claim statement\n\tonly fall within the scope of arbitration agreement. Hence, I have\n\theard the parties only on these claims for purpose of adjudication\n\tof the dispute. I have not heard and decided other claim items at\n\tSerial no 3 to 12 inclusive of their sub items as they are not\n\tincluded in the arbitration reference or in parties&#x27; arbitration\n\tagreement and I make no award for the same. Rate of claim no. 1A is\n\tlater on amended by the claimants on 13/3/1987 during arbitration\n\tproceedings to include cost of dewatering @ Rs. 3/67 per cm. in the\n\tclaim. Finally, claimed rate is Rs. 25.67/cm for item no. 1A in\n\tplace of first claimed rate of Rs. 22/cm. Description of claim no. 2\n\tis later on amended and claim quantity is also reduced from 39,000\n\tcm to 37,153 cm. Against original claim amount of Rs. 12,09,662.80\n\tfor claims 1A, 1B and 2, the claim amount as per latest amendments\n\tto rates and quantities comes to Rs. 10,40,709.43. This of course\n\tincludes amount of Rs. 1,68,914.04 payable at original tender rate\n\tof Rs. 4/cm on final quantity of 42,228.51 cm. Net claim amount now\n\tcomes to Rs. 8,71,795.39 (10,40,709.43-1,68,914.04).\n</blockquote>\n \n\n \n\n\n \n\n<span class=\"hidden_text\" id=\"span_1\">16</span>\n<blockquote id=\"blockquote_5\">: Claimants have given rate analysis of two extra item rates claimed\nby them for items 1A and 1B. Respondents have also given rate\nanalysis for their revised rate for item 1 as a whole. \n</blockquote>\n \n\n \n\n\n \n\n<span class=\"hidden_text\" id=\"span_2\">17</span>\n<blockquote id=\"blockquote_6\">: I have inspected site of work and made my own assessment of real\neffective lead lift and impact of dewatering involved. I have also\ninspected the strata excavated and soils of excavation deposited. I\nthink there is no tenable basis of claim no. 2 and hence I award  nil\namount against latest impliedly claim amount of Rs. 1,85,755/-\n(37,153x5). For items 1A and 1B taken together I award a rate of Rs.\n13/50 (Rs. Thirteen and paise Fifty only) per cm inclusive of tender\nrate of Rs. 4 per cm. Extra rate payable will be Rs. 9/50 (Rupees\nnine and paise Fifty) per cm on final quantity of 42,228.51 cm. Since\nnew rate is awarded on overall considerations for item no 1 no price\nadjustment will be payable on work done under item no 1 and if\nalready paid, further amount payable be reduced to that extent. \n</blockquote>\n \n\n \n\n\n \n\t \n\n<span class=\"hidden_text\" id=\"span_3\">18</span>\n<blockquote id=\"blockquote_7\">\t: Para 1 of the arbitration GR wants the rate to be decided. I have\n\taccordingly decided the rate. Para 12 of the GR also speaks of the\n\tawarded amount and without final quantity extra item rate cannot be\n\tfinally worked out as per Government formula. Further for even\n\tworking out award amount final quantity is needed. Both parties have\n\tgiven final quantity of item no 1 as 42,228.51 cm which gives  net\n\tawarded amount of Rs. 4,01,170.84 (42,228.51x9.50) less prices\n\tescalation payment made for the particular item.&quot;\n</blockquote>\t \n\n\n\t \n\n<p data-structure=\"Facts\" id=\"p_6\">2.4\tThe\n\tGovernment as well as the contractors approached the Civil Court by\n\tfiling separate applications. Prayer of the Government was that\n\tarbitral award be set aside. Prayer of the contractors was that the\n\tsame be made rule of the  Court.\n</p>\t \n\n\n\t \n\n<p data-structure=\"Facts\" id=\"p_7\">2.5\n\t\t Learned Judge in his impugned order provided that the award be\n\tmade rule of the Court and directed that the present appellants\n\tshall pay the awarded principal amount to the contractor with\n\tinterest at the rate of 10% from the date of decree till\n\trealisation. Application of the Government was dismissed. It is this\n\torder that the Government  has challenged before this  Court in this\n\tappeal. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"RespArg\" id=\"p_8\">Learned\n\tAGP Ms. Moxa Thakker for the appellants submitted that the\n\tarbitrator as well as the Court seriously erred in granting revised\n\trates for the entire quantity of excavation carried out by the\n\tcontractors. She submitted that in doing so, the arbitrator exceeded\n\this jurisdiction. She further submitted that in any case as per\n\tclauses 31 and 32 of the contract, it was not open for the\n\tarbitrator to apply such revised rates for the entire quantity of\n\twork done.\n</p>\t \n\n\n\t \n\n<p data-structure=\"PetArg\" id=\"p_9\"> \tIn\n\tsupport of her contentions, learned AGP placed heavy reliance on the\n\tterms of reference to the arbitrator mentioned in Government\n\tResolution  dated  3.7.1986 and the agreement dated  30.7.1984\n\texecuted by the parties. She also placed reliance on clauses 31 and\n\t32 of the works contract which pertains to price escalation clause\n\tfor extra item of work done. Learned AGP also submitted that\n\tarbitrator committed serious error in awarding interest though as\n\tper the agreement between the parties, contractors were not to claim\n\tany such interest. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"RespArg\" id=\"p_10\">On\n\tthe other hand learned counsel Shri Dayani appearing for the\n\trespondents submitted that the arbitrator committed no misconduct.\n\tThis Court cannot examine the arbitral award as an appellate\n\tauthority. In absence of any jurisdictional error, award of the\n\tarbitrator cannot be interfered with. Counsel submitted that\n\tarbitrator has given his interpretation to clauses 31 and 32 of the\n\tcontract which is a plausible interpretation. Even if two views were\n\tpossible, this Court would not interfere with the view of the\n\tarbitrator.\n</p>\t \n\n\n\t \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"529896\" id=\"span_4\">4.1\n\t\tIn this respect, counsel relied on decision of the Apex Court in\n\tcase of <a href=\"/doc/529896/\" id=\"a_1\">H.P. Electricity Board v. R.J. Shah and Company</a> reported\n\tin (1999) 4 Supreme Court Cases 214, wherein the Apex Court held and\n\tobserved as under :</span>\n</p>\n \n\n\n<blockquote id=\"blockquote_8\">&quot;26.\n</blockquote><blockquote id=\"blockquote_9\">In order to determine whether the arbitrator has acted in excess of\njurisdiction what has to be seen is whether the claimant could raise\na particular dispute or claim before an arbitrator. If the answer is\nin the afirmative then it is clear that the arbitrator would have the\njurisdiction to deal with such a claim. On the other hand is the\narbitration clause or a specific term in the contract or the law does\nnot permit or give the arbitrator the power to decide or to\nadjudicate on a dispute raised by the claimant or there is specific\nbar to the raising of a particular dispute or claim then any decision\ngiven by the arbitrator in respect thereof would clearly be in excess\nof jurisdiction. In order to find whether the arbitrator has acted in\nexcess of jurisdiction the Court may have to look into some documents\nincluding the contract as well as the reference of the dispute made\nto the arbitrators limited for the purpose of seeing whether the\narbitrator has the jurisdiction to decide the claim made in the\narbitration proceedings.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_10\">27.\n\tIn this case the arbitration clause is widely worded. The dispute\nwhich was referred to the arbitrators, inter alia, related to the\nconstruction of the contract. The contract did visualise the\ncontractor raising a claim for revision of rates. The dispute was as\nto when such a claim could be raised. According to the appellant\nherein this being an item rate contract the revision of rates could\ntake place only in accordance with Clause 12A when there was a\ndeviation of more than 20 per cent with regard to individual items.\nOn the other hand the terms of contract, according to the claimant,\npermitted a claim being made of revision in rates if there was an\nincrease of 20 per cent of the total value of the contract. The\ndispute before the arbitrators, therefore, clearly related to the\ninterpretation of the terms of the contract. The said contract was\nbeing read by the parties differenly. The arbitrators were therefore,\nclearly called upon to construe or interpret the terms of the\ncontract. The decision thereon, even if it be erroneous, cannot be\nsaid to be without jurisdiction. It cannot be said that the award\nshowed that there was an error of jurisdiction even though there may\nhave been an error in the exercise of jurisdiction by the\narbitrators.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"529896\" id=\"span_5\">28.\n\tThe decision in <a href=\"/doc/529896/\" id=\"a_2\">Associated Engineering Co.</a> case relied upon by Sh.\nManinder Singh does not in any way persuade us to take a view\ndifferent than the view arrived at by the High Court. At page 103\nThommen, J. speaking for the Court observed as follows :</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_12\">&quot;The\narbitrator cannot act arbitrarily, irrationally, capriciously or\nindependently of the contract. His sole function is to arbitrate in\nterms of the contract. He has no power apart from what the parties\nhave given him under the contract. If he has travelled outside the\nbounds of the contract, he has acted without jurisdiction. But if he\nhas remained inside the parameters of the contract and has construed\nthe provisions of the contract, his award cannot be interefered with\nunless he has given reasons for the award disclosing an error\napparent on the face of it.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_12\"> \tApplying\nthe ratio to the present case it is not possible to say that the\narbitrator in the present case travelled outside the bounds of the\ncontract. Correspondence exchanged between the parties prior to the\nmaking of the reference shows that the arbitrators were called upon\nto construe the contract in order to determine whether the contractor\nwas entitle to claim revision of rates and if so what should be the\nrevised rates. The construction placed on the contract by the\ncontractor cannot be said to an implausible one. Even if the\narbitrators construed the terms of the contract incorrectly it cannot\nbe said that the award was in excess of their jurisdiction. Their\njurisdiction clearly was to construe the terms of the contract and\ntheir decision thereon is final and binding on the parties.\n</p> \n\n \n\n\n \n\t \n\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"654172\" id=\"span_6\">4.2\n\t\tWith respect to interest, counsel submitted that the arbitrator was\n\twell within his right to award interest after passing of the award.\n\tHe relied on the decision of the  Apex Court in case of <a href=\"/doc/654172/\" id=\"a_3\">Secretary,\n\tIrrigation Department, Government of Orissa and others v. G.C. Roy</a>\n\treported in AIR 1992 Supreme Court 732, wherein the Apex Court\n\tobserved that the arbitrator has the power to grant interest\n\tpendente lite. It was observed that principles embodied in <a href=\"/doc/107990682/\" id=\"a_4\">Section\n\t34</a> of the Code of Civil Procedure can be relied upon.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"487118\" id=\"span_7\">Counsel also\n\trelied on the decision in case of <a href=\"/doc/487118/\" id=\"a_5\">Hindustan Construction Co. Ltd\n\tv. State of Jammu &amp; Kashmir</a> reported in (1992) 4 Supreme\n\tCourt Cases 217, for the same purpose.</span> \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_14\">Having\n\tthus heard learned counsel for the parties, only two questions arise\n\tfor our consideration in these two appeals. First question is with\n\trespect to arbitrator&#x27;s decision to apply revised rates for\n\texcavation of the entire quantity of work done under item no.1 as\n\tcontrary to Government&#x27;s contention that such rate revision would\n\tapply only to the quantity of work done in excess of 30% over and\n\tabove the agreed quantity. The second question pertains to the\n\tdirections of the arbitrator in his award to pay interest at the\n\trate of 15% per annum from the date of award till realisation or\n\ttill the decree of the Court, whichever is earlier.\n</p>\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_15\">We\n\twould deal with the first question first. At the outset, we may\n\trecord that no serious dispute was raised before us with respect to\n\tthe rate of Rs.13.50 per cubic meter applied by the arbitrator in\n\tthe impugned award. In other words, the sole dispute of the\n\tappellants was with respect to applicability of such revised rates\n\tto the entire quantity of excavation under item no.1 carried out by\n\tthe contractors.\n</p>\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_16\">It\n\tis not in dispute that under the original agreement under item no.1,\n\tthe quantity of excavation work required to be undertaken by the\n\tcontractor was 26348 cubic meters.  It is also not in dispute that\n\tultimately the contractors had to carry out a total work of\n\t42,228.51 cubic meters. It is thus not in dispute that excavation\n\twork done under this item far exceeded 30% margin over and above the\n\tquantity agreed between the parties. When the contractors and the\n\tGovernment could not agree to revised rates, the Government in terms\n\tof arbitration clause contained in the contract, issued Government\n\tResolution  dated 3.7.1986 appointing Shri M.H. Vakharia as the sole\n\tarbitrator. In the said Government Resolution  it was provided\n\tinter-alia as under :\n</p>\n \n\n \n\n\n \n\t \n\n<blockquote id=\"blockquote_13\">&quot;THIS\n\tAGREEMENT IS made on the September day of 1986. BETWEEN the Governor\n\tof Gujarat (hereinafter referred to as &quot;the Government&quot;).,\n\twhich expression shall, unless excluded by or repugnant to the\n\tcontext, include its successor-in-office or assignees, on the one\n\tpart and the Company/Contractor namely M/s. B. M. Patel &amp; Bros.\n\thaving its registered office at 25 Rajanagar Society, Behind Vidhyut\n\tnagar Colony, Old Padara Road, Vadodara (herein after referred as\n\t&quot;the Contractor&quot;), which expression shall, unless\n\totherwise excluded or repugnant to the context, include its\n\tsuccessors and assignees, on the other part.\n</blockquote>\n \n\n \n\n\n \n\n<blockquote id=\"blockquote_14\">WHEREAS\nthe Contractor entered into an agreement for the work of providing\nlining on Nani Fatewadi Canal Ch. 570 to 5550 mt. of Fatewadi Canal\nSystem, with the Executive Engineer, Ahmedabad Irrigation Division,\nAhmedabad-15 for as on behalf of the Government.\n</blockquote> \n\n \n\n\n \n\n<blockquote id=\"blockquote_15\">2.\tAND\nWHEREAS disputes and differences in relation to the said contract\nhave arisen between the Government and the Contractor.\n</blockquote> \n\n \n\n\n \n\n<blockquote id=\"blockquote_16\">3.\n\tAND WHEREAS the Government and the  Contractor do not admit the\nrespective claims put forth by each one of them.\n</blockquote> \n\n \n\n\n \n\n<blockquote id=\"blockquote_17\">4.\tNOW,\nTHEREFORE, IT IS HEREBY AGREED between the Government and the\nContractor mutually that the items mentioned below which are under\ndispute and which arise out of the aforesaid contract, be referred to\nthe sole arbitration of the person  of the rank not below the rank of\nSuperintending Engineer, to be appointed or nominated by the\nGovernment, who shall always be deemed to have been appointed by both\nthe parties hereto. \n</blockquote>\n \n\n \n\n\n \n\n<blockquote id=\"blockquote_18\">(1)\tRate\nof excavation of Qty. increased by 30%&quot;\n</blockquote> \n\t \n\n\n\t \n\n<p data-structure=\"CDiscource\" id=\"p_17\">Subsequently,\n\tthe parties also entered into arbitration agreement which provided\n\tthat :\n</p>\n \n\n<blockquote id=\"blockquote_19\">&quot;After\ncareful consideration the Govt. is pleased to appoint Shri. M.H.\nVakharia, retired C.E. Irri. Deptt., Gujarat State, as a Sole\nArbitrator to decide the dispute of the both parties regarding rule\nof excavation of quantity increased by 30% . This appointment is made\naccording to the existing rules by regulations as prescribed by the\nGovt.\n</blockquote> \n\n \n\n\n \n\n<blockquote id=\"blockquote_20\">2/-\n</blockquote><blockquote id=\"blockquote_21\">\tThe terms, conditions and fees in connection with the appointment of\nthe arbitrator shall be as <a href=\"/doc/487118/\" id=\"a_6\">laid down in</a> Govt. in P.W.D. Resolution\nNo. TNC-5074/158/C dtd. 8-3-1977.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_22\">3/-\n</blockquote><blockquote id=\"blockquote_23\">\tNo claim for interest shall be entertained.\n</blockquote> \n\n\n \n\n\n \n\t \n\n<blockquote id=\"blockquote_24\">4/-\n</blockquote><blockquote id=\"blockquote_25\">\t\tThe arbitrator shall give speaking award giving reason for\n\tacceptance of the rates.&quot;\n</blockquote>\t \n\n \n\t\n\t  \n\n<p data-structure=\"Section\" id=\"p_18\">We\n\tmay notice that clauses 31 and 32 of the works contract provided as\n\tunder :\n</p>\t \n\n\n\t \n\n<blockquote id=\"blockquote_26\">&quot;31.\n</blockquote><blockquote id=\"blockquote_27\">\tSchedule of quantities:\n</blockquote>\t \n\n<blockquote id=\"blockquote_28\">Variation\n\tin the quantities of work in Schedule &#x27;B&#x27; shall not vitiate the\n\tcontract. The rates quoted for the individual items shall apply for\n\tthe quantities of work increased or decreased by not more than\n\tthirty per cent for each of the items, should the quantities of work\n\tactually involved under any item vary by more than thirty per cent,\n\tthe rate for such item of work shall be revised in accordance with\n\tthe procedures indicated under clause &quot;Extra items.&quot; The\n\tpayment for the items will, however, continue to be made  at the\n\toriginal rate till the revised rate is decided.\n</blockquote>\t \n\n\n\t \n\n<blockquote id=\"blockquote_29\">32.\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">\t\tExtra Items :\n</p>\t \n\n<blockquote id=\"blockquote_30\">Extra\n\titems of work shall not vitiate  the contract.  The contractor shall\n\tbe bound to execute extra items of work as directed by the Executive\n\tEngineer. The rates for extra items are to be mutually agreed.&quot;\n</blockquote>\t \n\n \n\t\n\t  \n\n<blockquote id=\"blockquote_31\">From\n\tthe above materials on record, it can be seen that the Government\n\tResolution itself which  referred  the dispute for adjudication to a\n\tsole arbitrator, in clear terms provided that such arbitrator was\n\tappointed &quot;to decide the dispute of both the parties regarding\n\trule of excavation of quantity increased by 30%.&quot;\n</blockquote>\t \n\n\n\t \n\n\n<blockquote id=\"blockquote_32\">\t\tClause\n\t4 of the agreement also clearly stipulated that the arbitrator shall\n\tdecide the rate of excavation of quantity increased by 30%. \n</blockquote>\t\n\t \n\n\n\t  \n\n<p data-structure=\"Section\" id=\"p_20\">Terms\n\tof reference to the arbitrator were thus sufficiently clear. They\n\tpertained to deciding the revised rates for excavation work which\n\tincreased by 30% over and above the agreed quantity. The terms of\n\treference of the arbitration thus provided no further flexibility to\n\tthe arbitrator to decide to apply such rates for the entire quantity\n\tof the work done. In that view of the matter, we are of the opinion\n\tthat the arbitrator exceeded his jurisdiction in applying the rates\n\tto the total quantity of work done. In our opinion the reference\n\tbefore the arbitrator clearly specified that the arbitrator shall\n\tdecide the revised rates which should be made applicable to the\n\tquantity of work done in excess of 30% over and above the agreed\n\tquantity.  On this count alone, we find that arbitrator lacked\n\tjurisdiction to apply such rates to the entire quantity of work\n\tdone.\n</p>\t \n\n\n\t  \n\n<p data-structure=\"Section\" id=\"p_21\">We\n\thave also perused clauses 31 and 32 of the contract. Clause 31\n\tprovided that mere variation in the quantity of work shall not\n\tvitiate the contract and that rates quoted for the individual items\n\tshall apply for the quantities of work increased or decreased by not\n\tmore than 30% for each of the items. However, if the quantity of\n\twork actually involved vary by more than 30%, the rate for such item\n\tof work shall be revised in accordance with the procedures indicated\n\tunder clause &quot;Extra items.&quot; Clause 32 in turn provided\n\tthat extra items of work shall not vitiate the contract and the\n\tcontractor shall be bound to execute the extra item of work as\n\tdirected by the Executive Engineer.  The rates for extra items shall\n\tbe as mutually agreed. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"Section\" id=\"p_22\">Clause\n\t31 of the contract thus clearly envisages applicability of contract\n\trates to the work that contractor may do as long as the quantity of\n\twork does not deviate beyond 30% on either side. In case of\n\tdeviation beyond 30%, the question of payment of revised rates for\n\textra items would arise. Clause 32 principally, only provided that\n\trates of extra item would be as may be mutually agreed between the\n\tparties.\n</p>\t \n\n\n\t  \n\n<p data-structure=\"Section\" id=\"p_23\">In\n\tour opinion therefore, true interpretation of combined reading of\n\tclauses 31 and 32  would be that as long as there is no  deviation\n\tin the agreed quantity of work beyond 30% on either side, the rates\n\toriginally agreed for such item would prevail. In case such\n\tdeviation exceeded 30%, the revised rates as may be agreed between\n\tthe parties for such extra work done would be applicable. Under no\n\tcircumstances, such clauses can be read as to apply such revised\n\trates to the  entire quantity of work done, the moment there was\n\teither increase or decrease in work beyond 30% of the originally\n\tagreed quantity. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_24\">Under\n\tthe circumstances, we are of the opinion that the arbitrator\n\tseriously erred in his interpretation of such terms of the contract.\n\tOn this count also, the award of the arbitrator was vulnerable. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_25\">It\n\tis undoubtedly true that the arbitral award can be interfered with\n\tby the Courts of law on very limited grounds. Merely because two\n\tviews are possible, a Court would not substitute its view with that\n\tof an arbitrator as long as the arbitrator has examined the\n\tmaterials on record and come to a view which is other-wise\n\tplausible. However, if arbitrator commits serious legal error or\n\ttravels beyond the scope of arbitration and thereby exceeds his\n\tjurisdiction, Court can and would certainly interfere. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_8\">In\n\tcase of <a href=\"/doc/662824/\" id=\"a_7\">Rajasthan State Mines &amp; Minerals Ltd. v. Eastern\n\tEngineering Enterprises and another</a> reported in (1999) 9 Supreme\n\tCourt Cases 283, the Apex Court observed that where fundamental\n\tterms of agreement between the parties are ignored by the\n\tarbitrator, such arbitrator exceeds his jurisdiction.</span> \n</p>\t\n\t \n\n\n\t \n\n<p data-structure=\"Precedent\" id=\"p_27\"> \t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1785426\" id=\"span_9\">In\n\tcase of  <a href=\"/doc/1785426/\" id=\"a_8\">Grid Corporation of Orissa Ltd. and another v. Balasore\n\tTechnical School</a> reported in AIR 1999 Supreme Court 2262, the\n\tApex Court set aside the arbitral award on the ground that same was\n\trendered in disregard of the contract.</span>\n</p>\t \n\n\n\t \n\n<p data-structure=\"Precedent\" id=\"p_28\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_10\">In\n\tcase of <a href=\"/doc/919241/\" id=\"a_9\">Oil and Natural Gas Corporation Ltd. v. SAW Pipes Ltd.</a>\n\treported in AIR 2003 Supreme Court 2629, the Apex Court elaborated\n\ton what can be stated to be an award opposed to the public policy\n\tand held that an award which is contrary to the provisions of\n\tsubstantive law or of statute or terms of contract, is liable to be\n\tset aside.</span>\n</p>\t \n\n\n\t \n\n\n<p data-structure=\"Precedent\" id=\"p_29\">\t\tTherefore,\n\tthough the power of the Court to set aside arbitral award is limited\n\tas held by series of decision of the Apex Court including in case of\n\tU.P. State Electricity Board v. M/s. Searsole Chemicals Ltd.\n\treported in AIR 2001 Supreme Court Cases  1171, it is\n\tundoubtedly a well established legal principle that such award can\n\tbe struck down if arbitrator had exceeded his jurisdiction or had\n\trendered an award in disregard of the terms of the contract between\n\tthe parties.\n</p>\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_30\">In\n\tthe present case, we have already found that the terms of the\n\treference to the arbitrator did not permit him to apply revised\n\trates to the entire quantity of excavation carried out by the\n\tcontractor under item no.1. His authority flows from the contract\n\tbetween the parties and such contract permitted him to decide\n\trevised rates to be applied to the excess work done, over and above\n\t30% of the agreed quantity. In short, the arbitrator had to decide\n\tthe rate which would apply to the work done by the contractor on\n\tsuch quantity of work which deviated beyond 30% of the originally\n\tagreed quantity. He had no authority to apply such revised rates so\n\tdecided by him to the entire quantity of work done by the contractor\n\t even if his interpretation of clauses 31 and 32 was correct. On\n\tthis basic ground itself we are inclined to interfere with the\n\tarbitral award. Therefore, even if one were to discard our\n\tinterpretation of clauses 31 and 32 of the contract and favour the\n\tinterpretation which the arbitrator has adopted, to our mind, his\n\trole was limited to within the terms of reference which permitted\n\thim to apply the revised rates only to the quantity of work done in\n\taddition to 30% over and above the originally agreed quantity of\n\twork. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"PetArg\" id=\"p_31\">Counsel\n\tfor the contractors had submitted before us that the question of\n\tapplicability of the revised rates was not raised either before the\n\tarbitrator or before the Civil Court. We are unable to accept such a\n\tcontention. As rightly pointed out by the learned AGP, before the\n\tarbitrator in reply filed by the Government, such issue was\n\tspecifically and elaborately taken up. In the proceedings before the\n\tCivil Court also, the Government filed its CMA No.13/1988 praying\n\tthat arbitrator&#x27;s award be set aside in which it was contended as\n\tunder :\n</p>\t \n\n\n\t \n\n<blockquote id=\"blockquote_33\">&quot;(4)\tThe\n\topponent no.2 Arbitrator has pronounced his award on 27-8-1987 and\n\twas submitted to the Honourable Court and the same is numbered as\n\tMisc. Petition No.553/1987 and the notice was served upon. Applicant\n\tbeing dis-satisfied and aggrieved the decision of opponent no.2\n\tArbitrator Shri M.H.Vakharia, prefer this petition for setting aside\n\taward on the following amongst the other grounds.\n</blockquote>\t \n\n<p data-structure=\"Conclusion\" id=\"p_32\">xxx\n\t \n\n(B)\tThe\n\topponent no.2 has acted and published his award and has exceeded his\n\tjurisdiction and therefore requires to be set aside.\n</p>\t \n\n<p data-structure=\"Conclusion\" id=\"p_33\">(C)\tThe\n\topponent no.2 has exceeded his jurisdiction beyond the the terms of\n\treference and thereby award  requires to be set aside.\n</p>\t \n\n<p data-structure=\"CDiscource\" id=\"p_34\">xxx\n\t \n\nxxx\n\t \n\n(5)\tThe\n\topponent no.2 has ignored the submissions and the documentary\n\tevidence adduced by Applicant and has ignored the Govt. Resolution\n\tfor deciding the Rate of EXTRA item. The Applicant submits that the\n\tOpp. no.2 has grossly erred and committed error and the Award\n\tpublished is bad in law and requires to be set aside.&quot;\n</p>\t \n\n\n\t\n\t \n\n\n<p data-structure=\"CDiscource\" id=\"p_35\">\t\tThus\n\tall issues were presented before the arbitrator as well as before\n\tthe Civil Court. In any case, the question of jurisdiction of the\n\tarbitrator goes to the root of the matter and is based on facts\n\temerging from the record. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_36\">As\n\tcorrectly pointed out by counsel for the contractors, despite such\n\tconclusion that we have arrived, the arbitral award is severable.\n\tRevised rates are not under challenge. Only the quantity of work to\n\twhich such rates would apply is disputed before us. Resultantly,\n\ttherefore, the revised rate of Rs.13.50 inclusive of original rate\n\tof Rs.4 i.e. net rate of Rs.9.50 over and above the contractual\n\trate, would apply to quantity of work done by the contractor in\n\texcess of the basic agreed quantity plus 30% thereof. The contractor\n\tagreed to execute 26,348 cubic meters of excavation work. 30% excess\n\tthereof would come to 7904.40 cubic meters. The total would\n\ttherefore, come to 34,252.40 cubic meters. Total quantity of work\n\tcarried out was 42,228.51. The difference on which the revised rate\n\twould apply comes to 7976.11 cubic meters (i.e. 42,228.51 -\n\t34,252.40). The contractor would therefore, be entitled to\n\tadditional payment of Rs.75,773 (7976.11x9.50). It is clarified that\n\tthis is exclusive of tender rate of Rs.4/- per cubic meter. \n</p>\t\n\t \n\n\n\t  \n\n<p data-structure=\"Conclusion\" id=\"p_37\">This\n\tbrings us to the question of interest awarded by the arbitrator. We\n\tmay notice two facts at this stage. Firstly, the Government\n\tResolution  provided that no claim for interest shall be\n\tentertained. The other fact is that the arbitrator has awarded no\n\tinterest before the reference or interest  pendente lite. Arbitrator\n\thas awarded interest only for the post award period. He has\n\tspecified that the contractor shall pay interest at the rate of 15%\n\tper annum from the date of award till realisation of the amount or\n\ttill the passing of the decree whichever is earlier.\n</p>\t \n\n\n\t  \n\n<p data-structure=\"Precedent\" id=\"p_38\">In\n\tthis respect, we may refer to some of the decisions of the Apex\n\tCourt. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_11\">In case of <a href=\"/doc/1121664/\" id=\"a_10\">Executive Engineer (Irrigation) Balimela and\n\tothers v. Abhaduta Jena and others</a> reported in (1988) 1 Supreme\n\tCourt Cases 418, the Apex Court had held that the interest during\n\tthe pendency of the arbitral proceedings cannot be awarded in a case\n\twhere the arbitration proceeding arose out of a reference made\n\twithout the intervention of the Court.</span> \n</p>\t\n\t \n\n\n\t \n\n\n<p data-structure=\"Precedent\" id=\"p_39\">\t\tRatio\n\tof this decision was doubted before the Apex Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_12\">In a subsequent\n\tdecision of the Constitution Bench in case of by <a href=\"/doc/654172/\" id=\"a_11\">G.C. Roy</a>(supra),\n\twherein five Judge Bench of\n\tSupreme Court was considering the power of arbitrator appointed\n\tthrough process outside of the Court to award interest  pendente\n\tlite, the Apex Court held as under :</span>\n</p>\t \n\n\n\t\n\n \n\n\n<blockquote id=\"blockquote_34\">&quot;43.\n</blockquote><blockquote id=\"blockquote_35\">The question still remains whether arbitrator has the power to award\ninterest pendente lite, and if so on what principle. We must\nreiterate that we are dealing with the situation where the agreement\ndoes not provide for grant of such interest nor does it prohibit such\ngrant. In other words, we are dealing with a case where the agreement\nis silent as to award of interest. On a conspectus of aforementioned\ndecisions, the following principles emerge:\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_36\">(i)\nA person deprived of the use of money to which he is legitimately\nentitled has a right to be compensated for the deprivation, call it\nby any name. It may be called interest, compensation or damages. This\nbasic consideration is as valid for the period the dispute is pending\nbefore the arbitrator as it is for the period prior to the arbitrator\nentering upon the reference.This is the principle of<a href=\"/doc/107990682/\" id=\"a_12\"> S.34</a>,C.P.C., and\nthere is no reason or principle to hold otherwise in the case of\narbitrator.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_37\">(ii)\nAn arbitrator is an alternative form for resolution of disputes\narising between the parties. If so, he must have the power to decide\nall the disputes or differences arising between the parties. if the\narbitrator has no power to award interest pendente lite, the party\nclaiming it would have to approach the Court for that purpose, even\nthough he may have obtained satisfaction in respect of other claims\nfrom the arbitrator. This would lead to multiplicity of proceedings.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_38\">(iii)\nAn arbitrator is the creature of an agreement. It is open to the\nparties to confer upon him such powers and prescribe such procedure\nfor him to follow, as they think fit, so long as they are not opposed\nto law. (The proviso to<a href=\"/doc/28932/\" id=\"a_13\"> S.41</a> and S.<a href=\"/doc/1529130/\" id=\"a_14\">3</a> of Arbitration Act illustrate\nthis point). All the same, the agreement must be in conformity with\nlaw. The arbitrator must also act and make his award in accordance\nwith the generallaw of the land and the agreement.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_39\">(iv)\nOver the years, the English and Indian Courts have acted on the\nassumption that where the agreement does not prohibit and a party to\nthe reference makes a claim for interest, the arbitrator must have\nthe power to award interest pendente lite. Thawardas (AIR 1955 SC\n</blockquote><blockquote id=\"blockquote_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"654172\" id=\"span_13\">468) has not been followed in the later decisions of this Court. It\nhas been explained and distinguished on the basis that <a href=\"/doc/654172/\" id=\"a_15\">in that case</a>\nthere was no claim for interest but only a claim for unliquidated\ndamages. It has been said repeatedly that observations in <a href=\"/doc/654172/\" id=\"a_16\">the said\njudgment</a> were not intended to lay down any such absolute or universal\nrule as they appear to, on first impression.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_14\"><a href=\"/doc/1121664/\" id=\"a_17\">Until Jena</a>&#x27;s case (AIR\n1988 SC 1520) almost all the courts in the country had upheld the\npower of the arbitrator to award interest pendente lite. Continuity\nand certainty is a highly desirable feature of law.</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_41\">(v)\nInterest pendente lite is not a matter of substantive law, like\ninterest for the period anterior to reference (pre-reference period).\n</blockquote><p data-structure=\"Section\" id=\"p_40\">For doing complete justice between the parties, such power has always\nbeen inferred.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_41\">44.\nHaving regard to the above considerations, we think that the\nfollowing is the correct principle which should be followed in this\nbehalf:\n</p> \n\n\n \n\n\n \n\t \n\n\n<p data-structure=\"Conclusion\" id=\"p_42\">\t45.\n\tWhere the agreement between the parties does not prohibit grant of\n\tinterest and where a party claims interest and that dispute (along\n\twith the claim for principal amount or independently) is referred to\n\tthe arbitrator, he shall have the power to award interest pendente\n\tlite. This is for the reason that in such a case it must be presumed\n\tthat interest was an implied term of the agreement between the\n\tparties and therefore when the parties refer all their disputes - or\n\trefer the dispute as to interest as such to the arbitrator, he shall\n\thave the power to award interest. This does not mean that in every\n\tcase the arbitrator should necessarily award interest pendente lite.\n\tIt is a matter within his discretion to be exercised in the light of\n\tall the facts and circumstances of the case, keeping the ends of\n\tjustice in view.&quot;\n</p>\t \n\n\n\t \n\n<p data-structure=\"Precedent\" id=\"p_43\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_15\">In\n\tdoing so, the Apex Court impliedly overruled the decision in case of\n\t<a href=\"/doc/1121664/\" id=\"a_18\">Abhaduta Jena and others</a> (supra).</span>\n</p>\t \n\n\n\t  \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"654172\" id=\"span_16\">Question\n\tof power of arbitrator to award interest for pre-reference period\n\tcame up for consideration before the Five Judge Bench of  Apex Court\n\tin case of Executive Engineer, Dhenkanal Minor irrigation\n\tDivision, Orrisa, etc., v. N.C. Budharaj (Dead) by L.Rs. etc. etc.\n\treported in AIR 2001 Supreme Court 626. Referring to and relying\n\tupon decision in case of <a href=\"/doc/654172/\" id=\"a_19\">G.C. Roy</a>(supra),\n\tby majority the Apex Court held and observed as under :</span>\n</p>\t \n\n\n\t\n\t \n\n<p data-structure=\"Conclusion\" id=\"p_45\"> &quot;46.\n</p><p data-structure=\"Precedent\" id=\"p_46\">\tIt is not in dispute that an arbitrator appointed in a pending suit\n\tor with the intervention of the Court, will have all the powers of\n\tthe Court, in deciding the dispute and the dispute is only in\n\trespect of an arbitrator to whom the reference has been made by the\n\tparties, under the agreement without the intervention of the Court.\n\tIt would then mean that the parties have to be driven to vexatious\n\tlitigation before Courts by passing an agreement of arbitration, to\n\tbe ultimately told to abide by it and have the matter formally\n\treferred by staying such proceedings before Civil Court to secure to\n\tthe arbitrator power to award interest also. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_17\">In <a href=\"/doc/654172/\" id=\"a_20\">G. C. Roy</a>&#x27;s case\n\t(1992 AIR SCW 389 : AIR 1992 SC 732) while emphasising the\n\timportance and need for availing arbitration process, it has been\n\tobserved as follows (Para 4 of AIR SCW and AIR) :</span>\n</p>\n \n\n \n\n\n \n\n<blockquote id=\"blockquote_42\">&quot;4.\n</blockquote><blockquote id=\"blockquote_43\">A dispute between two parties may be determined by Court through\njudicial process or by arbitrator through a non-judicial process. The\nresolution of dispute by Court, through judicial process is costly\nand time consuming. Therefore, generally the parties with a view to\navoid delay and cost, prefer alternative method of settlement of\ndispute through arbitration proceedings. In addition to these two\nknown process of settlement of dispute there is another alternative\nmethod of settlement of dispute through statutory arbitration.\nStatutory arbitrations are regulated by the statutory provisions\nwhile the parties entering into agreement for the resolution of their\ndispute through the process of arbitration are free to enter into\nagreement regarding the method, mode and procedure of the resolution\nof their dispute provided the same are not opposed to any provision\nof law. Many a time while suit is pending for adjudication before a\nCourt, the Court with the consent of the parties, refers the dispute\nto arbitration. On account of the growth in the international trade\nand commerce and also on account of long delays occurring in the\ndisposal of suits and appeals in Courts, there has been tremendous\nmovement towards the resolution of disputes through alternative forum\nof arbitrators. The alternative method of settlement of dispute\nthrough arbitration is a speedy and convenient process, which is\nbeing followed throughout the world. In India since ancient days\nsettlement of disputes by Panches has been a common process for\nresolution of disputes in an informal manner. But now arbitration is\nregulated by statutory provisions.&quot;\n</blockquote> \n\n \n\n\n \n\n<p data-structure=\"Section\" id=\"p_47\">47.\nIf that be the position, Courts which of late encourage litigants to\nopt for and avail of the alternative method of resolution of\ndisputes, would be penalising or placing those who avail of the same\nin a serious disadvantage. Both logic and reason should counsel\nCourts to lean more in favour of the arbitrator holding to possess\nall the powers as are necessary to do complete and full justice\nbetween the parties in the same manner in which the Civil Court\nseized of the same dispute could have done. By agreeing to settle all\nthe disputes and claims arising out of or relating to the contract\nbetween the parties through arbitration instead of having recourse to\nCivil Court to vindicate their rights the party concerned cannot be\nconsidered to have frittered away and given up any claim which\notherwise he could have successfully asserted before Courts and\nobtained relief. By agreeing to have settlement of disputes through\narbitration, the party concerned must be understood to have only\nopted for a different forum of adjudication with less cumbersome\nprocedure, delay and expense and not to abandon all or any of his\nsubstantive rights under the various laws in force, according to\nwhich only even the arbitrator is obliged to adjudicate the claims\nreferred to him. As long as there is nothing in the arbitration\nagreement to exclude the jurisdiction of the arbitrator to entertain\na claim for interest on the amounts due under the contract, or any\nprohibition to claim interest on the amounts due and become payable\nunder the contract, the jurisdiction of the arbitrator to consider\nand award interest in respect of all periods subject only to <a href=\"/doc/1568155/\" id=\"a_21\">Section\n29</a> of the Arbitration Act, 1940 and that too the powers of the Court\nthereunder, has to be upheld. The submission that the arbitrator\ncannot have jurisdiction to award interest for the period prior to\nthe date of his appointment or entering into reference which alone\nconfers him power is too stale and technical to be countenanced in\nour hands, for the simple reason that in every case the appointment\nof an arbitrator or even resort to Court to vindicate rights could be\nonly after disputes have cropped up between the parties and continue\nto subsist unresolved and that if the arbitrator has the power to\ndeal with and decide disputes which cropped up at a point of time and\nfor the period prior to the appointment of an arbitrator, it is\nbeyond comprehension as to why and for what reason and with what\njustification the arbitrator should be denied only the power to award\ninterest for the pre-reference period when such interest becomes\npayable and has to be awarded as an accessory or incidental to the\nsum awarded as due and payable, taking into account the deprivation\nof the use of such sum to the person lawfully entitled to the same.\n</p> \n\n \n\n\n \n\t \n\n\n<p data-structure=\"Precedent\" id=\"p_48\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_18\">48.\n\tFor all the reasons stated above, we answer the reference by holding\n\tthat the arbitrator appointed with or without the intervention of\n\tthe Court, has jurisdiction to award interest, on the sums found due\n\tand payable, for the pre-reference period, in the absence of any\n\tspecific stipulation or prohibition in the contract to claim or\n\tgrant any such interest. The decision in <a href=\"/doc/1121664/\" id=\"a_22\">Jena</a>&#x27;s case (1998) 1 SCC\n\t418 : (AIR 1988 SC 1520) taking a contra view does not lay down the\n\tcorrect position and stands overruled, prospectively, which means\n\tthat this decision shall not entitle any party nor shall it empower\n\tany Court to reopen proceedings which have already become final, and\n\tapply only to any pending proceedings. No costs.\tOrder accordingly.&quot;</span>\n</p>\t \n\n\n\t\n\t \n\n\n<p data-structure=\"Precedent\" id=\"p_49\">\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_19\">While\n\tdoing so the Apex Court expressly overruled the decision\n\tin case of <a href=\"/doc/1121664/\" id=\"a_23\">Abhaduta Jena and others</a> (supra).</span>\n</p>\t \n\n\n\t  \n\n<p data-structure=\"Precedent\" id=\"p_50\">From\n\tthe above decisions, it emerges that in absence of any contract to\n\tthe contrary, an arbitrator has the power to award interest \n\tpendente lite or even prior to the reference of-course as per law.\n\tOur case however, is somewhat peculiar. Case involves grant of\n\tinterest for the post award period and arises out of the agreement\n\twhich provided that no interest claim shall be entertained. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_20\">Insofar\n\tas the interest on post award period is concerned, the Apex Court in\n\tcase of <a href=\"/doc/487118/\" id=\"a_24\">Hindustan Construction Co. Ltd. v. State of Jammu\n\tand Kashmir</a> reported in AIR\n\t1992 Supreme Court 1292 provided as under :</span>\n</p>\t \n\n<blockquote id=\"blockquote_44\">&quot;5.\n</blockquote><blockquote id=\"blockquote_45\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_21\">The question of interest can be easily disposed of as it is covered\n\tby recent decisions of this Court. It is sufficient to refer to the\n\tlatest decision of a five-Judge Bench of this Court in <a href=\"/doc/654172/\" id=\"a_25\">Secretary,\n\tIrrigation Department of Orissa v. G. C. Roy</a>, (1991) 6 JT 349: (AIR\n\t1992 SC 732). Though <a href=\"/doc/654172/\" id=\"a_26\">the said decision</a> deals with the power of the\n\tArbitrator to award interest pendente lite, the principle of the\n\tdecision makes it clear that the arbitrator is competent to award\n\tinterest for the period commencing with the date of award to the\n\tdate of decree or date of realisation, whichever is earlier. This is\n\talso quite logical for,while award of interest for the period prior\n\tto a arbitrator entering upon the reference is a matter of\n\tsubstantive law, the grant of interest for the post-award period is\n\ta matter of procedure. <a href=\"/doc/107990682/\" id=\"a_27\">Section 34</a> of Code of Civil Procedure\n\tprovides both for awarding of interest pendente lite as well as for\n\tthe Postdecree period and the principle of<a href=\"/doc/1722761/\" id=\"a_28\"> S. 34</a> has been held\n\tapplicable to proceedings before the arbitrator, though the section\n\tas such may not apply.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1069282\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1117801\" id=\"span_23\">In this connection, the decision in <a href=\"/doc/1117801/\" id=\"a_29\">Union of\n\tIndia v. Bango Steel Furniture (P) Ltd.</a>, (1967) 1 SCR 324/329: (AIR\n\t1967 SC 1032 at p. 1035) may be seen as also the decision in <a href=\"/doc/1069282/\" id=\"a_30\">Gujarat\n\tWater Supply and Sewage Board v. Unique Erectors</a>, (1 989) 1 SCR 318:</span></span>\n</blockquote><blockquote id=\"blockquote_46\">\t(AIR 1989 SC 973) which upholds the said power though on a some what\n\tdifferent reasoning. We, therefore, think that the award on item No.\n\t8 should have been upheld.&quot;\n</blockquote>\t \n\n\n\t  \n\n<p data-structure=\"CDiscource\" id=\"p_51\">It\n\tcan thus be seen that the arbitrator had powers to grant interest\n\tfor the post award period. In the present case, when the Government\n\tResolution  provided that no claim for interest shall be\n\tentertained, such clause must be appreciated and interpreted as to\n\tinclude interest upto the period when arbitral award is passed. If\n\tsuch award is accepted by the parties, no question of interest\n\tliability would arise. However, if the losing party wished to\n\tquestion the legality of such award and approached the Court of law\n\tin this respect, for the period during which such amount covered\n\tunder arbitral award remained unpaid, on the principle of\n\trestitution and on the basis of principles contained in <a href=\"/doc/107990682/\" id=\"a_31\">section 34</a>\n\tof Code of Civil Procedure, interest should follow. It is only in\n\tthis respect that the clause dis-entitling the succeeding party to\n\tclaim interest must be appreciated. Such condition in our view would\n\tnot apply to any post arbitral award period. In that view of the\n\tmatter in our view, the arbitrator committed no error in granting\n\tinterest at the reasonable rate for the period starting after the\n\tpassing of the award. We may recall that for entire pre-arbitration\n\tperiod till passing of the award, no interest was awarded. Such\n\tinterest was to apply for the period from the date of award till\n\tpayment or till the decree is passed by the Court, whichever is\n\tearlier. In other words, if parties accepted the award,\n\tresponsibility to pay interest would cease the moment liability is\n\tdischarged. If on the other hand, the parties approached the Court\n\tof law, such liability would enure till the Court passes the decree\n\tand thereafter, as may be provided by the  Court. In the present\n\tcase, Civil Court has also provided interest at the rate of 10% from\n\tthe date of decree. Meaning the Court did not alter the direction\n\tfor payment of interest from the date of award till the decree as\n\tprovided by the arbitrator.\n</p>\t\n\t\n\t \n\n\n\t\n\t  \n\n<p data-structure=\"Precedent\" id=\"p_52\">We\n\tmay notice  that the present case arose out of the old arbitration\n\tAct of 1940. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1257671\" id=\"span_24\">In this regard Apex Court in case of <a href=\"/doc/1257671/\" id=\"a_32\">State of\n\tHaryana and others v. S.L. Arora and Company</a> reported in (2010)\n\t3 Supreme Court Cases 690 had observed as under :</span>\n</p>\t \n\n\n<blockquote id=\"blockquote_47\">\t&quot;16.\n</blockquote><blockquote id=\"blockquote_48\">\t<a href=\"/doc/1052228/\" id=\"a_33\">In the Arbitration Act, 1940</a> (`old Act&#x27; for short) there was no\n\tprovision dealing with the power of arbitral tribunals to award\n\tinterest. <a href=\"/doc/1568155/\" id=\"a_34\">Section 29</a> of the old Act merely provided for post-decree\n\tinterest and authorized the court to direct in the decree, where the\n\taward was for payment of money, payment of interest from the date of\n\tdecree at such rate as the court deemed reasonable, to be paid on\n\tthe principal sum as adjudged by the award and confirmed by the\n\tdecree. The power of arbitral tribunals to award interest was\n\tgoverned by the provisions of <a href=\"/doc/910984/\" id=\"a_35\">Interest Act, 1978</a> and the law\n\tenunciated by courts.&quot;\n</blockquote>\t \n\n\n\t\n\t \n\n\n\t \n\n<p data-structure=\"Precedent\" id=\"p_53\"> \t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1974079\" id=\"span_25\">We\n\tare not oblivion to the decision of the Apex Court in case of <a href=\"/doc/1974079/\" id=\"a_36\">Union\n\tof India v. Krafters Engineering and Leasing Private Limited</a>\n\treported in (2011) 7 Supreme\n\tCourt Cases 279, wherein in view of the prohibition in the agreement\n\tto claim interest, the Apex Court held that arbitrator did not have\n\tpowers to award interest  pendente lite. We may notice that issue\n\ttherein was with respect to interest  pendente lite and not for post\n\taward period with which question we are concerned.</span>\n</p>\t \n\n\n\t  \n\n<p data-structure=\"Conclusion\" id=\"p_54\">We\n\tdo not find any error having been committed by the arbitrator in\n\tthis respect. In that view of the matter, we uphold the direction\n\tfor payment of interest for the post award period. In the result\n\tappeal is allowed in part. The decree passed by the Civil Court\n\tstands substituted by\n\tproviding that the\n\tappellants contractors shall\n\treceive a sum of  Rs.75,773/-  with interest as provided by the\n\tarbitrator and the Civil Court respectively.\n</p>\t \n\n\n\t\n\t  \n\n\n<p data-structure=\"Conclusion\" id=\"p_55\">\t All\n\tthe appeals are disposed of in above terms.\n</p>\t \n\n\n\t \n\n<p data-structure=\"Precedent\" id=\"p_56\">(Akil\n\tKureshi,J.)\n\t \n\n\n\t \n\n(C.L\n\tSoni,J.)\n\t \n\n(raghu)\n\t\n\t\n\t \n\n\n\t \n\n\n\t \n\n\n\t \n\n\n\n\n    \n\n \n\t   \n      \n      \n\t    \n\t\t   \n\t   \n      \n\t  \t    \n<span class=\"hidden_text\" id=\"span_26\">\t\t   Top</span>\n\t   \n      \n   \n    \n                            \n                            \n                            \n\n\n\n</p>","numcites":18,"numcitedby":0,"docsource":"Gujarat High Court","citetid":140619012,"divtype":"judgments","relatedqs":[{"value":"rate for extra item","formInput":"rate%20for%20extra%20item"},{"value":"award of interest by arbitrator","formInput":"award%20of%20interest%20by%20arbitrator"},{"value":"power of the arbitrator to award interest","formInput":"power%20of%20the%20arbitrator%20to%20award%20interest"},{"value":"powers of the arbitrator","formInput":"powers%20of%20the%20arbitrator"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":" pendente lite interest ","formInput":"%20pendente%20lite%20interest%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"judicial process","formInput":"judicial%20process"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"what is exceeding jurisdiction","formInput":"what%20is%20exceeding%20jurisdiction"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"substantive law","formInput":"substantive%20law"},{"value":"interest to be awarded pendent lite ","formInput":"interest%20to%20be%20awarded%20pendent%20lite%20"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"pendent lite ","formInput":"pendent%20lite%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"mutual","formInput":"mutual"}],"cats":[{"value":"interest","formInput":"tag:interest"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}