{"tid":878516,"publishdate":"2006-06-06","title":"Ahmedabad Electricity Company Limited vs Sanghi Spinners (India) Ltd. And Anr. on 6 June, 2006","doc":"<h2 class=\"doc_title\">Ahmedabad Electricity Company Limited vs Sanghi Spinners (India) Ltd. And Anr. on 6 June, 2006</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2006(4)ALD749, [2007]74SCL95(AP)</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nS. Ananda Reddy, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. By this company petition, the petitioner viz., M/s. Ahmedabad Electricity Company Limited, under Section 433(e) and (f) of <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a> (for short &#x27;the Act&#x27;), seeks an order of winding up against the respondent-Company, viz., Sanghi Spinners (India) Limited, which is indebted to the petitioner-Company in a sum of Rs. 1,75,05,867.11 ps, in addition to the interest of almost equal sum, in all the respondent company is due a sum of Rs. 3,51,86,792.89 ps, which the respondent-Company failed to pay the same, and further it has become commercially insolvent.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. It is stated that the petitioner is a Company, which was incorporated under the provisions of the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act</a>. Similarly the respondent is also a Company, incorporated on 9-1-1992, within the Sate of Andhra Pradesh, with the authorised share capital of Rs. 60,00,00,000/- divided into 6,00,00,000 equity shares of Rs. 10/- each, and the issued, subscribed and paid up share capital of the respondent-Company is Rs. 38,83,75,000/- divided into 3,88,37,500 equity shares of Rs. 10/- each. The respondent company was incorporated with the main objects of establishing an Industrial Unit to carry on the process of spinning cotton viscose synthetics and blended yarn and hank yarn, apart from other activities, which are specified in Para-3 of the petition.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. It is further stated that the respondent-Company floated tenders for supply of electrical materials like H.T/L.T cable termination kits, capacitors, batteries and battery charger and LDBS, USDBS, Lighting fixtures, Cable trays etc., and for installation of the same by a tender notice dated December, 1994 for its 100% Export Oriented Cotton and Synthetic Mill. The petitioner-Company submitted its quotation on 6-2-1995. Thereafter, after mutual discussions, the petitioner-Company revised its quotation on 21-2-1995, which was accepted by the respondent-Company and the respondent-Company placed a letter of intent dated 25-2-1995 on the petitioner-Company for execution of the said work. The estimated cost of the work was Rs. 3,46,54,453/-. Similarly, with reference to the supply and installation of 132KV/11KV Sub-station for the same 100% Export Oriented Cotton and Synthetic Mill, the respondent-Company called for tenders dated 6-3-1995 and the petitioner company&#x27;s offer was accepted finally on 5-4-1995 and a letter of intent dated 20-4-1995 was issued in favour of the petitioner-Company. The estimated cost of the work was Rs. 77,45,624/-.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. It is stated that the petitioner-Company commenced the work in respect of both the projects in pursuance of the letters of intent issued by the respondent-Company. The confirmed orders in respect of both the works were issued only on 11-7-1995 and 7-7-1995 respectively, with reference to the Job-I and Job-II. In both the works, the petitioner-Company has to supply the material and equipment and install in the factory premises of the respondent-Company. It is stated that though the respondent-Company has issued the orders for execution of the work by the petitioner, but the petitioner encountered several bottlenecks from the inception of the execution of the work. It is stated that the respondent did not make the work sites available to the petitioner for execution of the work; therefore, the petitioner addressed a letter dated 29-6-1995 to the respondent, bringing to its notice various facts in relation to the activity undertaken by the petitioner and the supplies already effected. It was also highlighted that the respondent has not made the site available for execution of the work, as a result of which the work for which the petitioner has already obtained equipment, could not be commenced. Again on 4-7-1995 the fact of the manpower of the petitioner being left idle was brought to the notice of the respondent. Again on 12-7-1995 the petitioner brought to the notice of the respondent that only 5% of the work front was made available as against 70%, which ought to have been made available by the respondent by that date. In spite of these unexplained defaults on the part of the respondent, the petitioner with due diligence embarked upon the projects and was able to make substantial head way.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. It is stated that in spite of the efforts of the petitioner to complete the project as early as possible, the respondent defaulted not only in providing the work fronts and project sites for the completion of the work, but also defaulted in making payments in respect of the running bills raised by the petitioner for the work executed. The reasonable oral requests of the petitioner having fallen on deaf ears, the petitioner addressed a fax message to the respondent dated 2-2-1996, requesting the respondent to make payment in respect of the running bills to the tune of about Rs. 48,00,000/-. Again on 10-2-1996 the petitioner renewed its request to the respondent to clear the outstanding bills to the tune of Rs. 48,00,000/-. As there was no response from the respondent, the petitioner again sent another letter dated 14-2-1996, detailing the various payments due and the fact that the investment as on that date in respect of the installation was Rs. 1,00,00,000/-. The said letter was followed by another fax message dated 23-2-1996 with the similar request. The petitioner thereafter addressed another letter dated 29-3-1996 to the respondent calling upon him to settle the outstanding sum due to the petitioner as on that date. Finally the respondent, while confirming the receipt of the said letter dated 29-3-1996, by letter dated 6-4-1996, assured the petitioner that the outstanding amount would be cleared by the respondent. Thereafter, the respondent released only a sum of Rs. 15,00,000/- in instalments. The petitioner again addressed another letter dated 21-5-1996, requesting the respondent to clear the outstanding amount of Rs. 1.06 crores as on that date. In spite of delays in effecting the payment, the petitioner continued the work undertaken by it and by the end of May, 1996, the petitioner completed the work to the tune of Rs. 1.21 crores. As against this, the payment that was made by the respondent was only Rs. 15,00,000/-. This fact was brought to the notice to the respondent by letter dated 29-5-1996.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. The petitioner thereafter sent another facsimile message dated 26-8-1996 to the respondent, where the petitioner informed the respondent that as against total billing of Rs. 2.97 crores, the respondent only effected payments of Rs. 1.36 crores, thus leaving outstanding amount of Rs. 1.58 Crores, payable to the petitioner. The petitioner requested the respondent to clear the said outstanding amount as early as possible. Since there was no response from the respondent to the said letter, another letter dated 24-9-1996 was addressed, calling upon the respondent to release further sums of money towards the work executed and extend the credit facility to the respondent so as to accommodate the respondent. In response to the said demands of the petitioner, the respondent released only a sum of Rs. 2,00,000/- as against Rs. 20,00,000/-, promised by the respondent. Thereafter the petitioner sent another letter dated 28-10-1996, for which the respondent addressed a letter dated 13-11-1996 to the petitioner, assuring the petitioner that the outstanding amount would be cleared within a short span of time after receiving some assistance from the financial institutions.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. Constrained by the delaying tactics of the respondent, the petitioner addressed a letter dated 6-12-1996, calling upon the respondent to clear the outstanding amount of Rs. 1.8 crores. It was also stated in the said letter that for the delayed payment, interest at the rate of 2% per month would be levied from July 1, 1996. The said letter though received by the respondent, but there was no positive response in clearing the amount due. Another letter dated 19-8-1997 was addressed by the petitioner, bringing to the notice of the respondent that a sum of Rs. 2.12 crores was due to the petitioner as on that date, together with interest from July, 1996. In response to the said letter, the respondent sent letter to the petitioner dated 9-10-1997, stating that it would be receiving a sum of Rs. 40 crores and the entire amount outstanding to the petitioner would be cleared within a period of one month from that date. But contrary to the assurance, the respondent paid only a sum of Rs. 1,00,000/- by a cheque dated 25-8-1998. Therefore, a notice dated 28-3-2000 was issued under <a href=\"/doc/1883142/\" id=\"a_3\">Section 434</a> of the Act. Though the period of three weeks have elapsed for effecting the payment of the outstanding amount, the respondent did not pay any payment, but issued a reply dated 15-5-2000, taking various untenable stands, raising issues which were never raised by the respondent at any point of time earlier. It is stated that the respondent failed to pay the outstanding amount of Rs. 3,51,86,792.89 Ps with interest at 24% per annum as on 15-9-2000, the same has clearly demonstrated the fact that it is unable to clear its admitted dues. The respondent has become commercially insolvent. It is further stated that the petitioner reliably learnt that several other creditors have also proceeding against the respondent for non-payment of their dues. The existence of such company clearly poses danger to the public, which may transact business with the respondent, hence sought for an order of winding up of the respondent-Company.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. In response to the said petition, a counter is filed by the respondent-Company, disputing and denying the allegations made in the petition. It is admitted by the respondent that it had entered into an agreement with the petitioner for the supply of the material as well as erection under two contracts of the values specified in the petition. It is stated that each work is of two parts, one is supply, and another is erection. It is stated that as per the agreement, the petitioner has to complete the supply, erection and electrification of the factory by 25-2-1996 and the supply and installation of sub-station by 15-8-1995. The time was essence of the contract as the electrification is essential to commence the manufacturing process. The respondent has invested crores of rupees in setting up of the factory and the time schedule was fixed for the electrification of the company so that the manufacture process will start as planned. However, the petitioner failed to complete the work as stipulated and thus, has committed breach of contract. The petitioner has suspended the work on 7-11-1996 and later on completely abandoned since July, 1997. In spite of reminders from the respondent, the petitioner failed to perform his part of obligation.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. It is stated that as the petitioner failed to execute the work, the respondent was constrained to get the same completed through some other agency and in that process the respondent had incurred an additional expenditure of Rs. 15,00,000/- for completing the work. The delay and prolongation of work by the petitioner caused loss of Rs. 3 crores on account of maintenance of construction costs and other consequential losses. It is stated that the petitioner failed to perform its obligation stipulated under the contract and did not fulfil the statutory obligation stipulated. In view of the dispute, which arose under the contract, the alleged amount, being claimed by the petitioner cannot be termed as a debt, more so admitted dues, and consequentially the company petition is not maintainable. The parties to the contract are governed by the Arbitration clause and the petitioner, if at all aggrieved, can only invoke the Arbitration clause and cannot invoke the jurisdiction of the Company Court. It is stated that the petitioner failed in deputing experienced senior professionals to monitor the project, which was also a reason for the delay in implementation of the project. This was brought to the notice of the petitioner by letter dated 26-6-1996.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. It is stated that due to poor performance of the petitioner, the respondent suffered losses on various counts. This fact was brought to the notice of the petitioner through various letters. The respondent by letter dated 19-11-1996 informed about the failure of Tap changer of 132/11 KV, 25 MVA Transformer, SI. No.T-8493.2 due to wrong connection of oil surge relay and the same has caused loss of Rs. 5,00,000/-for repairing. Similarly the petitioner was again informed on 20-4-1995 that the petitioner has to comply with various quality and quantity stipulations laid down by the respondent and also co-operate and coordinate with various suppliers of the equipments, besides it is essential for the petitioner to co-ordinate with A.P.S.E.B., C.F.I.G to meet their requirements, comply with and obtain necessary clearances, all in time, without fail. It is stated that the petitioner till date never cared to take necessary approvals from the concerned for which the respondent was forced to run to various authorities to take necessary permissions to run the plant, which is a statutory necessity.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. It is stated that the petitioner was awarded with the contract work of erection and installation, overlooking other tenderers who have quoted less price by looking into their experience and believing the promises made by the petitioner. It is stated that due to poor performance, delay in implementation and for various other reasons stated above, the respondent suffered huge losses. The petitioner-Company was obliged to commence the supply of the specified material and complete the same within 12 months from the date of letter of intent. However, the petitioner has not completed the supply even after expiry of the time, which is evidenced by the letters dated 23-5-1996 and 26-9-1996. In addition to the above, there was also delay in receipt of the drawings such as Built Control, panel wiring drawings which were informed by the letters dated 12-3-1997 and 154-1997.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">12. It is further stated that the petitioner started supplying the materials beyond the agreed date and delivered only partial quantity and rest of the material supplied by the petitioner was only on or after the expiry of the contracted period. Thus the petitioner committed breach of contractual clauses in the supply of the materials for which the respondent reserves its right to claim damages, according to contract/ purchase order. The respondent denied the claim of the petitioner as to the interest, alleging that there is no such provision under the terms of the agreement; therefore, the petitioner is not entitled to make any unilateral claim for interest.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">13. The respondent further stated that the respondent-Company started its commercial production and having a turnover of about 120 erores per year which contributes to the Government Exchequer to the tune of Rs. 5 to 7 crores, being a 100% Export Oriented Company and also earning Rs. 80 to 90 crores foreign exchange to the Government of India through its business. The respondent states that as per Clause 21.5 of the letter of intent dated 11-7-1995, the petitioner is not allowed to sub-contract any part of the job work and the entire work has to be carried out by the petitioner with its own personnel, including civil, cable laying etc. However, the petitioner violated the said clause of the contract by appointing various sub-contractors, such as M/s. Power Pioneers, Secunderabad etc., to carry out the work. The respondent stated that as per Clause 16.0 of the letter of intent, any dispute arising out of the contract, shall be referred to the arbitration of two Arbitrators, one to be nominated by the petitioner and one by the respondent. The Arbitrators shall nominate the umpire, before the commencement of the arbitration proceedings. In case the Arbitrators failed to arrive at a decision, the dispute will be referred to the umpire. The decision of the umpire shall be final, conclusive, and binding on the parties. The arbitration shall be proceeded as per the provisions of the <a href=\"/doc/1052228/\" id=\"a_4\">Indian Arbitration Act, 1940</a>. Therefore, the present company petition is not maintainable in view of the specific procedure provided by the terms of the contract. The respondent also disputed and denied the claim of the petitioner that the respondent is indebted to various others and is not in a position to pay off its debts. It is stated that the respondent-Company is one of the group companies, having more than Rs. 1,000 crores turnover. The project cost of the present respondent-Company itself is worth of Rs. 350 crores and the respondent-Company is employing more than thousand employees in their factory at Sanghi Nagar of Hyderabad. Therefore, there are no grounds for ordering winding up of the respondent-Company.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. A rejoinder is filed to the counter, disputing and denying the contentions made by the respondent in the counter. According to the petitioner, the respondent has admitted the amounts claimed as due to the petitioner, but only for the first time, in reply to the legal notice, the claim is disputed. It is also stated that the remedy of reference to the arbitration under the terms of the contract is of no consequence insofar as the present company petition is concerned since the liability is admitted. The petitioner denies as to the existence of any disputes with reference to the amounts claimed. It is also stated that if any default has been committed by the petitioner, the clauses of contract provides for action by the respondent, but the respondent did not initiate any action which clearly proves that there was no default on the part of the petitioner. It is made clear in the reply that the respondent had committed default in both providing work sites in time as well as in making payments against the running of bills with the progress of the work. The claim of the respondent as to the turn over and its contribution to the Government Exchequer was disputed and denied. It is further stated that so long as the respondent was unable to pay its liability, the other remedies that are provided under the terms of the contract, is of no consequence and the same would not come in the way of maintaining the present petition.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">15. Additional counter is filed by the respondent, stating that the respondent had incurred additional expenditure of Rs. 15,00,000/- for completing the work, apart from suffering extensive loss to the tune of Rs. 3 crores for the delayed completion of the work. Therefore, the respondent issued a letter dated 28-6-2001, calling upon the petitioner to pay the said amount of Rs. 3 crores due to the respondent within one week, failing which the petitioner was informed that necessary steps would be taken for initiation of arbitration proceedings for the adjudication of disputes raising between the parties.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">16. An additional reply is filed, disputing the averments made in the additional counter, pointing out that at no point of time, prior to the issuance of the legal notice by the petitioner, the respondent raised any claim, pointing out any defaults and making any claim against the petitioner.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">17. From the above rival contentions, the issues to be considered in this company petition are:\n</p>  \n\n<blockquote id=\"blockquote_1\">1. Whether the company petition is maintainable as the petitioner company was not represented by the person having authority to institute the company petition?\n \n\n</blockquote><blockquote id=\"blockquote_2\">2. Whether there is an admitted liability by the respondent to the petitioner? and\n \n\n</blockquote><blockquote id=\"blockquote_3\">3. Whether the respondent-Company is liable to be ordered for winding up?\n</blockquote> \n<blockquote id=\"blockquote_4\">\n</blockquote><p data-structure=\"PetArg\" id=\"p_18\">18. The petitioner had entered into two agreements, one for the supply and erection of electrical items for electrification of the respondent&#x27;s spinning mill, and the second one is for the supply and installation of 132 KV/11KV sub-station. In respect of both these works the respondent had issued letters of intent in February and April 1995. The work was to be executed within a period of twelve months. It is also an admitted fact that the petitioner had executed part of the work and later suspended and abandoned finally in the month of November 1996 and July 1997 respectively. The claim of the petitioner was that the respondent-Company delayed in handing over the work site for execution of the work, and thereafter has even committed default in effecting payments against the running bills raised by the petitioner in respect of the works executed. Therefore, due to the non-payment of the running bills raised by the petitioner, it had suspended the work as well as finally abandoned the same.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\">19. The grievance of the respondent, on the other hand, is that the petitioner did not execute the work by deputing Electrical Supervisors, and the executed work is of poor quality and in fact suffered some damages in view of the inefficient work. Further, it was also the case of the respondent that in view of the non-completion of the work by the petitioner, the respondent had to incur additional expenditure of Rs. 15 lakhs, apart from suffering a loss to a tune of Rs. 3.00 crores. The petitioner&#x27;s case is that during the course of the execution of the work, the respondent did not raise any such objection either as to the non-deputation of qualified supervisors, poor quality of work, or for any loss that was caused. It is only when the petitioner issued a legal notice under <a href=\"/doc/1883142/\" id=\"a_5\">Section 434</a> of the Act, demanding the payment within a period of three weeks; failing which the petitioner would initiate proceedings for winding up of the respondent-Company, in reply to the said notice the respondent raised all these untenable pleas. Hence, the pleas raised by the respondent are devoid of merit.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">20. To prove the case of the petitioner-Company, the Company Secretary of the petitioner-Company viz., Shrikar Bhatt was examined as PW-1. He is also the deponent of the company petition, who also claimed that he was authorized to file the company petition. In lieu of the chief-examination, an affidavit is filed almost reiterating the contents of the company petition. Therefore, it is not necessary to reproduce the entire evidence in chief. In the cross-examination, PW-1 stated that he has been working as Company Secretary in the petitioner-Company. He deposed that he was authorized to give evidence on behalf of the petitioner-Company. Though, initially, PW-1 deposed that he did not remember whether he has filed the said authorization into the Court, but, later confirmed that he has not filed any authorization to depose before this Court on behalf of the petitioner-Company. He, however, denied the suggestion that he had no authority to give evidence on behalf of the petitioner-Company. He admitted that he was not employed in the petitioner-Company during the tenure of the work-contract i.e., in the year 1995. He admitted that he has been deposing on behalf of the company based on the records. Though he was not involved in the execution of the work, however, involved in the correspondence between the petitioner and the respondent-Company. He admitted that the work orders were signed by the petitioner as well as the respondent on 7-7-1995 and on 11-7-1995. Exhibits A-3 and A-4 are the work orders. He also admitted that as per Clause (2)(1) of the work orders, the work has to be completed within a period of 12 months from the date of the letter of intent i.e., 25-2-1995. He also admitted that Clause (4) refers to the price of the work; as per Clause (6), there shall not be any escalation or any extra amount with regard to the work orders; Clause (7) refers to the mode of payment; Clause (12) deals with the liquidated damages payable to the respondent-Company in the event of the delay in execution of the work; and, Clause (16) deals with the arbitration with reference to the disputes to be resolved among the parties in the event of any dispute arises with reference to the contract.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_21\">21. He also admitted that the work was not completed within 12 months, as the work sites were not handed over immediately after the letter of intent. According to him, the letters marked as Exs.A-5 to A-10, show that the respondent-Company did not handover the site as per the terms of the work order. He also admitted that he has not filed any acknowledgments to show that Exs.A-5 to A-8 and A-l 1 are served on the respondent. But, however, he stated that the replies received from the respondent under Exs.A-13, A-19 and A-24 show the receipt of those letters. He denied the suggestion that as per the terms of the payment, the respondent-Company paid the amount for the work done. He also denied that there is any delay in completing the work entrusted. He, however, admitted that as per Ex.A-5, the petitioner-Company has stated that there is a delay of 1 Vi to 2 months in execution of the work, and the delay is only for the reasons stated therein. It is also admitted that Ex.A-6 and A-7 shows that there is a delay, ranging from 3 to 4 months in executing the work. It is also admitted there is an arbitration clause in the work orders, but there is no dispute as to the amounts payable by the respondent-Company to the petitioner. This witness also states that for the first time in reply to the statutory notice, the respondent-Company disputed the amount claimed in Ex.A-28. He also admitted that the company petition was filed subsequent to the receipt of the reply under Ex.A-28 by the petitioner. He also admits that the respondent has raised a dispute in the reply as to the quantum of liability. Since, they did not accept such dispute, they did not seek reference to the arbitration. The last payment received by them was on 25-8-1998 for a sum of Rs. 1.00 lakh by way of a cheque. He also admits that the petitioner-Company received Rs. 1.87 crores from the respondent-Company for the works done. He denied a suggestion that the claim of the petitioner is barred by limitation. He also denied the suggestion that the respondent-Company has never admitted the liability in various letters. He also admitted the suggestion that Ex.A-26, though notarized, has not been signed by any person, much less a responsible person. He also admitted that there is no confirmation to the amount specifically, but according to him it was impliedly confirmed by saying that they will pay the amount as claimed. It is stated that according to the balance sheet of the petitioner-Company, the petitioner was not publishing the list of debtors. It is stated that he will produce the books of account if directed by the Court to substantiate the contention. It is stated that the petitioner had raised invoices for the work done. But, none of the invoices raised in respect of the work order are filed, but, however, the witness volunteers to file if so directed. He also stated that the petitioner has got the documents certified by the site engineers of the respondent-Company, and if so directed, he will produce the same. It is stated that after giving intimation to the respondent-Company, the petitioner has abandoned the work under Ex.A-21, the letter showing the petitioner&#x27;s inability to execute the work till the total payment is made. He admitted that Clause 15 of the work order provides for termination of the work, which applies to the respondent-Company and not to the petitioner-Company. He also stated that the petitioner-Company has been maintaining its books of accounts, as contemplated under <a href=\"/doc/84185/\" id=\"a_6\">Section 209</a> of the Companies Act, 1956. But, however, he has not filed any of those documents, but proposed to file the same if the Court so directs. It is denied that in view of the abandonment of the work by the petitioner, the respondent-Company had sustained loss of more than Rs. 3 crores, and as well as the respondent-Company is not liable to pay any amount to the petitioner. He also stated that he was not aware of the fact that the respondent-Company is a profit making Company. This witness admitted that as per Ex.A-3, A-4 and A-28, the respondent-Company invoked arbitration clause and appointed Justice S. Dasaratharama Reddy, a retired Judge of this Court as Arbitrator, and that the petitioner-Company too appointed Justice D.H. Nasir, as its Arbitrator. The suggestion made to him was that though the appointment of Arbitrators was with reference to the subject-matter of the company petition, but the same was denied and stated that the said appointment is with reference to a different claim. He admits that the work order do not provide for payment of interest at 2%, as was claimed by the petitioner.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_22\">22. On behalf of the petitioner, Exs.A-1 to A-28 are marked, which are the work order and the correspondence between the petitioner and the respondent.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">23. On behalf of the respondent-Company, one Mr. MM. Rao, Senior Manager was examined as RW-1. The affidavit filed in lieu of chief-examination shows the reiteration of the contents (that are made in the counter. In the cross-examination, he admits that he was working in the respondent-Company as Manager (Materials) since October 1994. He stated that he joined the respondent-Company as Manager (Materials), now he is working as a Senior Manager (Materials). He admitted that he has not signed any correspondence that has been produced on behalf of the respondent-Company, but stated that the same was signed on behalf of the respondent-Company by Mr. R. Srinivas, the Vice-President of the respondent-Company, who is in-charge of the operations of the Company. He admitted that the said Srinivas is still working in the respondent-Company. This witness admits that he was overseeing the implementation of the works. He stated that for execution of the works, fronts have to be provided by the respondent-Company, and fronts should be made available based on the material supplied by the contractor and the persons involved in the execution of the contract work. He stated that the fronts were made available in February 1996, which is evident by Ex.B. 1. The minutes of the meeting between two companies along with the consultants were recorded. This witness admitted that no steps have been taken for the imposition of liquidated damages for the delay against the petitioner-Company. But, however, he stated that a letter dated 28-2-2001 was sent for other claims. For a suggestion, he admitted that it is true that normally an employer will not make payment or promise payment to a contractor, where the contractor has committed breach of contract on account of delay. However, he stated that he was not aware about the letter, Ex.P. 13, dated 6-4-1996 addressed by the respondent to the petitioner. He also admits that Ex.P. 13 was signed by Mr. R. Srinivasan, his superior. He admitted that if there is any delay or default on the part of the petitioner, he would not have addressed Ex.P. 13. He also stated that in the month of April 1996, the respondent-Company had sufficient funds. With reference to the expression &#x27;tight financial situation&#x27;, which was stated in Ex.P. 13, it was stated that the respondent-Company did not have sufficient funds to clear the dues of the petitioner in April 1996, and he denied the suggestion that the cheque issued for a sum of Rs. 2,00,000/- was dishonoured in May 1996 for want of funds. To another suggestion, this witness admitted that the respondent-Company was not having liquidated funds by November 1996. He also stated that the work left over by the petitioner was executed by two agencies, but he was unable to give the names of those two agencies. With reference to the losses that are being incurred by the respondent-Company, this witness stated that he was not aware of the losses that are incurred by the respondent-Company. He denied the suggestion that there are several winding up petitions against the respondent group of companies.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. Mr. K. Nagendra Prasad, General Manager (Finance) of the respondent-Company, was examined as RW. 2. In the affidavit filed in lieu of his chief-examination he deposed the contentions that are raised in the counter. In the cross-examination he admitted that he is not conversant with the provisions of the <a href=\"/doc/1306164/\" id=\"a_7\">Indian Contract Act, and the Arbitration and Conciliation Act, 1996</a>. He admitted that the Legal Department had prepared the affidavit filed on his behalf. He also admitted that he did not write any letters either demanding performance of the contract or for claiming any liquidated damages for non-performance. He stated that he cannot say without verification whether any payment was made pursuant to the demand made under Exs.A-8 to A-12. He denied the suggestion that the respondent- Company was in serious financial troubles or crisis. He admitted that the cheque, dated 25-8-1998 was issued for an amount of Rs. 1,00,000/- and the said cheque was dishonoured. He admitted that as per Ex.B. 6, annual report, the accumulated loss as on 31-3-2001 of the respondent-Company was Rs. 105 crores. He also admitted that he did not file any document showing the annual turnover of the company and the number of workers working in the respondent-Company. He denied the suggestion that the turnover and the number of workers mentioned in the counter are not correct.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\">25. One Mr. Y. Sanjeeva Reddy, working as General Manager (Materials), is examined as RW. 3. In the chief-examination he stated that he has been working in the respondent-Company for the last 15 years. There are eight sister concerns to the respondent-Company. There are 1,000 employees working in the respondent-Company. The respondent is paying about Rs. 35 lakhs per month towards salaries and wages of the staff and the workers. The gross annual turnover of the respondent-Company is at Rs. 145 crores. The product of the respondent-Company is 100% export oriented product. But, however, the respondent-Company can sell up to 20% in the local market. The respondent-Company earns about Rs. 135 crores in terms of Indian currency of foreign exchange. Every month the company is paying Rs. 50 lakhs towards excise duty, Rs. 8 lakhs towards the sales tax, and thus incurring a total expenditure of Rs. 3.00 crores per month towards taxes payable, electricity consumption, and other charges. The claim of the petitioner is disputed as regards the quantum. There is one more Company petition pending against the respondent-Company. In the cross-examination, he admits that he know about the dispute pending inter se between the petitioner and the respondent-Companies. However, he does not know what is the amount in dispute. He also states that the dispute is as regards to the non-completion of the work by the petitioner-Company. The works, which have to be completed or which have not been completed pertains to the electrical lines laying and panel work, and he cannot say the work in all other aspects is completed. He also denied the suggestion that the respondent-Company raised the issue of non-completion of the work only as a defence to the disputed claim made by the petitioner. There is a separate legal cell of the company, which looks after the legal matters. The financial status of the company and its turnover as deposed by him is in approximate figures.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. Further, Exhibits B-1 to B-20 are marked on behalf of the respondent-Company, which are the communications between the parties, the copies of the work orders and the joint inspection report, dated 17-1-1996, where certain defects in execution of the work are pointed out. Apart from that, Exs.B-2, B-3, B-4 and B-5 show that the respondent-company has communicated to the petitioner with reference to the slow progress of the work and also non-deputation of the qualified technical supervisors, Under Ex.B-6, the petitioner was informed as to the damage caused due to reverse connection of oil surge relay, the repairing work of which would cost Rs. 1.5 lakhs, and it is informed that the cost of the said repairs will be debited to the petitioner&#x27;s account. To the same effect is the other documents that are filed up to Ex.B. 12. Ex.B. 13 is the certificate received by the petitioner as &#x27;Best Exporter&#x27; for the year 2000-2001 issued by the Ministry of Commerce and Industry, Government of India. Ex.B-13-A is another certificate issued by the Government of Andhra Pradesh for the best export performance. Ex.B-13-B is the Award for the year 1999-2000 issued by the Federation of Andhra Pradesh Chambers of Commerce and Industry for highest exports among 100% EOU (export oriented units) in the State. Exs.B-14 to B-l6 are the annual reports, which shows that the company was incurring a net loss. Ex.B-17 is a letter dated October 24, 2001 bringing to the notice of the petitioner that he had committed breach of contract and proposing to initiate arbitration proceedings. Ex.B-18 is the reply received from the petitioner appointing Sri Justice D.H. Nasir, as its Arbitrator. Ex.B-19 is another letter dated 28-6-2001, where the respondent-Company claimed that it had incurred an additional expenditure of Rs. 15 lakhs for completion of the work through other agencies and also the loss suffered on account of the defaults committed by the petitioner to the extent of Rs. 3 crores. Ex.B. 20 is the resolution passed by the respondent-Company authorizing Sri M.M. Rao, Senior Manager (Commercial) of the Company to represent the respondent-Company in all the matters that are instituted by or on behalf of the respondent-Company.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">27. Basing on the above, the learned Counsel for the petitioner contended that admittedly, the respondent-Company was due and payable certain amounts in respect of which bills were raised for the execution of the work. But the respondent-Company failed to pay the said amount, in spite of repeated reminders. Since the respondent-company has committed default in payment of the amounts due as against the running bills in terms of the work order, the petitioner was constrained to suspend the execution of the work and even after suspension of the work also the respondent did not pay and clear of the amounts payable for execution of the work. Therefore, the petitioner was constrained to abandon the work. The non-payment of the admitted dues is clear from the correspondence between the petitioner and the respondent. According to the learned Counsel, the communications that are issued by the petitioner clearly shows that the amounts are due and payable for the execution of the works already made. Though for all the letters replies were not given, but even the replies that are given by the respondent shows that the respondent had intimated that the amounts payable would be cleared and on some occasions part payments were made. This clearly shows that there is no dispute as to the amounts that were payable by the respondent-Company to the petitioner. Therefore, there cannot be any dispute as to the liability. It is only for the first time after the legal notice was issued under <a href=\"/doc/1883142/\" id=\"a_8\">Section 434</a>, in the reply, the respondent raised various untenable pleas including the raising of a dispute as to the amount payable to the petitioner. Since such a dispute was never raised till the legal notice was issued by the petitioner, it is only an afterthought to wriggle out of the liability and to avoid an order of winding up against the respondent-Company. Therefore, the respondent-Company is liable to be wound up by an order of this Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190965\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"606944\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1556666\" id=\"span_3\">28. The learned Counsel for the petitioner, in support of his contentions, relied upon the following decisions: M. Gordhandas &amp; Co. v. M.W. Industries ; PICUP v. North Indian Petro Chemical Ltd. (1994) 79 Co. Cases 835; <a href=\"/doc/1556666/\" id=\"a_9\">Madhusudan Gordhandas v. Madhu Woollen Indus</a> ; <a href=\"/doc/606944/\" id=\"a_10\">Haryana Telecom Ltd. v. Sterlite Industries (India) Ltd.</a> ; <a href=\"/doc/190965/\" id=\"a_11\">S.M. Enterprises v. S.H. Nicco Finance</a> (1999) 96 Co. Cases 691.</span></span></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\">29. The learned Senior Counsel Sri S.R Ashok, appearing for the respondent, on the other hand, opposed the contentions of the petitioner. It is contended that admittedly work orders were issued by the respondent in favour of the petitioner for execution of the two contract works for specified contracted amount. The method of payment, the resolution of any disputes are provided in the terms of the contract. If there is any dispute either as to the nonpayment or any other dispute arising out of the contract, it has to be referred to arbitration, as such a provision has been made in the terms of the contract. The learned Counsel contended that though as per the work order, the works have to be executed within a period of 12 months, the petitioner had delayed, and the progress of the work has been reminded under various letters of communication issued by the respondent to the petitioner. In spite of it, with reference to the bills, the respondent has been co-operating and paying the amounts as and when payable and in fact the communications clearly show that the payment agreed upon is always subject to the verification of the works that are claimed by the petitioner. Therefore, the payments are subject to the work executed and not otherwise. The learned Counsel also contended that merely because the respondent did not invoke the clause for imposing penalty that does not absolve the petitioner from complying the clauses of the contract. It is stated that in fact the petitioner not only suspended the work but also finally abandoned the execution of the work, which clearly shows that the default if any was committed by the petitioner, but not by the respondent. Because of the default committed by the petitioner, the respondent had to incur an additional expenditure of Rs. 15 lakhs for getting the work executed by the other agencies, apart from incurring loss on account of the delay caused by the petitioner. The learned Counsel also contended that in view of the bills raised by the petitioner, the dispute was referred to the arbitration. If the petitioner has got any claim, it is always open to the petitioner to raise such a claim before the Arbitrator, but instead of raising such a claim before the Arbitrator, the petitioner has resorted to the present proceedings to create pressure and coercion on the respondent-Company. The learned Counsel also opposed the winding up order contending that the terms that are required for passing an order of winding up are not fulfilled. Though it is stated that the respondent-Company has been incurring losses constantly, its performance was appreciated not only by the Government of India but also by the State Government and awards were received by the respondent-Company for its best performance as an export oriented industry. In view of the above factors, there is absolutely no justification to seek an order of winding up. Even assuming that if the petitioner is entitled to certain amounts, that is the matter to be resolved either by arbitration or otherwise it is open to the petitioner to initiate proceedings for recovery of the same, but not for winding up order. Therefore, the learned Counsel sought for dismissal of the Company Petition.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_30\">30. The learned Counsel appearing for the implead petitioner/respondent contended that the company petition is liable to be dismissed on the face of it, as the person, who represented the company, has no authority of law. It is contended by the learned Counsel that the Company Secretary, who is stated to have signed and filed the affidavit accompanying the Company Petition, did not file any authorization showing that the petitioner-Company had resolved and authorized him to file the company petition on behalf of the petitioner-Company. Similar is the position even with reference to the evidence of PW-1. In the absence of any authorization, the company petition is liable to be dismissed, without even going into the merits of the matter. The learned Counsel also contended that the company petition is filed under Sub-sections (e) and (f) of <a href=\"/doc/1676812/\" id=\"a_12\">Section 433</a> of the Act i.e., on just and equitable grounds, and in order to decide the said ground, the overall performance of the respondent-Company has to be taken into account. It is also stated that the petitioner-Company has suspended the works that were entrusted to it in November 1996 and thereafter abandoned the work in July 1997 and the present company petition is filed in October 2000. Therefore, the company petition is barred by limitation. The learned Counsel also contended that the petitioner has got &#x27;an effective and alternative remedy either seeking reference to the arbitration or even to institute recovery proceedings. Therefore, the present company petition is not maintainable and liable to be dismissed. Therefore, the learned Counsel sought to dismiss the company petition.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"896643\" id=\"span_4\">31. Issue No. 1: It is claim of the respondents that the company petition is not maintainable, as the person who represented the petitioner-Company was not authorized to represent the company for filing the company petition as well as to give evidence. The Company Secretary, who is representing the petitioner-Company, though claimed that he was authorized to file the company petition as well as to give evidence, he did not file any material to substantiate his claim, even though in the cross-examination it was suggested that he did not file any proof having authorized to file the company petition as well as to depose on behalf of the petitioner. <a href=\"/doc/1202543/\" id=\"a_13\">Section 291</a> of the Act provides the powers of the Board. As per the said provision, the Board of Directors of a company shall be entitled to exercise all such powers and to do all such acts and things, as the company is authorized to exercise and do. The exercise of such powers are restricted as per the proviso that are restricted under the provisions of any Act. Rule 21 of the Companies (Court) Rules, 1959 provides that every petition shall be verified by an affidavit made by the petitioner or by one of the petitioners and in the case of a body corporate by a director, secretary or other principal officer thereto. While considering the power to institute suits or legal proceedings on behalf of the company, it was held by the Delhi High Court in <a href=\"/doc/896643/\" id=\"a_14\">Nibro Ltd v. National Insurance Co. Ltd.</a> , held that a director, as an individual director, has no power to act on behalf of the company. He is only one of a body of directors called the Board, and alone has no power except such as may be delegated to him by the Board or given to him by the articles.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"837111\" id=\"span_5\">32. This view was followed by the Madras High Court in <a href=\"/doc/837111/\" id=\"a_15\">Sankaranarayanan v. Shree Consultations and Services P. Ltd.</a> (1994) 80 Co. Cases 558.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421428\" id=\"span_6\">The same view was even affirmed by a later decision of the same Court in <a href=\"/doc/421428/\" id=\"a_16\">Indian Commerce and Industries Ltd. v. S.S. Sangha</a> (1998) 92 Co. Cases 719 (Mad.</span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1952374\" id=\"span_7\">), and further affirmed in <a href=\"/doc/1952374/\" id=\"a_17\">Swadharma Swarajya Sangha v. Indian Commerce and Industries Co. P. Ltd.</a> (1999) 98 Co. Cases 151 (Mad-DB).</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">33. In view of the above legal position, it has to be considered whether the Company Secretary of the petitioner-Company was authorized to file the company petition as well as to give evidence by filing the verified affidavit and also to give evidence. Admittedly, no document, showing that there was any Board resolution of the petitioner-company authorizing the Company Secretary to file the company petition was filed. Except stating that he was having the authorization, the Company Secretary has stated nothing about the maintainability of the company petition. Even when it was suggested also when he was in the witness box, he did not produce any document showing that he had the authority to institute the company petition as well as to depose. In the absence of such evidence, there is no other option, except to take a view against the petitioner-Company that the company petition was instituted by a person, who is incompetent to institute the same. This issue is accordingly decided against the petitioner and in favour of the respondent-Company.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">34. In that view of the matter it is not necessary to go into the merits of the matter and decide other issues. Accordingly, the company petition is dismissed as not maintainable. No costs.\n</p> \n\n","numcites":14,"numcitedby":1,"docsource":"Andhra HC (Pre-Telangana)","citetid":878516,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"works contract","formInput":"works%20contract"},{"value":"company petition","formInput":"company%20petition"},{"value":"who can give evidence","formInput":"who%20can%20give%20evidence"},{"value":"work order","formInput":"work%20order"},{"value":"deputation","formInput":"deputation"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"chief examination","formInput":"chief%20examination"},{"value":"winding sortby:","formInput":"winding%20sortby%3A"},{"value":"winding up order at once ","formInput":"winding%20up%20order%20at%20once%20"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"Company Secretary","formInput":"Company%20Secretary"},{"value":"abandonment","formInput":"abandonment"},{"value":"interest  filter:  arbitration act 1996   sec 23 of indian contract act","formInput":"interest%20%20filter%3A%20%20arbitration%20act%201996%20%20%20sec%2023%20of%20indian%20contract%20act"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"damages   filter:   execution of contract","formInput":"damages%20%20%20filter%3A%20%20%20execution%20of%20contract"},{"value":" representing the company","formInput":"%20representing%20the%20company"},{"value":"damages  filter:  public premises act","formInput":"damages%20%20filter%3A%20%20public%20premises%20act"}],"cats":[{"value":"companies-law","formInput":"tag:companies-law"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":false,"query_alert":null,"agreement":false}