{"tid":56399465,"publishdate":"2019-12-05","title":"State Of Nct Of Delhi vs Shiv Charan Bansal on 5 December, 2019","doc":"<h2 class=\"doc_title\">State Of Nct Of Delhi vs Shiv Charan Bansal on 5 December, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 SC 1674, 2020 (2) SCC 290, (2019) 17 SCALE 13, (2019) 4 CRIMES 298, 2020 (1) SCC (CRI) 594, (2020) 266 DLT 232, (2020) 77 OCR 474</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:i-malhotra\">Indu Malhotra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a>, <a href=\"/search/?formInput=benchid:i-malhotra\">Indu Malhotra</a>, <a href=\"/search/?formInput=benchid:a-s-bopanna\">A.S. Bopanna</a></h3>\n\n<pre id=\"pre_1\">                                              REPORTABLE\n\n\n              IN THE SUPREME COURT OF INDIA\n             CRIMINAL APPELLATE JURISDICTION\n\n             CRIMINAL APPEAL NO. 2248 OF 2010\n\nState of NCT of Delhi                               …Appellant\n                              Versus\n\n\nShiv Charan Bansal &amp; Ors.                        …Respondents\n\n\n                              WITH\n             CRIMINAL APPEAL NO. 2247 OF 2010\nKanta Devi                                          …Appellant\n                          Versus\nState (NCT of Delhi) &amp; Ors.                      …Respondents\n\n\n                         JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">INDU MALHOTRA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">1.   The present Criminal Appeals have been filed by the State\n\n     (Criminal Appeal No. 2248 of 2010) and the complainant –\n\n     Kanta Devi (Criminal Appeal No. 2247 of 2010) to challenge\n\n     the Order of Discharge granted to Shiv Charan Bansal, Lalit\n\n     Mann @ Nanhe, Shailendra Singh and Rajbir Singh by the\n\n     Delhi High Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n<span class=\"hidden_text\" id=\"span_1\">                                1</span>\n</p><p data-structure=\"Facts\" id=\"p_5\">\f2.   The factual matrix from which the present Appeals arise from\n\n     is the filing of F.I.R No. 200/2006 by the Complainant Kanta\n\n     Devi – widow of late S.N. Gupta on 21.03.2006 with the\n\n     Police Station Mangolpuri, Delhi under Sections 120B, 302,\n\n     201 r.w. <a href=\"/doc/37788/\" id=\"a_1\">S.34</a> IPC and <a href=\"/doc/73862/\" id=\"a_2\">Sections 25</a>, <a href=\"/doc/244673/\" id=\"a_3\">27</a>, <a href=\"/doc/1934415/\" id=\"a_4\">54</a>, <a href=\"/doc/1934415/\" id=\"a_5\">59</a> of the Arms\n\n     Act. The Complainant stated that on 21.03.2006, she was in\n\n     the house with her husband – S.N. Gupta. At about 4:30\n\n     p.m., the doorbell rang, when a man aged between 25 to 30\n\n     years having a beard was standing at the gate, wearing\n\n     spectacles and a black cap on his head, carrying a bag on his\n\n     shoulder. He said that he had brought a courier from a bank\n\n     addressed to S.N. Gupta, and would hand it over to him\n\n     personally. She informed her husband about the courier.\n\n     S.N. Gupta went to the main gate, while the informant\n\n     returned to the kitchen. She then heard the sound of 2 or 3\n\n     gunshots from the gate. She rushed towards the gate and\n\n     found that her husband had fallen on the floor, and was\n\n     bleeding on account of gunshot injuries. She shouted for\n\n     help, when the neighbours came and rushed her husband to\n\n     Jaipur Golden Hospital, where he was declared dead. She\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                 2</span>\n\f     stated that she would be able to recognise the man who had\n\n     shot her husband.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Facts\" id=\"p_7\">3.   Sub-Inspector Dharambir Singh along with Constable Vijay\n\n     Kumar, and Constable Prasan Singh reached the spot, and\n\n     recovered 3 used cartridges and blood-stained slippers from\n\n     the scene of occurrence.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"RespArg\" id=\"p_9\">4.   On the date of occurrence, the I.O. recorded the statement of\n\n     Rajesh Gupta s/o the deceased<a href=\"/doc/447673/\" id=\"a_6\"> u/S. 161</a> Cr.P.C. Rajesh\n\n     Gupta handed over the envelope to the Police which was\n\n     carried by the assailant addressed to his father S.N. Gupta at\n\n     the time of the murder. Rajesh Gupta clearly attributed the\n\n     murder to Shiv Charan Bansal and his son Sachin Bansal.\n\n     He stated that he and his father S.N. Gupta were members of\n\n     several chit fund committees run by Shiv Charan Bansal and\n\n     his son Sachin Bansal. Rajesh Gupta and his father S.N.\n\n     Gupta had put in a substantial amount of money in those\n\n     committees. He further stated that they were reluctant to\n\n     return the money invested in the committees to the deceased.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                 3</span>\n\f        Rajesh Gupta further stated that he had entered into a\n\n     partnership with Sachin Bansal in the firm M/s Accent\n\n     Shoes Pvt. Ltd., which had its factory in Bahadurgarh.\n\n     Rajesh Gupta stated that he wanted to separate from the\n\n     partnership because Shiv Charan Bansal and his son Sachin\n\n     Bansal had usurped the share of his father S.N. Gupta –\n\n     deceased and were now trying to usurp the factory at\n\n     Bahadurgarh. It was on account of these reasons that they\n\n     have got the murder of his father committed.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_10\">5.   On the same date, the statement of Satish Gupta, brother of\n\n     the deceased was recorded<a href=\"/doc/447673/\" id=\"a_7\"> u/S. 161</a> Cr.P.C. wherein he\n\n     stated that he had invested in the committees run by Shiv\n\n     Charan Bansal and his son Sachin Bansal. He further stated\n\n     that his brother late S.N. Gupta, had invested large amounts\n\n     of money in these committees. Shiv Charan Bansal and his\n\n     son were refusing to return the money owed to both him and\n\n     his brother. The deceased had told his brother that Shiv\n\n     Charan Bansal and his son Sachin Bansal wanted to grab\n\n     the factory at Bahadurgarh, and usurp a large amount of\n\n     their share in the factory at D-268, Mangolpuri Industrial\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                4</span>\n\f     Area, after the partnership had been dissolved. He also\n\n     attributed the murder of his brother – S.N. Gupta to Shiv\n\n     Charan Bansal and his son.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n</p><p data-structure=\"Facts\" id=\"p_12\">6.   The statement of Suresh Gupta, other brother of the\n\n     deceased S.N. Gupta, was also recorded on the date of the\n\n     occurrence<a href=\"/doc/447673/\" id=\"a_8\"> u/S. 161</a> Cr.P.C. He stated that he was running\n\n     his own business, and that Narendra Mann, Lalit Mann and\n\n     their friends would make threatening calls to his son Naveen\n\n     Gupta for money. Subsequently, Suresh Gupta also received\n\n     threats from these persons, who visited his house several\n\n     times to threaten him and his son, and stated that they\n\n     would kill them and other family members. On the advice of\n\n     his brother late S.N. Gupta, a complaint was lodged against\n\n     Narendra   Mann,   Lalit   Mann   and   their   associates   at\n\n     Mangolpuri Police Station. He stated that his brother had\n\n     been killed by Narendra Mann, Lalit Mann and his friends.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">7.   Naveen Gupta @ Cheenu s/o Suresh Gupta, nephew of the\n\n     deceased S.N. Gupta, in his statement<a href=\"/doc/447673/\" id=\"a_9\"> u/S. 161</a> Cr.P.C,\n\n     stated that he had been receiving threats from Narendra\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                  5</span>\n\f     Mann, Lalit Mann, Sachin Bansal and their friends as being\n\n     the cause for the murder of the deceased.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_14\">8.   On 01.06.2006, the statement of Ajit Prasad Gupta – third\n\n     brother of the deceased, was recorded<a href=\"/doc/497457/\" id=\"a_10\"> u/S.164</a> Cr.P.C.,\n\n     wherein he deposed that he had participated in various Chit\n\n     Fund Committees run by Shiv Charan Bansal and his son\n\n     Sachin Bansal. He stated that his brother late S.N. Gupta\n\n     had invested in most of the Committees run by Shiv Charan\n\n     Bansal and Sachin Bansal, who were refusing to return the\n\n     money invested by the deceased.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"RespArg\" id=\"p_16\">9.   On 31.05.2006, the statement of an independent witness\n\n     Ashok Kumar Agarwal was recorded<a href=\"/doc/497457/\" id=\"a_11\"> u/S. 164</a> Cr.P.C. The\n\n     said witness stated that he had invested money in the\n\n     committees run by Shiv Charan Bansal and his son Sachin\n\n     Bansal. He further deposed that the deceased S.N. Gupta\n\n     had also invested a large sum of money in almost all the\n\n     committees run by accused – Shiv Charan Bansal and his\n\n     son Sachin Bansal.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n</p><p data-structure=\"Facts\" id=\"p_18\">10. On 22.03.2006, the post mortem of the deceased was carried\n\n     out at Sanjay Gandhi Memorial Hospital, Mangolpuri,\n<span class=\"hidden_text\" id=\"span_6\">                                 6</span>\n\fwherein it was recorded that the deceased was brought dead\n\nat 4:50 p.m.\n\n         The Autopsy Surgeon found three entry wound points\n\non the chest of the deceased. The lead of the bullets were\n\nrecovered and handed over to the Police. The post mortem\n\nrecords that the death was caused by the following firearm\n\ninjuries to the chest:\n</p>\n<blockquote id=\"blockquote_1\"> (i)     entry wound of firearm present on the chest of size 1.5\n\n         cm x 104, 6.5 cm from midline and 6 cm above and 1\n\n         cm medial to the lt nipple;\n</blockquote>\n<blockquote id=\"blockquote_2\"> (ii)    entry wound of firearm present over outer and upper\n\n         margin of Lt arcola of size 1.3 cm x 0.5 cm with collar\n\n         of abrasion fracturing around that;\n\n</blockquote><blockquote id=\"blockquote_3\"> (iii)   entry   wound      of       firearm   present   over   lt.\n\n</blockquote><p data-structure=\"Issue\" id=\"p_19\">         Hypochondrium of size 1.6 cm x 1.0 cm.\n</p>\n<p data-structure=\"Facts\" id=\"p_20\">\nIt was recorded that the cause of death was shock due to\n\nassault by firearm and injury to the chest viscera and aorta.\n\n\n The Police recovered the three used cartridges from the spot\n\nof occurrence. The lead taken out from the body of the\n\ndeceased – S.N. Gupta was sent for forensic analysis to the\n\nForensic Science Laboratory.\n</p><span class=\"hidden_text\" id=\"span_7\">                                 7</span><p data-structure=\"Issue\" id=\"p_21\">\n</p><p data-structure=\"Facts\" id=\"p_22\">\f11. During   investigation,   Sachin   Bansal   was   arrested   on\n\n   29.03.2006.    His   disclosure     statement   was   recorded.\n\n   Narendra Mann, his brother Lalit Mann, and the advocate -\n\n   Rajbir Singh were arrested on the same date, when they were\n\n   traveling in an Esteem Car bearing No. DL 3C AG 6565. A\n\n   black photo frame, a black cap, black goggles, and a photo of\n\n   the deceased were recovered from the Esteem Car.\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_23\">12. Narendra Mann made a disclosure and showed the shop from\n\n   where he purchased the caps and the goggles. He offered to\n\n   get Shailendra Singh arrested, stating that it was Shailendra\n\n   Singh who had given the weapon of offence i.e. unlicensed\n\n   pistol to be used for the murder. Narendra Mann got the Getz\n\n   car recovered from the house in his village, in which the\n\n   contract killer – Joginder Singh Sodhi allegedly travelled to\n\n   the site of occurrence to murder S.N. Gupta.\n\n      A second set of black cap and goggles were recovered from\n\n   the Getz car. Narendra Mann also offered to get Joginder\n\n   Singh Sodhi – the contact killer arrested.\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                 8</span>\n</p><p data-structure=\"Section\" id=\"p_24\">\f13. The unlicensed pistol along with two live cartridges were\n\n   recovered from the office of accused - Shailendra Singh i.e.\n\n   Flat No. A-11/35, Sector 7, Rohini, Delhi.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_25\">14. Disclosure Statements were made by Lalit Mann, Rajbir\n\n   Singh and Sachin Bansal on 29.03.2006.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">15. On 30.03.2006, Joginder Singh Sodhi - the contract killer\n\n   was arrested.\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">\n      The Test Identification Parade (“TIP”) was conducted on\n\n   10.04.2006. Joginder Singh refused to participate in the\n\n   judicial TIP.\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">      The Complainant – Kanta Devi identified him as the\n\n   assailant during the investigation of the case.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_29\">16. On 04.06.2006, Shailendra Singh was arrested. Shailendra\n\n   Singh identified the place from where the unlicensed pistol\n\n   was recovered.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">\n</p><p data-structure=\"CDiscource\" id=\"p_31\">17. During investigation, notice was issued to Shiv Charan\n\n   Bansal to join the investigation. However, Shiv Charan\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                9</span>\n\f    Bansal remained absconding for over a month. He was\n\n    apprehended on 25.04.2006.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">\n</p><p data-structure=\"Issue\" id=\"p_33\">18. During investigation, the Call Detail Records of the accused\n\n    were collected by the Investigating Officer on 09.06.2006.\n\n</p><p data-structure=\"CDiscource\" id=\"p_34\">           We have perused the record of the Sessions Court, and\n\n    find that the Call Detail Records of Shiv Charan Bansal are\n\n    missing from the file.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">\n\n</p><p data-structure=\"Facts\" id=\"p_36\">19. The Charge Sheet was filed on 22.06.2006 against the\n\n    following 7 accused - Narendra Mann, Lalit Mann, Rajbir\n\n    Singh - advocate, Joginder Singh Sodhi, Sachin Bansal, Shiv\n\n    Charan Bansal and Shailendra Singh for offences under\n\n    S.120B, 302, and 201 read with<a href=\"/doc/37788/\" id=\"a_12\"> S.34</a> IPC and<a href=\"/doc/73862/\" id=\"a_13\"> S. 25</a> Arms\n\n    Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">\n\n</p><p data-structure=\"Issue\" id=\"p_38\">20. The F.S.L Report records that the lead recovered from the\n\n    body of the deceased was fired from the pistol recovered from\n\n    the office of the accused – Shailendra Singh.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_39\">21. The envelope addressed to the deceased S.N. Gupta carried\n\n    by the contract killer – Joginder Singh Sodhi was recovered\n\n<span class=\"hidden_text\" id=\"span_10\">                                10</span>\n\f   from Rajesh Gupta s/o deceased S.N. Gupta. As per the\n\n   report of the handwriting expert, the specimen handwriting of\n\n   Joginder Singh Sodhi matched the writing on the envelope.\n\n\n</p><p data-structure=\"Facts\" id=\"p_40\">22. On 17.11.2006, the statement of Ramesh was recorded<a href=\"/doc/447673/\" id=\"a_14\"> u/S.\n\n   161</a> Cr.P.C by the Police. He stated that he is a property\n\n   dealer in Rohini, Delhi and had arranged the flat for\n\n   Shailendra Singh, which was registered in the name of his\n\n   wife Pooja Singh. Shailendra Singh used the said flat for his\n\n   financing business. The unlicensed pistol along with two live\n\n   cartridges were recovered from the office of Shailendra Singh.\n\n\n</p><p data-structure=\"Facts\" id=\"p_41\">23. The Forensic Report, Handwriting expert Report and the\n\n   Ballistic Report were placed on record         along with a\n\n   Supplementary Charge on 26.11.2006.\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">\n</p><p data-structure=\"Facts\" id=\"p_43\">24. As per the case of the prosecution, the material gathered\n\n   during the investigation revealed a larger criminal conspiracy\n\n   in which all the accused persons had participated. Shiv\n\n   Charan Bansal and his son Sachin Bansal were in the\n\n   business of running committees where monies would be\n\n   invested. S.N. Gupta – the deceased and his son Rajesh\n\n   Gupta had invested a substantial amount of money in these\n<span class=\"hidden_text\" id=\"span_11\">                               11</span>\n\fcommittees. Rajesh Gupta had been in partnership with Shiv\n\nCharan Bansal in a firm M/s Akash International which was\n\nsubsequently dissolved. Rajesh Gupta and Sachin Bansal\n\nwere also running another firm i.e. M/s. Accent Shoes Pvt.\n\nLtd., the factory of which was located at Bahadurgarh.\n\nRajesh Gupta and his father late S.N. Gupta had invested a\n\nsubstantial amount of money in these businesses. The\n\nmonies invested in this firm by S.N. Gupta and his son were\n\nnot returned by Shiv Charan Bansal and Sachin Bansal. The\n\napprehension expressed by deceased S.N. Gupta to his\n\nbrother Suresh Gupta was that the accused Shiv Charan\n\nBansal and Sachin Bansal might take over the factory at\n\nBahadurgarh. When S.N. Gupta and Rajesh Gupta would\n\ndemand return of their investment in the factory at\n\nBahadurgarh, Shiv Charan Bansal and Sachin Bansal would\n\nrefuse on one pretext or the other.\n</p>\n<p data-structure=\"Facts\" id=\"p_44\">      According to the prosecution, Narendra Mann had\n\ngiven seven lakhs to Naveen Gupta – nephew of the deceased\n\non the recommendation made by Sachin Bansal. Together\n\nwith interest, the amount allegedly owed to Narendra Mann\n\nby Naveen Gupta worked out to about fifteen lakhs. Narendra\n\n\n<span class=\"hidden_text\" id=\"span_12\">                            12</span>\n\fMann demanded the amount owed to him from Naveen\n\nGupta and his father. Instead of repaying him the money,\n\nthey lodged a Complaint against him with the Police.\n\nNarendra Mann spoke to Sachin Bansal, and asked him to\n\nreturn the monies which were owed by Naveen Gupta, since\n\nhe   had   lent   the   money   only   on   Sachin   Bansal’s\n\nrecommendation.\n</p>\n<p data-structure=\"Facts\" id=\"p_45\">     As per the prosecution Sachin Bansal told Narendra\n\nMann that he too was owed money to the extent of over thirty\n\nlakhs by Naveen Gupta.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">     A criminal conspiracy was hatched by Sachin Bansal\n\nand Narendra Mann to eliminate S.N. Gupta, so that the\n\nmonies invested by S.N. Gupta in the committees run by his\n\nfather Shiv Charan Bansal and himself, could be retained by\n\nthem, and he would then be able to pay Narendra Mann the\n\nmoney owed to him by Naveen Gupta. Shiv Charan Bansal\n\noffered to pay for the expenses involved in carrying out the\n\nmurder of S.N. Gupta.\n</p>\n<p data-structure=\"Facts\" id=\"p_47\">     As per the version of the prosecution, Narendra Mann\n\nagreed to the above proposal. He first asked his cousin\n\nbrother accused - Lalit Mann to carry out the murder of S.N.\n\n\n<span class=\"hidden_text\" id=\"span_13\">                           13</span>\n\fGupta by disguising himself as a Sikh. After initially\n\nagreeing, Lalit Mann subsequently backed out. Thereafter,\n\nJoginder Singh Sodhi, who was running a shop below the\n\nhouse of Lalit Mann, was asked by Narendra Mann to\n\nexecute the murder of S.N. Gupta, which was agreed by him\n\non payment of Rs. 2 lakhs. Joginder Singh Sodhi was shown\n\nthe photograph of S.N. Gupta, and the exact location of his\n\nhouse.\n</p>\n<p data-structure=\"Facts\" id=\"p_48\">     It is alleged by the prosecution that accused Rajbir\n\nSingh, an advocate, had allegedly advised Narendra Mann\n\nthat he should not use his own licensed weapon for\n\ncommitting the murder, but should use an unlicensed\n\nweapon identical to it, since the police would seek to connect\n\nthe cartridges recovered from the site with the weapon.\n\n</p><p data-structure=\"Facts\" id=\"p_49\">     Pursuant to the above conspiracy, Sachin Bansal took\n\nout a photo of S.N. Gupta from his marriage album, and gave\n\nit to Narendra Mann. He also showed Narendra Mann the\n\nhouse of S.N. Gupta and informed him of S.N. Gupta’s daily\n\nroutine and further informed him that he receives couriers,\n\npackets/letters in connection with his investment in shares.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                            14</span>\n\f         On the date of offence i.e. 21.03.2006, pursuant to the\n\n    above criminal conspiracy, Narendra Mann borrowed the\n\n    Getz car from his cousin, and the unlicensed pistol from\n\n    Shailendra Singh with five cartridges. He then took Joginder\n\n    Singh Sodhi to the place of occurrence in his Getz car by\n\n    making him wear the goggles and cap, and gave an envelope\n\n    to be given to S.N. Gupta. He parked the car near the\n\n    apartment, and was waiting inside the car, while Joginder\n\n    Singh went to the house of the deceased – S.N. Gupta.\n\n    Joginder Singh caused the murder of S.N. Gupta by shooting\n\n    him at point blank range. Narendra Mann then helped\n\n    Joginder Singh to get away.\n</p>\n<p data-structure=\"Section\" id=\"p_50\">\n\n</p><p data-structure=\"Facts\" id=\"p_51\">25. As per the version of the prosecution, the incident occurred\n\n    on 21.03.2006, at about 4:30 p.m. Just prior to the incident\n\n    at 3:51 p.m., accused – Narendra Mann from his mobile\n\n    phone bearing No. 9818411470, made a call to the mobile\n\n    phone of Sachin Bansal bearing No. 9818119624. After the\n\n    murder was committed, the accused – Narendra Mann called\n\n    the accused – Sachin Bansal at 4:48 p.m. The call records\n\n    reveal that the accused – Narendra Mann and Sachin Bansal\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                  15</span>\n\f   were in continuous contact with each other, before and after\n\n   the occurrence of the incident.\n</p>\n<p data-structure=\"Section\" id=\"p_52\">\n\n</p><p data-structure=\"Section\" id=\"p_53\">26. The prosecution urged that, a prima facie case for offences\n\n   under <a href=\"/doc/1897847/\" id=\"a_15\">Section 120B</a> IPC read with 302 r.w. 120B/34 <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a>,\n\n   <a href=\"/doc/386021/\" id=\"a_17\">Section 201</a> IPC and <a href=\"/doc/73862/\" id=\"a_18\">Section 25</a> of the Arms Act was made\n\n   out against accused – Shiv Charan Bansal, Shailendra Singh,\n\n   Lalit Mann and Rajbir Malik.\n</p>\n<p data-structure=\"Section\" id=\"p_54\">\n</p><p data-structure=\"Precedent\" id=\"p_55\">27. The Sessions Court vide Order dated 17.03.2008 held:\n\n</p><blockquote id=\"blockquote_4\">   (i)   That on the basis of the material brought on record, and\n\n         the circumstances of the case, there was common\n\n         intention between Narendra Mann and Joginder Singh\n\n         Sodhi in the act of killing S.N. Gupta. The Sessions\n\n         Court directed that Joginder Singh Sodhi be charged\n\n         u/S. 302 read with<a href=\"/doc/37788/\" id=\"a_19\"> S.34</a> IPC. Narendra Mann was\n\n         charged u/S. 302 read with<a href=\"/doc/37788/\" id=\"a_20\"> S.34</a> IPC and for the offence\n\n         punishable<a href=\"/doc/386021/\" id=\"a_21\"> u/S. 201</a> IPC for causing disappearance of\n\n         the weapon of the offence after allegedly taking it from\n\n         the alleged contract killer – Joginder Singh Sodhi.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_56\">         Narendra Mann was further charged<a href=\"/doc/73862/\" id=\"a_22\"> u/S. 25</a> of the\n\n         Arms Act as he got the firearm and ammunition\n\n<span class=\"hidden_text\" id=\"span_16\">                               16</span>\n\f       recovered from the office of co-accused Shailendra\n\n       Singh. The material on record prima facie showed that\n\n       Narendra Mann, who was holding a licensed firearm,\n\n       handed over the same to Sachin Bansal along with\n\n       ammunition, which was got recovered from the factory\n\n       of Sachin Bansal. He was also charged<a href=\"/doc/1934415/\" id=\"a_23\"> u/S. 29B</a> of the\n\n       Arms Act.\n</p>\n<p data-structure=\"Facts\" id=\"p_57\">(ii)   The Sessions Court however discharged Lalit Mann of\n\n       the alleged Offences u/S. 120B, 302 r.w. <a href=\"/doc/37788/\" id=\"a_24\">S. 34</a>, <a href=\"/doc/386021/\" id=\"a_25\">201</a> IPC\n\n       and<a href=\"/doc/73862/\" id=\"a_26\"> u/S. 25</a> Arms Act, on the ground that the only\n\n       evidence which the prosecution had been able to place\n\n       on the file against accused – Lalit Mann @ Nanhe is that\n\n       he was found travelling in an Esteem car with the\n\n       accused Narendra Mann on 29.03.2006, which was 8\n\n       days after the murder took place. It is the case of the\n\n       prosecution that initially Narendra Mann had asked\n\n       Lalit Mann to carry out the job of murdering of S.N.\n\n       Gupta. He later backed out of the same. Thereafter, the\n\n       job of carrying out the murder was assigned to accused\n\n       – Joginder Singh Sodhi. This would indicate that Lalit\n\n       Mann had disassociated himself from the alleged\n\n\n<span class=\"hidden_text\" id=\"span_17\">                             17</span>\n\f        conspiracy. The disclosure statements of the accused\n\n        persons including Narendra Mann and Lalit Mann are\n\n        not sufficient evidence to connect the accused – Lalit\n\n        Mann with the crime of killing S.N. Gupta.\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">(iii)   With respect to Rajbir Singh the prosecution referred to\n\n        the disclosure statements made by the accused –\n\n        Narendra Mann and Rajbir Singh, to show that it was\n\n        on the advice of Rajbir Singh, that accused Narendra\n\n        Mann did not use his licensed weapon for the offence.\n\n        Narendra Mann was further advised by Rajbir Singh, to\n\n        keep his licensed weapon in the factory of Sachin\n\n        Bansal, and arrange an unlicensed pistol for the\n\n        murder. It was further pointed out that at the time of\n\n        arrest, Narendra Mann was travelling with Rajbir Singh,\n\n        and that they were in constant touch with Rajbir Singh\n\n        on the cell phone.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">             The Sessions Court held that the disclosure\n\n        statements made by the accused merely revealed that\n\n        Rajbir Singh had tendered advice to Narendra Mann to\n\n        the effect that he should not use his licensed pistol for\n\n        carrying out the murder of S.N. Gupta. On the basis of\n\n\n<span class=\"hidden_text\" id=\"span_18\">                              18</span>\n\f       the advice given by Rajbir Singh, accused – Narendra\n\n       Mann kept his licensed pistol at the factory of Sachin\n\n       Bansal, and arranged an unlicensed pistol from accused\n\n       – Shailendra Singh. Narendra Mann was apprehended\n\n       while he was travelling with Rajbir Singh to the house of\n\n       Sachin Bansal on 29.03.2006. The mere travelling of\n\n       Rajbir Singh in a car with Narendra Mann could not be\n\n       considered to be an offence.\n</p>\n<p data-structure=\"Facts\" id=\"p_60\">            The seizure memo of the articles recovered from\n\n       the car, did not bear the signature of Rajbir Singh. It\n\n       was not the case of the prosecution that the car either\n\n       belonged to Rajbir Singh, or that the goods recovered\n\n       from the car were arranged or belonged to Rajbir Singh.\n\n       The material placed on the file was not sufficient to\n\n       frame charges against accused – Rajbir Singh.\n\n</p><p data-structure=\"PetArg\" id=\"p_61\">(iv)   With respect to Shailendra Singh, the Sessions Court\n\n       held that the unlicensed pistol along with two live\n\n       cartridges were recovered from his office on the basis of\n\n       the disclosure statement made by Narendra Mann. The\n\n       Sessions Court held that the disclosure statement could\n\n       not be relied upon as per <a href=\"/doc/40024/\" id=\"a_27\">Section 10</a> of the Evidence\n\n\n<span class=\"hidden_text\" id=\"span_19\">                             19</span>\n\f      Act. There was no material to hold that Shailendra\n\n      Singh had knowledge that the firearm that was being\n\n      handed over to Narendra Mann would be used in the\n\n      murder of S.N. Gupta.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">           The Sessions Court charged Shailendra Singh only\n\n      for the offence<a href=\"/doc/73862/\" id=\"a_28\"> u/S. 25</a> of the Arms Act for keeping an\n\n      unlicensed firearm in his possession.\n\n</p><p data-structure=\"RespArg\" id=\"p_63\">(v)   With respect to the accused – Shiv Charan Bansal and\n\n      Sachin Bansal, the prosecution placed reliance on the\n\n      statements of Rajesh Gupta s/o the deceased, Naveen\n\n      Gupta - nephew of the deceased, the statement of\n\n      Satish Gupta and Suresh Gupta - brothers of the\n\n      deceased, who disclosed the motive behind the murder\n\n      on the very date of the murder itself. As per their\n\n      statements, it was revealed that the deceased S.N.\n\n      Gupta and his son – Rajesh Gupta, entered into\n\n      partnerships in the firms M/s Akash International and\n\n      M/s Accent Shoes Pvt. Ltd, with Shiv Charan Bansal\n\n      and his son. The Bansal father-son duo wanted to\n\n      misappropriate the share of the deceased. The further\n\n      case brought on record was that the deceased had\n\n\n<span class=\"hidden_text\" id=\"span_20\">                              20</span>\n\f       invested   a   substantial   amount of      money   in the\n\n       committees organised by Shiv Charan Bansal, which he\n\n       was refusing to return.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">\n</p><p data-structure=\"Precedent\" id=\"p_65\">            The Sessions Court held that there may be a\n\n       motive on the part of the accused persons in causing\n\n       the death of S.N. Gupta, but motive alone was not\n\n       sufficient to frame charges<a href=\"/doc/1560742/\" id=\"a_29\"> u/S. 302</a> IPC.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">            The   Sessions   Court    discharged    Shiv   Charan\n\n       Bansal since the prosecution had collected evidence\n\n       against him only in the form of disclosure statements\n\n       from the accused persons after arrest. These disclosure\n\n       statements are with respect to facts which came to light\n\n       after the arrest of the accused persons. <a href=\"/doc/1946503/\" id=\"a_30\">Section 10</a> of\n\n       the Evidence Act does not permit the use of disclosure\n\n       statements to connect the accused persons with the\n\n       crime.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">\n</p><p data-structure=\"Precedent\" id=\"p_68\">(vi)   The Sessions Court held that the prosecution has been\n\n       able to make out a prima facie case to frame charges\n\n       against accused – Sachin Bansal for the offence<a href=\"/doc/73862/\" id=\"a_31\"> u/S. 25</a>\n\n       of the Arms Act, since Sachin Bansal got the licensed\n\n\n<span class=\"hidden_text\" id=\"span_21\">                              21</span>\n\f          pistol belonging to accused – Narendra Mann recovered\n\n          from his factory premises.\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">\n          The Sessions Court held that the prosecution failed to\n\n          make out a prima facie case against accused – Rajbir\n\n          Singh, Lalit Mann and Shiv Charan Bansal who were\n\n          discharged.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">\n</p><p data-structure=\"Issue\" id=\"p_71\">28. The State filed Crl. Revision Petition No. 335 of 2008 before\n\n    the   Delhi   High   Court,   against   the   Judgment   dated\n\n    17.03.2008 passed by the Sessions Court to the extent that\n\n</p><p data-structure=\"Facts\" id=\"p_72\">    (i) the accused – Shiv Charan Bansal, Lalit Mann @ Nanhe\n\n    and Rajbir Singh were wrongly discharged; (ii) accused –\n\n    Shailendra Singh and Sachin Bansal were charged only for\n\n    the offence under<a href=\"/doc/73862/\" id=\"a_32\"> S.25</a> of the Arms Act, instead of S. 302 r.w.\n\n    <a href=\"/doc/1897847/\" id=\"a_33\">S. 120B</a> IPC; (iii) accused - Narendra Mann and Joginder\n\n    Singh Sodhi were charged under S.302 r.w. <a href=\"/doc/37788/\" id=\"a_34\">S.34</a> IPC,\n\n    although they ought to have been charged under<a href=\"/doc/1897847/\" id=\"a_35\"> S.120B</a> IPC.\n\n\n    The complainant – Kanta Devi filed Crl. Revision Petition No.\n\n    191 of 2008 praying for the same reliefs as the State.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                  22</span>\n</p><p data-structure=\"Facts\" id=\"p_73\">\f29. Accused – Shailendra Singh filed Crl. Revision Petition No.\n\n   430 of 2008 and a separate Crl. Revision Petition No. 405 of\n\n   2008 was filed by accused – Sachin Bansal challenging the\n\n   Order of the Sessions Court wherein they were charged\n\n   under<a href=\"/doc/73862/\" id=\"a_36\"> S.25</a> of the Arms Act. According to them, they ought to\n\n   have been discharged by the Sessions Court.\n\n</p><p data-structure=\"Issue\" id=\"p_74\">          Accused – Narendra Mann filed Crl. Revision Petition\n\n   No. 342 of 2008 challenging the Order passed by the\n\n   Sessions Court wherein he was charged for offences u/S.302\n\n   r.w. <a href=\"/doc/37788/\" id=\"a_37\">S.34</a>, <a href=\"/doc/386021/\" id=\"a_38\">201</a> IPC and<a href=\"/doc/73862/\" id=\"a_39\"> S.25</a> and S.<a href=\"/doc/1076938/\" id=\"a_40\">29(b)</a> of the Arms Act.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_75\">30. The   High   Court   vide   the   Common   Judgment   dated\n\n   29.05.2009 held that: (i) Narendra Mann, Sachin Bansal and\n\n   Joginder Singh Sodhi were to be charged u/S. 302 read with\n\n   <a href=\"/doc/37788/\" id=\"a_41\">S. 34</a> IPC read with 120B <a href=\"/doc/1569253/\" id=\"a_42\">IPC</a> and<a href=\"/doc/73862/\" id=\"a_43\"> S. 25</a>/<a href=\"/doc/244673/\" id=\"a_44\">27</a> Arms Act and\n\n   substantively<a href=\"/doc/1897847/\" id=\"a_45\"> u/S. 120B</a> IPC alone.\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">     The Judgment of the Sessions Court ordering discharge of\n\n   Shiv Charan Bansal, Shailendra Singh, Lalit Mann and\n\n   Rajbir Singh was affirmed by the High Court.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                23</span>\n</p><p data-structure=\"Issue\" id=\"p_77\">\f31. The State and the Complainant – Kanta Devi filed the present\n\n    Special Leave Petitions to challenge the Judgment and Order\n\n    passed by the Delhi High Court dated 29.05.2009. Leave to\n\n    Appeal was granted vide Order dated 26.11.2010.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_78\">32. FINDINGS AND ANALYSIS\n\n\n    At the stage of framing charges under<a href=\"/doc/1056165/\" id=\"a_46\"> S.227</a> and S.<a href=\"/doc/411062/\" id=\"a_47\">228</a>\n\n    Cr.P.C, the Court is required to consider whether there was\n\n    sufficient material on record to frame charges against Shiv\n\n    Charan Bansal, Shailendra Singh, Lalit Mann and Rajbir\n\n    Singh. The prosecution alleged that the offences u/S. 120B,\n\n    S.302 r.w. S.120B/34, S.201 IPC and S.25 of the Arms Act\n\n    ought to have been framed.\n</p>\n<p data-structure=\"Section\" id=\"p_79\">\n  I.    Scope of Section 227 and 228 of the Cr.P.C.\n\n</p><p data-structure=\"CDiscource\" id=\"p_80\">        The Court while considering the question of framing\n\n        charges under <a href=\"/doc/1056165/\" id=\"a_48\">Section 227</a> of the Cr.P.C has the power to\n\n        sift and weigh the evidence for the limited purpose of\n\n        finding out whether or not a prima facie case has been\n\n        made out against the accused. The test to determine\n\n        prima facie case would depend upon the facts of each\n\n        case.\n</p><span class=\"hidden_text\" id=\"span_24\">                                 24</span><p data-structure=\"Precedent\" id=\"p_81\">\n\f                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"943850\" id=\"span_25\">If the material placed before the court discloses grave\n\n             suspicion against the accused, which has not been\n\n             properly explained, the court will be fully justified in\n\n             framing charges and proceeding with the trial.\n\n             The probative value of the evidence brought on record\n\n             cannot be gone into at the stage of framing charges. The\n\n             Court is required to evaluate the material and documents\n\n             on record with a view to find out if the facts emerging\n\n             therefrom   taken   at   their   face   value   disclose   the\n\n             ingredients constituting the alleged offence.\n\n                At this stage, there cannot be a roving enquiry into the\n\n             pros and cons of the matter, the evidence is not to be\n\n             weighed as if a trial is being conducted.\n\n                Reliance is placed on the Judgment of this Court in\n\n             <a href=\"/doc/943850/\" id=\"a_49\">State of Bihar v. Ramesh Singh1</a> where it has been held\n\n             that at the stage of framing charges under Sections 227\n\n             or 228 of the <a href=\"/doc/445276/\" id=\"a_50\">Cr.P.C</a>., if there is a strong suspicion which\n\n             leads the Court to think that there is ground for\n\n             presuming that the accused had committed the offence,\n\n             then the Court should proceed with the trial.\n\n\n<span class=\"hidden_text\" id=\"span_26\">1</span>\n    (1977) 4 SCC 39.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\"><span class=\"hidden_text\" id=\"span_27\">                                      25</span>\n\f                  In   a      recent   Judgment   delivered   in   <a href=\"/doc/149575212/\" id=\"a_51\">Dipakbhai\n\n            Jagdishchandra Patel v. State of Gujarat and Another</a>        2   in\n\n            Crl. Appeal No. 714 of 2019 decided on 24.04.2019, this\n\n            Court has laid down the law relating to framing of charges\n\n            and discharge, and held that all that is required is that\n\n            the court must be satisfied with the material available,\n\n            that a case is made out for the accused to stand trial. A\n\n            strong suspicion is sufficient for framing charges, which\n\n            must be founded on some material. The material must be\n\n            such which can be translated into evidence at the stage of\n\n            trial. The veracity and effect of the evidence which the\n\n            prosecutor proposes to adduce are not to be meticulously\n\n            judged at this stage, nor is any weight to be attached to\n\n            the probable defence of the accused at the stage of\n\n            framing charges. The court is not to consider whether\n\n            there is sufficient ground for conviction of the accused, or\n\n            whether the trial is sure to end in the conviction.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_83\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"149575212\" id=\"span_28\">II.    Criminal Conspiracy\n\n             <a href=\"/doc/149575212/\" id=\"a_52\">The present case</a> is one where the prosecution has\n\n             alleged that there was a criminal conspiracy to murder\n\n\n2   2019 SCC Online SC 588.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\"><span class=\"hidden_text\" id=\"span_29\">                                         26</span>\n\f             S.N. Gupta by all the accused. The crime was not\n\n             committed at the spur of the moment, but was preceded\n\n             by meticulous planning where each of the accused have\n\n             played a separate role to achieve the common illegal\n\n             object of carrying out the murder of S.N. Gupta.\n\n                The essential ingredients of Criminal Conspiracy as\n\n             per judicial dicta are: (i) an agreement between two or\n\n             more persons; (ii) agreement must relate to doing or\n\n             causing to be done either (a) an illegal act; or (b) an act\n\n             which is not illegal in itself but is done by illegal means.\n\n                Reliance is placed on the <a href=\"/doc/106861567/\" id=\"a_53\">Judgment of Ghulam Sarbar\n\n             v. State of Bihar</a>   3   on this issue, wherein it was held that\n\n             what is necessary for the prosecution to show is the\n\n             meeting of minds of two or more persons for doing or\n\n             causing to be done an illegal act, or an act by illegal\n\n             means.\n</p>\n<p data-structure=\"Precedent\" id=\"p_85\">                A criminal conspiracy is generally hatched in secrecy,\n\n             and it is difficult, if not impossible, to obtain direct\n\n             evidence. Reliance is placed on the Judgment of this\n\n\n\n\n3   (2014) 3 SCC 401.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\"><span class=\"hidden_text\" id=\"span_30\">                                          27</span>\n\f           Court in <a href=\"/doc/232548/\" id=\"a_54\">R. Venkatakrishnan v. CBI4</a>. The manner and\n\n           circumstances in which the offence has been committed,\n\n           and the level of involvement of the accused persons are\n\n           relevant factors. Each conspirator plays his separate part\n\n           in one integrated and united effort to achieve the\n\n           common purpose. Each one is aware that he has a part\n\n           to play in the general conspiracy, to accomplish the\n\n           common object.\n</p>\n<p data-structure=\"Precedent\" id=\"p_87\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769219\" id=\"span_31\">Conspiracy   is   mostly   proved   by   circumstantial\n\n           evidence by taking into account the cumulative effect of\n\n           the circumstances indicating the guilt of the accused,\n\n           rather than adopting an approach by isolating the role\n\n           played by each of the accused. The acts or conduct of the\n\n           parties must be conscious and clear enough to infer their\n\n           concurrence as to the common design and its execution.\n\n           Reliance is placed on the <a href=\"/doc/1769219/\" id=\"a_55\">Judgment of State (NCT) of\n\n           Delhi v. Navjot Sandhu @ Afsan Guru5</a>.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"667073\" id=\"span_32\">In <a href=\"/doc/667073/\" id=\"a_56\">Kehar Singh &amp; Ors. v. State (Delhi Administration</a>)6\n\n           this Court held that the most important ingredient in the\n\n\n\n4 (2009) 11 SCC 737.</span>\n</p><p data-structure=\"Precedent\" id=\"p_89\">5 (2005) 11 SCC 600.\n</p><p data-structure=\"Precedent\" id=\"p_90\">6 (1988) 3 SCC 609.\n</p>\n<p data-structure=\"Section\" id=\"p_91\">\n<span class=\"hidden_text\" id=\"span_33\">                                   28</span>\n\foffence of conspiracy is an agreement between two or\n\nmore persons to do an illegal act. The prosecution will\n\nhave to rely upon circumstantial evidence. The Court\n\nmust enquire whether the persons are independently\n\npursuing the same unlawful object or whether they have\n\ncome together for the pursuit of the unlawful object. The\n\noffence of conspiracy requires some kind of physical\n\nmanifestation of the agreement. However, the same need\n\nnot be proved, nor is it necessary to prove the actual\n\nwords of communication. It is sufficient if there is a tacit\n\nunderstanding     between    the   conspirators    for   the\n\nexecution of the common illegal object.\n\n   In cases of criminal conspiracy, better evidence than\n\nacts and statements of co-conspirators is hardly ever\n\navailable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">   In the facts of the present case, we find that there is\n\nample material brought on record which creates a grave\n\nsuspicion about the involvement of the accused viz. Shiv\n\nCharan Bansal, Lalit Mann and Shailendra Singh in the\n\nmurder of the deceased S.N. Gupta.\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">\n\n\n<span class=\"hidden_text\" id=\"span_34\">                        29</span>\n</p><p data-structure=\"CDiscource\" id=\"p_94\">\fIII.    Shiv Charan Bansal\n\n\n       The evidence produced by the prosecution with respect to\n\n       the involvement of Shiv Charan Bansal are broadly\n\n       enumerated as follows:\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\">\n</p><blockquote id=\"blockquote_5\">       (i)    Rajesh Gupta s/o the deceased attributed the\n\n              murder of his father to Shiv Charan Bansal and his\n\n              son Sachin Bansal, for misappropriation of the\n\n              amounts invested by his late father S.N. Gupta in\n\n              all the committees/chit funds run by the Bansals.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_96\">                  Rajesh   Gupta     further   deposed   about    the\n\n              business transactions between Shiv Charan Bansal\n\n              and his son, with the deceased S.N. Gupta in two\n\n              firms M/s. Accent Shoes Pvt. Ltd. and M/s. Aakash\n\n              International, where Shiv Charan Bansal             had\n\n              usurped the share of the deceased, and was now\n\n              trying to take over their factory at Bahadurgarh.\n\n</p><p data-structure=\"RespArg\" id=\"p_97\">       (ii)   This was corroborated by the statement of the\n\n              brother of the deceased viz. Satish Gupta which\n\n              was recorded soon after the murder took place. The\n\n              said witnesses have made the statements soon after\n\n              the murder of the deceased.\n</p><span class=\"hidden_text\" id=\"span_35\">                                30</span><p data-structure=\"Precedent\" id=\"p_98\">\n</p><p data-structure=\"CDiscource\" id=\"p_99\">\f (iii)    The statement of the third brother of the deceased\n\n          viz. Ajit Prasad Gupta’s statement was recorded\n\n          u/<a href=\"/doc/497457/\" id=\"a_57\">S. 164</a> Cr.P.C. on 01.06.2006 by the Court of the\n\n          Metropolitan Magistrate. Ajit Gupta disclosed that\n\n          he knew Shiv Charan Bansal since 10 to 15 years.\n\n          He   stated   that    he   had   participated   in   the\n\n          committees organised by Shiv Charan Bansal. The\n\n          committees were organised by Shiv Charan Bansal,\n\n          and his son Sachin Bansal. There were 70 to 80\n\n          committees in a month organised by Shiv Charan\n\n          Bansal. The deceased S.N. Gupta had invested a\n\n          substantial amount of money in most of these\n\n          committees, and was a member of every group.\n\n          When S.N. Gupta demanded return of the money,\n\n          Shiv Charan Bansal refused to return the same on\n\n          one pretext or another, which he learnt when he\n\n          went to attend the committees.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_100\">(iv) The statement of independent witness viz. Ashok\n\n         Kumar Agarwal was recorded<a href=\"/doc/497457/\" id=\"a_58\"> u/S. 164</a> Cr.P.C. on\n\n         31.05.2006 by the Metropolitan Magistrate. This\n\n         witness stated that he had participated in four\n\n\n<span class=\"hidden_text\" id=\"span_36\">                               31</span>\n\f      committees of 10 lakhs each run by Shiv Charan\n\n      Bansal. He was aware that the deceased S.N. Gupta\n\n      had invested in the maximum number of committees\n\n      run by Shiv Charan Bansal, in which his eldest son\n\n      Sachin Bansal used to help him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_101\">(v)   Both the Sessions Court and the High Court have\n\n      noted that all the witnesses have clearly attributed\n\n      the murder to Shiv Charan Bansal and his son Sachin\n\n      Bansal.    The     motive    of   the     crime      was   to\n\n      misappropriate the investments made by the deceased\n\n      in the committees of Shiv Charan Bansal. Rajesh\n\n      Gupta     has    further    deposed     that   the    further\n\n      circumstance was on account of the business dealings\n\n      between the families of the deceased and Shiv Charan\n\n      Bansal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_102\">          As per the case of the prosecution, the murder of\n\n       S.N. Gupta was contrived by Shiv Charan Bansal\n\n       and his son Sachin Bansal with Narendra Mann,\n\n       and the other co-conspirators being Lalit Mann who\n\n       arranged the contract killer – Joginder Singh Sodhi,\n\n       Shailendra Singh who provided the weapon of\n\n\n<span class=\"hidden_text\" id=\"span_37\">                            32</span>\n\f       offence which was recovered from his office, along\n\n       with live cartridges.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">(vi)   The contemporaneous Call Detail Records (CDRs)\n\n       between Sachin Bansal and Narendra Mann, who\n\n       accompanied Joginder Singh Sodhi – the contract\n\n       killer, would constitute strong material for framing\n\n       the charge against all the accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_104\">              The murder of S.N. Gupta took place at about\n\n       4:30 p.m. Narendra Mann from his cell phone\n\n       bearing No. 9818411470 made a call at 3:51 p.m. to\n\n       Sachin Bansal on his cell phone bearing No.\n\n       9818119624 prior to the execution of the crime.\n\n       After the murder was committed, Narendra Mann\n\n       called Sachin Bansal on his cell phone at 4:48 p.m.\n\n       These call records in quick succession immediately\n\n       before and after the murder was committed, lead to\n\n       a grave suspicion about the complicity of these\n\n       accused. The Call Detail Records reveal that the\n\n       accused were in close contact and communication\n\n       with    each   other     both   before   and   after   the\n\n       occurrence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_105\">\n<span class=\"hidden_text\" id=\"span_38\">                           33</span>\n\f          The I.O. Satyapal Singh, in his deposition\n\n    dated 08.01.2015, had stated that on 09.06.2006, he\n\n    had obtained the Call Detail Records of the mobile\n\n    phones of all the accused persons from the ACP\n\n    Office.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_106\">         We have perused the record of the Sessions\n\n    Court, and find that the Call Detail Records of Shiv\n\n    Charan Bansal, which was a crucial piece of\n\n    evidence was deliberately not placed by the I.O. along\n\n    with the Charge Sheet. The missing Call Detail\n\n    Records of only Shiv Charan Bansal creates a strong\n\n    suspicion against him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_107\">(vii) The records of the committees run by Shiv Charan\n\n    Bansal were alleged to have been destroyed. This\n\n    creates a strong suspicion about the conduct of Shiv\n\n    Charan    Bansal     who   was    running       75   to   80\n\n    committees/chit funds at that time. In his disclosure\n\n    statement dated 26.04.2006, Shiv Charan Bansal\n\n    stated that he is having all the records of the\n\n    committees. However, two days later, on 28.04.2006,\n\n    he   changed   his    version    and   stated    that     the\n\n\n<span class=\"hidden_text\" id=\"span_39\">                         34</span>\n\f      committee records have been destroyed by his son\n\n      Sachin Bansal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_108\">          The prosecution has alleged that the records of\n\n      the committees were burnt/destroyed by the father-\n\n      son duo. The destruction of the records of the\n\n      committees,    which     would   have    revealed   the\n\n      substantial investments made by late S.N. Gupta is\n\n      an incriminating factor.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_109\">(viii) The conduct of Shiv Charan Bansal after the murder\n\n     was committed, is also of relevance. The police\n\n     apprehended Sachin Bansal on 29.03.2006 from his\n\n     factory.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_110\">         Shiv Charan Bansal remained absconding after\n\n     the murder was committed on 21.03.2006, and did\n\n     not join the investigation despite efforts by the Police.\n\n     He was apprehended after more than one month on\n\n     25.04.2006.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_111\">           After the commission of the crime, accused –\n\n      Shiv Charan Bansal absconded and did not join the\n\n      investigation. The said circumstance of absconding\n\n      immediately after the murder of S.N. Gupta was\n\n\n<span class=\"hidden_text\" id=\"span_40\">                          35</span>\n\fcommitted, would be admissible as relevant ‘conduct’\n\nu/<a href=\"/doc/482978/\" id=\"a_59\">S. 8</a> of the Indian Evidence Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">\n  The prosecution has made out a strong prima\n\nfacie case and the materials on record are sufficient\n\nto frame charges against Shiv Charan Bansal. The\n\nSessions Court and the High Court were not justified\n\nin discharging the accused – Shiv Charan Bansal for\n\nthe offences u/S.302 r.w. <a href=\"/doc/37788/\" id=\"a_60\">S.34</a>, S.<a href=\"/doc/1897847/\" id=\"a_61\">120B</a>, S.<a href=\"/doc/386021/\" id=\"a_62\">201</a> IPC\n\nfor destruction of evidence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_113\">\n</p><p data-structure=\"Precedent\" id=\"p_114\">      The materials gathered by the prosecution raise\n\na strong suspicion against both Shiv Charan Bansal\n\nand   his   son   Sachin    Bansal    in   hatching   the\n\nconspiracy for the murder of late S.N. Gupta.\n\n</p><p data-structure=\"CDiscource\" id=\"p_115\">         We are surprised that in the case of Sachin\n\nBansal the co-accused, the Sessions Court framed\n\ncharges only<a href=\"/doc/73862/\" id=\"a_63\"> u/S. 25</a> of the Arms Act, even though\n\nthere was sufficient material for his prosecution u/S.\n\n120B r.w. <a href=\"/doc/1560742/\" id=\"a_64\">S.302</a>/<a href=\"/doc/37788/\" id=\"a_65\">34</a> and S.<a href=\"/doc/386021/\" id=\"a_66\">201</a> IPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_116\">      The High Court vide Order and Judgment dated\n\n29.05.2009    directed     the   prosecution   to   frame\n\ncharges u/S. 120B r.w. <a href=\"/doc/1560742/\" id=\"a_67\">S.302</a> and S.<a href=\"/doc/37788/\" id=\"a_68\">34</a> IPC, S.120B\n<span class=\"hidden_text\" id=\"span_41\">                    <a href=\"/doc/1918804/\" id=\"a_69\">36</a></span>\n\f            r.w. <a href=\"/doc/73862/\" id=\"a_70\">S.25</a> and <a href=\"/doc/244673/\" id=\"a_71\">27</a> of the Arms Act, and u/S. 120B\n\n            substantively, against Sachin Bansal, and to conduct\n\n            the trial accordingly.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">                 During the pendency of the present appeals,\n\n            the Sessions Court proceeded with the trial of Sachin\n\n            Bansal under the charges as directed by the High\n\n            Court. The Sessions Court vide Judgment and Order\n\n            dated 04.02.2016, acquitted him primarily on the\n\n            ground   that   the      allegations   against   him   were\n\n            circumstantial in nature, and there was no direct\n\n            evidence to prosecute him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_118\">                 The State and the private complainant have\n\n            filed Crl. Appeal No. 1155 of 2017 and Crl. Appeal\n\n            No. 1154 of 2017 to challenge the acquittal of Sachin\n\n            Bansal, which is pending final determination by the\n\n            High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_119\">\n\nIV.   Lalit Mann\n\n</p><p data-structure=\"RespArg\" id=\"p_120\">      (i)    The prosecution relied upon the statement of\n\n             Naveen Gupta @ Cheenu son of Suresh Gupta, and\n\n             nephew of the deceased. The said witness in his\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                  37</span>\n\f        statement<a href=\"/doc/447673/\" id=\"a_72\"> u/S. 161</a> Cr.P.C, which was recorded\n\n        soon after the murder had occurred on the same\n\n        date, stated that Narendra Mann, Lalit Mann,\n\n        Sachin Bansal and his friends used to threaten him\n\n        over the phone. Naveen Gupta further stated that\n\n        these   persons   also   came   to   his   house,   and\n\n        threatened to kill his family. He further stated that\n\n        his father Suresh Gupta, on the advice of the\n\n        deceased S.N. Gupta, got a complaint registered at\n\n        Mangolpuri Police Station against Lalit Mann and\n\n        others. It was further stated that he was sure that\n\n        his uncle S.N. Gupta was murdered by Narendra\n\n        Mann, Lalit Mann, Sachin Bansal and his friends.\n\n</p><p data-structure=\"Precedent\" id=\"p_121\">(ii)    The disclosure statement made by Narendra Mann\n\n        reveals that initially he had asked Lalit Mann to\n\n        carry out the murder of S.N. Gupta.\n</p>\n<p data-structure=\"Precedent\" id=\"p_122\">          The accused – Lalit Mann had full knowledge of\n\n        the criminal conspiracy hatched to murder the\n\n        deceased S.N. Gupta.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">(iii)   Soon after the murder took place, Narendra Mann\n\n        and Lalit Mann were absconding.\n</p>\n<p data-structure=\"RespArg\" id=\"p_124\">\n<span class=\"hidden_text\" id=\"span_43\">                           38</span>\n\f         Since Lalit Mann did not join the investigation\n\n       after the commission of the crime, the conduct of\n\n       the accused in absconding would be admissible as\n\n       relevant ‘conduct’ u/<a href=\"/doc/482978/\" id=\"a_73\">S. 8</a> of the Indian Evidence\n\n       Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_125\">(iv)   On 29.03.2006 i.e. eight days after the murder\n\n       took     place, three of the accused viz. Narendra\n\n       Mann,    Lalit   Mann    and   Rajbir   Singh    were\n\n       apprehended by the police while travelling in an\n\n       Esteem car. The police recovered incriminating\n\n       objects i.e. photo of the deceased which was given\n\n       to the contract killer for identification, goggles and\n\n       black cap worn by the contract killer – Joginder\n\n       Singh to conceal his identity, from the car.\n\n</p><p data-structure=\"CDiscource\" id=\"p_126\">(v)    The Call Detail Records of Lalit Mann reveal that\n\n       from his cell phone bearing No. 9810254600, he\n\n       was in communication with the contract killer\n\n       Joginder Singh Sodhi on his cell No. 9871791501\n\n       prior and subsequent to the commission of the\n\n       crime.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_127\">\n\n\n<span class=\"hidden_text\" id=\"span_44\">                          39</span>\n\f             The Courts below were unjustified in not framing\n\n           the charges u/S., 302 r.w. <a href=\"/doc/968081/\" id=\"a_74\">S.34</a>, S120B <a href=\"/doc/1569253/\" id=\"a_75\">IPC</a> against\n\n           accused Lalit Mann.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_128\">\n\nV.   Shailendra Singh\n\n     As per the case of the prosecution, Shailendra Singh\n\n     provided the weapon of offence. Furthermore, after the\n\n     crime   was   committed,     Shailendra   Singh   remained\n\n     absconding for a period of 75 days.\n</p>\n<p data-structure=\"Section\" id=\"p_129\">     (i)   The recovery of the weapon of offence i.e. an\n\n           unlicensed 7.65 mm bore pistol along with two live\n\n           cartridges from the office of this accused at A 1/25,\n\n           Sector 7, Rohini, Delhi creates a strong suspicion of\n\n           his involvement in the conspiracy to murder late\n\n           S.N. Gupta.\n</p>\n<p data-structure=\"Precedent\" id=\"p_130\">             The office from where the recovery was made\n\n           admittedly belongs to the wife of Shailendra Singh.\n\n           This is corroborated by the deposition<a href=\"/doc/447673/\" id=\"a_76\"> u/S. 161</a>\n\n           Cr.P.C. of Ramesh, an independent witness, a\n\n           property dealer, who had arranged the purchase of\n\n           flat No. A 1/35, Sector 7, Rohini, Delhi by\n\n\n<span class=\"hidden_text\" id=\"span_45\">                             40</span>\n\f        Shailendra Singh, which was registered in the name\n\n        of his wife Pooja Singh. Shailendra Singh used the\n\n        said flat as his office to carry out his financing\n\n        business.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_131\">(ii)    The FSL Report dated 18.10.2006 has certified that\n\n        the weapon and cartridges used in the murder of\n\n        S.N. Gupta were recovered from the office of\n\n        Shailendra Singh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_132\">(iii)   The Ballistic Report has certified that the three\n\n        used   cartridges    recovered   from   the   site     of\n\n        occurrence, and the lead retrieved from the body of\n\n        the deceased, matched with the live cartridges\n\n        recovered from the house of Shailendra Singh and\n\n        were fired from the unlicensed pistol recovered from\n\n        house of Shailendra Singh.\n</p>\n<p data-structure=\"Precedent\" id=\"p_133\">(iv)    After the commission of the crime, the accused\n\n        Shailendra Singh was in possession of the weapon\n\n        of offence, which was lying concealed in his office.\n\n          The circumstance of the weapon of offence being\n\n        found in the custody and possession of Shailendra\n\n        Singh, would be admissible as “conduct” under\n\n\n<span class=\"hidden_text\" id=\"span_46\">                            41</span>\n\f             <a href=\"/doc/482978/\" id=\"a_77\">Section 8</a> of the Indian Evidence Act, irrespective of\n\n             the statements made by the co accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_134\">               The crucial recovery of the weapon of offence from\n\n             the   house   of   Shailendra    Singh,   was   a   very\n\n             important circumstance in the chain of events,\n\n             which was sufficient to proceed against him in trial\n\n             u/S. 302 r.w. <a href=\"/doc/37788/\" id=\"a_78\">S.34</a> and <a href=\"/doc/1897847/\" id=\"a_79\">120B</a> IPC.\n</p>\n<p data-structure=\"Section\" id=\"p_135\">      (v)    The call detail records produced before the Sessions\n\n             Court,   reveals    the   communication         between\n\n             Narendra Mann and Shailendra Singh on the date\n\n             of the murder, which is relevant material as per\n\n             <a href=\"/doc/482978/\" id=\"a_80\">Section 8</a> of the Evidence Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_136\">      (vi)   It is surprising that the Sessions Court and the\n\n             High Court having accepted the recovery of the\n\n             unlicensed weapon from the office of Shailendra\n\n             Singh, charged him only with the offence<a href=\"/doc/73862/\" id=\"a_81\"> u/S. 25</a> of\n\n             the Arms Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_137\">\n\nVI.   Rajbir Singh\n\n\n      With respect to the discharge of the accused – Rajbir\n\n      Singh, the Order of the Sessions Court and High Court is\n\n<span class=\"hidden_text\" id=\"span_47\">                                 42</span>\n\f       not disturbed, as we find that there is not sufficient\n\n       material to prosecute him.\n</p>\n<p data-structure=\"Section\" id=\"p_138\">\n\n\nVII.   Narendra Mann\n\n       Narendra Mann was charged by the Sessions Court u/S.\n\n       302 r.w. <a href=\"/doc/968081/\" id=\"a_82\">S.34</a>, <a href=\"/doc/386021/\" id=\"a_83\">S. 201</a> IPC and<a href=\"/doc/73862/\" id=\"a_84\"> S. 25</a> and <a href=\"/doc/1076938/\" id=\"a_85\">29(b)</a> of the\n\n       Arms Act by the Sessions Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_139\">         The Sessions Court vide Judgment and Order dated\n\n       04.02.2016 acquitted Narendra Mann.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_140\">         The State has filed Crl. Appeal No. 1155 of 2017, and\n\n       the Complainant – Kanta Devi filed Crl. Appeal No. 1154\n\n       of 2017 before the High Court which are pending\n\n       determination.\n</p>\n<p data-structure=\"Precedent\" id=\"p_141\">\n\nVIII. <a href=\"/doc/1737687/\" id=\"a_86\">Section 223</a> of the Cr.P.C. provides that persons\n\n       accused of the same offence, committed in the course of\n\n       the same transaction, must be jointly charged and tried.\n\n\n\n       In the present case, on account of the inconsistency in\n\n       framing charges by the Sessions Court against the six\n\n       accused, the trial has got truncated. The trial with\n<span class=\"hidden_text\" id=\"span_48\">                              43</span>\n\frespect to three accused i.e. Sachin Bansal, Narendra\n\nMann, and the alleged contract killer – Joginder Singh\n\nSodhi has proceeded in the absence of the other three\n\naccused viz. Shiv Charan Bansal, Lalit Mann and\n\nShailendra Singh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_142\">  The present case is one of criminal conspiracy based\n\non circumstantial evidence. For a case of criminal\n\nconspiracy to be established, each link in the chain of\n\ncircumstances would get completed, only if the evidence\n\ncollected by the prosecution against all the accused was\n\ntaken into consideration holistically.\n\n  Since the trial in the present case has got truncated, it\n\nis necessary that the trial of the remaining three accused\n\nproceeds forthwith in accordance with law.\n\n  With respect to the other three accused i.e. Sachin\n\nBansal, Narendra Mann and Joginder Singh the trial was\n\nconducted in the absence of the other three alleged co-\n\nconspirators. The Order of acquittal with respect to\n\nSachin Bansal and Narendra Mann is pending before the\n\nHigh Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">\n\n\n<span class=\"hidden_text\" id=\"span_49\">                        44</span>\n\f                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96656992\" id=\"span_50\"><a href=\"/doc/1256523/\" id=\"a_87\">S.386</a> Cr.P.C. defines the powers of the appellate court\n\n             in dealing with appeals. Clause (a) of<a href=\"/doc/1256523/\" id=\"a_88\"> S.386</a> Cr.P.C. is\n\n             restricted to the powers of the High Court since an\n\n             appeal against an Order of acquittal lies to the High\n\n             Court. The appellate court may direct the accused to be\n\n             re-tried, not only when it deals with an appeal against\n\n             acquittal, but also when it deals with an appeal against\n\n             conviction. Under clause (a) the High Court may reverse\n\n             the Order of acquittal and direct that further enquiry be\n\n             made, or the accused may be re-tried, or may find him\n\n             guilty and pass sentence thereon. Reliance is placed on\n\n             the judgment of this Court in Isaac alias <a href=\"/doc/96656992/\" id=\"a_89\">Kishore v.\n\n             Ronald Cheriyan &amp; Ors7</a>.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_144\">\n\n      IX.    As an appellate Court, the High Court may take further\n\n             evidence while considering the Appeals<a href=\"/doc/782148/\" id=\"a_90\"> u/S.391</a> Cr.P.C,\n\n             if it is considered necessary, and take additional evidence\n\n             on record. The High Court may also permit recording of\n\n             statements<a href=\"/doc/767287/\" id=\"a_91\"> u/S.313</a> Cr.P.C, if considered necessary, as\n\n\n\n\n7   (2018) 2 SCC 278.\n</p>\n<p data-structure=\"Precedent\" id=\"p_145\"><span class=\"hidden_text\" id=\"span_51\">                                     45</span>\n\f             held by this Court in <a href=\"/doc/79026890/\" id=\"a_92\">Alister Anthony Pareira v. State of\n\n             Maharashtra8</a> and in Asraf Ali v. State of Assam.9\n\n\n\n      X.     The High Court may take up the pending appeals in the\n\n             case of Sachin Bansal, Narendra Mann and Joginder\n\n             Singh Sodhi, after the conclusion of the trial of Shiv\n\n             Charan Bansal, Lalit Mann and Shailendra Singh, the\n\n             remaining accused by the Sessions Court in the present\n\n             case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_146\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_147\">      XI.    Conclusions &amp; Directions: -\n</p>\n<p data-structure=\"Conclusion\" id=\"p_148\">             1. The Criminal Appeal filed by the State of NCT of Delhi\n\n                 being Crl. Appeal No. 2248 of 2010, and the private\n\n                 Complainant – Kanta Devi being Cr. Appeal No. 2247\n\n                 of 2010 are allowed in Part.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_149\">                 We direct the Additional Sessions Judge, Rohini\n\n                 Courts to proceed with the trial in accordance with\n\n                 law in Sessions Case No. 6/2007 arising out of FIR\n\n\n\n\n8   (2012) 2 SCC 648.\n</p><p data-structure=\"Conclusion\" id=\"p_150\">9 (2008)   16 SCC 328.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_151\"><span class=\"hidden_text\" id=\"span_52\">                                      46</span>\n\f   No. 200/2006 dated 21.03.2006 with respect to the\n\n   following accused: -\n</p>\n<blockquote id=\"blockquote_6\">          a. The   Additional   Sessions   Judge,    Rohini\n\n            Courts, Delhi is directed to frame charges\n\n            against Shiv Charan Bansal u/S. 302 r.w.\n\n            <a href=\"/doc/37788/\" id=\"a_93\">S.34</a> IPC and<a href=\"/doc/1897847/\" id=\"a_94\"> S. 120B</a>, and S.<a href=\"/doc/386021/\" id=\"a_95\">201</a> IPC and\n\n            proceed with the trial in accordance with\n\n            law.\n</blockquote>\n<blockquote id=\"blockquote_7\">          b. We direct the Additional Sessions Judge,\n\n            Rohini Courts, Delhi to frame Charges\n\n            against Lalit Mann u/S. 302 r.w. <a href=\"/doc/37788/\" id=\"a_96\">S.34</a> IPC\n\n            and<a href=\"/doc/1897847/\" id=\"a_97\"> S.120B</a> IPC and proceed with the trial\n\n            in accordance with law.\n</blockquote>\n<blockquote id=\"blockquote_8\">          c. We direct the Additional Sessions Judge,\n\n            Rohini Courts, Delhi to        frame    charges\n\n            against Shailendra Singh u/S.302 r.w. 34\n\n            <a href=\"/doc/1569253/\" id=\"a_98\">IPC</a> and<a href=\"/doc/1897847/\" id=\"a_99\"> S. 120B</a> IPC, and<a href=\"/doc/73862/\" id=\"a_100\"> S. 25</a>, <a href=\"/doc/244673/\" id=\"a_101\">27</a>, <a href=\"/doc/1934415/\" id=\"a_102\">54</a> and\n\n            <a href=\"/doc/1934415/\" id=\"a_103\">59</a> of the Arms Act.\n</blockquote>\n<blockquote id=\"blockquote_9\">2. Let a copy of this Judgment be sent to the Additional\n\n   Sessions Judge, Rohini Courts, Delhi for conducting\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">                          47</span>\n\f          the trial against the aforesaid accused in Sessions\n\n          Case No. 6/2007 arising out of FIR No. 200/2006.\n\n</blockquote><blockquote id=\"blockquote_10\">       3. We direct the Additional Sessions Judge, Rohini\n\n          Courts, Delhi to fix a time schedule, and proceed with\n\n          the trial on a day to day basis, and conclude the same\n\n          preferably within a period of six months from today.\n\n</blockquote><blockquote id=\"blockquote_11\">       4. The Additional Sessions Judge, Rohini Court, Delhi is\n\n          directed to report the progress of the case to this\n\n          Court after three months.\n</blockquote>\n<blockquote id=\"blockquote_12\">       5. Let a copy of this Judgment be also forwarded to the\n\n          High Court and placed in the file of pending Crl.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_152\">          Appeal Nos. 1155 of 2017 and 1154 of 2017.\n\n</p><p data-structure=\"Conclusion\" id=\"p_153\">       6. We affirm the Judgment of the High Court qua the\n\n          acquittal of Mr. Rajbir Singh Malik @ Raju – Accused\n\n          No.3.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_154\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_155\">                                      ..….……..........................J.\n                                            (INDU MALHOTRA)\n\n\n\n                                      …..……...........................J.\n                                          (R. SUBHASH REDDY)\nNew Delhi\nDecember 5, 2019.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_156\"><span class=\"hidden_text\" id=\"span_54\">                              48</span>\n\f</p>","numcites":31,"numcitedby":54,"docsource":"Supreme Court of India","citetid":56399465,"divtype":"judgments","relatedqs":[{"value":"call detail record","formInput":"call%20detail%20record"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"302 r/w 34 and 120b","formInput":"302%20r/w%2034%20and%20120b"},{"value":"\"call details record\"","formInput":"%22call%20details%20record%22"},{"value":"section 120b ipc","formInput":"section%20120b%20ipc"},{"value":"section 201 ipc","formInput":"section%20201%20ipc"},{"value":"120b r/w 302","formInput":"120b%20r/w%20302"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"302 r/w 34 i.p.c : supremecourt","formInput":"302%20r/w%2034%20i.p.c%20%3A%20supremecourt"},{"value":"120b   302","formInput":"120b%20%20%20302"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"what is committee chit fund","formInput":"what%20is%20committee%20chit%20fund"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"section 120b r/w 34 of ipc","formInput":"section%20120b%20r/w%2034%20of%20ipc"},{"value":"section 302 r/w 34 ipc 201 120b","formInput":"section%20302%20r/w%2034%20ipc%20201%20120b"},{"value":"arms act","formInput":"arms%20act"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 227  ","formInput":"section%20227%20%20"},{"value":"section 302 r/w 34 ipc","formInput":"section%20302%20r/w%2034%20ipc"}],"cats":[{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"}],"courtcopy":true,"query_alert":null,"agreement":false}