{"tid":1149456,"publishdate":"1997-05-22","title":"Hindustan Fertilizer Corporation Ltd. vs Great Eastern Shipping Co. Ltd. on 22 May, 1997","doc":"<h2 class=\"doc_title\">Hindustan Fertilizer Corporation Ltd. vs Great Eastern Shipping Co. Ltd. on 22 May, 1997</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 74(1998)DLT82, 1998(46)DRJ344, (1998)120PLR25</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-n-kapoor\">S.N. Kapoor</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-n-kapoor\">S.N. Kapoor</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nS.N. Kapoor, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1.\n     By  this  petition, the petitioner a wholly owned  Government  Company seeks declaration about existence of a valid arbitration agreement  between the  petitioner, assignee under the Bill of Lading and respondent No.1  and valid  reference of disputes between the parties to the two joint  Arbitrators-respondent  Nos.2  &amp; 3 and in the alternative seeks reference  of  the disputes to the Arbitrators already appointed. \n</p> \n\n\n<p data-structure=\"Issue\" id=\"p_2\">2.1  The petitioner themselves claims that petitioner Company is authorised agent  of  Government of India in regard to handling  and  distribution  of imported fertilizers. The respondent is a common carrier by sea and is  the owner of the merchant ship &quot;JAGRAHAT&quot;\n</p> \n\n\n<p data-structure=\"Issue\" id=\"p_3\">2.2. Under a Charter Party Agreement dated April 22,1992 between the President  of India and the respondent Company - The Great Eastern Shipping  Co. Ltd.,  the  respondent Company undertook that its  vessel  &quot;m.v.  JAGRAHAT&quot; would call at one or two safe ports in U.S., Gulf, part of Tampa and  there is could load full and complete cargo of 33,000 M.T. at owner&#x27;s option Bulk Di-Ammonium Phosphate all under deck and carry the same to one or two  safe ports,  safe anchorages, West or East Coast of India and there deliver  the cargo in the same good condition as they were loaded to or to the order  of the petitioner for consideration as mentioned in the Charter party. \n</p> \n\n\n<p data-structure=\"Facts\" id=\"p_4\">2.3  Seminole Fertilizer Corporation Stamford, U.S.A. executed the contract for sale of 31,853.478 M/T of DAP to Government of India through its  Canalising Agent MMTC. M.V. Jagrahat issued a Bill of Lading dated 25th  April, 1992. The Charter Party contains an arbitration clause under Rider No.  51. The  petitioner is the assignee of the said Bill of Lading for it  was  endorsed by the Ministry of Chemical and Fertilizers, Government of India  to the effect that &quot;the cargo may be released to M/s. Hindustan Fertilizers on behalf  of the Ministry of Chemical and Fertilizers.&quot; The cargo was  delivered  accordingly to the petitioner. During the period of  loading  between April  2, 1992 and April 25, 1992 there were rains on 23rd and 24th  April, 1992. The vessel &quot;m.v. Jagrahat&quot; arrived at the port of discharge,  Kakinada,  India and commenced discharge on June 7, 1992, completed it on  August 5,  1992. The bulk DAP cargo was found to be wet, solidified, hardened  and damaged.  Large portion of cargo could not be removed in the normal  procedure, extra workers, crowbars and shovels were required to break the solidified  cargo and thereafter the same was bagged and/or otherwise  unloaded. The  Marine Surveyors representing the petitioner and the respondent  verified that the holds were not closed prior to every rain period and that the hardening of the cargo was due to this rain water falling in the holds  and loading  was almost nearing completion. Cargo to extent of  349.762  M.T.S. was damaged to such an extent that it became totally unfit for its intended purpose due to negligence of the respondent in neither covering the hatches before  rain  water  entered into the holds and wetted the  cargo  and  nor \nmaking  any arrangement and taking any precaution to dry the  cargo  before further  loading  the same. Due to breach of agreement and breach  of  duty coupled  with negligence on the part of the respondent  the  claimant/petitioner suffered loss and damage as under: \n</p><blockquote id=\"blockquote_1\">                                  PARTICULARS\n     F.O.B. value of 349.762 M.T. at \n     the rate of US D 157.50 per M.T. \n     = US D 55087.515              Rs. 17,35,257.00\n     Freight for 349.762 M.T. \n     = 342.766 L.T. at the rate of \n     Rs. 1,088/- per M.T.          Rs. 3,88,307.00\n     Additional expenses incurred \n     towards handling, survey and\n     disposal of 349.762 M.T. \n     damaged cargo                 Rs. 1,48,370.00\n                                                        \n            Total                  Rs. 22,71,934.00\n \n\n         \n2.4.1.    In  view  of the loss suffered dispute arose.  Both  the  parties agreed to refer the dispute to arbitration as per the Clause 51 of  Chapter Party.  Mr. A.K. Basu and Dr. S.N. Sanklecha were appointed as  Arbitrators under  the  Chapter Party Agreement. The petitioner filed  a  statement  of claim  claiming  inter alia Rs. 24,19,438.62 plus further interest  at  the rate of 21.25% per annum from 1.10.1993 till the date of the award. \n</blockquote> \n\n\n<blockquote id=\"blockquote_2\">2.4.2.    The respondent No.1 filed a counter statement raising the dispute that  the petitioner having acted as the agent of the  disclosed  principal and as such under the provisions of <a href=\"/doc/1154110/\" id=\"a_1\">Section 230</a> of the Contract Act is  not entitled  to sue. Since no arbitration agreement exists between the  claimant/petitioner  and respondent No.1 herein the learned arbitrators  had  no \njurisdiction  to enter into the claim of the petitioner. Counter  statement was filed on 31.1.94. \n</blockquote> \n\n\n<blockquote id=\"blockquote_3\">2.4.3.    The  petitioner filed rejoinder to the counter statement  submitting  that  the  counter claim was not filed within the  time  granted  and extended.  Further  the  time was granted by the arbitrators  to  file  the counter  statement.  The  petitioner in their rejoinder  claimed  that  the Chapter Party Agreement and the bill of lading is a single set of  document \nand complementary to each other and all the terms and conditions  contained in the Chapter Party Agreement that have been operative through the bill of lading. Since the said bill of lading was endorsed by Ministry of Chemicals and  Fertilizers  in favour of the petitioner the owner of  the  goods,  as endorsee,  the petitioner was holding a right, title or interest  over  the said  cargo  under  the terms of carriage following High Sea  Sale  by  the Government  of India through the said instrument the Bill of  Lading  under <a href=\"/doc/1094056/\" id=\"a_2\">Section 130</a> of the Transfer of Property Act, 1882. \n</blockquote> \n\n\n<blockquote id=\"blockquote_4\">2.4.4.    Several arbitration sittings took place. On 29th March, 1994  the learned  Arbitrator issued directions to the petitioner to the effect  that point  of existence of arbitration agreement should be got decided  through Courts.  The present petition has been filed accordingly seeking  aforementioned reliefs. \n</blockquote> \n\n\n<blockquote id=\"blockquote_5\">3.   This  petition is being contested by the opposite party mainly on  two grounds. Firstly this Court has not territorial jurisdiction to decide  and entertain  the  questions involved in this petition. Secondly there  is  no valid arbitration agreement in between the parties. \n</blockquote> \n\n\n<blockquote id=\"blockquote_6\">4.   I  have heard the parties Counsel at length and gone through  the  record. \n</blockquote> \n\n\n<blockquote id=\"blockquote_7\">5.   In  this case following are undisputed facts: (i) there is no  dispute about the fact that on 22nd April, 1992 the agreement between Great Eastern Shipping  Company Ltd., Hongkong and the President of India, New Delhi  was entered at Bombay; (ii) under the Chapter Party Agreement the cargo was  to be  delivered  at the Port of Kakinada; (ii) none of the  respondents  have their residence or registered office within the jurisdiction of this Court; and  (iv) the endorsement of the Competent Authority has been  executed  in Delhi by the Government of India. \n</blockquote> \n\n\n<blockquote id=\"blockquote_8\">6.   Territorial Jurisdiction\n \n\n\n6.1  The petitioner claims in para 33 of the petition that the Head  Office of  the petitioner is situated at 55, Nehru Place, New Delhi -  110019.  So cause  of  action  has arisen within the jurisdiction of  this  Court.  The petitioner also relies on Annexure &#x27;C-1&#x27;. It is very much apparent that the following  endorsement  dated 11th March, 1992 was made at New  Delhi  &quot;the cargo may be released to M/s. HFC on behalf of M/Chemicals &amp; Fertilizers&quot;.\n</blockquote> \n\n\n<blockquote id=\"blockquote_9\">6.2  As  claimed by the petitioner there are three grounds  for  conferring territorial jurisdiction on this Court, (i) above said endorsement; (ii) the petitioner  is having its Head Quarter at Delhi; and (iii) the  Arbitrators have issued directions (Annexure &#x27;F&#x27;) dated 29th March, 1995. Directions of the  Arbitrator in this regard do not appear to be material. <a href=\"/doc/353998/\" id=\"a_3\">Sections 19</a>  &amp; \n<a href=\"/doc/510549/\" id=\"a_4\">20(a)</a> and  (b) <a href=\"/doc/161831507/\" id=\"a_5\">of CPC</a> do not allow the petitioner  to  confer  territorial jurisdiction  on  this Court simply on the ground that  the  petitioner  is living in Delhi. <a href=\"/doc/70735214/\" id=\"a_6\">Section 19</a>, CPC gives option to choose one out of the  two Courts if the wrong was done within the local limits of the jurisdiction of one  Court and the defendant resides or carries on business  or  personally works for gain, within the local limits of the jurisdiction of another.  It does  not given option to choose this Court for no wrong was  committed  by the defendant within jurisdiction of this Court nor defendant No.1  resides or carries on business in Delhi. Defendant Nos. 2 &amp; 3 also do not reside in Delhi. \n</blockquote> \n\n\n<blockquote id=\"blockquote_10\">6.3.   Now the question is whether aforesaid endorsement made in favour  of the petitioner-Hindustan Fertilizer Corporation Ltd. would lead to  arising of cause of action against the defendants and would confer any jurisdiction on this Court under Clause (c) of <a href=\"/doc/86911060/\" id=\"a_7\">Section 20</a>, C.P.C. The fact that the head office  of the Ministry of Chemicals and Fertilizers of the Union of  India is  located  in Delhi, plaintiff itself carried on its  business  in  Delhi would not be sufficient to confer jurisdiction on this Court. \n</blockquote> \n\n\n<blockquote id=\"blockquote_11\">6.4  In  this regard one may refer to <a href=\"/doc/70735214/\" id=\"a_8\">Section 19</a> of CPC which may reads  as under; \n</blockquote> \n<blockquote id=\"blockquote_12\">     &quot;19.  Suits  for compensation for wrongs to persons  movables.  - Where a suit is for compensation for wrong done to the person  or to  movable  property,  if the wrong was done  within  the  local limits  of  the jurisdiction of one Court and the  defendant  resides,  or  carries on business, or personally  works  for  gain, within the local limits of the urisdiction of another Court, the suit  may be instituted at the option of the plaintiff in  either of the said Courts.&quot;\n</blockquote> \n\n\n<p data-structure=\"Issue\" id=\"p_5\">     The  wrong was done at the loading Port and the defendant  carries  on business  or  works  for gain within the local limits  of  jurisdiction  at Bombay. Since the wrong was done to the movable cargo and it was  delivered at  Kakinada.  Kakinada Court may also have jurisdiction but  it  does  not appear that the suit by any stretch of imagination could have been filed in Delhi either by over stretching of Section or <a href=\"/doc/86911060/\" id=\"a_9\">Section 20</a> of CPC.  Supposing for the sake of argument that endorsement in favour of the petitioner gives the cause of action against Union of India and in favour of the  petitioner \nthen  this  does not confer any right on the petitioner to  sue  respondent Nos. 1, 2 or 3 in Delhi for no cause of action arises against the  respondent in Delhi and neither UOI is a party to the suit nor any leave has  been sought to sue either of the defendants. \n</p> \n\n\n<p data-structure=\"Section\" id=\"p_6\">7.   Right of the plaintiff to sue: Principal or agent. \n</p> \n\n\n<p data-structure=\"Section\" id=\"p_7\">7.1  In  this  regard Counsel for the petitioner referred to <a href=\"/doc/1649197/\" id=\"a_10\">Section  1</a>  of Indian Bills of Lading Act, 1856 which reads as under: \n</p>  \n\n\n<blockquote id=\"blockquote_13\">     &quot; 1. Rights under Bills of Lading to vest in consignee or  endorsee.  -  Every consignee of goods named in a Bill of  Lading  and every  endorsee of a Bill of Lading to whom the property  in  the goods  therein  mentioned shall pass, upon or by reason  of  such consignment or endorsement, shall have transferred to and  vested in him all rights of suit, and be subject to the same liabilities in respect of such goods as if the contract contained in the Bill of Lading had been made with himself.&quot; \n</blockquote>\n \n\n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1041073\" id=\"span_1\">7.2   Learned Counsel for the plaintiff relies upon the case of <a href=\"/doc/1041073/\" id=\"a_11\">A.M. Mair &amp; Co. Vs. Gordhandas Sagarmull</a>,  and made specific reference  to para 9 which reads as under:-</span> \n</p> \n<blockquote id=\"blockquote_14\">     &quot;If, therefore, we come to the conclusion that both the  disputes raised  by the respondents fall within the scope of the  arbitration clause, then there is an end of the matter, for the Arbitrators  would have jurisdiction to adjudicate on the disputes,  and we  are not concerned with any error of law or fact committed  by them  or any omission on their part to consider any of  the  matters. In this view, it would not be for us to determine the  true construction  of the contract and find out whether  the  respondents&#x27; contention is correct or not. Once the dispute is found  to be within the scope of the arbitration clause, it is not part  of the  province of the Court to enter into the merits of  the  dispute.&quot;\n</blockquote> \n\n\n<p data-structure=\"RespArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"294263\" id=\"span_2\">7.2.2.      Learned  counsel for the plaintiff also referred  the  case  of <a href=\"/doc/294263/\" id=\"a_12\">Alimenta  S.A. Vs. National Agricultural Cooperative Marketing  Federation of India Ltd. &amp; Anr.</a>, , and made specific reference to paras 7 and 10 which reads as under:</span> \n</p>  \n\n\n<blockquote id=\"blockquote_15\">     &quot;We may at first deal with the appeal preferred by the appellant NAFED relating to the first contract. The question is whether  by Clause 11 in the first contract, the arbitration clause in FOSFA 20  contract can be said to have been incorporated into the  contract. It is now well established that the arbitration clause  of an  earlier  contract can, by reference, be incorporated  into  a later  contract  provided,  however, it is not  repugnant  to  or inconsistent with the terms of the contract in which it is incorporated.  Mr. G. Ramaswamy, learned Additional Solicitor  General appearing on behalf of the appellant, has strenuously urged  that the  High Court was wrong in holding that the arbitration  clause in the FOSFA-20 contract was incorporated into the first contract by virtue of the incorporation clause. He has drawn our attention  to the second illustration at page 46 of Russell on  Arbitration. Twentieth  Edition,  The illustration refers to the  decision  of Lord Esher M.R. in Hamilton &amp; Co. Vs. Mackie &amp; Sons, (1989) 5 TLR 677(CA),  we have looked into that decision as much reliance  has been  placed thereon on behalf of NAFED. In that case a  bill  of lading contained the words &quot;all other terms and conditions as per charter-party&quot;.  The  charter  party  contained  an   arbitration clause.  It was contended on behalf of the ship-owners  that  the arbitration clause in the charter-party was incorporated into the Bill  of  Lading. In overruling the said contention  Lords  Esher M.R. observed: \n</blockquote> \n\n\n<blockquote id=\"blockquote_16\">     &quot;Where  there was in a Bill of Lading such a condition  as  this, &#x27;all other conditions as per charter-party&#x27;, it had been  decided that  the conditions of the charter-party must be  read  verbatim into  the  Bill of Lading as though they were  there  printed  in extenso.  Then if it was found that any of the conditions of  the charter-party on being so read were inconsistent with the Bill of Lading they were insensible, and must be disregarded. The Bill of Lading  referred  to the charter-party, and therefore,  when  the condition  was read in.&quot;All disputes under this charter shall  be referred  to arbitration, &quot;it was clear that that  condition  did not  refer to disputes arising under the Bill of Lading,  but  to      disputes arising under the charter-party. The condition therefore was  insensible, and had no application to the  present  dispute, which arose under the Bill of Lading.&quot; \n</blockquote> \n\n\n<blockquote id=\"blockquote_17\">     &quot;10.  In our opinion, Harries, C.J., had taken a very  reasonable and sensible view. It is true, as pointed out by Lord Esher M.R., that the expression &quot;all disputes under this charter&quot;, if  incorporated  into the Bill of Lading, would be quite insensible.  But if  the  clause had been&quot; any dispute under this  contract&quot;  then after  incorporation  into  the Bill of Lading  the  words  &quot;this contract&quot;  would only mean the Bill of Lading into which  it  had been  incorporated.  In  the instant case, as  has  been  already noticed, the arbitration clause in the FOSFA-20 contract provides &quot;any dispute arising out of the contract&quot; and, as such, there  is no difficulty in the incorporation of the arbitration clause into  the first contract, for the words &quot;this contract&quot; would mean  the first contract into which it has been incorporated. Such incorpo-     ration would be quite intelligible and not inconsistent with  the terms of the first contract. There is, therefore, no substance in the  contention made on behalf of the appellant on the  basis  of the  decision in Hamilton &amp; Co. Vs. Mackie &amp; Sons 1889 5 TLR  677 (supra). \n</blockquote> \n\n\n<blockquote id=\"blockquote_18\">7.2.3.     Learned Counsel for the petitioner also relies upon the case  of Vaddadi Venkataswami Vs. Hanura Noor Mohamad Begum &amp; Anr., AIR 1956  Andhra 9. \n</blockquote>  \n\n\n<blockquote id=\"blockquote_19\">     &quot;Apart  from the over whelming authority, my opinion seems to  be strengthened by the very provisions of the <a href=\"/doc/1132672/\" id=\"a_13\">Negotiable Instruments Act</a>. In my opinion, <a href=\"/doc/1403481/\" id=\"a_14\">Sec. 46</a> provides for only one mode of  transfer, that is, by negotiating the instrument by means of  endorsement  and  delivery. This does not mean that there  is  no  other method of assignment of a promissory note. \n</blockquote> \n\n\n<blockquote id=\"blockquote_20\">     If the contention of Mr. Venkatesam that the only way of  assign     ing a Bill of Exchange is by endorsing it, is to be accepted, the assignment  by operation of law, also cannot take effect. I  have already  referred to the statement in AIR 1934 Bom  356(L)  which negatives  such  theory.  It was not seriously  disputed  by  Mr. Venkatesam that a person claiming the Bill of Exchange by  operation  of law has a right to maintain an action on the  promissory note. \n</blockquote> \n\n\n<blockquote id=\"blockquote_21\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1770627\" id=\"span_3\">That  apart, there is authority for this position  in  <a href=\"/doc/1770627/\" id=\"a_15\">Ramanadhan Chetty Vs. Katha Velan</a> AIR 1918 Mad 482(V). The support for this theory  can be found in Secs. 43 and 118, <a href=\"/doc/1132672/\" id=\"a_16\">Negotiable  Instruments Act</a>. <a href=\"/doc/254432/\" id=\"a_17\">Section 43</a> enacts that a negotiable instrument made,  drawn,     accepted, endorsed or transferred&#x27; without consideration or for a consideration  which  fails,  creates no  obligation  of  payment between  the parties to the transaction. In my judgment, the  two expressions  &#x27;endorsed&#x27; and &#x27;transferred&#x27; contemplates two  modes of transfer of a promissory note.</span> \n</blockquote> \n\n\n<blockquote id=\"blockquote_22\">     It could not be assumed that the Legislature used the  expression &quot;transferred&quot; by way of redundancy. If meaning is to be given  to both the expressions, it means the negotiable instrument could be assigned either by endorsement or by other way i.e., other  modes of transfer are recognised. \n</blockquote> \n\n\n<blockquote id=\"blockquote_23\">7.2.4.      On the other hand in support of his contention  the  respondent relies  upon the case of Singamsetti Rama Rao Vs. Union of India, .  In this case the Andhra Pradesh High Court held that a  cause  of action cannot be said to have arisen in favour of the endorsee at the place of  endorsement.  In that case an endorsee of a Railway  Receipt  sued  the Railway Authorities through UOI for damage caused to the goods. The  plaintiff  in this case sought to confer jurisdiction on a Court where  the  alleged  endorsement had taken place. The Andhra Pradesh High  Court  further held as under; \n</blockquote>  \n\n\n<blockquote id=\"blockquote_24\">     &quot;...the  right  to sue the Railway Administration would  be  only governed  by the contract as between the original  consignor  and the Railway, and if under the contract between the consignor  and the Railway the places where the cause of action could be said to have arisen could only be a place where the goods were  consigned or  where  the short delivery was alleged to be  made  or  damage occurred, that alone could furnish a cause of action....&quot; \n</blockquote> \n\n\n<p data-structure=\"Precedent\" id=\"p_10\">     It further held that: \n</p> \n\n\n<blockquote id=\"blockquote_25\">     &quot;...That  is  to say, if a Railway Receipt has been  endorsed  in favour  of  five persons consecutively, it would amount  to  this that the first endorsees would be in a position to file a suit at any  of the places where the previous endorsements took place  or at  the  places where the goods were consigned or the  breach  of contract occurred. Obviously that is not the policy of the act as envisaged  by <a href=\"/doc/14077/\" id=\"a_18\">Section 80</a> of the Railways Act. For all these  reasons  I am inclined to adopt the view taken by the Calcutta  High Court and the view adopted in the case of Union of India Vs. Adam      Hajee. In the result this C.R.P. is dismissed with costs.&quot; \n</blockquote> \n\n\n<p data-structure=\"CDiscource\" id=\"p_11\">7.2.5.     From the above it can be easily concluded that since neither  of the  respondents ordinarily resides or Carries on Trades in Delhi  nor  any part  of cause of action has arisen in Delhi this Court will not  have  any territorial jurisdiction to try and entertain the present petition. \n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_12\">7.2.6.     Before it is said that the cause of action arose in Delhi or not it is further required to be examined whether the endorsement of this  kind gives any cause of action against the respondents. It may certainly give  a cause of action against the Union of India. But the Union of India is not a party to the suit. \n</p> \n\n\n<p data-structure=\"CDiscource\" id=\"p_13\">7.2.7.     According to <a href=\"/doc/1649197/\" id=\"a_19\">Section 1</a> of the Indian Bills of Lading Act, A Bill of Lading is a document of title signed by the ship-owner or by the  master or other agent of the ship-owner which states that certain specified  goods have been shipped upon a particular ship and which purports to set out  the terms on which such goods have been delivered to and received by the  ship. It is a well known mercantile document of title which is transferred in the business  world  by endorsement passing in the endorsee good title  to  the goods covered by such Bill of Lading. However the property does not pass by the  mere fact of endorsement on the Bills of Lading for the  contract  and the  context  in which the endorsement is made must always  be  taken  into consideration to see for and seeking the purpose for which the  endorsement was  made. The endorsement is effected either by the Shippers or  the  consignee  writing his name on the back of the Bill of Lading which is  called &quot;endorsement in Blank&quot;, in which case Bill of Lading may pass from hand  to hand  by mere delivery. Holders of Bill of Lading are entitled to  sue  for shortage of goods delivered and are not disentitled by condition of Bill of Lading to rely on admissions regarding the packing of goods. The  above said endorsement  may be sufficient to indicate that the title in the cargo  had been transferred to the endorsee but there could be a simple endorsement to receive  the delivery of the goods just as an agent or servant or  contractors  to receive the delivery of the goods just as an agent or  servant  or contractors acting on behalf of owner of the property, who would not become entitle  to file a suit simply on the ground that the endorsement has  been made in their names (see Bengal Enamel Works Ltd. Vs. Apejay Private  Ltd., ILR (170) 1 Cal. 459 (475). If neither the endorsement indicates that value \nhas  been received by the owner nor there is any other corroborative  piece of evidence then in that case it will be difficult to accept that the title passes with this kind of endorsement. The things become worse when  neither the  words  &quot;endorsement  blank&quot; is written nor it is  mentioned  that  the endorsement  is  made for value received and instead it is  mentioned  that &quot;the  cargo  may be released to M/s. Hindustan  Fertilizer  Corporation  on behalf of Ministry of Chemicals and Fertilizers&quot;. It would certainly not be sufficient  to  confer title on the present petitioner to sue  in  its  own name. It may further be mentioned that in rejoinder at page 43 it is virtually  admitted  to  the petitioner that the claimant may be  an  agent  for handling and distribution of imported fertilizer but that does not preclude it from the making him as &quot;assignee&quot; of Bill of Lading or a Receiver of the goods covered by the Bill of Lading and Charter Party. \n</p> \n\n\n<p data-structure=\"Section\" id=\"p_14\">8.   Since the property in the cargo/goods was not intended to pass to  the petitioner <a href=\"/doc/1649197/\" id=\"a_20\">Section 1</a> of the Indian Bills of Lading Act would not be of  any \nhelp  to  the petitioner. Since the petitioner claim to be the agent  of  a disclosed  principal  no suit or proceeding would lie in the  name  of  the agent and the same would be hit by <a href=\"/doc/1094056/\" id=\"a_21\">Section 130</a> of the Transfer of  Property Act which reads as under: \n</p>  \n\n\n<blockquote id=\"blockquote_26\">     &quot;130.  (1)  The transfer of an actionable claim whether  with  or without consideration shall be effected only by the execution  of      an  instrument  in  writing signed by the transfer  or  his  duly authorised agent, shall be complete and effectual upon the execution  such instrument, and thereupon all the rights and  remedies of the transferor, whether by way of damages or otherwise,  shall vest in the transferee, whether such notice of the transfer as is hereinafter provided be given or not.&quot; \n</blockquote> \n\n\n<p data-structure=\"Section\" id=\"p_15\">     Provided  that  every dealing with the debt or  other  actionable claim  by  the debtor or other person from or  against  whom  the transferor  would, but for such instrument or transfer as  aforesaid, have been entitled to recover or endorse such debt or other actionable claim, shall (save where the debtor or other person is a party to the transfer or has received express notice thereof as hereinafter provided) be valid as against the transfer. \n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_16\">     (2) The transferee of an actionable claim may, upon the execution of  such  instrument of transfer as aforesaid, sue  or  institute proceedings  for the same in his own name without  obtaining  the transferor&#x27;s  consent  to such suit or proceedings,  and  without making him a party thereto. \n</p> \n\n\n<p data-structure=\"Section\" id=\"p_17\">     Exception. - Nothing in this section applies to the transfer of a marine  or fire policy of insurance or effects the provisions  of <a href=\"/doc/1556495/\" id=\"a_22\">Section 38</a> of the Insurance Act, 1938 (IV of 1938)&quot;. \n</p> \n\n\n<p data-structure=\"Issue\" id=\"p_18\">8.2      Here in this case no instrument has been got executed to  say  that case  of the petitioner is covered by <a href=\"/doc/1094056/\" id=\"a_23\">Section 130</a> of Transfer  of  Property Act  and  to indicate that property in the cargo passed in  favour  of  the petitioner.  The question again depends upon the transfer of title  in  the \ncargo  followed by title in claim in favour of the petitioner. Since it  is apparent  that neither title in the cargo nor in the claim has been  transferred by the endorsement made on behalf of Union of India, the  petitioner could  not take shelter under <a href=\"/doc/1094056/\" id=\"a_24\">Section 130</a> of the Transfer of  Property  Act \nfor the position of petitioner is just of an agent who could not sue in his own name. \n</p> \n\n\n<p data-structure=\"RespArg\" id=\"p_19\">9.   The petitioner in its own name cannot maintain the present  petitioner for  referring  the dispute to the Arbitrator as it is not a party  to  the arbitration  agreement  either in the Charter Party or under  the  Bill  of Lading. There appears lot of force in the submission of the learned Counsel for  the  respondent  that it is settled law that when the  words  &quot;on  the behalf  of the principal&quot; is added on the body of the endorsement and  contract  in that case it does not mean that there is an endorsement  for  the purpose  of  transferring title in property in favour of the  endorsee.  It just means that person is acting on behalf of the principal and not on  his own  behalf.  Consequently he can neither sue nor can be sued in  this  own \nname. \n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_20\">10.  As  a matter of the fact this Court need not have gone into the  question of endorsement in favour of the petitioner in Bill of Lading for it is a  matter of interpretation which is required to be left to the  Arbitrator but it has to be looked into from the point of view of consideration of the question of territorial jurisdiction only. If the endorsement could  confer a  substantive  right  of title in the cargo/goods on  the  petitioner  and Government  of India was made a party to the suit then it would  have  been difficult to say that this Court have no jurisdiction. But the moment it is held  to be a case of only authorising HFC to act as an agent on behalf  of Government of India without impleading Government of India, then the  question becomes totally different. In that case no cause of action accrues  in favour of the petitioner in Delhi. \n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_21\">11.  It  may be mentioned that by just issuing notices from one&#x27;s own  head office nobody can confer any jurisdiction on any Court which is not  othewise having jurisdiction over the matter. \n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_22\">12.  Since  in  this  matter, (i) agreement had not been  entered  into  at Delhi, (ii) the contract was entered into at Bombay, and (iii) cargo was to be delivered at Kakinada, only Bombay and Kakinada Courts would have territorial jurisdiction. \n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_23\">13.  Since it is apparent that this Court has neither territorial jurisdiction nor the petitioner has any cause of action to sue in its own name, the petition is liable to the dismissed. It is dismissed accordingly.  However, in the peculiar facts and circumstances, the parties are left to bear their own costs. \n</p> \n\n","numcites":16,"numcitedby":4,"docsource":"Delhi High Court","citetid":1149456,"divtype":"judgments","relatedqs":[{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"actionable claim","formInput":"actionable%20claim"},{"value":"promissory note","formInput":"promissory%20note"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"great eastern shipping","formInput":"great%20eastern%20shipping"},{"value":"charter party","formInput":"charter%20party"},{"value":"\"cause of action\"","formInput":"%22cause%20of%20action%22"},{"value":"rejoinder/","formInput":"rejoinder/"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"territorial jurisdiction\"","formInput":"%22territorial%20jurisdiction%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"sue","formInput":"sue"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"conferring of jurisdiction","formInput":"conferring%20of%20jurisdiction"},{"value":"consignment","formInput":"consignment"}],"cats":[{"value":"transfer-of-actionable-claim","formInput":"tag:transfer-of-actionable-claim"},{"value":"negotiable-instruments","formInput":"tag:negotiable-instruments"}],"courtcopy":false,"query_alert":null,"agreement":false}