{"tid":1604290,"publishdate":"2002-01-04","title":"Continental Construction Limited vs Food Corporation Of India And Ors. on 4 January, 2002","doc":"<h2 class=\"doc_title\">Continental Construction Limited vs Food Corporation Of India And Ors. on 4 January, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2002IIIAD(DELHI)995, AIR2003DELHI32, AIR 2003 DELHI 32, (2002) 49 ARBILR 192</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n \n\n V.S. Aggarwal, J.  \n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. By this common judgment both the suits mentioned\nabove can conveniently be disposed, since the question\ninvolved by and larger in both the petitions are\nidentical. Therefore, they are being taken up\ntogether. Facts are being mentioned from Suit\nNo. 3078-A/96.\n</p> \n \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. M/s Continental Construction Ltd. (for short\nthe applicant) seeks the award of the arbitrator to be\nmade a rule of the court and for a decree in terms of\nthe award to be passed. The applicant contends that\nhe does not wish to file any objection to the award\ndated 15.12.1996. In pursuance of the notice having\nbeen issued the objector (the Food Corporation of\nIndia) has filed the objections. The award is\npurported to be assailed on various grounds to be\nconsidered hereinafter. Needless to state that in the\nreply filed all the objections and the pleas raised\nare being controverter.\n</p> \n \n\n<p data-structure=\"Issue\" id=\"p_3\"> 3. On 22nd March, 1999 this court had framed the\nfollowing issues:- \n</p>\n   \n\n<blockquote id=\"blockquote_1\"> 1. Whether the impugned award is liable to\nbe set aside for the reasons stated in\nthe objections? \n</blockquote> \n\n \n<blockquote id=\"blockquote_2\">2. Relief, if any? \n</blockquote> \n \n\n<p data-structure=\"Issue\" id=\"p_4\"> 4.  Issue No. 1: The evidence had been lead by\naffidavits filed by the parties.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. Before proceedings further it would be\nappropriate to consider the nature of the award and\nthe reasons given by the learned arbitrator. The\nlearned arbitrator refers to thee facts which led to\nthe disputes between the parties. An agreement was\narrived at and three works at Moga, Jagraon and Mandi\nGobindgarh which were to be finished on 10th October,\n1977 were assigned. The sites were handed over only\non 29th February, 1980 at Moga, 31st March, 1980 at\nJagraon and 4th December, 1979 at Mandi Gobindgarh.\nThe claimants had urged that despite nine years after\ntaking over the works and gainfully using the silos,\nthe objectors have failed to settle the final bill and\nclaim the balance amount. It had also been claimed\nthat the objectors have not settled the bill for the\nextra item, substituted items, price variations etc.\nThe claims as such regarding items numbering 11 had\nbeen disputed and when the matter was referred by this\ncourt to the learned arbitrator it is not disputed\nthat this court had further directed that the\narbitrator could consider if the claim was within time\nor not. The arbitrator had framed the issues and with\nrespect to the plea of the objectors as to whether the\nclaim is barred by time, the learned arbitrator with\nrespect to the contention that the applicant did not\nseek the arbitration within time in terms of clause\n12.1 held that the procedure contemplated under\n12.1 could only be adopted during the course of the\nwork and not thereafter. It was further held that the\nEngineers had failed to do their duty and had left the\nsite and no useful purpose would have been served by\nreferring the matter to the Engineer and therefore,e\nthe contention of the objectors that the arbitration\nhad not been claimed within time was rejected. As\nregards the claim being otherwise time barred\nreference was made to the adhoc payment of Rs. 1 lakh\nand findings returned were that the claim is within\ntime. With respect to the dispute as to who was\nresponsible for delay the arbitrator found that there\nwas delay on the part of the objectors in release of\nthe construction drawings. As regards\nnon-availability of the steel it was noted that there\nwas non-availability of quantity and quality of steel.\nThe objector themselves permitted the use of different\ntype of steel. It was further held that number of\ndrawings were revised and parties were equally\nresponsible in this regard for delay. The arbitrator\nalso considered as to whether time was the essence of\nthe contract and concluded that the time was put at\nlarger and question of imposing liquidated damages did\nnot arise. Thereupon different items were considered\nwith respect to the claims laid by the applicants and\nallowing some of them, the award had been passed\nagainst the objectors to the tune of Rs. 25,91,801.76\nwith interest at the rate of 10% p.a. in favor of\nthe applicant and against the respondents. The\ncounter claim of the objectors had been rejected.\n</p> \n \n\n<p data-structure=\"PetArg\" id=\"p_6\"> 6. Keeping in view the aforesaid facts learned\ncounsel for the objectors at the outset urged that the\nfindings of the arbitrator with respect to the claim\nbeing within time or seeking arbitration were barred\nby time. This particular argument necessarily must\nhave its two limbs. This is for the reason that it is\none thing to say that claim is within time as per the\n<a href=\"/doc/1317393/\" id=\"a_1\">Limitation Act</a> and another thing that the right to\nclaim arbitration as per contract not within time.\n</p> \n \n\n<p data-structure=\"Section\" id=\"p_7\"> 7. It would be appropriate to take up the latter\npart of the argument in the first instance. Clause\n12.1 pertain to settlement of dispute and pertaining\nto the arbitration. Same is being reproduced below\nfor the sake of facility:\n</p> \n   \n\n<blockquote id=\"blockquote_3\"> 12(i) -  SETTLEMENT OF DISPUTES (ARBITRATION) \nNotwithstanding any provision to the contrary\nin these general conditions, if any dispute\nor difference/of any kind whatsoever shall\narise between the Corporation or the Engineer\nand the Contractor in connection with or\narising out of the contract or the carrying\nout of the work (whether during the progress\nof the work or after their completion and\nwhether before or after the termination,\nabandonment or breach of the contract) it\nshall in the first place be referred to and\nsettled by the Engineer, who within a period\nof 90 days after being requested by either\nparty to do so, shall give written notice of\nhis decision to the Corporation and the\nContractor. Save as hereinafter, provided\nsuch decision in respect of every matter so\nreferred shall be final and binding upon the\nCorporation and the Contractor until the\ncompletion of the work and shall forthwith be\ngiven effect to by the Contractor who shall\nproceed with the work with all the diligence,\nwhether he or the Corporation requires\narbitration as hereinafter provided or not.\nIf the Engineer has given written notice of\nthe decision to the Corporation and the\nContractor and no claim to arbitration has\nbeen communicated to him by either the\nCorporation or the Contractor within a period\nof 90 days from receipt of such notice, the\nsaid decision shall remain final and binding\nupon the Corporation and the Contractor. If\nthe Engineer shall fail to give notice of his\ndecision aforesaid within a period of 90 days\nafter being requested as aforesaid or if\neither the Corporation or the Contractor be\ndissatisfied with any such decision then and\nin any such case either the Corporation or\nthe Contractor may within 90 days after\nreceiving notice of such decision or within\n90 days after the expiration of the first\nnamed period of 90 days (as the case may be)\nrequire that the matter or matters in dispute\nbe referred to arbitration as hereinafter\nprovided. All disputes or differences in\nrespect of which the decision (if any) of the\nEngineer has not become final and binding as\naforesaid shall be referred to two\narbitrators, one to be appointed by the\nCorporation dn one by the Contractor or in\nthe case of the said arbitrators not\nagreeing, then to the award of an umpire to\nbe appointed by the said arbitrators pursuant\nto and so as with regard to the mode and\nconsequence of the reference and in all other\nrespects of conform to the provisions of the\n<a href=\"/doc/1052228/\" id=\"a_2\">Indian Arbitration Act, 1940</a> (Act No. 10 of\n1940) or rules made there under of any\nre-enactment or statutory modification\nthereof for the time being in force provided\nhowever that the umpire will be appointed in\nwriting before entering on the reference.\n</blockquote><p data-structure=\"Section\" id=\"p_8\">The said arbitrators or umpire shall have\nfull power to open up, review and revise any\ndecision, opinion, direction, certificate or\nvaluation of the Engineer and neither party\nshall be limited in the proceedings before\nsuch arbitrators and umpire to the evidence\nor arguments put before the Engineer for the\npurpose of obtaining his said decision. No\ndecision given by the Engineer in accordance\nwith the foregoing provisions shall\ndisquality him from being called on any\nmatter whatsoever relevant to the dispute or\ndifference referred to the arbitrators or\numpire as aforesaid. The arbitrators or\numpire shall not enter on the reference until\nafter the completion or alleged completion of\nthe work unless with the written consent of\nthe Corporation and the Contractor provided\nalways: \n</p>   \n\n \n<blockquote id=\"blockquote_4\">a. that such reference may be opened before\nsuch completion or alleged completion in\nrespect of withholding by the Engineer\nof any certificate or the withholding of\nany portion of the Security Deposit to\nwhich the Contractor claims in\naccordance with the conditions set out\nin the Clause 8.2.\n</blockquote> \n \n\n<blockquote id=\"blockquote_5\"> b. That the giving of a certificate of\ncompletion under Clause 9.6 hereof shall\nnot be a condition precedent to the\nopening of any such reference.\n</blockquote>   \n \n\n<blockquote id=\"blockquote_6\"> 8. It is on the strength of the said agreement\nbetween the parties that on behalf of the objectors it\nwas eloquently pointed that the learned arbitrator was\npatently in error in recording that this clause could\nbe pressed into service only during the course of work\nand not thereafter. So far as this particular\ncontention is concerned it must be held to be\nmeritorious. The language of the agreement referred\nto above i.e. Clause 12.1 clearly reveal that if\ndisputes arise between the parties they have to be\nreferred in accordance with the said agreement for\narbitration. If does not in any way mention that such\ndisputes could be referred to arbitration only during\nthe course of the work that was being carried and not\nthereafter. If this was so then after the work had\nbeen completed question of pressing Clause 12.1\npertaining to the arbitration would not arise. The\nfindings of the learned arbitrator to the contrary\ntherefore are patently erroneous and would not stand\nscrutiny.\n</blockquote> \n \n\n<blockquote id=\"blockquote_7\"> 9. As per the Clause 12.1, of the agreement\nbetween the parties in the first place the claimant\nhad to refer the matter to the Engineer who within a\nperiod of 90 days will decide the said matter and\nthereafter if written notice had been given within the\ntime stipulated above one could seek for the\narbitration. The court is specifically not mentioning\nother aspects of the same which is not relevant. It\nis not in controversy that a notice had been served by\nthe applicant. But the objection is that within the\nstipulated period the arbitration was not claimed and\ntheir relief during the arbitration.\n</blockquote> \n \n\n<blockquote id=\"blockquote_8\"> 10. In the first instance it was pointed that in\nterms of <a href=\"/doc/1224074/\" id=\"a_3\">Section 28</a> of the Contract Act such a clause\nwhich restricts the period of limitation would be\ninvalid. Reliance on behalf of the applicant was\nplaced on <a href=\"/doc/1224074/\" id=\"a_4\">Section 28</a> of the Contract Act as amended by\nthe Indian Contract Act (Amendment Act), 1996 (Act one\nof 1997). The provision of <a href=\"/doc/1224074/\" id=\"a_5\">Section 28</a> are being\nreproduced below for the sake of facility:\n</blockquote> \n   \n\n<blockquote id=\"blockquote_9\"> 28.  Agreements in restraint of legal\nproceedings, void.  Every agreement,-- \n</blockquote>   \n\n \n<p data-structure=\"Section\" id=\"p_9\">(a) by which any party thereto is restricted\nabsolutely from enforcing his rights\nunder or in respect of any contract, by\nthe usual legal proceedings in the\nordinary tribunals, or which limits the\ntime within which he may thus enforce\nhis rights; or  \n \n\n \n</p><p data-structure=\"Section\" id=\"p_10\">(b) Which extinguishes the rights of any\nparty thereto, or discharges any party\nthereto, from any liability, under or in\nrespect of any contract on the expiry of\na specified period so as to restrict any\nparty from enforcing his rights;\n</p>  \n \n\n<p data-structure=\"Issue\" id=\"p_11\"> is void to that extent. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_12\">  Saving of contract to refer to arbitration\ndispute that may arise.   \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_13\"> Exception 1.  This section shall not render\nillegal a contract, by which two or more\npersons agree that any dispute which may\narise between them in respect of any subject\nor class of subjects shall be referred to\narbitration, and that only the amount awarded\nin such arbitration shall be recoverable in\nrespect of the dispute so referred.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_14\">  Saving of contract to refer questions that\nhave already arisen.   \n</p> \n\n \n<p data-structure=\"Section\" id=\"p_15\"> Exception 2.  Nor shall this section render\nillegal any contract in writing, by which two\nor more persons agree to refer to arbitration\nany question between them which has already\narisen, or affect any provision of any law in\nforce for the time being as to references to\narbitration.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_16\"> 11. <a href=\"/doc/1224074/\" id=\"a_6\">Section 28</a> of the Contract Act as reproduced\nabove was introduced on the recommendation of the Law\nCommission in order to remove the anomalies created by\nthe earlier Act. The position of law settled before\nthe amendment was that <a href=\"/doc/1224074/\" id=\"a_7\">Section 28</a> would invalidate\nonly a clause in an agreement which restricts a party\nfrom enforcing his right absolutely or which limits\nthe time within which he may enforce his right.\n<a href=\"/doc/1224074/\" id=\"a_8\">Section 28</a> before the amendment does not come into\noperation when contractual term spell out an extension\nof a right of a party to sue or spell out the\ndischarge of a party from the liabilities. It is true\nthat the argument of the applicants learned counsel as\nper the amended provisions of <a href=\"/doc/1224074/\" id=\"a_9\">section 28</a> of the Act\nwould come to his rescue but the snag in the argument\nis that <a href=\"/doc/1224074/\" id=\"a_10\">Section 28</a> of the Contract Act as amended is\nnot retrospective in its operation. The present\ncontract between the parties had been arrived at\nbefore the amendment and even the work executed before\nthat. Consequently the provisions of the amended\nprovisions of <a href=\"/doc/1224074/\" id=\"a_11\">Section 28</a> of the Contract Act will not\nhave a role to play, so far as the present dispute is\nconcerned. In that view of the matter the said\nargument so much thought of will be of little avail.\n</p> \n  \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> 12. In the present case in hand as per Clause\n12.1 as pointed out above the dispute had to be in the\nfirst place to be referred and settled by the Engineer\nwho within a period of 90 days after being requested\nhas to give a written notice of his decision to the\napplicant. If the Engineer had given a written notice\nto the applicant or to the objector and no claim to\narbitration is communicated to the Engineer within 90\ndays then such decision of the Engineer has to become\nfinal. If the Engineer fails to give his decision\nwithin 90 days after being requested or if either\nparty is dis-satisfied with such a decision then from\ndate of the receipt of the same the matter can be\nreferred to the arbitration. As already referred to\nabove the applicant had served notice but there was no\ndecision communicated by the engineer. It is\nworthwhile to mention that under Clause 1(a)(iv) of\nthe General Conditions of Contract the engineer has\nbeen defined to be one appointed by the Corporation\nand notified in writing to the contract to act as\nengineer for the purposes of the contract. The\nattention of the court has not been drawn to any such\norder in writing communicated to the applicant as to\nwho is to be the engineer after a specified date.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> 13. Not only that the arbitration has returned\nfindings that the engineers had abandoned the site on\n1.3.1981. The objectors did not inform the\nclaimant/applicant that engineer had abandoned the\nsite. No replacement was provided. The claim of the\nobjector that in fact engineers were doing their duty\nfor purposes of the present controversy is of little\navail. This is for the reason that the arbitrator\nreturned a finding of fact that the engineers had\nabandoned the site and had left the site. Reply to\nthe notice even was not sent and once that was so no\nuseful purpose would have bene served by taking up the\nmatter in this regard. This indeed is a finding of\nfact arrived at by the arbitrator and can hardly be\ndescribed to be erroneous because there is precious\nlittle to show that engineers had not abandoned the\nsite or there was an engineer as defined to be\nnotified referred to above. Consequently that was the\nposition the conclusion are obvious in terms that the\nsaid clause pertaining to the notice and position of\nthe engineer had become redundant.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 14. There is another way of looking at the mat\nter. As already referred to above this controversy\nhad been referred by the court to the arbitrator. The\nlearned arbitrator had thereupon returned a finding.\nEven if the said finding is pertaining to a question\nof law, this court would be bound by the general\nprinciples for interfering in awards as in case of a\ndecision on the question of law. Reference can well\nbe made with advantage to the decision of the Supreme\nCourt in the case of  Tarapore &amp; company v. Cochin\nShipyard Ltd. and Anr.  .  The Supreme\ncourt held that when specific question of law is\nreferred to the arbitration including the one touching\nupon the jurisdiction the said decision would be\nbinding:\n</p> \n<blockquote id=\"blockquote_10\">  &quot;....Therefore on principle it appears\ndistinctly clear that when a specific\nquestion of law is referred to an arbitrator\nfor his decision including the one touching\nupon the jurisdiction of the arbitrator, the\ndecision of the arbitrator would be binding\non both the parties and it would not be open\nto any of the two parties to wriggle out of\nit by contending that the arbitrator cannot\nclutch at or confer jurisdiction upon himself\nby misconstruing the arbitration agreement.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 15. Thereupon further conclusions were drawn: \n</p>  \n<blockquote id=\"blockquote_11\">&quot;.....This decision is an authority for the\nproposition that where the parties\nspecifically agree to refer a specific\nquestion of law for the decision of the\narbitrator, and agree to be bound by it, the\nCourt cannot set aside the award on the\nground of an error of law apparent on the\nface of it even though the decision of the\narbitrator may not accord with the law as\nunderstood by the court. I on the other\nhand,the question of law is incidentally\ndecided by the arbitrator, it is not enough\nto oust the jurisdiction of the court to set\naside the award on the ground that there is\nan error apparent on the face of the award.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"529896\" id=\"span_1\">16. This being the position of law it must follow\nthat this court would not be competent to interfere\nbecause the finding is not totally erroneous or based\non any material on the record. The same fact is\ndecision of the Supreme Court in the case of  <a href=\"/doc/529896/\" id=\"a_12\">Himachal\nPradesh State Electricity Board v. R.J. Shah &amp;\nCo.</a>  .  It was held that when\narbitrator is required to construe a contract then\nmerely because another view may be possible will not\npermit the court to interfere.</span> The Supreme Court held\n: \n</p>  \n<blockquote id=\"blockquote_12\">&quot;From the aforesaid decisions of this court,\nand the last one in particular, it is clear\nthat when the arbitrator is required to\nconstrue a contract then merely because \nanother view may be possible the court would\nnot be justified in construing the contract\nin a different manner and then to set aside\nthe award by observing that the arbitrator\nhas exceeded the jurisdiction in making the\naward&quot; \n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_22\">17. Thereafter the findings were further written: \n</p>  \n<blockquote id=\"blockquote_13\">Even if the arbitrators construed the terms\nof the contract incorrectly it cannot be said\nthat the award was in excess of their\njurisdiction. Their jurisdiction clearly was\nto construe the terms of the contract and\ntheir decision thereon is final and binding\non the parties.&quot; \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_23\"> 18. As already <a href=\"/doc/529896/\" id=\"a_13\">referred to above</a> in the present\ncase the arbitrator had been called upon and permitted\nby this court to decide if the same is within time or\nnot. The arbitrator had considered and returned\nfinding considering the contract. The law will not\npermit therefore this court to interfere particularly\nwhen as already pointed above re-mentioned at the\nrisk of repetition said finding is not erroneous. \n</p> \n\n \n<p data-structure=\"PetArg\" id=\"p_24\">19. Confronted with that position it had been\nurged vehemently that in any case the claim was not\nwithin time because it had not been laid within three\nyears the contract having been completed.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_2\">20. At the outset it would be appropriate to\nrefer to the decision of the Supreme Court in the case\nof  <a href=\"/doc/20683/\" id=\"a_14\">Inder Singh Rekhi v. Delhi\nDevelopment Authority</a>,  .  The Supreme\nCourt held that the period of limitation with respect\nto the claim has to be computed from the date claim is\nassociated and payment is denied. In other words, if\nthe matter is still under consideration the period of\nlimitation cannot be termed to have commenced.</span>\n</p> \n \n\n<p data-structure=\"Section\" id=\"p_26\"> 21. What is the position herein? Reference can\nwell be made to Clause 8.3 of the General Conditions\nof Contract. It provides that when final bill has\nbeen prepared Engineer shall give 15 days notice to\nthe contractor to counter sign the bill. The\ncontractor has to sign the bill within 15 days or\nintimate in writing his intention disputing a\nparticular detail. In case of disputes he has to\nsubmit within 30 days a comprehensive list of disputed\nitems.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 22. In the present case the objectors themselves\nvide the letter of 16/18th August, 1984 had stated\nthat final bills of the contractor can be prepared\nwith joint efforts. It was followed by another letter\nof the objectors of 18/19 April, 1984 referring to\nfinalising of the bill. It is patent that bills had\nnot been finalised till then and therefore to state\nthat limitation would start running when the bills as\nsuch were submitted would not be correct because there\nwas no denial on behalf of the objectors.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 23. In addition to that it has to be remembered\nthat adhoc payment of Rs. 1 lakh was made by the\nobjectors on 13th March, 1985. There was a\ncontroversy raised as to whether there were three\ncontracts of one between the parties. The applicant\nhad only asked for one tender but admittedly three\nseparate agreements were entered into with respect to\nthe three places where the contract had to be\nperformed, namely at Moga, Jagraon and Mandi\nGobindgarh. However, it was always described as\ncontracts C-22. It can therefore only be taken that\nthere was only one contract but three agreements\nflowing from it. Adhoc payment of Rs. 1 lakhs was\nmade on 13.3.1985 which only indicates that it was\nmade with respect to the contract that was assigned\nand not with respect to any specific agreement. Once\npayment has been made may be adhoc then it is a part\npayment or acknowledging a particular fact. Once it\nis so the limitation period would be extended and in\nany case from that date i.e. 13th March, 1985 when\nRs. 1 lakh was paid it is within time. It must\ntherefore be held that the claim of the applicant\ncannot be described to be barred by time.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 24. As regards the other disputes at the outset\none may mention the position in law about as to under\nwhat circumstances the court would be competent to\ninterfere.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"931195\" id=\"span_3\">25. The Supreme Court in the case of  <a href=\"/doc/931195/\" id=\"a_15\">Allen\nBerry &amp; Co. Private Ltd. v. The Union of India</a>     in unambiguous terms held that the award\ncan only be set aside when there is an error apparent\non the face of the record and even if the arbitrator\ncommits the mistake either in law or in fact which\ndoes not appear on the face of the record, the court\nwill not interfere. The findings of the Supreme Court\nare:</span> \n</p>  \n<blockquote id=\"blockquote_14\">&quot;....The rule thus is that as the parties\nchoose their own arbitrator to be the Judge\nin the dispute between them, they cannot,\nwhen the award is good on the face of it,\nobjector to the decision either upon the law or\nthe facts.....&quot;\n</blockquote> \n \n\n<p data-structure=\"Precedent\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"483881\" id=\"span_4\">26. A Division Bench of this court in the case of\n <a href=\"/doc/483881/\" id=\"a_16\">Delhi Development Authority v. Uppal Engineering\nConstruction Co., New Delhi</a>,     had\nalso in similar terms held that when the arbitrator\nhad passed a speaking award the court cannot\nre-examine the reasons and look into the\nreasonableness of the same. The court has no\njurisdiction to investigate on the merit of the case\nand re-appraise the evidence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_5\">Similarly in the case of\n <a href=\"/doc/799168/\" id=\"a_17\">Municipal Corporation of Delhi v. Jagan Nath\nAshok Kumar and Anr.</a>    the Supreme\nCourt enunciated the position in law in following\nwords:-</span> \n</p>   \n\n \n<blockquote id=\"blockquote_15\">6. In this case the reasons given by the\narbitrator are cogent and based on materials\non record. In Stround&#x27;s Judicial Dictionary,\nFourth Edition, page 2258 states that it\nwould be unreasonable to expect an exact\ndefinition of the word &#x27;reasonable&quot;. Reason\nVaries in its conclusions according to the\nidiosyncrasy of he individual, and the times\nand circumstances in which he thinks. The\nreasoning which built up the old scholastic\nlogic sounds now like the jungling of a\nchild&#x27;s toy. But mankind must be satisfied\nwith the reasonableness within reach; and in\ncases not covered by authority, the verdict\nof a jury or the decision of a judge sitting\nas a jury usually determines what is\n&quot;reasonable&quot; in each particular case. The\nword &quot;reasonable&quot; has in law the prima facie\nmeaning of reasonable in regard to those\ncircumstances of which the actor, called on\nto act reasonably, knows or ought to know.\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">See the observations, in Re a Solicitor, 1945\nKB 368 at p. 371 of the report. \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_33\">7. After all an arbitrator as a Judge in\nthe words of Benjamin N. Cardozo, has to\nexercise a discretion informed by tradition,\nmethodized by analogy, disciplined by system,\nand subordinated to &quot;the primordial necessity\nof order in the social life&quot;. \n</p> \n\n \n<p data-structure=\"CDiscource\" id=\"p_34\">8. Indeed reading the award of the\narbitrator, one would say that he acted\nreasonably and rationally.  \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_35\">27. In other words, it was held that if the award\nis reasonable and is a speaking award the court would\nbe reluctant to interfere or re-appraise the evidence.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_6\">28. Another leading case on the subject is the\ndecision rendered by the Supreme Court in the case of\n <a href=\"/doc/588099/\" id=\"a_18\">Sudarsan Trading Co. v. The Govt. of Kerala and\nAnr.</a>,  .  In an identical manner the\nSupreme Court again held  \n  \n.... Furthermore, in any event,\nreasonableness of the reasons given by the\narbitrator cannot be challenged.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_37\">Appraisement of evidence by the arbitrator is\nnever a matter which the court questions and\nconsiders. If the parties have selected\ntheir own forum, the deciding forum must be\nconceded the power of appraisement of the\nevidence. The arbitrator is the sole judge\nof the quality as well as the quantity of\nevidence and it will not be for the Court to\ntake upon itself the task f being a judge on\nthe evidence before the arbitrator. See the\nobservations of this Court in Municipal\nCorporation of Delhi v. Jagan Nath Ashok Kumar\n.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_38\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1337022\" id=\"span_7\">29. Similarly in the case of  <a href=\"/doc/1337022/\" id=\"a_19\">Food Corporation of\nIndia v. Joginderpal Mohinderpal and Anr.</a>,      the findings returned were:</span> \n</p>  \n<blockquote id=\"blockquote_16\">7. When power came to the East India\nCompany, they framed Regulations in exercise\nof the power vested in them by the British\nGovernment. Some of these Regulations were\ntouching arbitration. Bachawat gives\ndescription of the evolution of the\n<a href=\"/doc/1052228/\" id=\"a_20\">Arbitration Act, 1940</a>. Therefore,\narbitration as a mode for settlement of\ndisputes between the parties, has a tradition\nin India. It has a social purpose to fulfill\ntoday. it has a great urgency today when\nthere has been an explosion of litigations in\nthe courts of law established by the\nsovereign power. New rights created, or\nawareness of these rights, the erosion of\nfaith in the intrinsic sense of fairness of\nmen, all the factors which block our courts,\nthe courts are full of litigations, which are\npending for long time. Therefore, it should\nbe the endeavor of those who are interested\nin the administration of justice to help\nsettlement by arbitration, if possible. It\nhas also a social efficacy being the decision\nby the consent of the parties. It has\ngreater scope of acceptance today when there\nis a certain erosion of faith in view of the\nfailure to appreciating the functions of the\ncourts of law. It has also the advantage of\nnot quickness of decision but of simplicity\nof procedure. But in proceedings of\narbitration there must be adherence to\njustice, equity, law and fair play in\nactions. However, the proceedings of\narbitration must adhere to the principles of\nnatural justice and must be in consonance\nwith such practice and procedure which will\nlead to a proper resolution of the dispute\nand create confidence of the people for whose\nbenefit these processes are resorted to. it\nis, therefore, the function of courts of law\nto oversee that the arbitration act within\nthe norms of justice. Once they do so and\nthe award is clear, just and fair, the courts\nshould, as far as possible, give effect to\nthe award of the parties and make the parties\ncompel to adhere to and obey the decision of\ntheir chosen adjudicator. It is in this\nperspective that one should view the scope\nand limit of correction by the court of an\naward made by the arbitrator. We should make\nthe law of arbitration simple, less technical\nand more responsible to actual realities of\nthe situations but must be responsive to the\ncanone of justice and fair play and make the\narbitrator adhere to such process and norms\nwhich will create confidence, not only by\ndoing justice between the parties, but by\ncreating sense that justice appears to have\nbeen done. <a href=\"/doc/1295756/\" id=\"a_21\">Sections 30</a> and <a href=\"/doc/1393668/\" id=\"a_22\">33</a> of the Act\nprovide for the grounds on which an award of\nthe arbitrator can be set aside. These were\nmainly, until recent changes made by\nstatutory laws in England, in consonance with\nthe English principles of Common Law as\nadopted in India. So far as the material of\nthe present purpose is concerned, an award of\nthe arbitrator can only be interfered with or\nset aside or modified within the four corners\nof the procedure provided by the Act. It is\nnecessary to find whether the arbitrator has\nmisconducted himself or the proceedings\nlegally in the sense whether the arbitrator\nhas gone contrary to the terms of reference\nbetween the parties or whether the arbitrator\nhas committed any error of law apparent on\nthe face of the award. It is necessary to\nemphasis that these are grounds for setting\naside the award but these are separate and\ndistinct grounds. Halsbury&#x27;s Law of England\nVol. 2, 4th Edn., para 623 reiterates that an\narbitrator&#x27;s award may be set aside for error\nof law appearing on the face of it. Though\nthis jurisdiction is not to be lightly\nexercised,the award can also be set aside\nif, inter alia, the arbitrator has\nmisconducted himself or the proceedings. It\nis difficult to give an exhaustive definition\nwhat may amount to misconduct on the part of\nthe arbitrator. This is discussed in\nHalsbury&#x27;s Law England (supra). It is not\nmisconduct on the part of an arbitrator to\ncome to an erroneous decision, whether his\nerror is one of fact or law, and whether or\nnot his findings of fact are supported by\nevidence. See the observations of Russel on\nArbitration, 20th Edn., page 422. \n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_8\">30. Lastly it would be appropriate to refer to\nthe recent decision of the Supreme Court in the case\nof  <a href=\"/doc/899181/\" id=\"a_23\">Arosan Enterprises Ltd. v. Union of India and Anr.</a> \n .  The Supreme Court after scanning\nthrough the various earlier decisions held:</span>\n</p> \n   \n\n<blockquote id=\"blockquote_17\"> &quot;36. Be it noted that by reason of a long\ncatena of cases, it is now a well-settled\nprinciple of law that reappraisal of evidence\nby the court is not permissible and as a\nmater of fact exercise of power by the court\nto reappraise the evidence is unknown to\nproceedings under <a href=\"/doc/1503578/\" id=\"a_24\">Section 30</a> of the\nArbitration Act. In the event of there being\nno reasons in the award, question of\ninterference of the court would not arise at\nall. In the event, however, there are\nreasons, the interference would still be not\navailable within the jurisdiction of the\ncourt unless of course, there exist a total\nperversity in the award of the judgment is\nbased on a wrong proposition of law. In the\nevent however two views are possible on a\nquestion of law as well, the court would not\nbe justified in interfering with the award. \n</blockquote>\n \n\n<blockquote id=\"blockquote_18\"> The common phraseology &quot;error apparent on the\nface of the record&quot; does not itself, however,\nmean and imply closer scrutiny of the merits\nof documents and materials on record. The\ncourt as a matter of fact, cannot substitute\nits evaluation and come to the conclusion\nthat the arbitrator had acted contrary to the\nbargain between the parties. If the view of\nthe arbitrator is a possible view the award\nor the reasoning contained therein cannot be\nexamined.....&quot;  \n</blockquote>\n \n\n<p data-structure=\"Conclusion\" id=\"p_40\"> 31. The principle of law therefore that emerges\nfrom the aforesaid is that when there is a speaking\naward indeed the court can see the reasons that have\nbeen recorded by the arbitrator. Ordinarily it would\nbe reluctant to re-appraise evidence but if the award\nis erroneous and no other view is possible, the court\nwill not hesitate to set aside the same. If two vies\nare possible then merely because even if Court thinks\notherwise it will not set aside the award.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_41\"> 32. Pertaining to the merits of the matter the\nmain controversy in this regard was as to whether the\napplicant or the objector were responsible for delay\nin the completion of the work and whether the objector\ncould impose liquidated damages and further if time\nwas the essence of the contract or not. The brief\nreasoning of the learned arbitrator in this regard has\nalready been <a href=\"/doc/899181/\" id=\"a_25\">referred to above</a>. The precise findings\nin this regard with respect to release of the\nconstruction of the drawings in imposition of\nliquidated damages therefore need not be reproduced\nall over again. Suffice to say that the learned\narbitrator found that the set of drawings had to be\nhanded over to the contractor immediately after\nsigning of the contract. Only 43 out of 101 drawings\nwere supplied and not the rest and therefore there was\ndelay in completion of the work. It was further\nrecorded that though the work had to be completed in\nOctober 1977 a number of drawings were revised in 1978\nand even in 1979. Additional extra work was ordered\nin 1978-79 and consequently it was held that both the\nparties were responsible for cause of delay. So far\nas the applicant is concerned delay was also occurring\nbecause of non-availability of certain items.\n</p> \n \n\n<p data-structure=\"Conclusion\" id=\"p_42\"> 33. The General Conditions co-related with the\ncontract with respect to the drawings and\nspecifications besides other reads:-\n</p> \n<blockquote id=\"blockquote_19\">  &quot;a After signing the contract, the\ncontractor will be given free of charge two\nprints of all contract drawings and revisions\nthereto. The contractor shall make a this\nown expense any additional copies he\nrequires. One copy of the drawings furnished\nto the contractor as aforesaid shall be kept\nby the contractor at the site and the same\nshall be at all reasonable times be available\nfor inspection and use by the Manger\nEngineering (Projects), the Engineer and the\nEngineer&#x27;s representative and by any other\nperson authorised by the Engineer in\nwriting.....&quot; \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> 34. This fact is not in dispute therefore that\nthe drawings had to be handed over to the\napplicant/contractor soon after signing of the\ncontract. It was not disputed that all the drawings\nhad not been handed over the thee contractor. The\nargument that if drawing are not furnished\nimmediately time would be ceased to be the essence of\nthe contract indeed runs counter to the very basis of\nthe said argument. The providing of the drawings is\nthe very basic factor to be provided before any\nconstruction can be completed. In the absence of the\nproper drawings proper construction even cannot be\ndone. Therefore the argument that material should\nhave been provided to show that any activity was held\nup for lack of drawing must be rejected. So far as\nsupply of certain material is concerned, Clause 5.1 of\nthe General Conditions reads:-\n</p> \n  \n\n<blockquote id=\"blockquote_20\"> The Contract shall be solely responsible\nfor the procurement of all materials\nincluding steel and cement or to obtain any\nimport or other license or permit required\nfor the fulfillment of the Contract. The\ngrant by the Corporation of a quota\ncertificate or permit required under the law\nfor distribution or acquisition of any\ncommodity or any other form of assistance in\nthe procurement of the material aforesaid or\nany attempt to render assistance in the\nmatter aforesaid, shall not be construed as\nadmission on the part of the Corporation that\nthe material covered by such license or\npermit or quota certificate is available or\nconstitute an undertaking or assurance on the\npart of the Corporation for the procurement\nor the timely availability of the same. But,\nif by reason of any, such assistance as\naforesaid, the contractor obtains any\nmaterial at less than it&#x27;s tendered price as\nshown in Schedule-B appended to volume II,\nthe cost of the works, payable under this\ncontract shall be reduced correspondingly,\nand the extent of such reduction shall be\ndetermined by the Engineer where decision\n\nshall be final and binding on the contractor. \n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_44\">35. It is recorded by the arbitrator and it is a\nfinding of fact that it was for the contractor\napplicant to find certain material like cement etc.\nTherefore delay occurred because of non-availability\nof the same. All the same it was the responsibility\nof the applicant. The fact therefore established\nclearly supports that the findings of the arbitrator\ncannot be taken to be erroneous that parties were\nresponsible for delay in this regard.\n</p> \n \n\n<p data-structure=\"Section\" id=\"p_45\"> 36. As regards the controversy if time was the\nessence of the contract the arbitrator found that\nnon-availability of drawings in accordance with \ncontract and revision of drawings at a late stage and\nalso ordering the extra items as late as 1978-79, it\nmust be taken that time for completion of the work had\nbeen set at large. This findings of the learned\narbitrator have been assailed that it was the\napplicant who had been asking for the extension of\ntime and every time the same was extended it had been\npointed that the contractor is not relieved of his\nrelevant obligation and time as such was fixed and\nconsequently time remained as the essence of the\ncontract. In other words, each extension so granted \nwas with a rider. Co-related with the same is also a\nplea as to whether liquidated damages could be imposed\nor not. \n</p> \n\n \n<p data-structure=\"CDiscource\" id=\"p_46\">37. It must be stated that learned counsel for\nthe objector was in a position to assail the findings\nbut before coming to that it can well be noted that\nvide the letter of Howe India Pvt. Ltd. dt. 5th\nMay, 1980 addressed to the applicant it was pointed\nthat certificates of completion regarding the work at\nMoga, Mandi Gobindgarh and Jagraon were enclosed and\nthat these certificates were being issued without\nprejudice to the engineers right to take action as\nfound necessary if verticality of slipformed walls is\nfound beyond the tolerance as per the contract.\nSimilar is the letter of 13th July, 1978 written by\nthe objector to Howe India Pvt. Ltd. in which it was\ninsisted that time was essence of contract and\nrelevant portion of the same reads:- \n</p>  \n<blockquote id=\"blockquote_21\">The work of Superstructure for Silos and Head\nHouse &amp; foundation and Superstructure for\nbagging platforms, truck receiving pit etc.\nat Moga, Jagraon and Mandi Gobindgarh was\nawarded on  28.12.1976 to M/s. Continental\nConstruction Pvt. Ltd. As per contract the\nwork was required to be completed on\n10.10.77. The time and date stipulated in\nthe contract for the completion of the work\nis of the essence of the contract and\ncontractor was required to complete the work\nin all respects in time. The completion of \nthe work has been badly delayed by the\ncontractor. As per Clause 10 of the contract\n(Vol. I) liquidated damage for delay are\npayable to the Corporation by the Contractor, \nwithout prejudice to other rights and\nremedies the corporation may have against the\ncontractor. The Corporation may grant an\nextension of time for the completion of the\nwork in case the timely completion of the\nwork is delayed by force majeure, beyond\ncontractors control. But it is obligatory on\nthe part of the contractor that within 10\ndays after the occurrence of a case of force\nmajeure but before the expiry of the\nstipulated date of completion, he shall\ninform the Engineer in writing that he\nconsiders himself entitled to an extension of\nthe time limit. \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_47\"> 38. Reference can then also be made to the letter\nof the objector of 7th February, 1983 addressed to the\napplicant in which extension of time was granted up to\n29th February, 1980 with a levy of liquidated damages\nof 5% of the contract price for a delay of 356 days\nand without liquidated damages for delay of 515 days.\nThe said letter is also being reproduced below for the\nsake of convenience: \n</p>   \n\n \n<blockquote id=\"blockquote_22\">&quot;Dear Sir, \n\n \n\n I am directed to convey the approval of the\ncompetent authority for the extension of time\nin regard to the above said work to M/s\nContinental Construction (P) Ltd., up to\n29.2.80 with a levy of liquidated damages @\n5% on contract price for a delay of 356 days\nand without levy of liquidated damages for\nthe delay of 515 days. \n</blockquote>\n \n\n<blockquote id=\"blockquote_23\"> This has reference to your letter no.\nR-194 (93)/1386 dated 28.2.80, written to M/s\nHIPPI-New Delhi with a copy to us among\nothers, on the above cited subject. \n</blockquote>\n \n\n<blockquote id=\"blockquote_24\">Yours faithfully       \n \n\nsd/-              \n</blockquote>\n\n<blockquote id=\"blockquote_25\">Deputy Manager (E/H) \n\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\"> 39. Similar is the letter of 30th October, 1984\non the record besides the earlier letter of 2nd\nSeptember, 1978 written by the objector to the \napplicant that liquidated damages could be imposed\nbecause of delay in completion of the work. Attention\nof the Court has further been drawn to identical other\nletters.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_49\"> 40. On the strength of these letters it has been \nurged that time remained the essence of the contract.\nThe time was extended and the right to liquidate\ndamages was never put to an end. In the first\ninstance, it must be taken note of that time was\nextended more often than once. The drawings were\nsupplied late and additional work was called upon to\nbe done. When such is the situation then extension of\ntime can well be described to be an ideal formality and\nthe arbitrator in this regard was right in concluding\nthat time was set at large. In addition to that one\ncannot ignore the fact that the findings have been\nrecorded by the learned arbitrator based on certain\nfacts. Even if two views are possible which are\napparent in the present case this court will not\ninterfere because in that view it cannot be stated\nthat there is any error apparent on the face of the\nrecord. Even if the scale weighs a little more\ntowards the objectors side still legally the court is\nnot competent to go into the detailed scrutiny and set\naside the award. The eloquent argument in this regard\nmust fail.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_50\"> 41. It was further urged that there was no\njustification for imposition of the interest at 10%\np.a. as has been imposed by the learned arbitrator.\nBut in the facts of the present case the said finding\ncannot be taken to be without merit. When for 16\nyears payment has not been made and the findings have\nben returned in favor of the applicant indeed there\nis no ground to interfere in the discretion so\nexercised allowing the interest at the rate of 10%\np.a. on the principal amount.\n</p> \n \n\n<p data-structure=\"Conclusion\" id=\"p_51\"> 42. As regards suit no. 128-A/97 it was pointed\nthat there has been a double payment amounting to\nRs. 47,000/-. But before the learned arbitrator no\nsuch objection has been raised and, therefore, the\nobjector is not entitled to rake up this contention\nall over again in court.\n</p> \n \n\n<p data-structure=\"Conclusion\" id=\"p_52\"> 43. For these reasons objections must fail and \nare dismissed. The award is made a rule of the court\nand decree in terms of the award is passed. The\napplicant would be entitled to interest at the rate of\n10% p.a. from the date of the filing of the petition\ntill the final payment in both the suits is made.\n</p> \n \n\n","numcites":14,"numcitedby":12,"docsource":"Delhi High Court","citetid":1604290,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"final bill","formInput":"final%20bill"},{"value":"contract act","formInput":"contract%20act"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"what are the essence of contract  ","formInput":"what%20are%20the%20essence%20of%20contract%20%20"},{"value":"arbitration claim","formInput":"arbitration%20claim"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Question of law","formInput":"Question%20of%20law"},{"value":"abandonment","formInput":"abandonment"},{"value":"interest  filter:  arbitration act 1996   sec 23 of indian contract act","formInput":"interest%20%20filter%3A%20%20arbitration%20act%201996%20%20%20sec%2023%20of%20indian%20contract%20act"},{"value":"damages   filter:   Development Agreement","formInput":"damages%20%20%20filter%3A%20%20%20Development%20Agreement"},{"value":"adhoc","formInput":"adhoc"},{"value":"the little","formInput":"the%20little"},{"value":"food corporation","formInput":"food%20corporation"},{"value":"Mandis","formInput":"Mandis"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"limitation","formInput":"tag:limitation"},{"value":"agreements-by-way-of-wager-void","formInput":"tag:agreements-by-way-of-wager-void"}],"courtcopy":false,"query_alert":null,"agreement":false}