{"tid":148923972,"publishdate":"2019-03-26","title":"The State Of Madhya Pradesh vs Uday Singh on 26 March, 2019","doc":"<h2 class=\"doc_title\">The State Of Madhya Pradesh vs Uday Singh on 26 March, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 SUPREME COURT 1597, AIRONLINE 2019 SC 158, 2019 CRI LJ 2330, (2019) 2 ALLCRILR 696, (2019) 2 RECCRIR 640, 2019 (3) KCCR SN 220 (SC), (2019) 4 CRIMES 420, (2019) 6 MH LJ (CRI) 129, (2019) 6 SCALE 1</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-y-chandrachud\">D.Y. Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-gupta\">Hemant Gupta</a>, <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y Chandrachud</a></h3>\n\n<pre id=\"pre_1\">                                                1\n\n\n                                                                        REPORTABLE\n\n\n\n                              IN THE SUPREME COURT OF INDIA\n                             CRIMINAL APPELLATE JURISDICTION\n\n                              Criminal Appeal No. 524 of 2019\n                         (@ Special Leave Petition (Crl) No 2001 of 2012)\n\n\n\n          The State of Madhya Pradesh                            ...Appellant\n\n\n                                             Versus\n\n\n          Uday Singh                                             ...Respondent\n                                              With\n\n\n                              Criminal Appeal No. 525 of 2019\n                         (@ Special Leave Petition (Crl) No 5413 of 2013)\n\n\n          The State of Madhya Pradesh                            ...Appellant\n\n\n                                             Versus\n\n\n          Rakesh Lavaniya                                         …Respondent\n\n\n\n                                              With\n\n\n\n\nSignature Not Verified\n\nDigitally signed by\nMAHABIR SINGH\nDate: 2019.03.26\n16:45:33 IST\nReason:\n\f                                       2\n\n\n\n                 Criminal Appeal Nos 1362-1363 of 2012\n\n\nAdhikshak Rashtriya Chambal Abhyaran                    ...Appellant\n\n\n                                    Versus\n\n\nNarottam Singh                                             ...Respondent\n\n\n                                  And With\n\n                     Criminal Appeal No 1364 of 2012\n\n\nAuthorised Officer &amp; Sub-Divisional\nOfficer, Shivpuri, M.P.                                     ...Appellant\n\n\n                                    Versus\n\n\nJashrat Singh                                               ...Respondent\n\n\n\n                               JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">Dr Dhananjaya Y Chandrachud, J\n\n\n\n1     Leave granted in the Special Leave Petitions.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\nCriminal Appeal No.524 of 2019 @ SLP (Crl.) No.2001 of 2002:\n\n\n2     This appeal arises from a judgment of a learned Single Judge of the High\n\nCourt of Madhya Pradesh at its Gwalior Bench dated 29 July 2011. Allowing a\n<span class=\"hidden_text\" id=\"span_1\">\f                                                          3</span>\n\n\npetition under <a href=\"/doc/1679850/\" id=\"a_1\">Section 482</a> of the Code of Criminal Procedure 1973 1, the High\n\nCourt set aside a revisional order dated 16 June 2011 of the Additional Sessions\n\nJudge, Morena. The Additional Sessions Judge had confirmed an order of the\n\nJudicial Magistrate First Class2, Ambah dismissing an application under <a href=\"/doc/768169/\" id=\"a_2\">Section\n\n451</a> of the CrPC seeking the release of a tractor and trolley which had been\n\nseized for being involved in the illegal excavation of sand from the Chambal river.\n\n\n3        On 26 March 2011, the Forest Officer apprehended a tractor and trolley\n\nbelonging to the respondent alleged to have been carrying sand illegally\n\nexcavated from a restricted area of Dalijeet Pura Ghat at the National Sanctuary,\n\nChambal without permission and in the absence of a transit pass. The tractor and\n\ntrolley was seized together with the sand by the officers of the Forest Department\n\nunder <a href=\"/doc/446874/\" id=\"a_3\">Sections 41</a>, <a href=\"/doc/1716575/\" id=\"a_4\">52</a> and <a href=\"/doc/654536/\" id=\"a_5\">52-A</a> of the Indian Forest Act, 1927 3 and Sections 27,\n\n29, 39(1)(d), 51 and 52 of the Wildlife Protection Act, 1972. Intimation of the\n\nseizure was given to the Magistrate under <a href=\"/doc/1716575/\" id=\"a_6\">Section 52</a> of the Indian Forest Act,\n\n1927 on 27 March 2011. The respondent moved an application 4 under <a href=\"/doc/768169/\" id=\"a_7\">Section\n\n451</a> of the CrPC5 before the JMFC, Ambah for interim release of the seized\n\nvehicle. The Magistrate dismissed the application by an order dated 21 April\n\n\n1 “<a href=\"/doc/445276/\" id=\"a_8\">CrPC</a>”\n2 “JMFC”\n3 “<a href=\"/doc/654536/\" id=\"a_9\">Indian Forest Act</a>”\n4 Application No 9661 of 2009\n5 “Section 451 - Order for custody and disposal of property pending trial in certain cases. — When any\nproperty is produced before any Criminal Court during an inquiry or trial, the Court may make such order as it\nthinks fit for the proper custody of such property pending the conclusion of the inquiry or trial, and, if the property\nis subject to speedy and natural decay, or if it is otherwise expedient so to do, the Court may, after recording such\nevidence as it thinks necessary, order it to be sold or otherwise disposed of.\n</p><p data-structure=\"Section\" id=\"p_3\">           Explanation. — For the purposes of this section, &quot;property&quot; includes—\n</p><p data-structure=\"Section\" id=\"p_4\">           (a) property of any kind or document which is produced before the Court or which is in its custody.\n</p><p data-structure=\"RespArg\" id=\"p_5\">           <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"526552\" id=\"span_2\">(b) any property regarding which an offence appears to have been committed or which appears to have\nbeen used for the commission of any offence”\n<span class=\"hidden_text\" id=\"span_3\">\f                                                 4</span>\n\n\n2011. A Criminal Revision6 met with the same fate before the District and\n\nSessions Judge, Morena on 16 June 2011. The respondent then instituted\n\nproceedings under <a href=\"/doc/1679850/\" id=\"a_10\">Section 482</a> of the CrPC 7 before the High Court of Madhya\n\nPradesh at its Gwalior Bench. By a judgment dated 29 July 2011, the High Court\n\ndirected the Magistrate to pass orders for the interim release of the vehicle. The\n\nState of Madhya Pradesh has instituted these proceedings under <a href=\"/doc/427855/\" id=\"a_11\">Article 136</a> of\n\nthe Constitution to assail the judgment of the High Court.\n\n\n4       The grievance of the State of Madhya Pradesh is that similar orders have\n\nbeen passed by the High Court directing the Magistrate to release seized\n\nvehicles, relying on a decision of this Court in <a href=\"/doc/526552/\" id=\"a_12\">State of Madhya Pradesh v\n\nMadhukar Rao8</a>. According to the State, in Madhukar Rao, this Court interpreted\n\nthe provisions of the Wildlife Protection Act, 1972 and came to the conclusion\n\nthat the Magistrate has the power and jurisdiction under <a href=\"/doc/768169/\" id=\"a_13\">Section 451</a> of the CrPC\n\nto order interim release of a seized vehicle. On the other hand, it has been\n\nsubmitted that the present case and other cases of its genre are governed by the\n\nprovisions of the <a href=\"/doc/654536/\" id=\"a_14\">Indian Forest Act</a> 1927 as amended in relation to the State of\n\nMadhya Pradesh by MP Act 25 of 1983. The submission is that the confiscation\n\nproceedings have been initiated in terms of <a href=\"/doc/1716575/\" id=\"a_15\">Section 52(3)</a> and hence the\n\nprocedure is governed by <a href=\"/doc/1716575/\" id=\"a_16\">Sections 52</a> and 52-A. Consequently, the jurisdiction of\n\nthe Magistrate under <a href=\"/doc/768169/\" id=\"a_17\">Section 451</a> of the CrPC would (it has been urged) stand\n\nexcluded.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1108225\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1576757\" id=\"span_5\">Elaborating on the above submissions, learned counsel appearing on\n\nbehalf of the appellant has relied on the decisions of this Court in: (i) Divisional\n\n\n6 68 of 2011\n7 Miscellaneous Criminal Case No. 5171 of 2011\n8 (2008) 14 SCC 624\n<span class=\"hidden_text\" id=\"span_6\">\f                                           5</span>\n\n\nForest Officer v GV Sudhakar Rao9, (<a href=\"/doc/1576757/\" id=\"a_18\">ii) State of Karnataka v KA\n\nKunchindammed10</a>, (<a href=\"/doc/1108225/\" id=\"a_19\">iii) State of West Bengal v Sujit Kumar Rana11</a>; and (iv)\n\nState of Madhya Pradesh v Kallo Bai12.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">\n5       Learned counsel appearing on behalf of the appellant submitted that:\n\n</p><blockquote id=\"blockquote_1\">(i)    <a href=\"/doc/157078221/\" id=\"a_20\">Section 52</a> of the Forest Act provides that when a forest offence has been\n\n       committed in respect of any forest produce, the produce together with all\n\n       tools, boats, vehicles, ropes, chains or any other article used in committing\n\n       the offence may be seized by any Forest Officer. <a href=\"/doc/1716575/\" id=\"a_21\">Section 52(3)</a> provides that\n\n       subject to sub-section (5), where the Authorised Officer, upon production\n\n       before him of property seized or upon receipt of a report about seizure, as\n\n       the case may be, is satisfied that a forest offence has been committed in\n\n       respect thereof, he may order in writing, for reasons to be recorded, the\n\n       confiscation of the forest produce so seized together with all tools, vehicles,\n\n       boats, chains or any other article used in committing the offence;\n</blockquote>\n<blockquote id=\"blockquote_2\">(ii)   For the State of Madhya Pradesh, MP Act 25 of 1983 substituted the original\n\n       provisions of <a href=\"/doc/157078221/\" id=\"a_22\">Section 52</a> of the Forest Act, with certain conditions. Sub-\n</blockquote>\n<p data-structure=\"Section\" id=\"p_7\">       section (3) of <a href=\"/doc/1716575/\" id=\"a_23\">Section 52</a> as enacted by MP Act 25 of 1983, empowers the\n\n       Authorised Officer to make an order in writing with reasons confiscating the\n\n       forest produce so seized along with the tools, vehicles or any other article\n\n       used in committing the offence. Similarly, for the State of Madhya Pradesh,\n\n       MP Act 25 of 1983 inserted Section 52-A which provides for an appeal\n\n\n\n9 (1985) 4 SCC 573\n10 (2002) 9 SCC 90\n11 (2004) 4 SCC 129\n12 (2017) 14 SCC 502\n<span class=\"hidden_text\" id=\"span_7\">\f                                         6</span>\n\n\n    against the order of confiscation to the Appellate Authority within thirty days\n\n    of the order of confiscation being passed by the Authorised Officer;\n\n</p><p data-structure=\"Section\" id=\"p_8\">(iii) The High Court has erred in directing the release of the seized vehicle in\n\n    exercise of its inherent jurisdiction under <a href=\"/doc/1679850/\" id=\"a_24\">Section 482</a> of the CrPC. The High\n\n    Court failed to appreciate that in the present case confiscation proceedings\n\n    have been initiated in terms of sub-section (3) of <a href=\"/doc/157078221/\" id=\"a_25\">Section 52</a> of the Forest\n\n    Act, and the procedure thereafter would be governed by <a href=\"/doc/1716575/\" id=\"a_26\">Sections 52</a> and\n\n    52-A. Since the confiscation proceedings have been initiated by the forest\n\n    department, in terms of <a href=\"/doc/1716575/\" id=\"a_27\">Section 52(3)</a>, the Magistrate in pursuance of the\n\n    power conferred under <a href=\"/doc/768169/\" id=\"a_28\">Section 451</a> of the CrPC cannot direct release of the\n\n    seized vehicle, as the jurisdiction of the criminal court stands excluded;\n\n</p><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1108225\" id=\"span_8\">(iv) This Court in <a href=\"/doc/1108225/\" id=\"a_29\">Sujit Kumar Rana</a> (supra) has held that once confiscation\n\n    proceedings are initiated, the jurisdiction of the criminal court stands\n\n    excluded. Since confiscation proceedings have been initiated by the forest\n\n    authorities in terms of <a href=\"/doc/1716575/\" id=\"a_30\">Section 52(3)</a>, the Magistrate cannot order release of\n\n    the vehicle under <a href=\"/doc/768169/\" id=\"a_31\">Section 451</a> of the CrPC.</span> Similarly, the High Court cannot\n\n    under Section 482 of the CrPC direct release of the seized vehicle as the\n\n    jurisdiction of the criminal court stands excluded; and\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">(v) The legislative intent while inserting the abovementioned provisions must be\n\n    kept in mind. Forests are a national wealth which are required to be\n\n    preserved. In most cases, the State is the owner of the forest and forest\n\n    produce and is enjoined with a duty to preserve forests to maintain an\n\n    ecological balance. Therefore, statutory interpretation of such provisions\n\n    should have regard to the principle of purposive construction so as to give\n<span class=\"hidden_text\" id=\"span_9\">\f                                            7</span>\n\n\n       effect to the aim and object of the legislature, and keeping the principles\n\n       contained in <a href=\"/doc/871328/\" id=\"a_32\">Articles 48-A</a> and <a href=\"/doc/1644544/\" id=\"a_33\">51-A(g)</a> of the Constitution in mind.\n\n\n\n6       On the other hand, it has been urged on behalf of the respondent 13 that\n\n<a href=\"/doc/157078221/\" id=\"a_34\">Chapter IX of the Forest Act</a>, as amended in its application to the State of\n\nMadhya Pradesh, does not oust the jurisdiction of the Magistrate to deal with\n\nseized property, once it becomes a part of evidence at a criminal trial under the\n\n<a href=\"/doc/445276/\" id=\"a_35\">CrPC</a>. In this context, it was urged that:\n</p>\n<blockquote id=\"blockquote_3\">(i)    Under <a href=\"/doc/470116/\" id=\"a_36\">Section 52(2)</a>, where the intention is to launch criminal proceeding,\n\n       the report is to be sent only to the Magistrate having jurisdiction to try the\n\n       offence and not the Authorised Officer. The expression “officer seizing the\n\n       property” needs to be distinguished from the expression “authorised officer\n\n       under the Act”;\n</blockquote>\n<blockquote id=\"blockquote_4\">(ii)   The said Authorised Officer can proceed to satisfy herself whether a forest\n\n       offence has been committed or not under <a href=\"/doc/1716575/\" id=\"a_37\">Section 52(3)</a>, only if the seized\n\n       property is produced before the Authorised Officer. If under <a href=\"/doc/470116/\" id=\"a_38\">Section 52(2)</a>,\n\n       the report of the seizure has been sent to the Magistrate, the Authorised\n\n       Officer cannot decide upon the commission of a forest offence, as the report\n\n       of seizure is not before the Authorised Officer;\n</blockquote>\n<blockquote id=\"blockquote_5\">(iii) Since Authorised Officers cannot apply themselves to whether the seizure\n\n       was valid, the circumstance of the Authorised Officer passing an order of\n\n       confiscation does not arise at all. It follows that the intimation under <a href=\"/doc/1716575/\" id=\"a_39\">Section\n\n       52(4)</a> cannot be given when there is no confiscation;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_11\">13 In SLP (Crl.) No 5413 of 2013\n<span class=\"hidden_text\" id=\"span_10\">\f                                               8</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_12\">(iv) The bar on jurisdiction under Section 52-C only applies after intimation\n\n    under <a href=\"/doc/1716575/\" id=\"a_40\">Section 52(4)</a> is given. Since the Authorised Officer cannot pass an\n\n    order of confiscation, the jurisdiction for trial of a criminal offence and the\n\n    power to deal with the property involved rests with the Magistrate; and\n\n</p><p data-structure=\"Issue\" id=\"p_13\">(v) Therefore, there is no scope for parallel proceedings before both the\n\n    Authorised Officer and the Magistrate, if the officer seizing the property\n\n    believes that the gravity of the offence calls for a criminal trial and sends the\n\n    report of seizure directly to the Magistrate.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n7     The rival submissions fall for consideration.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">\n8     <a href=\"/doc/157078221/\" id=\"a_41\">Section 52</a> of the Forest Act forms a part of Chapter IX which deals with\n\npenalties and procedure. In relation to Madhya Pradesh, <a href=\"/doc/1716575/\" id=\"a_42\">Section 52</a> was\n\nsubstituted by MP Act 25 of 1983 and is in the following terms:\n\n</p><blockquote id=\"blockquote_6\">             “52. Seizure of property liable to confiscation and\n             procedure therefor.—\n             (1) When there is reason to believe that a forest offence has\n             been committed in respect of any reserved forest and\n             protected forest or forest produce, the produce, and all tools,\n             boats, vehicles, ropes, chains or any other article used in\n             committing such offence, may be seized by any forest officer\n             or police officer.\n</blockquote><blockquote id=\"blockquote_7\">             (2) Every officer seizing any property under this section shall\n             place on such property a mark indicating that the same has\n             been so seized and shall, as soon as may be, either produce\n             the property seized before an officer not below the rank of an\n             Extra Assistant Conservative of Forests by the State\n             Government in this behalf by notification (hereinafter referred\n             to as the authorized officer) or where it is, having regard to\n             the quantity of bulk or other genuine difficulty, not practicable\n             to produce property seized before the authorized officer,\n             make a report about the seizure to the authorized officer, or\n             where it is intended to launch criminal proceedings against\n             the offender immediately, make a report of such seizure to the\n             magistrate having jurisdiction to try the offence on account of\n             which the seizure has been made:\n</blockquote><span class=\"hidden_text\" id=\"span_11\">\f                                  9</span>\n\n\n<blockquote id=\"blockquote_8\">Provided that, when the forest produce with respect to which\noffence is believed to have been committed is the property of\nthe Government, and the offender is unknown, it shall be\nsufficient if the officer makes, as soon as may be, a report of\nthe circumstances to his official superior.\n(3) Subject to sub-section (5), where the authorized officer\nupon production before him of property seized or upon receipt\nof report about seizure, as the case may be, is satisfied that a\nforest offence has been committed in respect thereof, he may\nby order in writing and for reasons to be recorded confiscate\nforest-produce so seized together with all tools, vehicles,\nboats, ropes, chains or any other article used in committing\nsuch offence. A copy of order of confiscation shall be\nforwarded without any undue delay to the Conservators of\nForests of the forest circle in which the timber or the forest-\nproduce, as the case may be, has been seized.\n(4) No order confiscating any property shall be made under\nsub-section (3) unless the authorized officer—\n</blockquote><blockquote id=\"blockquote_9\">(a) sends an intimation in form prescribed about initiation of\nproceedings for confiscation of property to the magistrate\nhaving jurisdiction to try the offence on account of which the\nseizure has been made;\n</blockquote><blockquote id=\"blockquote_10\">(b) issues a notice in writing to the person from whom the\nproperty is seized, and to any other person who may appear\nto the authorized officer to have some interest in such\nproperty;\n</blockquote><blockquote id=\"blockquote_11\">(c) affords an opportunity to the persons referred to in clause\n</blockquote><blockquote id=\"blockquote_12\">(b) of making a representation within such reasonable time as\nmay be specified in the notice against the proposed\nconfiscation; and\n</blockquote><blockquote id=\"blockquote_13\">(d) gives to the officer effecting the seizure and the person or\npersons to whom notice has been issued under clause (b), a\nhearing on date to be fixed for such purpose.\n(5) No order of confiscation under sub-section (3) of any\ntools, vehicles, boats, ropes, chains or any other article (other\nthan timber or forest-produce seized) shall be made if any\nperson referred to in clause (b) of sub-section (4) proves to\nthe satisfaction of authorized officer that any such tools,\nvehicles, boats, ropes, chains or other articles were used\nwithout his knowledge or convenience or, as the case may\nbe, without the knowledge or convenience of his servant or\nagent and that all reasonable and necessary precautions had\nbeen taken against use of the objects aforesaid for\ncommission of forest-offence.\n</blockquote><blockquote id=\"blockquote_14\">(6) The seized property shall continue to be under custody\nuntil confirmation of the order of the authorized officer by the\nAppellate Authority or until the expiry of the period for\ninitiating ‘suo motu’ action by him whichever is earlier, as\nprescribed under Section 52-A.\n<span class=\"hidden_text\" id=\"span_12\">\f                                             10</span>\n\n\n              (7) Where the authorized officer having jurisdiction over the\n              case is himself involved in the seizure or investigation, the\n              next higher authority may transfer the case to any other\n              officer of the same rank for conducting proceedings under this\n              section.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_16\">9      Under sub-section (1) of <a href=\"/doc/1716575/\" id=\"a_43\">Section 52</a>, where there is a reason to believe\n\nthat a forest offence has been committed in respect of any reserved or protected\n\nforest or forest produce, the produce, and all tools, boats, vehicles or articles\n\nused in committing the offence may be seized by any Forest Officer or Police\n\nOfficer. Under sub-section (2), the officer seizing the property is required to place\n\na mark of seizure and produce the property before the Authorised Officer or,\n\nwhere it is not practicable to produce the property seized, make a report to the\n\nAuthorised Officer. Where it is intended to launch criminal proceedings against\n\nthe offender immediately, a report of the seizure has to be made to the\n\nMagistrate having jurisdiction to try the offence on account of which the seizure\n\nhas been made. Sub-section (3) stipulates that subject to sub-section (5), the\n\nAuthorised Officer may upon being satisfied that a forest offence has been\n\ncommitted upon the production of the property seized or on the receipt of a report\n\nabout the seizure, order the forest produce so seized, together with all tools,\n\nvehicles, boats or article used in the commission of the offence to be confiscated.\n\nNo order of confiscation can be made unless the conditions mentioned under\n\nsub-section (4) are complied with. Those conditions are:\n\n</p><blockquote id=\"blockquote_15\">(i)   The Forest Officer must send an intimation in the form prescribed about the\n\n      initiation of proceedings for confiscation of the property to the Magistrate\n\n      having jurisdiction to try the offence;\n</blockquote><span class=\"hidden_text\" id=\"span_13\">\f                                                11</span>\n\n\n<blockquote id=\"blockquote_16\">(ii)   The issuance of a notice to the person from whom the property has been\n\n       seized or any other person who appears to have an interest in the property;\n</blockquote>\n<blockquote id=\"blockquote_17\">(iii) Affording a reasonable opportunity of making a representation against the\n\n       proposed confiscation; and\n\n</blockquote><blockquote id=\"blockquote_18\">(iv) Furnishing of an opportunity of being heard to the officer effecting the\n\n       seizure and to the person to whom a notice has been given. Sub-section (5)\n\n       provides that no order for confiscation can be passed if the person to whom\n\n       a notice has been issued under clause (b) of sub-section (4) proves that the\n\n       tools, vehicles, boats or article were used without her knowledge or\n\n       connivance and that reasonable and necessary precautions had been taken\n\n       against their use for the commission of a forest offence.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_17\">10      Section 52-A provides an appellate remedy to a person aggrieved to the\n\nConservator of Forests, against an order of confiscation. Section 52-A provides\n\nas follows:\n</p>\n<blockquote id=\"blockquote_19\">               “52-A. Appeal against the order of confiscation.—\n               (1) Any person aggrieved by an order of confiscation may,\n                   within thirty days of the order, or if fact of such order has\n                   not been communicated to him within thirty days of date\n                   of knowledge of such order, prefer an appeal in writing,\n                   accompanied by such fee and payable in such form as\n                   may be prescribed and by certified copy of order of\n                   confiscation to the Conservator of Forests (hereinafter\n                   referred to as Appellate Authority) of the forest circle in\n                   which the forest produce, has been seized.\n</blockquote><p data-structure=\"Section\" id=\"p_18\">                   Explanation. - (1) The time requisite for obtaining certified\n                   copy of order of confiscation shall be excluded while\n                   computing period of thirty days referred to in this sub-\n                   section.\n</p><p data-structure=\"Facts\" id=\"p_19\">                   (2) The Appellate Authority referred to in sub-section (1),\n                   may, where no appeal has been preferred before him,\n                   &quot;suo motu&quot; within thirty days of date of receipt of copy of\n                   order of confiscation by him, and shall on presentation of\n                   memorandum of appeal issue a notice for hearing of\n                   appeal or, as the case may be, of &quot;suo motu&quot; action to the\n<span class=\"hidden_text\" id=\"span_14\">\f                                             12</span>\n\n\n                officer effecting seizure and to any other person (including\n                appellant, if any) who in the opinion of the Appellate\n                Authority, is likely to be adversely affected by the order of\n                the authorised officer, and may send for the record of the\n                case:\n</p><blockquote id=\"blockquote_20\">                Provided that no formal notice of appeal need be issued\n                to such amongst the appellant, officer effecting seizure\n                and any other person likely to be adversely affected as\n                aforesaid, as may waive the notice or as may be informed\n                in any other manner of date of hearing of appeal by the\n                Appellate Authority.\n</blockquote><blockquote id=\"blockquote_21\">                (3) The Appellate Authority shall send intimation in writing\n                of lodging of appeal or about &quot;suo motu&quot; action, to the\n                Authorised Officer.\n</blockquote><blockquote id=\"blockquote_22\">                (4) The Appellate Authority may pass such order of\n                &quot;Interim&quot; nature for custody, preservation or disposal (if\n                necessary) of the subject matter of confiscation, as may\n                appear to be just or proper in the circumstances of the\n                case.\n</blockquote><blockquote id=\"blockquote_23\">                (5) The Appellate Authority, having regard to the nature of\n                the case or the complexities involved, may permit parties\n                to the appeal to be represented by their respective legal\n                practitioners.\n</blockquote><blockquote id=\"blockquote_24\">                (6) On the date fixed for hearing of the appeal or &quot;suo\n                motu&quot; action, or on such date to which the hearing may\n                be adjourned, the Appellate Authority shall peruse the\n                record and hear the parties to the appeal if present in\n                person, or through any agent duly authorised in writing or\n                through a legal practitioner, and shall thereafter proceed\n                to pass an order of confirmation, reversal or modification\n                order of the authorised officer:\n</blockquote><blockquote id=\"blockquote_25\">                Provided that before passing any final order the Appellate\n                Authority may if, it is considered necessary for proper\n                decision of appeal or for proper disposal of &quot;suo motu&quot;\n                action, make further inquiry itself or cause it to be made\n                by the Authorised Officer, and may also allow parties to\n                file affidavits for asserting or refuting any fact that may\n                arise for consideration and may allow proof of facts by\n                affidavits.\n</blockquote><blockquote id=\"blockquote_26\">                (7) The Appellate Authority may also pass such orders of\n                consequential nature, as it may deem necessary.\n                (8) Copy of final order or of order of consequential nature,\n                shall be sent to the Authorised Officer for compliance or\n                for passing any order appropriate order in conformity with\n                the order of the Appellate Authority.”\n\n\n\nSignificantly, under sub-section (4) of Section 52-A, the Appellate Authority is\n\nempowered to pass orders of an interim nature for the custody, preservation or\n<span class=\"hidden_text\" id=\"span_15\">\f                                              13</span>\n\n\ndisposal of the subject matter of the confiscation. Section 52-B provides for the\n\nremedy of a revision before the Court of Sessions against an order of the\n\nAppellate Authority. Section 52-B is in the following terms:\n</blockquote>\n<blockquote id=\"blockquote_27\">             “52-B. Revision before Court of Sessions against order of\n             Appellate Authority.—\n             (1) Any party to the appeal, aggrieved by final order or by\n             order of consequential nature passed by the Appellate\n             Authority, may within thirty days of the order sought to be\n             impugned, submit a petition for revision to the Court of\n             Sessions within the Sessions division whereof the\n             headquarters of the Appellate Authority are situate.\n</blockquote><p data-structure=\"Section\" id=\"p_20\">             Explanation.—In computing the period of thirty days under\n             this sub-section, the time requisite for obtaining certified copy\n             of Appellate Authority shall be excluded.\n</p><p data-structure=\"Precedent\" id=\"p_21\">             (2) The Court of Sessions, may confirm, reverse or modify\n             any final order or an order of consequential nature passed by\n             the Appellate Authority.\n</p><p data-structure=\"Precedent\" id=\"p_22\">             (3) Copies of the order passed in revision shall be sent to the\n             Appellate Authority and to the Authorised officer for\n             compliance or for passing such further orders or for taking\n             such further action as may be directed by such Court.\n</p><p data-structure=\"Section\" id=\"p_23\">             (4) For entertaining, hearing and deciding a revision under\n             this section, the Court of Sessions shall, as far as may be,\n             exercise the same powers and follow the same procedure as\n             it exercises and follows while entertaining, hearing and\n             deciding a revision under the <a href=\"/doc/445276/\" id=\"a_44\">Code of Criminal Procedure</a>,\n             1973 (No. 2 of 1974).\n</p><p data-structure=\"Section\" id=\"p_24\">             (5) Notwithstanding anything to the contrary contained in\n             <a href=\"/doc/445276/\" id=\"a_45\">Code of Criminal Procedure</a>, 1973 (No. 2 of 1974), the order\n             of the Court of Sessions passed under this section shall be\n             final and shall not be called in question before any Court.”\n\n\n\nSection 52-C contains a bar to the jurisdiction of courts, tribunals and authorities:\n\n</p><blockquote id=\"blockquote_28\">             “52-C. Bar of Jurisdiction of court, etc., under certain\n             circumstances.—\n             (1) On receipt of intimation under sub-section (4) of <a href=\"/doc/1716575/\" id=\"a_46\">section\n             52</a> about initiation of proceedings for confiscation or property\n             by the magistrate having jurisdiction to try the offence on\n             account of which the seizure of property which is subject\n             matter of confiscation, has been made, no Court, Tribunal or\n             Authority (other than the authorised officer, Appellate\n             Authority and Court of Sessions referred to in <a href=\"/doc/1716575/\" id=\"a_47\">sections 52</a>, <a href=\"/doc/1716575/\" id=\"a_48\">52-</a>\n</blockquote><p data-structure=\"Section\" id=\"p_25\">             A and 52-B) shall have jurisdiction to make orders with regard\n             to possession, delivery, disposal or distribution of the property\n             in regard to which proceedings for confiscation are initiated\n<span class=\"hidden_text\" id=\"span_16\">\f                                             14</span>\n\n\n            under <a href=\"/doc/1716575/\" id=\"a_49\">section 52</a>, notwithstanding anything contrary in this\n            Act, or any other law for the time being in force.\n</p><p data-structure=\"Section\" id=\"p_26\">            Explanation.—Where under any law for the time being in\n            force, two or more Courts have jurisdiction to try forest-\n            offence, then receipt of intimation under sub-section (4) of\n            <a href=\"/doc/1716575/\" id=\"a_50\">section 52</a> by one of the Courts of Magistrate having such\n            jurisdiction shall be construed to be receipt of intimation under\n            that provision by all the Courts and the bar to exercise\n            jurisdiction shall operate on all such Courts.\n</p><p data-structure=\"Section\" id=\"p_27\">            (2) Nothing in sub-section (1) shall affect the power saved\n            under <a href=\"/doc/516547/\" id=\"a_51\">section 61</a>.”\n\n\n<a href=\"/doc/1703619/\" id=\"a_52\">Section 53</a> deals with the power to release property which is seized under <a href=\"/doc/1716575/\" id=\"a_53\">Section\n\n52</a>:\n</p>\n<blockquote id=\"blockquote_29\">            “53. Power to release property seized under <a href=\"/doc/1716575/\" id=\"a_54\">Section 52</a>.-\n            Any Forest-officer of a rank not inferior to that of a Ranger,\n            who, or whose sub-ordinate, has seized any tools, boats,\n            vehicles or any other article <a href=\"/doc/1716575/\" id=\"a_55\">Section 52</a>, may release the\n            same on the execution by the owner thereof, of a security in a\n            form as may be prescribed of an amount equal to the value of\n            such property, as estimated by such officer, for the production\n            of the property so released, when so required, before the\n            authorised officer under <a href=\"/doc/1716575/\" id=\"a_56\">Section 52</a> or the Magistrate having\n            jurisdiction to try the offence on account of which the seizure\n            has been made.”\n\n\n\nThis provision was substituted by MP Act 7 of 2010. Prior to the substitution,\n\n<a href=\"/doc/1703619/\" id=\"a_57\">Section 53</a> stipulated the release of the property seized on the execution of a\n\nbond, for the production of the property, when required, before the Magistrate\n\nhaving jurisdiction to try the offence. Under Section 60, the property which has\n\nbeen confiscated by an Authorised Officer under Section 52 is to vest in the\n\ngovernment, subject to the result of the proceedings before the Appellate\n\nAuthority under Section 52 or upon suo motu action under Section 52-A or a\n\nrevision before the Court of Sessions under Section 52-B.\n<span class=\"hidden_text\" id=\"span_17\">\f                                          15</span>\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_28\">  11    The provisions for seizure and confiscation are depicted in Flow chart I\n\n  below:\n</p>\n<blockquote id=\"blockquote_30\">                        Flow Chart I: Seizure and Confiscation\n\n<a href=\"/doc/1716575/\" id=\"a_58\">Section 52</a>\n\nSub-section (1) - Where there is reason to believe that a forest offence has been\ncommitted in respect of forest produce, the produce and all tools, ropes, vehicles\netc. used in commission of such offence may be seized by the Forest Officer.\n</blockquote>\n\n<blockquote id=\"blockquote_31\">                                    Sub-section (2)\n\n\n\n\n  Mark the property and produce it                    Where it is intended to launch a\n  before Authorised Officer.                          criminal proceeding against the\n                                                      offender, immediately make a\n  Or if the seized property is in bulk,\n                                                      report to the Magistrate having\n  make a report to the Authorised\n                                                      jurisdiction.\n</blockquote><blockquote id=\"blockquote_32\">  Officer.\n</blockquote>\n\n\n<blockquote id=\"blockquote_33\">                                     Sub-Section (3)\n\n  Subject to sub-section (5), the Authorised Officer upon the production of the property\n  seized or report of seizure, on being satisfied that a forest offence has been\n  committed, for reasons to be recorded, can confiscate the forest produce so seized\n  together with the vehicle.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_34\">  Sub-section (4)\n\n  No order of confiscation may be made unless the Authorised Officer sends an\n  intimation to the Magistrate having jurisdiction and issues notice, and grants an\n  opportunity of making representation and hearing to a person from whom property\n  had been seized or who has an interest in such property.\n</blockquote>\n<blockquote id=\"blockquote_35\">  Sub-section (5)\n\n  No order under sub-section (3), shall be made if the person under clause (b) of sub-\n  section (4) proves that such tools, vehicles, etc. were used without her knowledge or\n  connivance and all reasonable and necessary precautions had been taken against\n  their use.\n</blockquote><span class=\"hidden_text\" id=\"span_18\">\f                                       16</span>\n\n\n\n\n<blockquote id=\"blockquote_36\">Section 52-A – Appeal against order of confiscation – Any person aggrieved by the\norder of confiscation, may prefer an appeal in writing within thirty days.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_37\">Section 52-B – Revision before Court of Sessions against order of Appellate\nAuthority –\n\n</blockquote><blockquote id=\"blockquote_38\">(i)    The party aggrieved by the order of the Appellate Authority can submit a\nrevision to the Court of Sessions within thirty days.\n</blockquote><blockquote id=\"blockquote_39\">(ii)   The Court of Sessions may confirm, reverse or modify the order.\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_29\">Section 52-C – Bar to jurisdiction of Court under certain circumstances –\n\n</p><p data-structure=\"Section\" id=\"p_30\">(i)    No court, tribunal or authority except the Authorised Officer or Appellate\nAuthority and Court of Sessions referred under <a href=\"/doc/1716575/\" id=\"a_59\">Sections 52</a>, 52-A and 52-B shall\nhave jurisdiction to make order in regard to possession, disposal, distribution, or\ndelivery of the property.\n</p><p data-structure=\"Section\" id=\"p_31\">(ii)   Nothing in sub-section (1) shall affect the power saved under <a href=\"/doc/516547/\" id=\"a_60\">Section 61</a>.\n\n\n\n\n<a href=\"/doc/1703619/\" id=\"a_61\">Section 53</a> – Power to release property seized under <a href=\"/doc/1716575/\" id=\"a_62\">Section 52</a> – A Forest Officer,\nnot below the rank of Ranger, who or whose subordinate has seized the property\nunder <a href=\"/doc/1716575/\" id=\"a_63\">Section 52</a>, may release it on the execution of security, equal to the value of\nsuch property in a form as prescribed, by the owner of the property.\n<span class=\"hidden_text\" id=\"span_19\">\f                                               17</span>\n\n\n\n\n<a href=\"/doc/759944/\" id=\"a_64\">Section 60</a> – Property confiscated under <a href=\"/doc/1716575/\" id=\"a_65\">Section 52</a> shall vest in the Government\nfree from all encumbrances upon:\n</p>\n<blockquote id=\"blockquote_40\">   (i) Expiry of period specified for preferring an appeal or for taking ‘suo moto’\n        action under Section 52-A, whichever is later.\n</blockquote><p data-structure=\"Section\" id=\"p_32\"> 13(ii) Expiry\n         Distinctoffrom  thespecified\n                     period  proceedings   for confiscation\n                                      for submitting         envisaged\n                                                      petition           under\n                                                               for revision    the Section\n                                                                            under  Forest\n        52-B.\n Act are those relating to criminal prosecution, as amended by the State of\n\n\n\n 12     Distinct from the proceedings for confiscation envisaged under the <a href=\"/doc/157078221/\" id=\"a_66\">Forest\n\n Act</a> are those relating to criminal prosecution, as amended by the State of\n\n Madhya Pradesh. <a href=\"/doc/470116/\" id=\"a_67\">Section 52(2)</a> stipulates that where it is intended to launch a\n\n criminal proceeding against an offender immediately, a report of the seizure has\n\n to be made to the Magistrate having jurisdiction to try the offence. Where the\n\n property which has been seized under <a href=\"/doc/1716575/\" id=\"a_68\">Section 52</a> is released by an Authorised\n\n Officer under <a href=\"/doc/1703619/\" id=\"a_69\">Section 53</a>, it must be upon execution of security in such form as\n\n may be prescribed, equal to the value of the property, so as to ensure the\n\n production of the property when required before the Magistrate having jurisdiction\n\n to try the offence. On receipt of a report under <a href=\"/doc/470116/\" id=\"a_70\">Section 52(2)</a>, <a href=\"/doc/1179953/\" id=\"a_71\">Section 54</a>\n\n stipulates that the Magistrate must take all measures necessary for the arrest and\n\n trial of the offender and the disposal of the property according to law. <a href=\"/doc/1179953/\" id=\"a_72\">Section 54</a>\n\n provides thus:\n</p>\n<blockquote id=\"blockquote_41\">               “54. Procedure thereupon.- Upon the receipt of any such\n               report, the Magistrate shall, with all convenient despatch, take\n               such measures as may be necessary for the arrest and trial of\n               the offender and the disposal of the property according to law:\n</blockquote>\n<blockquote id=\"blockquote_42\">               Provided that before passing any order for disposal of\n               property, the Magistrate shall satisfy himself that no\n               intimation under sub-section (4) of <a href=\"/doc/1716575/\" id=\"a_73\">section 52</a> has been\n<span class=\"hidden_text\" id=\"span_20\">\f                                             18</span>\n\n\n             received by his Court or by another Court having\n             jurisdiction to try the offence on account of which the\n             seizure of property has been made.”\n                                                 (emphasis supplied)\nThis proviso is significant, because before passing any order for disposal of the\n\nproperty, the Magistrate must be satisfied that no intimation has been received\n\nunder <a href=\"/doc/1716575/\" id=\"a_74\">Section 52(4)</a>.\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_33\">13    Section 55 provides that upon the conviction of the offender for a forest\n\noffence, the forest produce together with tools, boats, vehicles and other articles\n\nused for its commission shall be liable to confiscation, subject to the provisions\n\nof Sections 52, 52-A, 52-B and 52-C:\n</p>\n<blockquote id=\"blockquote_43\">             “55. Forest-produce, tools, etc., when liable to\n             confiscation.- (1) All timber or forest produce which in either\n             case is not the property of the Government and in respect of\n             which a forest-offence has been committed, and all tools,\n             boats, vehicles, ropes, chains or any other article, in each\n             case used in committing any forest-offence, shall subject to\n             provisions of <a href=\"/doc/1716575/\" id=\"a_75\">Sections 52</a>, 52-A, 52-B and 52-C, be liable to\n             confiscation upon conviction of the offender for such forest-\n             offence.\n</blockquote><blockquote id=\"blockquote_44\">               (2) Such confiscation may be in addition to any other\n             punishment prescribed for such offence.”\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_34\">14    The intent of the State Legislature is emphasised by the provisions\n\ncontained in the proviso to <a href=\"/doc/1179953/\" id=\"a_76\">Section 54</a> as well as in sub-section (1) of <a href=\"/doc/369188/\" id=\"a_77\">Section 55</a>.\n\nUnder <a href=\"/doc/470116/\" id=\"a_78\">Section 52(2)</a> where it is intended to launch criminal proceedings against\n\nthe offender immediately, the officer seizing any property under the Section has to\n\nmake a report of the seizure to the Magistrate having jurisdiction to try the offence\n\non account of which the seizure has been made. Upon the conviction of the\n\noffender for a forest offence, <a href=\"/doc/369188/\" id=\"a_79\">Section 55</a> clearly indicates that the forest produce\n\nand all tools, boats, vehicles, articles etc. used in the commission of the forest\n<span class=\"hidden_text\" id=\"span_21\">\f                                        19</span>\n\n\noffence would be liable to confiscation subject to the provisions of <a href=\"/doc/1716575/\" id=\"a_80\">Sections 52</a>,\n\n52-A, 52-B and 52-C.\n\n\n15    <a href=\"/doc/831798/\" id=\"a_81\">Section 56</a> provides that upon the conclusion of the trial, any forest\n\nproduce in respect of which a forest offence has been committed shall, where it is\n\nthe property of the government or has been confiscated, be taken charge of by a\n\nForest Officer and, in any other case, may be disposed of in such manner as the\n\nCourt may direct.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">\n16    <a href=\"/doc/436190/\" id=\"a_82\">Section 57</a> deals with a situation where the offender is not known or cannot\n\nbe found. <a href=\"/doc/165703/\" id=\"a_83\">Section 58</a> deals with the procedure to be followed in respect of\n\nperishable property seized under <a href=\"/doc/1716575/\" id=\"a_84\">Section 52</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">\n17    <a href=\"/doc/686855/\" id=\"a_85\">Section 59</a> provides that the officer making a seizure under <a href=\"/doc/1716575/\" id=\"a_86\">Section 52</a>, or\n\nany superior or a person claiming to be interested in the property seized, may\n\nwithin a month of any order passed under <a href=\"/doc/369188/\" id=\"a_87\">Sections 55</a>, <a href=\"/doc/831798/\" id=\"a_88\">56</a> or 57 appeal to the\n\nCourt to which orders made by the Magistrate are ordinarily appealable. Under\n\nsub-section (2) of <a href=\"/doc/759944/\" id=\"a_89\">Section 60</a>, where no appeal has been preferred within the\n\nperiod of limitation or where an appeal has been preferred and the order has\n\nbeen confirmed by the appellate Court, the property shall vest with the\n\ngovernment free from all encumbrances.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">18    Flow-chart II below indicates the scheme in relation to criminal proceedings\n\nunder the <a href=\"/doc/157078221/\" id=\"a_90\">Forest Act</a> as amended by the State of Madhya Pradesh:\n\n</p><blockquote id=\"blockquote_45\">                       Flow Chart II : Criminal Proceedings\n\n\n                 Section 52(2) – Launch of criminal proceedings\n\nWhere it is intended to launch a criminal proceeding against the offender, the officer\nseizing the property is to immediately make a report of such seizure to the\nMagistrate having jurisdiction to the try the offence.\n</blockquote><span class=\"hidden_text\" id=\"span_22\">\f                                        20</span>\n\n\n\n\n<blockquote id=\"blockquote_46\">                                    Section 54\n\nUpon receipt of a report under 52(2), the Magistrate shall take measures for arrest\nand trial of the offender and disposal of property under law. Provided there is no\nintimation under Section 52(4) with respect to initiation of confiscation proceedings\nby the Authorised Officer.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_47\">                                     Section 55\n\nForest produce, vehicles and tools or any other article used in committing a forest\noffence, shall be liable to confiscation upon conviction of the offender. Provision\nsubject to Section 52, 52-A, 52-B and 52-C.\n\n\n\n\n                                      Section 56\n\n Disposal of produce in respect of which offence has been committed, on conclusion\n of the trial – When a trial of a forest offence is concluded, any forest produce in\n respect of which a forest offence has been committed, both property of government\n or which has been confiscated, are to be taken charge of by the Forest Officer, and\n in any other case, may be disposed of in such a manner as directed by the Court.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_48\">                                     Section 57\n\nWhen an offender is not known, or cannot be found – the Magistrate may order the\nproperty to be confiscated and taken charge of by the Forest Officer, or the person\ndeemed fit by the Magistrate. No order to be made for thirty days from the date of\nseizing or without hearing the person, who claims any right thereto.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_49\">                                    Section 58\n\nProcedure as to perishable property seized under Section 52 – Notwithstanding\nanything contained hereinbefore, the Magistrate may direct sale of perishable\nproperty and deal with the sale proceeds.\n</blockquote><span class=\"hidden_text\" id=\"span_23\">\f                                        21</span>\n\n\n\n\n<blockquote id=\"blockquote_50\">                                     Section 59\n\n Appeal from orders under Section 55, 56 or 57 to be made within thirty days to the\n Court to which orders made by such Magistrate are ordinarily appealable. The\n order passed on appeal shall be final.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_51\">                                   Section 60(2)\n\nWhen no appeal is preferred under Section 59 or when the appellate court confirms\norder of confiscation of property, such property shall vest in the government, free\nfrom all encumbrances.\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_38\">19      Several decisions rendered by this Court have a bearing on the\n\ncontroversy involved in the present case. In a decision of 1985 in GV Sudhakar\n\nRao (supra), the issue before a two judge Bench of this Court was whether the\n\nHigh Court could have taken recourse to <a href=\"/doc/1679850/\" id=\"a_91\">Section 482</a> of the CrPC to stay\n\nproceedings for the confiscation of illicitly felled forest produce which was seized\n\nunder the <a href=\"/doc/73806355/\" id=\"a_92\">Andhra Pradesh Forest Act, 1967</a> till the disposal of a criminal case\n\npending before the Metropolitan Magistrate, for offences under the Act. This Court\n\nupheld the correctness of the view of a Single Judge of the Andhra Pradesh High\n\nCourt in State of AP v PK Mohammad14 and of a Division Bench in Mohd\n\n\n\n14 (1978) 1 APLJ 391\n<span class=\"hidden_text\" id=\"span_24\">\f                                                       22</span>\n\n\nYaseen v Forest Range Officer, Flying Squad, Rayachoti 15 that the <a href=\"/doc/73806355/\" id=\"a_93\">Andhra\n\nPradesh Forest Act, 1967</a> contemplated two procedures, one for the confiscation\n\nof the goods forming the subject matter of the offence by an Authorised Officer\n\nunder Section 44 (2A)<a href=\"/doc/116500443/\" id=\"a_94\">16</a> and the other for the trial of a person accused of the\n\noffence so committed under Section 20 or 29 17. Explaining the purpose of the\n\nlegislation, this Court noted with approval the view of the High Court in the above\n\ncases that the provision for confiscation by an Authorised Officer had been\n\nenacted in public interest to suppress an evil which the legislature wishes to\n\navoid:\n</p>\n<blockquote id=\"blockquote_52\">                  “14. We find that a later division bench consisting of\n                  Kondaiah, C.J. and Punnayya, J. in Mohd Yaseen v. Forest\n                  Range Officer, Flying Squad, Rayachoti [(1980) 1 ALT 8]\n                  approved of the view expressed by Jeewan Reddy, J. in P.K.\n                  Mohammad case [(1978) 1 APLJ 391], and held that the Act\n                  contemplates two procedures, one for confiscation of goods\n                  forming the subject-matter of the offence by the Authorized\n                  Officer under sub-section (2-A) of <a href=\"/doc/157078221/\" id=\"a_95\">Section 44</a> of the Act, and\n                  the other for trial of the person accused of the offence so\n                  committed under Section 20 or 29 of the Act. The learned\n                  Judges held that the Act provides for a special\n                  machinery for confiscation of illicitly felled timber or\n                  forest produce by the Authorized Officer under sub-\n                  section (2-A) of Section 44 enacted in the general public\n                  interest to suppress the mischief of ruthless exploitation\n                  of government forests by illicit felling and removal of\n                  teak and other valuable forest produce.”\n                                                          (emphasis supplied)\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_39\">15 (1980) 1 ALT 8\n16 “(2-A) Where an Authorized Officer seizes under sub-section (1) any timber or forest produce or where any\nsuch timber or forest produce is produced before him under sub-section (2) and he is satisfied that a forest\noffence has been committed in respect thereof, he may order confiscation of the timber or forest produce so\nseized or produced together with all tools, ropes, chains, boats or vehicles used in committing such offence.”\n17 Section 20 provides for penalties for trespass or damage in reserved forest and acts prohibited in such\nforest, and Section 29 provides for the power to make rules to regulate the transit possession of timber and other\nforest produce.\n</p><span class=\"hidden_text\" id=\"span_25\">\f                                                       23</span><p data-structure=\"Conclusion\" id=\"p_40\">\n\n\nConsequently, the mere fact that there was an acquittal in a criminal trial before a\n\nMagistrate due to a paucity of evidence would not necessarily result in nullifying\n\nthe order of confiscation passed by an Authorised Officer based on a satisfaction\n\nthat a forest offence had been committed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1576757\" id=\"span_26\">20       In 2002, a two judge Bench of this Court in <a href=\"/doc/1576757/\" id=\"a_96\">KA Kunchindammed</a> (supra)\n\ndealt with the provisions of the <a href=\"/doc/81613740/\" id=\"a_97\">Karnataka Forest Act</a> 1963. The issue before the\n\nCourt was whether it is the Authorised Officer under that Act or the Magistrate\n\nunder the <a href=\"/doc/445276/\" id=\"a_98\">CrPC</a> who is vested with the power to order interim release of forest\n\nproduce seized under the Act. Section 71 <a href=\"/doc/13979067/\" id=\"a_99\">18</a> contained a savings provision that\n\nallowed an officer duly empowered by the state government to direct the release\n\nof property seized under Section 62, which is the property of the government.\n\nSection 71-G19 provided for the bar of jurisdiction, save and except of the\n\nAuthorised Officer or the Appellate Authority. Interpreting the provisions of the\n\n<a href=\"/doc/81613740/\" id=\"a_100\">Karnataka Forest Act, 1963</a> this Court held that the law is a special statute.\n\nMoreover, the non obstante clause gave overriding effect to the legislation as a\n\nresult of which the general power which is vested with the Magistrate under the\n\n<a href=\"/doc/445276/\" id=\"a_101\">CrPC</a> is taken away. Justice DP Mohapatra, speaking for the Court, held:</span>\n\n\n\n\n</p><blockquote id=\"blockquote_53\">18 “71. Saving of power to release property seized.—Nothing hereinbefore contained shall be deemed to\nprevent any officer empowered in this behalf by the State Government from directing at any time the immediate\nrelease of any property seized under Section 62, which is not the property of Government, and the withdrawal of\nany charge made in respect of such property.”\n19 “71-G. Bar of jurisdiction in certain cases.—Whenever any timber, ivory, Gulmavu (Machilus Marantha)\nbark, Dalchini bark, Halmaddi (exudation of Ailanthus Malabaricum), canes firewood or charcoal belonging to the\nState Government or any sandalwood, together with any tool, rope, chain, boat, vehicle or cattle used in\ncommitting any offence is seized under sub-section (1) of Section 62, the authorized officer under Section 71-A or\nthe officer specially empowered under Section 71-C or the Sessions Judge hearing an appeal under Section 71-D\nshall have and, notwithstanding anything to the contrary contained in this Act or in the <a href=\"/doc/445276/\" id=\"a_102\">Code of Criminal\nProcedure</a>, 1973 (2 of 1974) or in any other law for the time being in force, any other officer, court, tribunal or\nauthority shall not have, jurisdiction to make orders with regard to the custody, possession, delivery, disposal or\ndistribution of such property.”\n<span class=\"hidden_text\" id=\"span_27\">\f                                              24</span>\n\n\n              “23. <a href=\"/doc/81613740/\" id=\"a_103\">The Karnataka Forest Act</a> is a special statute enacted for\n              the purpose of preserving the forests and the forest produce\n              in the State. The scheme of the Act, as expressed in the\n              sections, is to vest power in the Authorized Officers of the\n              Forest Department for proper implementation/enforcement of\n              the statutory provisions and for enabling them to take\n              effective steps for preserving the forests and forest produce.\n</blockquote><p data-structure=\"Section\" id=\"p_42\">              For this purpose, certain powers including the power of\n              seizure, confiscation and forfeiture of the forest produce\n              illegally removed from the forests have been vested\n              exclusively in them. The position is made clear by the non\n              obstante clause in the relevant provisions giving overriding\n              effect to the provisions in the Act over other statutes and\n              laws. The necessary corollary of such provisions is that in a\n              case where the Authorized Officer is empowered to confiscate\n              the seized forest produce on being satisfied that an offence\n              under the Act has been committed thereof the general power\n              vested in the Magistrate for dealing with interim\n              custody/release of the seized materials under <a href=\"/doc/445276/\" id=\"a_104\">CrPC</a> has to\n              give way. The Magistrate while dealing with a case of any\n              seizure of forest produce under the Act should examine\n              whether the power to confiscate the seized forest produce is\n              vested in the Authorized Officer under the Act and if he finds\n              that such power is vested in the Authorized Officer then he\n              has no power to pass an order dealing with interim\n              custody/release of the seized material. This, in our view, will\n              help in proper implementation of provisions of the special Act\n              and will help in advancing the purpose and object of the\n              statute. If in such cases power to grant interim\n              custody/release of the seized forest produce is vested in the\n              Magistrate then it will be defeating the very scheme of the\n              Act. Such a consequence is to be avoided.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">              24. From the statutory provisions and the analysis made in\n              the foregoing paragraphs the position that emerges is that the\n              learned Magistrate and the learned Sessions Judge were\n              right in holding that on facts and in the circumstances of the\n              case, it is the Authorized Officer who is vested with the power\n              to pass order of interim custody of the vehicle and not the\n              Magistrate.”\n\n\n\nConsequently, in the view of this Court, it is the Authorised Officer who is vested\n\nwith the power to pass an order for interim custody of a seized vehicle and not the\n\nMagistrate.\n</p><span class=\"hidden_text\" id=\"span_28\">\f                                                        25</span><p data-structure=\"Precedent\" id=\"p_44\">\n\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1108225\" id=\"span_29\">21       Subsequently in 2004 in <a href=\"/doc/1108225/\" id=\"a_105\">Sujit Kumar Rana</a> (supra) another two judge\n\nBench of this Court dealt with the applicability of <a href=\"/doc/1679850/\" id=\"a_106\">Section 482</a> of the CrPC for\n\nquashing of proceedings for confiscation of forest produce under the provisions of\n\nthe <a href=\"/doc/654536/\" id=\"a_107\">Indian Forest Act, 1927</a>, as amended in relation to the State of West Bengal.\n\nSections 59-A to 59-G20 were inserted in the principal Act by the State\n\namendments to inter alia, confer a power of seizure and confiscation and to enact\n\na bar of jurisdiction of other courts and tribunals notwithstanding anything\n\ncontained in the <a href=\"/doc/445276/\" id=\"a_108\">CrPC</a>. This Court held:</span>\n</p>\n<blockquote id=\"blockquote_54\">                  “31. Once, however, a confiscation proceeding is initiated; in\n                  terms of <a href=\"/doc/654536/\" id=\"a_109\">Section 59-G</a> of the Act, the jurisdiction of the\n                  criminal court in this behalf stands excluded. The criminal\n                  court although indisputably has the jurisdiction to deal with\n                  the property which is the subject-matter of offence in terms of\n                  the provisions of the <a href=\"/doc/445276/\" id=\"a_110\">Code of Criminal Procedure</a> but once a\n                  confiscation proceeding is initiated, the said power cannot be\n                  exercised by the Magistrate.”\n\n\nOnce the criminal court had no power to deal with the property seized under the\n\nAct, the High Court was held to have no jurisdiction under <a href=\"/doc/1679850/\" id=\"a_111\">Section 482</a> of the\n\nCrPC to quash proceedings for confiscation of forest produce.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_55\">20 “59-A. Confiscation by Forest Officer of forest produce in the case of forest offence believed to have\nbeen committed.—(1) Notwithstanding anything contained in the foregoing provisions of this Chapter or in any\nother law for the time being in force, where a forest offence is believed to have been committed in respect of the\ntimber or other forest produce which is the property of the State Government, the Forest Officer or the police\nofficer seizing the timber or other forest produce under sub-section (1) of <a href=\"/doc/1716575/\" id=\"a_112\">Section 52</a>, shall, without any\nunreasonable delay, produce the same, together with all tools, ropes, chains, boats, vehicles and cattle used in\ncommitting the offence, before an officer of a rank not inferior to that of an Assistant Conservator of Forests,\nauthorized by the State Government in this behalf by notification in the Official Gazette (hereinafter referred to as\nthe authorized officer).”\n          Section 59-B provides the procedure for issue of notice before confiscation. Section 59C provides for a\nrevision against the order of confiscation. Section 59D provides a right to appeal against the order of revision.\n</blockquote><p data-structure=\"Section\" id=\"p_45\">Section 59E provides a savings provision for award of punishment under other provision of the Act. Section 59F\nprovides that confiscated property and proceeds of sale to vest in Government.\n</p><p data-structure=\"Precedent\" id=\"p_46\">          “Section 59-G. Bar of jurisdiction in certain cases.—Notwithstanding anything to the contrary\ncontained in this Act or in the <a href=\"/doc/445276/\" id=\"a_113\">Code of Criminal Procedure</a>, 1973 (2 of 1974) or in any other law for the time being\nin force, the officer authorized under Section 59-A or the Forest Officer specially empowered under Section 59-C\nor the District Judge to whom an appeal may be preferred under Section 59-D shall have and any other officer or\nForest Officer or court, tribunal or authority shall not have jurisdiction to make orders with regard to the custody,\npossession, delivery, disposal or distribution of any property or tools, ropes, chains, boats, vehicles or cattle\nseized under <a href=\"/doc/1716575/\" id=\"a_114\">Section 52</a>.”\n<span class=\"hidden_text\" id=\"span_30\">\f                                                        26</span>\n\n\n22       In 2017, a similar view has been taken by another two judge Bench of this\n\nCourt in Kallo Bai (supra) while construing the provisions of the Madhya Pradesh\n\nVan Upaj (Vyapar Viniyam) Adhiniyam, 1969. By virtue of the amendments made\n\nto the Adhiniyam, Sections 15-A to 15-D21 were introduced to provide for\n\nconfiscation proceedings in line with the provisions contained in the <a href=\"/doc/157078221/\" id=\"a_115\">Forest Act</a> as\n\namended in relation to the State of Madhya Pradesh. Relying on the earlier\n\ndecisions of this Court including GV Sudhakar Rao (supra), Justice NV Ramana,\n\nspeaking for the two judge Bench held:\n</p>\n<blockquote id=\"blockquote_56\">                    “23. Criminal prosecution is distinct from confiscation\n                  proceedings. The two proceedings are different and parallel,\n                  each having a distinct purpose. The object of confiscation\n                  proceeding is to enable speedy and effective adjudication\n                  with regard to confiscation of the produce and the means\n                  used for committing the offence while the object of the\n                  prosecution is to punish the offender. The scheme of the\n                  Adhiniyam prescribes an independent procedure for\n                  confiscation. The intention of prescribing separate\n                  proceedings is to provide a deterrent mechanism and to stop\n                  further misuse of the vehicle.”\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"526552\" id=\"span_31\">23       This leaves the Court to deal with a judgment rendered in 2008 by a two\n\njudge Bench of this Court in <a href=\"/doc/526552/\" id=\"a_116\">State of MP v Madhukar Rao22</a>. The issue in that\n\n21 Section 15-A provides for an appeal against order of confiscation. Section 15-B. provides for a revision\nbefore Court of Sessions against order of Appellate Authority.</span>\n</p><p data-structure=\"Section\" id=\"p_48\">           “Section 15-C. Bar of jurisdiction of court etc. under certain circumstances.— (1) On receipt of\nintimation under sub-section (5) of <a href=\"/doc/15434108/\" id=\"a_117\">Section 15</a> about initiation of proceedings for confiscation of property by the\nMagistrate having jurisdiction to try the offence on account of which the seizure of property which is subject\nmatter of confiscation, has been made, no Court, Tribunal or Authority (other than the authorised officer, Appellate\nAuthority and Court of Sessions referred to in <a href=\"/doc/15434108/\" id=\"a_118\">Sections 15</a>, 15-A and 15-B as the case may be), shall have\njurisdiction to make orders with regard to which proceedings for confiscation are initiated under <a href=\"/doc/15434108/\" id=\"a_119\">Section 15</a>,\nnotwithstanding anything contained in this Act, or, any other law for the time being in force:\n</p><blockquote id=\"blockquote_57\">           Provided that before passing any order for disposal of property the Magistrate shall satisfy himself that\nno intimation under sub-section (5) of <a href=\"/doc/15434108/\" id=\"a_120\">Section 15</a> has been received by his Court or by any other Court having\njurisdiction to try the offence on account of which the seizure of property has been made.\n</blockquote><blockquote id=\"blockquote_58\">           Explanation.—Where under any law for the time being in force, two or more Courts have jurisdiction to\ntry offence under this Act, then receipt of intimation under sub-section (5) of <a href=\"/doc/15434108/\" id=\"a_121\">Section 15</a> by one of the Courts of\nMagistrate having such jurisdiction shall be construed to be receipt of intimation under that provision by all the\nCourts and the bar to exercise jurisdiction shall operate on all such Courts.\n</blockquote><blockquote id=\"blockquote_59\">           (2) Nothing hereinbefore contained shall be deemed to prevent any officer authorised in this behalf by\nthe State Government from directing at any time the immediate release of any property seized under <a href=\"/doc/15434108/\" id=\"a_122\">Section 15</a>.”\n           Section 15-D provides for confiscation of property when the produce is not the property of Government.\n</blockquote><p data-structure=\"Section\" id=\"p_49\">22 (2008) 14 SCC 624\n<span class=\"hidden_text\" id=\"span_32\">\f                                                         27</span>\n\n\ncase was whether upon the seizure of a vehicle or vessel under Section 50(1)(c) 23\n\nof the Wildlife Protection Act, 1972, the Magistrate has no power to direct its\n\nrelease under <a href=\"/doc/768169/\" id=\"a_123\">Section 451</a> of the CrPC during the pendency of a trial.\n\nSignificantly<a href=\"/doc/526552/\" id=\"a_124\">, <a href=\"/doc/526552/\" id=\"a_125\">in that case</a></a> the provisions of the Wildlife Protection Act 1972 did not\n\ncontain provisions analogous to the MP amendments to the <a href=\"/doc/157078221/\" id=\"a_126\">Forest Act</a> or for that\n\nmatter those contained in the state laws noticed in                                          Sudhakar Rao,\n\nKunchindammed, Sujit Kumar Rana and Kallo Bai. Section 50 empowered\n\nthe Director or the Chief Wildlife Warden, Forest Officer, Authorised Officer or\n\nPolice Officer, if they had reasonable grounds for believing that any person has\n\ncommitted an offence under the Act, to seize a captive or wild animal, animal\n\narticle, meat, trophy etc. together with tools, vehicles, vessels or weapons used\n\nfor the commission of the offence. Under sub section (2) of Section 50, prior to its\n\namendment in October 199124, the Assistant Director or Wildlife Warden was\n\nempowered to release inter alia, a vehicle, vessel or weapon subject to a bond.\n\nThis provision was deleted in 1991 and was substituted 25 by a provision for\n\n23 “Section 50 - Power of entry, search, arrest and detention.- (1) Notwithstanding anything contained in\nany other law for the time being in force, the Director or any other officer authorised by him in this behalf or the\nChief Wild Life Warden or the authorised officer or any forest officer or any police officer not below the rank of a\nsub-inspector, may, if he has reasonable grounds for believing that any person has committed an offence against\nthis Act,-\n</p><p data-structure=\"Conclusion\" id=\"p_50\">           …\n</p><p data-structure=\"CDiscource\" id=\"p_51\">           (c) seize any captive animal, wild animal, animal article, meat, trophy or uncured trophy, or any specified\nplant or part or derivative thereof, in respect of which an offence against this Act appears to have been\ncommitted, in the possession of any person together with any trap, tool, vehicle, vessel or weapon used for\ncommitting any such offence and, unless he is satisfied that such person will appear and answer any charge\nwhich may be preferred against him, arrest him without warrant, and detain him:\n</p><blockquote id=\"blockquote_60\">           Provided that where a fisherman residing within ten kilometres of a sanctuary or National Park,\ninadvertently enters on a boat, not used for commercial fishing, in the territorial waters in that sanctuary or\nNational Park, a fishing tackle or net on such boat shall not be seized.”\n</blockquote><p data-structure=\"Section\" id=\"p_52\">24 “(2) Any officer of a rank not inferior to that of an Assistant Director of Wild Life preservation of Wild Life\nWarden, who, or whose subordinate has seized any trap, tool, vehicle, vessel or weapon under clause (c) of sub-\nsection (1), may release the same on the execution by the owner thereof of a bond for the production of the\nproperty so released, if and when so required, before the Magistrate having jurisdiction to try the offence on\naccount of which the seizure has been made.”\n25 Section 50(2) was deleted post-amendment and replaced with Section 50(3A) as follows:\n</p><blockquote id=\"blockquote_61\">           “(3A) Any officer of a rank not inferior to that of an Assistant Director of Wild Life Preservation or an\nAssistant Conservator of Forests, who, or whose subordinate, has seized any captive animal or wild animal under\nclause (c) of sub-section (1) may give the same for custody on the execution by any person of a bond for the\nproduction of such animal if and when so required, before the Magistrate having jurisdiction to try the offence on\naccount of which the seizure has been made.”\n<span class=\"hidden_text\" id=\"span_33\">\f                                         28</span>\n\n\nhanding over custody of a captive animal or wild animal which was seized,\n\nsubject to the execution of a bond for production before a Magistrate of a\n\ncompetent jurisdiction.   In view of the more limited power of release post-\n</blockquote>\n<blockquote id=\"blockquote_62\">amendment, it was urged that Section 50 provided a comprehensive scheme and\n\nit was not open to the Magistrate to direct interim release of a vehicle seized\n\nunder Section 50. This submission was rejected by the Court, which held that\n\nSection 50 and other provisions in Chapter VI of the Wildlife Protection Act 1972\n\ndid not exclude the application of the provisions of the <a href=\"/doc/445276/\" id=\"a_127\">CrPC</a>. The decision in\n\nKunchindammed was distinguished on the ground that it dealt with the\n\nprovisions of the <a href=\"/doc/81613740/\" id=\"a_128\">Karnataka Forest Act</a> 1963 whereas the provisions contained in\n\nthe Wildlife Protection Act were materially different. Consequently, it was held that\n\nthe provisions of Section 50 did not affect the Magistrate’s power to order interim\n\nrelease of a vehicle under <a href=\"/doc/768169/\" id=\"a_129\">Section 451</a> of the CrPC. The decision in Madhukar\n\nRao involved legislation which had provisions distinct from the special provisions\n\ncontained in the state amendment to the <a href=\"/doc/157078221/\" id=\"a_130\">Forest Act</a> enacted in relation to Madhya\n\nPradesh. Indeed, the Court noted the distinction when it dealt with the earlier\n\ndecision in Kunchindammed which arose in the context of the <a href=\"/doc/81613740/\" id=\"a_131\">Karnataka Forest\n\nAct</a> 1963.\n</blockquote>\n\n<blockquote id=\"blockquote_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122486869\" id=\"span_34\">24      In <a href=\"/doc/122486869/\" id=\"a_132\">Kailash Chand v State of MP26</a>, a Division Bench of the Madhya\n\nPradesh High Court considered a challenge to the constitutional validity of the\n\nstate amendments to the <a href=\"/doc/157078221/\" id=\"a_133\">Forest Act</a> through MP Act 25 of 1983. Noticing that a\n\ncriminal prosecution and a proceeding for confiscation are distinct, each with its\n\nown purpose and object, the High Court held:</span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_53\">26 (1995) AIR (MP) 1\n<span class=\"hidden_text\" id=\"span_35\">\f                                                   29</span>\n\n\n                 “...Criminal prosecution is not an alternative to confiscation\n                 proceedings. The two proceedings are parallel proceedings,\n                 each having a distinct purpose and object. The object of\n                 confiscation proceeding is to enable speedy and effective\n                 adjudication with regard to confiscation of the produce and\n                 the means used for committing the offence. The object of the\n                 prosecution is to punish the offender...”\n\nExplaining the underlying purpose and object of the state amendment, the\n\nDivision Bench noted:\n</p>\n<blockquote id=\"blockquote_64\">                 “…The scheme of the Central Act contemplating successful\n                 prosecution of the offender leading to confiscation has been\n                 drastically modified by the 1983 Act to provide for an\n                 additional procedure for confiscation, a procedure which is\n                 less cumbersome and more expeditious than the procedure\n                 of prosecution and at the same time, assuring necessary\n                 safeguards to the affected persons. The scheme of the\n                 Central Act provides for prosecution incidentally leading to\n                 confiscation of property. The scheme of the amendments\n                 introduced by the 1983 Act prescribes an independent\n                 procedure for confiscation. The intention is to ensure that the\n                 vehicle used in the transaction is no longer available for such\n                 misuse and to act as deterrent for the other offender and\n                 others. These objects can be well served by confiscating the\n                 vehicle...”\n\n\n\n25      In a judgment rendered by one of us (Brother Justice Hemant Gupta as\n\nChief Justice of the Madhya Pradesh High Court) in Ramkumar Sahoo v State\n\nof Madhya Pradesh27, these principles were followed while construing the\n\nprovisions of Rule 53 of the MP Minor Mineral Rules 1996.\n</blockquote>\n\n<blockquote id=\"blockquote_65\">26      Our analysis of the amendments brought by MP Act 25 of 1983 to the\n\n<a href=\"/doc/654536/\" id=\"a_134\">Indian Forest Act</a> 1927 leads to the conclusion that specific provisions have been\n\nmade for the seizure and confiscation of forest produce and of tools, boats,\n\nvehicles and articles used in the commission of offences. Upon a seizure under\n\nSection 52(1), the officer effecting the seizure has to either produce the property\n\n27 Writ Petition No 18818 of 2017 decided on 15 February 2018\n<span class=\"hidden_text\" id=\"span_36\">\f                                         30</span>\n\n\nbefore the Authorised Officer or to make a report of the seizure under sub-section\n\n(2) of Section 52. Upon being satisfied that a forest offence has been committed,\n\nthe Authorised Officer is empowered, for reasons to be recorded, to confiscate\n\nthe forest produce together with the tools, vehicles, boats and articles used in its\n\ncommission.     Before confiscating any property under sub-section (3), the\n\nAuthorised Officer is required to send an intimation of the initiation of the\n\nproceedings for the confiscation of the property to the Magistrate having\n\njurisdiction to try the offence. Where it is intended to immediately launch a\n\ncriminal proceeding, a report of the seizure is made to the Magistrate having\n\njurisdiction to try the offence. The order of confiscation under Section 52(3) is\n\nsubject to an appeal under Section 52-A and a revision under Section 52-B. Sub-\n</blockquote>\n<p data-structure=\"Section\" id=\"p_54\">section (5) of Section 52-B imparts finality to the order of the Court of Sessions in\n\nrevision notwithstanding anything contained to the contrary in the <a href=\"/doc/445276/\" id=\"a_135\">CrPC</a> and\n\nprovides that it shall not be called into question before any court. Section 52-C\n\nstipulates that on the receipt of an intimation by the Magistrate under sub-section\n\n(4) of Section 52, no court, tribunal or authority, other than an Authorised Officer,\n\nan Appellate Authority or Court of Sessions (under Sections 52, 52-A and 52-B)\n\nshall have jurisdiction to pass orders with regard to possession, delivery, disposal\n\nor distribution of the property in regard to which confiscation proceedings have\n\nbeen initiated. Sub-section (1) of Section 52-C has a non obstante provision\n\nwhich operates notwithstanding anything to the contrary contained in the <a href=\"/doc/654536/\" id=\"a_136\">Indian\n\nForest Act</a> 1927 or in any other law for the time being in force. The only saving is\n\nin respect of an officer duly empowered by the State government for directing the\n\nimmediate release of a property seized under Section 52, as provided in Section\n<span class=\"hidden_text\" id=\"span_37\">\f                                                        31</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_55\">61. Hence, upon the receipt of an intimation by the Magistrate of the initiation of\n\nconfiscation proceedings under sub-section (4)(a) of Section 52, the bar of\n\njurisdiction under sub-section (1) of Section 52-C is clearly attracted. The scheme\n\ncontained in the amendments enacted to the <a href=\"/doc/654536/\" id=\"a_137\">Indian Forest Act</a> 1927 in relation to\n\nthe State of Madhya Pradesh, makes it abundantly clear that the direction which\n\nwas issued by the High Court in the present case, in a petition under <a href=\"/doc/1679850/\" id=\"a_138\">Section 482</a>\n\nof the CrPC, to the Magistrate to direct the interim release of the vehicle, which\n\nhad been seized, was contrary to law. The jurisdiction under <a href=\"/doc/768169/\" id=\"a_139\">Section 451</a> of the\n\nCrPC was not available to the Magistrate, once the Authorised Officer initiated\n\nconfiscation proceedings.\n</p>\n<p data-structure=\"Section\" id=\"p_56\">\n27       The Madhya Pradesh amendments to the <a href=\"/doc/654536/\" id=\"a_140\">Indian Forest Act</a> 1927 are\n\ninfused with a salutary public purpose. Protection of forests against depredation\n\nis a constitutionally mandated goal exemplified by <a href=\"/doc/871328/\" id=\"a_141\">Article 48A 28</a> of the Directive\n\nPrinciples and the Fundamental Duty of every citizen incorporated in <a href=\"/doc/1644544/\" id=\"a_142\">Article\n\n51A(g)29.</a>      By isolating the confiscation of forest produce and the instruments\n\nutilised for the commission of an offence from criminal trials, the legislature\n\nintended to ensure that confiscation is an effective deterrent. The absence of\n\neffective deterrence was considered by the Legislature to be a deficiency in the\n\nlegal regime. The state amendment has sought to overcome that deficiency by\n\nimposing stringent deterrents against activities which threaten the pristine\n\nexistence of forests in Madhya Pradesh. As an effective tool for protecting and\n\npreserving environment, these provisions must receive a purposive interpretation.\n\n28 <a href=\"/doc/1452355/\" id=\"a_143\">Article 48(A) : &quot;</a>The State shall endeavour to protect and improve the environment and to safeguard the\nforests and wildlife of the country.&quot;.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">29 Sub-clause (g) of <a href=\"/doc/867010/\" id=\"a_144\">Article 51A</a> provides : “It shall be the duty of every citizen of India to protect and improve\nthe natural environment including forests, lakes, rivers and wildlife, and to have compassion for living creatures.”\n<span class=\"hidden_text\" id=\"span_38\">\f                                        32</span>\n\n\nFor, it is only when the interpretation of law keeps pace with the object of the\n\nLegislature that the grave evils which pose a danger to our natural environment\n\ncan be suppressed. The avarice of humankind through the ages has resulted in\n\nan alarming depletion of the natural environment. The consequences of climate\n\nchange are bearing down on every day of our existence. Statutory interpretation\n\nmust remain eternally vigilant to the daily assaults on the environment.\n\n\n28    For the above reasons, we allow the appeal and set aside the impugned\n\njudgment and order of the High Court dated 29 July 2011 in MCRC 5171 of 2011.\n\n\n\n\nCriminal Appeal No.525 of 2019 @ SLP (Crl.) No 5413 of 2013:\n\n\n29    For the reasons which have been indicated in the judgment delivered today\n\nin Criminal Appeal @ Special Leave Petition (Crl.) No 2001 of 2012, the judgment\n\nand order of the High Court dated 7 July 2011 in MCRC No 1818 of 2009 shall\n\nstand set aside and the appeal is accordingly allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n\n\nCriminal Appeal No 1364 of 2012:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">\n30    For the reasons which have been indicated in the judgment delivered in\n\nCriminal Appeal @ Special Leave Petition (Crl.) No 2001 of 2012, the judgment\n\nand order of the High Court dated 7 July 2011 in MCRC No 2634 of 2009 shall\n\nstand set aside and the appeal is accordingly allowed.\n</p><span class=\"hidden_text\" id=\"span_39\">\f                                       33</span><p data-structure=\"Conclusion\" id=\"p_60\">\n\n\n\n\nCriminal Appeal Nos 1362-63 of 2012:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">\n31    For the reasons which have been indicated in the judgment delivered today\n\nin Criminal Appeal @ Special Leave Petition (Crl.) No 2001 of 2012, the\n\njudgments and orders of the High Court dated 7 July 2011 and 21 September\n\n2011 in MCRC No 1751 of 2009 and MCRC No 5673 of 2011 shall stand set\n\naside and the appeals are accordingly allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_63\">                                     ……......................................................J\n                                    [Dr Dhananjaya Y Chandrachud]\n\n\n\n                                    .….….....................................................J\n                                    [Hemant Gupta]\n\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_64\">March 26, 2019.\n</p>\f","numcites":31,"numcitedby":86,"docsource":"Supreme Court of India","citetid":148923972,"divtype":"judgments","relatedqs":[{"value":"section 451 of criminal procedure code","formInput":"section%20451%20of%20criminal%20procedure%20code"},{"value":"section 451 of crpc","formInput":"section%20451%20of%20crpc"},{"value":" crpc 451","formInput":"%20crpc%20451"},{"value":"release of seized vehicle ","formInput":"release%20of%20seized%20vehicle%20"},{"value":"the wildlife protection act","formInput":"the%20wildlife%20protection%20act"},{"value":"cr.p.c. section 451 ","formInput":"cr.p.c.%20section%20451%20"},{"value":"special leave petition criminal","formInput":"special%20leave%20petition%20criminal"},{"value":" karnataka forest act","formInput":"%20karnataka%20forest%20act"},{"value":" jurisdiction bar","formInput":"%20jurisdiction%20bar"},{"value":"Release of Vehicle","formInput":"Release%20of%20Vehicle"},{"value":"wildlife protection act,1972","formInput":"wildlife%20protection%20act%2C1972"},{"value":"delivery of possession","formInput":"delivery%20of%20possession"},{"value":"jurisdiction of a magistrate/","formInput":"jurisdiction%20of%20a%20magistrate/"},{"value":"release of vehicle     filter:    forest act","formInput":"release%20of%20vehicle%20%20%20%20%20filter%3A%20%20%20%20forest%20act"},{"value":"section 61   filter:   indian forest act 1927 section 52   citation on section 61 of forest act","formInput":"section%2061%20%20%20filter%3A%20%20%20indian%20forest%20act%201927%20section%2052%20%20%20citation%20on%20section%2061%20of%20forest%20act"},{"value":"Section 451 crpc  filter:  Release of weapon","formInput":"Section%20451%20crpc%20%20filter%3A%20%20Release%20of%20weapon"},{"value":"forest offence","formInput":"forest%20offence"},{"value":"offence jurisdiction","formInput":"offence%20jurisdiction"},{"value":"vehicle seizing","formInput":"vehicle%20seizing"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"}],"cats":[{"value":"seizure-of-property-liable-to-confiscation","formInput":"tag:seizure-of-property-liable-to-confiscation"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"indian-forest, forest-official, forest-land","formInput":"tag:indian-forest, forest-official, forest-land"},{"value":"order-for-custody-and-disposal-of-property-pending-trial","formInput":"tag:order-for-custody-and-disposal-of-property-pending-trial"},{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"}],"courtcopy":true,"query_alert":null,"agreement":false}