{"tid":1838405,"publishdate":"1962-05-03","title":"Jia Lal vs The Delhi Administration on 3 May, 1962","doc":"<h2 class=\"doc_title\">Jia Lal vs The Delhi Administration on 3 May, 1962</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1962 AIR 1781, 1963 SCR (2) 864, AIR 1962 SUPREME COURT 1781, 1963 2 SCWR 117, 1963 2 SCR 864, 1963 3 SCR 22, 1964 2 SCR 336, 1963 BLJR 951, 1964 2 SCJ 143, 1964 (1) MADLJ(CRI) 373, 1962 ALLCRIR 431, 64 PUN LR 1051, ILR 1964 42 PAT 475</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-p-sinha\">Bhuvneshwar P. Sinha</a>, <a href=\"/search/?formInput=benchid:p-b-gajendragadkar\">P.B. Gajendragadkar</a>, <a href=\"/search/?formInput=benchid:k-n-wanchoo\">K.N. Wanchoo</a>, <a href=\"/search/?formInput=benchid:n-r-ayyangar\">N. Rajagopala Ayyangar</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nJIA LAL\n\n\tVs.\n\nRESPONDENT:\nTHE DELHI ADMINISTRATION\n\nDATE OF JUDGMENT:\n03/05/1962\n\nBENCH:\nAIYYAR, T.L. VENKATARAMA\nBENCH:\nAIYYAR, T.L. VENKATARAMA\nSINHA, BHUVNESHWAR P.(CJ)\nGAJENDRAGADKAR, P.B.\nWANCHOO, K.N.\nAYYANGAR, N. RAJAGOPALA\n\nCITATION:\n 1962 AIR 1781\t\t  1963 SCR  (2) 864\n CITATOR INFO :\n D\t    1980 SC   1\t (20)\n RF\t    1980 SC1789\t (36)\n\n\nACT:\nCriminal     Trial--Possession\t  of\t unlicensed\tarms\nSanction--Provision  requiring sanction for  prosecution  in\ncertain\t    areas    and    not\t   in\t  other\t    area--If\ndiscriminatory--Whether\t offending portion of provision\t can\nbe  removed  and  remaining  portion  allowed  to  stand--If\ninvalidity   of\t  provision   regarding\t  sanction   affects\nsubstantive  provisions also--Indian Arms Act, 1878  (XI  of\n1878), ss. 19(1)(f), 29--Constitution of India, <a href=\"/doc/367586/\" id=\"a_1\">Art. 14.</a>\n\n\n\nHEADNOTE:\nSection\t 29 of the Indian Arms Act, 1878, provided that\t for\nprosecution  for an offence under s. 19(f) of the  Act\tcom-\nmitted\tin the territories north of the jumna and  Ganga  no\nsanction was required but sanction was required for the pro.\nsection\t if the offence was committed in other areas. j\t was\nfound  in possession of an unlicensed firearm in Delhi,\t and\nthough sanction under s. 29 was necessary, he was tried\t and\nconvicted  without obtaining such sanction.  B was found  in\npossession of an unlicensed firearm in Saharanpur and as  no\nsanction  under s. 29 was necessary for his  prosecution  he\nwas tried and convicted without obtaining any sanction.\t The\nrespondents  contended\tthat s. 29 offended <a href=\"/doc/367586/\" id=\"a_2\">Art. 14</a>  of\t the\nConstitution and was unconstitutional. j contended that even\nif s. 29 was invalid in its operation as regards territories\nto the. ,North of the jurnna and Ganga it was not invalid in\nits\n865\napplication  to the other territories as the parts of s.  29\nwere  separate\tand  severable.\t B  contended  that  if\t the\nportion of s. 29 which offended <a href=\"/doc/367586/\" id=\"a_3\">Art. 14</a> was struck down\t the\nremaining  portion  was\t complete  in  itself  and  required\nsanction for prosecution in all cases, and that if s.29\t was\nvoid  in toto s.19 could not stand and also become void\t and\nunenforceable.\nHeld,  that  s.\t 29  <a href=\"/doc/1934415/\" id=\"a_4\">Arms  Act</a>\toffended  <a href=\"/doc/367586/\" id=\"a_5\">Art.\t14</a>  and\t was\nunconstitutional  and as such no sanction was necessary\t for\nthe  prosecution  of  either j\tor  B.\tThe  differentiation\nbetween the territories north of the jumna and Ganga and the\nother territories had no relevance now to the object of\t the\nlegislation.   The  differentiation had come into  being  an\naccount\t of  the  fact that the largest\t opposition  to\t the\nBritish\t Government in 1857 had come from the people to\t the\nnorth  of  the jumna and Ganga and they had  been  disarmed.\nBut  now after more than a century conditions  have  changed\nand  the  distinction could not be sustained on\t any  ground\npertinent to the object ,of the law in question.\nMehar Chand v. State, A.I.R. (1959) All. 660, approved.\nHeld,  further,\t that it was not permissible to\t strike\t out\nonly the offending words from<a href=\"/doc/1570966/\" id=\"a_6\"> s. 29</a> and to read the  section\nas requiring sanction for prosecution for offences in  areas\nnorth  of  the jamna and Ganga.\t The section could.  not  be\nconstrued as for bidding what it expressly authorised.\t Nor\ncould  the  section  insofar as\t it  required  sanction\t for\nprosecution  for offences committed in other territories  be\nsevered\t from  the  rest  and  held  valid  as\tthat   would\nnecessarily  again result in discrimination.  The entire  s.\n29 must be struck down.\nBhai Singh v. State, A.I.R. (1960) All. 369. approved.\nChamarbaugwalla\t v.  Union  of\tIndia,\t(1957)\tS.C.R.\t930,\nreferred to.\nHeld,  further,\t that<a href=\"/doc/1570966/\" id=\"a_7\"> s. 29</a> was severable  from\t the  other,\nprovisions of the Act and that its invalidity did not affect\nthe  validity  of  s.  19.  <a href=\"/doc/472772/\" id=\"a_8\">Section  19</a>\t was  a\t substantive\nprovision  providing punishment for violation of<a href=\"/doc/662031/\" id=\"a_9\"> ss. 14</a>\t and\n<a href=\"/doc/1972990/\" id=\"a_10\">15</a>  and\t s.  29 was merely procedural  and  in\tgeneral\t the\ninvalidity  of a procedural provision could not be  held  to\naffect\tthe validity of a substantive provision.  There\t was\nnothing\t in the Arm Act to take it out of the general  rule.\n<a href=\"/doc/1570966/\" id=\"a_11\">Section\t 29</a>  was  intended  for\t giving\t protection  to\t the\nsubjects  against frivolous and vexatious  prosecutions\t but\nsanction was not one of the elements of the under offence s,\n19(f).\tIt could not be said that the legislature\n\t\t\t    866\nwould  not  have enacted the&#x27; law  without  the;  protection\nafforded by<a href=\"/doc/1570966/\" id=\"a_12\"> s. 29</a>.\nDavis  v.  Wallace, (1921)257 U.S. 477; 66 L.  Ed.  325\t and\nLemka  v.Parmers&#x27; Grain Company, (1921) 258 U.S. 50;  66  L.\nEd. 458, referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL  APPELLATE JURISDICTION: Criminal Appeal No. 69  of\n1961.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeal\tby special leave from the Judgment and order   dated\nDecember  23,  1960,  of- the Punjab  High  Court  (Circuit;\nBench) at  Delhi in Criminal &#x27;Appeal NO.: 10-D of 1960.\n</p><p data-structure=\"Issue\" id=\"p_3\">\t\t    WITH\nCRIMINAL APPEAL NO. 62 of 1960.\n</p><p data-structure=\"Issue\" id=\"p_4\">Appeal from the judgment and order dated December 23,  1959,\nof the Allahabad High Court in Criminal Revision No. 1694 of\n1958.\n</p><p data-structure=\"Issue\" id=\"p_5\">Sarjoo Prasad and K. K. Sinha, or the appellant in     Cr.\nA. No. 69 of 1961.\n</p><p data-structure=\"RespArg\" id=\"p_6\">B.   K. Khanna and P. D. Menon., for the respondent in Cr.\nA. No. 69 of 1961.\n</p><p data-structure=\"Issue\" id=\"p_7\">R.   K.\t Garg,\tD.  P. Singh and S.  C.\t Agarwala,  for\t the\nrespondent in Cr.  A. No. 62 of 1960.\n</p><p data-structure=\"RespArg\" id=\"p_8\">G.   C. Mathur and C. P. Lal, for the respondent in Cr.\t  A.\nNo. 62 of 1960.\n</p><p data-structure=\"Issue\" id=\"p_9\">1962.  May 3. The Judgment of the Court was delivered by\nVENKATARAMA AIYAR, J.-The appellant in Criminal Appeal 69 of\n1961  Jia Lal Was searched by the Delhi Police on April\t 15,\n1959,  and  was found to be in possession  of&#x27;\tan&#x27;  English\npistol for Which he held no licence.  He was then prosecuted\nfor an offence under<a href=\"/doc/1148859/\" id=\"a_13\"> s. 20</a> of the Indian Arms Act of 1878\n(XI of 1878), hereinafter referred to as &#x27;the Act&#x27;\n<span class=\"hidden_text\" id=\"span_1\">867</span>\nbefore\tthe Additional Sessions Judge; Delhi  who  convicted\nhim  under  s.\t19  (f) of the-Act,  and  sentenced  him  to\nrigorous  &#x27;imprisonment for nine ,months.  No  sanction\t for\nthe  prosecution had been obtained as required by<a href=\"/doc/1570966/\" id=\"a_14\"> s.  29</a>  of\nthe Act. the appellant then took the matter in appeal to the\nHigh  Court  of Punjab which confirmed\this  conviction\t but\nreduced the sentence to 4-1/2 months rigorous  imprisonment.\nIt  is\tagainst this judgment that this\t appeal\t by  special\nleave is directed.\n</p><p data-structure=\"Facts\" id=\"p_10\">Bhagwana was searched by the Saharanpur Police on August  6,\n1956,  and was found to be in possession of  a\tcountry-made\npistol and four cartridges for which he held no licence.  He\nwas prosecuted before the City Magistrate, Saharanpur  under\na.  19(f) of the Act and was convicted and sentenced to\t six\nmonths rigorous imprisonment.  No sanction was obtained\t for\nhis prosecution, obviously because under<a href=\"/doc/1570966/\" id=\"a_15\"> s. 29</a> of the Act it\nis  not required when the offence are committed\t in  certain\nareas  and Saharanpur is within those areas.  The  appellant\npreferred  an appeal against his conviction and sentence  to\nthe Sessions Judge, Saharanpur but the appeal was  dismissed\nand  the  conviction  and  sentence  were  confirmed.\t The\nappellant  then\t took the; matter in revision  to  the\tHigh\nCourt  of  Allahabad  which rejected the  same\tbut  granted\ncertificate  under <a href=\"/doc/1050900/\" id=\"a_16\">Art. 134(1)</a> of the Constitution.   This-,\nis how this appeal comes before us.  Though the two  appeals\narise  out of two different prosecutions un. connected\twith\neach  other, they were heard together as the same  questions\nof law arise for determination in both.\n</p><p data-structure=\"Issue\" id=\"p_11\">The  first question that arises for our decision is  whether\na.  29\tof  the\t Act  is  unconstitutional    and  void\t  as\ncontravening  <a href=\"/doc/367586/\" id=\"a_17\">Art.  14</a>,\t in that it  requires  sanction\t for\nprosecution for offences under the Act,\n<span class=\"hidden_text\" id=\"span_2\">868</span>\nwhen  they axe committed in some areas, but not\t in  others.\n<a href=\"/doc/1570966/\" id=\"a_18\">Section 29</a> of the Act is as follows:-\n</p><blockquote id=\"blockquote_1\">\t      &quot;Where an offence punishable under <a href=\"/doc/472772/\" id=\"a_19\">section 19</a>,\n\t      clause  (f), has been committed  within  three\n\t      months  from the date on which this Act  comes\n\t      into force in any State, district or place  to\n\t      which <a href=\"/doc/1862173/\" id=\"a_20\">section 32</a>, clause 2 of Act XXXI of 1860\n\t      applies at such date, or where such an offence\n\t      has  been committed in. any part of India\t not\n\t      being  such  a district, State  or  place,  no\n\t      proceedings  shall be instituted\tagainst\t any\n\t      person in respect of such offence without\t the\n\t      previous\tsanction  of the Magistrate  of\t the\n\t      district\tor  in\ta presidency  town,  of\t the\n\t      Commissioner of police.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_12\">For  a\tcorrect\t understanding\tof the\ttrue  scope  of\t the\nsection,  it  is necessary to refer to the  history  of\t the\nLegislation relating to it.\n</p><p data-structure=\"Facts\" id=\"p_13\">The earliest enactment dealing with this subject is the Arms\nand Ammunition and Military Stores Act 18 of 1841 which came\ninto  force  on\t August 30, 1841, and  that  prohibited\t the\nexport\tof  arms  and  ammunition  out\tof  the\t territories\nbelonging  to  the East India Company  and  enacted  certain\nprohibitions as regards the storing of ammunition.  <a href=\"/doc/1934415/\" id=\"a_21\">This Act</a>\nwas repealed by Act 13 of 1852.\t After the uprising  against\nthe  British rule in 1857, the Government felt that  a\tmore\nstringent law was required for preventing insurrections\t and\nmaintaining  order  and so a new Act was passed, Act  28  of\n1857.\t<a href=\"/doc/1934415/\" id=\"a_22\">This  Act</a> is a comprehensive one dealing  with\tmany\nmatters not dealt with in previous legislation, and contains\nelaborate  provisions  as regards the  manufacture,  import,\nsale,  possession  and\tuse  of\t arms  and  ammunition.\t  of\nparticular relevance to the present discussion is P.   24 of\nthis Act which empowered the Governor-\n</p><span class=\"hidden_text\" id=\"span_3\">869</span>\n<p data-structure=\"Precedent\" id=\"p_14\">General\t to order general search for arms and ammunition  in\nany  district.\tIn exercise of the power conferred  by\tthis\nsection,  the  Governor-General\t issued\t a  notification  on\nDecember 21, 1858, ordering a general search and seizure  of\narms in in the territories north of the Jumna and Ganga then\nknown  as North Western Provinces.  The reason for this\t was\nthat  it  was this territory that was the main seat  of\t the\ndisturbances of 1857.\n</p><p data-structure=\"Section\" id=\"p_15\">Act 28 of 1857 was a temporary Act which was to be in  force\nfor  a\tperiod\tof two years and after\tsome  extentions  it\nfinaly\tlapsed on October 1, 1 60. On that date a  new\tAct,\nArms  and Ammunition Act 31 of 1860 came into  force.\tThis\nstatute\t contains in addition to what was enacted in Act  28\nof 1857, certain new provisions, of which a. 32 is  material\nfor our discussion.  It is as follows:-\n</p><blockquote id=\"blockquote_2\">\t      &quot;&#x27;Clause\t1.  It\tshall  be  lawful  for\t the\n\t      Governor-General\tof India in Council  or\t for\n\t      the Executive Government of any Presidency  or\n\t      for  any\tLieutenant  Governor,  or  with\t the\n\t      sanction\tof the Gevernor General\t in  Council\n\t      for the Chief Commissioner or Commissioner  of\n\t      any  Province,  District or place\t subject  to\n\t      their administration respectively, when.\tever\n\t      it  shall\t appear\t necessary  for\t the  public\n\t      ,safety, to order that any Province, District,\n\t      or place shall be disarmed.\n</blockquote><blockquote id=\"blockquote_3\">\t      &quot;Clause  2. In every such Province,  District,\n\t      or place as well as in any Province, District,\n\t      or  place\t in  which an order  for  a  general\n\t      search  for arms has been issued and is  still\n\t      in  operation  under Act XXVIII  of  1857,  it\n\t      shall not be lawful for any person to have  in\n\t      his  possession  any arms of  the\t description\n\t      mentioned\t in  s.\t 6  of\tthis  Act,  or\t any\n\t      percussion  caps, sulphur, gunpowder or  other\n\t      ammunition without a licence.\n</blockquote><span class=\"hidden_text\" id=\"span_4\">870</span>\n<blockquote id=\"blockquote_4\"><a href=\"/doc/1934415/\" id=\"a_23\">This  Act</a>  ,,a,-in  was repealed, in  1878,and\tthe  present\n<a href=\"/doc/1934415/\" id=\"a_24\">Indian Arms Act</a> (XI of 1878) was enacted.\nNow  examining<a href=\"/doc/1570966/\" id=\"a_25\">\ts. 29</a> in the light of  the  history  of\t the\nlegislation  as aforesaid, it will be seen that it  makes  a\ndistinction  between the areas to which<a href=\"/doc/1862173/\" id=\"a_26\"> s. 32</a> of Act  31  of\n1860  applied  and  the other areas.   The  former  included\nterritories  which  had been- disarmed under orders  of\t the\nGovernor-General  in accordance, with cl. (1) and  those  in\nwhich a general search-had been ordered under cl. (2)  which\nunder  the  notification  of  December\t1858  comprised\t the\nterritories  north  of\tthe Jumna and  Ganga.\t<a href=\"/doc/1570966/\" id=\"a_27\">Section\t 29</a>,\nprovides,.that for prosecution for offences committed within\nthe  rem-to which<a href=\"/doc/1862173/\" id=\"a_28\"> s. 32</a> applied, no. sanction  was  required\nbut  suoh sanction was required, for a prosecution  for\t the\nsame offence when committed in &#x27;other areas.  The point\t for\ndecision  is  whether this, discrimination which is  hit  by\n<a href=\"/doc/367586/\" id=\"a_29\">Art., 14</a> of th Constitution.\n</blockquote><blockquote id=\"blockquote_5\">Now the principles governing the application of Art 14\tare-\n,Well,\tsettled\t and  there  is no  need  to  restate  them.\n<a href=\"/doc/367586/\" id=\"a_30\">Article, 14</a> prohibits hostile legislation  directed  against\nindividuals or groups of individuals, but it does not forbid\nreasonable   Classiit\tscation.   And\tin  order   that   a\nclassifcation might be valid, it must rest on an intelligent\n,differentia  which  distinguishes it from others  and\tthat\nfurther\t that must&#x27; have, a- reasonable relation to the\t ob-\nject  of  the  legislation.  There can be  a  valid  classi-\nfication based on a geographical differentia, but even then,\nthat  differentia must be, ,pertinent to the object  of\t the\nlegislation.   The  short question before decision  the\t are\nfore is whether the differentiation between the\t territories\nnorth  of, the; Jumna and Ganga on theme band and the  other\nTerritories on the other, has any relevance to the object of\n<span class=\"hidden_text\" id=\"span_5\">871</span>\nthe  legislation.   As already Pointed\tout  this  differen-\ntiation\t came  to  be  made as a  result  of  the  political\nsituation  during 1857, and has reference to the fact&#x27;\tthat\nthe largest opposition to the British Grovernment came\tfrom\nthe  Taluqdars\tto the north of the Jumna  and\tGanga.\t But\nmore,  than a ventury has since elapsed and  the  conditions\nhave  so  radically, changed that if is\t impossible  now  to\nsustain\t any distinction between the territories,  north  of\nthe Jumna and Ganga and the other territories on any  ground\npertinent  to the object of the law in question and  on\t the\nwell known principles differentiation\tis    discrimination\nrepugnant to Art..14. That    was the the view taken by, the\nAllhabad High Court in Mehar Chand v. State(1) and we are in\nagreement with it.  The correctness of this decision on this\npoint has been assailed, before us.\n</blockquote><blockquote id=\"blockquote_6\">On this conclusion two questions arise,for decision: (i)  Is\na. 29, omitting that part, of it which&quot; contravenes <a href=\"/doc/367586/\" id=\"a_31\">Art. 14</a>,\nvalid, and are the prosecutions in the instant cases bad for\nwant  of sanctions thereunder; and (ii) if a. 29 is void  in\ntoto whether a. 19 also &#x27;becomes void and unenforceable.\nOn  the first question our attention has, been drawn to\t two\ndecisions  of the High Court of Allahabad where\t this  Point\nhas  been  considered.\tin Mehar Chand&#x27;s  case\t(1)  already\nreferred  to, after holding that the distinction made in  s.\n29 between offences committed in territories to the north of\nthe  Jamuna  and  Ganga and those  committed  elsewhere\t was\nrepugned  to  Art,  14, the learned  Judges  stated  as\t its\nconsequence that sanction for prosecution under the Act\t was\nnecessary in all cases.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189186\" id=\"span_6\">But this decision was overruled  by\na Full Bench of the\nAllahabad High Court in <a href=\"/doc/189186/\" id=\"a_32\">Bhai Singh v. The State</a>(2)\n(1) A.I.R. (1959) All. 660.  (2) A.I.R. (1960) All 369.</span>\n</blockquote><span class=\"hidden_text\" id=\"span_7\">872</span>\n<p data-structure=\"PetArg\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"725224\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"189186\" id=\"span_9\">where  it was held that the effect of the finding  that\t the\nsection\t was in part unconstitutional was to render it\tvoid\nin  its\t entirety  and\tthat  accordingly  no  sanction\t was\nnecessary  for instituting prosecutions under the Act.\t The\nrespondent  relies on this decision, and contends  that\t the\npresent proceedings are not illegal for want of sanction.\nThe  position  of  the\tappellants in  the  two\t appeals  in\nrelation  to  this  question  is  somewhat  different.\t  In\nCriminal Appeal 69 of 1961 the appellant comes from an\tarea\nwhich  is not to the north of the Jumna and Ganga and  under<a href=\"/doc/1570966/\" id=\"a_33\">\ns.29</a> sanction would be required for his prosecution but\t the\nappellant  in Criminal Appeal 62 of 1960 comes from an\tarea\nnorth  of  the\tJumna and Ganga and  no\t sanction  would  be\nrequired  under\t that  section\tfor  his  prosecution.\t The\narguments  of  learned counsel on  this\t question  therefore\nproceeded  on  somewhat different lines.  Mr.  Sarju  Prasad\nappearing  on behalf of the appellant in Criminal Appeal  69\nof 1961 contended that the decision in <a href=\"/doc/189186/\" id=\"a_34\">Bhai Singh</a>&#x27;s case (1)\nwas erroneous, that the fact that the section was invalid in\nits  operation\tas regards territories to the north  of\t the\nJumna and Ganga did not render it invalid in its application\nto  the other territories, as the two parts of\tthe  section\nwere  distinct\tand  severable and that\t on  the  principles\nenunciated  by this Court in <a href=\"/doc/725224/\" id=\"a_35\">R.M.D. Chamarbaugwalla  v.\t The\nUnion  of  India</a>  (2), that portion  of\t the  section  which\nrequires sanction must be held to be valid.\nMr.  Garg appearing for the appellant in Criminal Appeal  62\nof  1960  also\tcontended that\tsanction  was  required\t for\nprosecution under the Act and his argument in support of the\ncontention may thus be stated It &quot;the portion of<a href=\"/doc/1570966/\" id=\"a_36\"> s. 29</a>\n<span class=\"hidden_text\" id=\"span_10\">873</span>\nwhich  offends\t<a href=\"/doc/367586/\" id=\"a_37\">Art. 14</a> is , struck out, what  remains\twill\nread as follows:-</span></span>\n</p><blockquote id=\"blockquote_7\">\t      &quot;Where an offence under <a href=\"/doc/472772/\" id=\"a_38\">section 19</a> clause\t (f)\n\t      has been committed in any part of India;\n</blockquote><blockquote id=\"blockquote_8\">\t      No  proceedings  shall be\t instituted  against\n\t      any,  person  in respect of  such\t of  offence\n\t      without  the previous sanction of\t the  Magis-\n\t      trate of the District.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"725224\" id=\"span_11\">The section as thus expurgated is complete in itself and  in\nharmony\t with the rest of the Act.  The appropriate rule  of\ninterpretation\tapplicable to this situation is thus  stated\nin <a href=\"/doc/725224/\" id=\"a_39\">Chamarbaugwalla</a>&#x27;s Case\n\t      &quot;On  the other hand, if they are\tso  distinct\n\t      and  separate that after striking out what  is\n\t      invalid, what remains is in itself a  complete\n\t      code independent of the rest, then it will  be\n\t      upheld\t notwithstanding  that the rest\t has\n\t      become unenforceable.  &quot; (p. 951).</span>\n</p><p data-structure=\"Section\" id=\"p_18\">On this test,  the  part  of<a href=\"/doc/1570966/\" id=\"a_40\"> s. 29</a> which  requires  sanction\nmust  be held to be severable from the portion, under  which\nno sanction is required, and therefore valid.\nThis  contention  must fail for the simple reason,  that  if\naccepted  it must result in defeating the intention  clearly\nand unequivocally expressed in the section, that no sanction\nis required for prosecution for offences committed north  of\nthe  Jumna and Ganga.  It will be opposed to all  recognised\ncanons\t of  interpretation,  to  construe  a\tstatute\t  as\nforbidding   what  it  expressly  authorises.\t We   cannot\ntherefore  so  read the section as to require  sanction\t for\nprosecution for offences in the areas north of the Jumna and\nGanga.\tWhen once this conclusion is reached it is difficult\nto accept\n(1)  (1953) S.C.R. 930.\n</p><span class=\"hidden_text\" id=\"span_12\">874</span>\n<p data-structure=\"CDiscource\" id=\"p_19\">the contention, of Mr. Sarju Prasad that the section insofar\nas  it\trequires  sanction  for\t prosecution  for   offences\ncommitted  in territories other than those to the  north  of\nthe  Jumna and Ganga is severable from the rest and that  to\nthat  extent  the  law\tis valid.   If\tthis  contention  is\ncorrect,  it  must  necessarily\t result\t in   discrimination\nbetween\t persons who commit offences in the  territories  to\nthe  north of the  Jumna and Ganga and those who commit\t the\nsame  offences elsewhere in that while the latter cannot  be\nprosecuted  without  sanctions the former can be.   It\twill\nthen  be open &#x27;to the persons who are charged with  offences\ncommitted to the north of the Jumna and Ganga to assail\t the\nlaw on the, ground that it discriminates against them.,\t and\nthere  can  be no answer,-to it as we have  held  that,\t the\nclassification\tmade by the section is not valid.  The\tfact\nis  that it is inherent in the very vice  of  discrimination\nthat  it is incapable.of being broken up into what  is\tgood\nand  what is bad.  The gravemen of the charge that  <a href=\"/doc/367586/\" id=\"a_41\">Art.  14</a>\nhas been contravened is that it makes an irrational distinc-\ntion among persons who are similarly circumstanced and where\nsuch  a\t charge\t is well founded the  section  must  in\t its\nentirety be struck down.  We are accordingly of the  opinion\nthat on our conclusion that the section is repugnant to <a href=\"/doc/367586/\" id=\"a_42\">Art.\n14</a>  in that it discriminates between the persons who  commit\noffence in areas north of the Jumna and Ganga and those\t who\ncommit\tthe same offences elsewhere, the whole of it  ought.\nto to be held to be bad.\n</p><p data-structure=\"Precedent\" id=\"p_20\">It is next contended that if<a href=\"/doc/1570966/\" id=\"a_43\"> s. 29</a> is void in its  entirety,\ns. 19(f) of the Act should also be held to be void, as\tboth\nthese provisions form integral parts of a single scheme\t and\nmust stand or fall together.  &#x27;it is, argued that the policy\nbehind<a href=\"/doc/1570966/\" id=\"a_44\">\ts.  29</a>\twas  manifestly..,  to\tgive  protection  to\ninnocent subjects, against, frivolous and, vexatious  prose-\ncution, and that sanction under that section must\n<span class=\"hidden_text\" id=\"span_13\">875</span>\ntherefore  be  regarded as one of  the\tessential  elements,\nwhich  go to make the offence.\tSupport for this  contention\nwas  also  sought in the statement of objects  and  reasons,\nmade  when the measure &#x27;was introduced in  the\tLegislature,\nwherein it was said that ample safeguards were provided\t &quot;to\nprevent\t  this\t prohibition   pressing\t  unfairly   against\nrespectable persons&quot;.  It was strongly pressed on us that in\nview  of the above statement.. it ought to be inferred\tthat\nthe  Legislature  would not have enacted<a href=\"/doc/472772/\" id=\"a_45\"> s. 19</a>,\t if  it\t had\nknown  that<a href=\"/doc/1570966/\" id=\"a_46\"> s. 29</a> was void, and on that the conclusion\tmust\nfollow that the two sections are inseverable.  In support of\nthis argument reliance was placed on certain observations in\nDaris  v.  Wallace (1) and Lemke v. Farmers&#x27;  Grain  Company\n(2).   In  Davis  Wallace (1) the  point  for  decision\t was\nwhether\t when  a  provision which is in\t the  nature  of  an\nexception in held to be unconstitutional, the main provision\nwhich  it is intended to qualify can be enforced in its\t own\nterms.\tIn answering it in the negative the Court observed :\n</p><blockquote id=\"blockquote_9\">&quot;Here the excepting provision was in the statute when it was\nenacted,  and  there can be no doubt  that  the\t legislature\nintended that the meaning of the other provisions should  be\ntaken as restricted accordingly.  Only with that  restricted\nmeaning did they receive the legislative sanction which\t was\nessential  to  make  them part of the  statute\tlaw  of\t the\nState&#x27;;\t and no other authority is competent to give them  a\nlarger application.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">In  Lemke Farmers Grain Company (2), a law of  North  Dakota\nwas  assailed as unconstitutional on the ground that it\t was\none on interstate commerce which the State Legislature could\nnot  enact.   One of the contentions raised was\t that  there\nwere certain provisions in the Act which could be  sustained\nas  within the competence of State Legislature In  rejecting\nthis contention the Court\n(1)  (1921) 257 U.S. 477 ; 66 L. Ed. 325, 329.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">(2)  (1921) 258 V.S. 506 66 L. Ed. 468.\n</p><span class=\"hidden_text\" id=\"span_14\">876</span>\n<p data-structure=\"Section\" id=\"p_23\">observed : ,It is insisted that the price-fixing feature  of\nthe  statute  may  be  ignored,\t and  its  other  regulatory\nfeatures of inspection and grading sustained if not contrary\nto  valid Federal regulations of the same subject.. But\t the\nfeatures  of  this  act, clearly  regulatory  of  interstate\ncommerce, are essential and vital parts of the general\tplan\nof  the\t statute to control the purchase of  grain  and\t to,\ndetermine  the\tprofit\tat  which it may  be  sold.   It  is\napparent that, without these sections, the State legislature\nwould  not have passed the act.\t Without  their\t enforcement\nthe  plan  and scope of the act fails of  accomplishing\t its\nmanifest  purpose.   We have no authority  to  eliminate  an\nessential  feature of the law for the purpose of saving\t the\nconstitutionality of parts of it.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_24\">It is contended that on the rule of construction  laid\tdown\nabove, a. 19 must be held to be inseverable from<a href=\"/doc/1570966/\" id=\"a_47\"> s. 29</a>,\t and\nmust be struck down.\n</p><p data-structure=\"Precedent\" id=\"p_25\">We are unable to agree.\t The contention that sanction  under<a href=\"/doc/1570966/\" id=\"a_48\">\ns.  29</a> should be regarded as an essential ingredient of\t the\noffence\t under a. 19 proceeds on a misconception as  to\t the\ntrue  scope of that section.  The scheme of the act is\tthat\nit imposes certain obligations and breaches thereof are made\noffences   for\twhich  penalties  are\tprescribed.    These\nprovisions  pertain to the domain of substantive law.\tThus\nwith reference to the, matters involved in this appeal,\t ss.\n14  and\t 15, enact that no person shall have  possession  of\narms, and ammunition, specified therein, without a  licence,\nand  under<a href=\"/doc/472772/\" id=\"a_49\"> s. 19(f)</a> a contravention of these sections is  an\noffence\t punishable,  as provided therein.  The\t offence  is\ncomplete,  when the conditions mentioned in <a href=\"/doc/662031/\" id=\"a_50\">sections 14</a>\t and\n<a href=\"/doc/1972990/\" id=\"a_51\">15</a>  are\t satisfied,  and sanction is thus  not\tone  of\t the\nelements  which enter into the constitution of the  offence.\nThen comes<a href=\"/doc/1570966/\" id=\"a_52\"> s. 29</a>.  It is purely procedural.  It comes\n<span class=\"hidden_text\" id=\"span_15\">877</span>\ninto  operation\t only  when  there  is\tan  offence  already\ncompleted.  It cannot therefore be regarded as an ingredient\nof  the offence, which is&quot; to be punished under a. 19 (f)  .\nThis must be further clear from the fact that offences under\nthe  Act are punishable under a. 19, without sanction  under\na.   29, when they are committed in the territories to the\nnorth of the Jumna and Ganga.  It cannot be  contended\tthat\nthe  contents  of  as. 14 and 15, for example  ,  which\t are\npunishable under a. 19(f) differ according as they are to be\napplied to areas north of the Jumna and Ganga or elsewhere.\nWe  agree with the appellants that the object a. 29  was  to\ngive  protection  to  subjects\tagainst\t harassment.\tThat\nappears\t clearly on the reading of the section.\t  There\t was\nsome  argument\tbefore\tus as to whether  the  statement  of\nobjects\t and  reasons  relied  on  for\tthe  appellants\t  is\nadmissible in evidence.\t It is well settled that proceedings\n&#x27;of the Legislature cannot be called in aid for constructing\na Section, vide Administrator General of Bengal, v.    Prem\nLal Mullick\tKrishna Ayyangar v.Nellapuru mal (2). &quot;It is\nclear&quot; observed Lord Wrightin\tAssam  Railway &amp;  Trading\nCo. Ltd. v.Inland  Revenue  Commissioner (3)  &quot;that  the\nlanguageof  a  Minister\t of  the  Crown\t in  proposing\tin\nParliament a measure\t which\teventually  becomes  law  is\ninadmissible.&quot; <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"350457\" id=\"span_16\">The question whether the statement of objects\nand reasons admissible in evidence for construing the statue\narose  directly\t for  decision\tIn  <a href=\"/doc/350457/\" id=\"a_53\">Aswini  Kumar  Ghosh  v.\nArabinda Bose</a> (4), and it was held that it was not.\nIt  was\t argued that the history of a legislation  Would  be\nadmissible for ascertaining the legislative intent when\t the\nquestion is one of severability.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"725224\" id=\"span_17\">That is so as held by this\nCourt in <a href=\"/doc/725224/\" id=\"a_54\">B.M.D. Chamarbaugwalla</a>&#x27;s case (5) at pages 951-952.\n(1) (1895) 221.A.107,118.  (2) (1919) L.R. 47 I.A. 33, 42.\n(3) (1935) A.C. 445, 458.  (4) (1953) S.C.R. I. 28.\n(5)  (1957) S.C.R. 930.</span>\n</p><span class=\"hidden_text\" id=\"span_18\">878</span>\n<p data-structure=\"CDiscource\" id=\"p_26\">But  the statement of objects and reasons is not a  part  of\nthe history of the legislation.\t It is merely an  expression\nof what according to the mover of the Bill are the scope and\npurpose\t  of   the  legislation.   But\t the   question\t  of\nseverability  has  to  be judged on  the  intention  of\t the\nlegislature  as\t expressed  in the Bill as  passed,  and  to\nascertain  if the statement of the mover of the Bill  is  no\nmore  admissible  than\ta speech made on the  floor  of\t the\nHouse.\n</p><p data-structure=\"Section\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1092564\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"407809\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1126538\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"973363\" id=\"span_22\">It  may be mentioned that there are observations in some  of\nthe,  judgments\t of this Court judgments of  this  that\t the\nstatement  of  objects\tand reasons but\t for  Act  right  be\nadmissible  not for construing the Act but for\tascertaining\nthe  conditions\t which prevailed when  the  legislation\t was\nenacted.  <a href=\"/doc/973363/\" id=\"a_55\">Vide the State of West Bengal v. Subodh Gopal Bose</a>\n(<a href=\"/doc/1126538/\" id=\"a_56\">1),  M.  K.  Ranganathan v. Government of  Madras</a>  (<a href=\"/doc/407809/\" id=\"a_57\">2),  A.\nThangal\t Kunju\tMudaliar v. M. Venkitachalam Potti</a>  (<a href=\"/doc/1092564/\" id=\"a_58\">3)\t and\nCommissioner  of  Income-tax, Madhya Pradesh V.\t  Sm.  Sodra\nDevi\nIt</a>  is sufficient for the purpose of this case to  say\tthat\nthe statement of objects and reasons is sought to be used by\nthe  appellants\t not for ascertaining the  conditions  which\nexisted\t at  the time When the statute was  passed  but\t for\nshowing that the legislature would not have enacted the\t law\nwithout the protection afforded by<a href=\"/doc/1570966/\" id=\"a_59\"> s. 29</a>.  In our opinion it\nis clearly not&#x27; admissible for this purpose.\nBut even apart from the statement of objects, it is clear on\nthe  face  of the section that it has been enacted  with  a,\nview  to  giving protection to the subjects.   But  is\tthis\nsufficient  to support the conclusion that  the\t legislature\nwould not have enacted<a href=\"/doc/472772/\" id=\"a_60\"> s. 19</a> if it had known that a. 29\t was\nvoid ? It is this that the appellant has to establish before\nhe\n(1)  (1954) S.C.R. 587, 628.</span></span></span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_28\">(2)  (1955) 2 S.C.R. 374, 385.\n</p><p data-structure=\"Conclusion\" id=\"p_29\">(3)  (1955) 2 S.C.R. 1196, 1237.\n</p><p data-structure=\"Precedent\" id=\"p_30\">(4)  (1958) S.C.R. 1.\n</p><span class=\"hidden_text\" id=\"span_23\">879</span>\n<p data-structure=\"Section\" id=\"p_31\">can succeed, and the policy behind a. 29 is only one element\nin  the decision of it.\t Now it appears to us&#x27; that what  is\nreally\tdeterminative  of  the question\t is  what  has\tbeen\nalready\t stated\t that  s. 19  is  a  substantive  provision,\nwhereas\t s.  29 is an adjectival one, and  in  general,\t the\ninvalidity  of\ta  procedural enactment cannot\tbe  held  to\naffect the validity of a substantive provision.\t It might be\npossible  to conceive of oases in which the invalidity of  a\nprocedural  section  or rule might so react  on\t substantive\nprovision, as to render it ineffective.\t But such cases must\nbe  exceptional.  And we see nothing in the present  statute\nto take it out of the general rule.  On the other hand,\t the\nparamount  intention  behind the law was to  punish  certain\noffences.   No doubt<a href=\"/doc/1570966/\" id=\"a_61\"> s. 29</a> was enacted with a view  to\tgive\nsome  measure  of protection to the subjects.\tBut  if\t the\nlegislature had been told that<a href=\"/doc/1570966/\" id=\"a_62\"> s. 29</a> would be bad, can there\nbe any doubt as to whether it would have enacted the statute\nwithout\t  s.  29  ?  The  consequence  of  withdrawing\t the\nprotection  of\tthat section is only that the  accused\twill\nhave  to take up his trial in a court, but there  ultimately\njustice will be done.  Therefore if the choice was given  to\nthe  legislature  between allowing an  offence\tagainst\t the\nState to go unpunished, and failing to give protection to  a\nsubject\t against frivolous prosecution, it is not  difficult\nto  see where it would have fallen.  We cannot, be  mistaken\nif we conclude that the intention of the legislature was  to\nenact the law, with<a href=\"/doc/1570966/\" id=\"a_63\"> s. 29</a> if that was possible, without\t it,\nif  necessary.\t And  that is also  the\t inference  that  is\nsuggested  by  the provision in<a href=\"/doc/1570966/\" id=\"a_64\"> s.  29</a>,\t exempting-  certain\nareas from its operation.\n</p><p data-structure=\"Precedent\" id=\"p_32\">The  American  authorities cited for the appellants  do\t not\nrequire detailed consideration, as the principles laid\tdown\ntherein have been approve by this Court in Chamarbaugwalla&#x27;s\ncase  (1)  at pages 950-951.  The question is  only  one  of\napplication\n(1)  (1957) S.C.R, 930.\n</p><span class=\"hidden_text\" id=\"span_24\">880</span>\n<p data-structure=\"Precedent\" id=\"p_33\">of  the\t rules\tof  interpretation  laid  down\ttherein\t  to\nparticular  legislation.  It is however worthy of note\tthat\nin  Davis V. Wallace (1) as well as Lemke v.  Farmers  Grain\nCompany the point for decision was to what the effect was of\nholding\t  that\ta  substantive\tprovision  in  a   law\t was\nunconstitutional,  on  another substantive law in  the\tsame\nstatute.\n</p><p data-structure=\"Precedent\" id=\"p_34\">We  are\t aware\tthat it has some times been  stated  that  a\ndistinction  should be made in the matter &#x27; of\tseverability\nbetween\t Criminal and Civil Laws, and that a  penal  statute\nmust be construed strictly against the State.  But there are\nnumerous  decisions in which the same rules of\tconstruction\nhave been applied in deciding a question of severability  of\na  Criminal  statute as in the case of a Civil Law,  and  on\nprinciple  it  is difficult to see any good ground  for\t the\ndistinction.   &quot;Perhaps\t the moist that can be\tsaid&quot;&#x27;\tsays\nSutherland,  for the distinction between criminal and  civil\nstatutes is that the penal nature of a statute may be a make\nweight\ton  the\t side  of  inseparability&quot;  Vide   Statutory\nConstruction  Vol. 2 p. 197 para 2418.\tIn the present\tcase\nthe  fact that a. 29 is a procedural and not  a\t substantive\nenactment is sufficient to turn. the scale heavily in favour\nof the State.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">On  a  consideration  of  the scheme of\t the  Act,  and\t its\nprovisions,  we are of opinion that<a href=\"/doc/1570966/\" id=\"a_65\"> s. 29</a> is severable\tfrom\nthe other portions of the Act, and that its invalidity\tdoes\nnot affect the validity of 19.\n</p><p data-structure=\"Precedent\" id=\"p_36\">In  Criminal Appeal 69 of 1961 a contention was also  raised\nthat  the pistol of which the appellant was  &#x27;in  possession\nwas  not in a fit condition to be effectively used,  and  it\nbad  no\t chamber, and it therefore did not fall\t within\t the\ndefinition  of\t&#x27;Arms&#x27; in<a href=\"/doc/1555874/\" id=\"a_66\"> s. 4(1)</a> of the Act.  There  is  no\nforce in this\n(1)  (1921) 257 U.S. 47 <a href=\"/doc/871582/\" id=\"a_67\">7</a>: 66 L. Ed. 325 329,\n(2)  (1921) 258 U.S, 50 ; 66 L Ed. 458.\n</p><span class=\"hidden_text\" id=\"span_25\">881</span>\n<p data-structure=\"Conclusion\" id=\"p_37\">contention  which  is  accordingly  rejected.\tIn  Criminal\nAppeal\t62 of 1960 an argument was advanced that  the  State\nhad  launched prosecutions under the <a href=\"/doc/181968254/\" id=\"a_68\">De Act</a>, some with,\t and\nothers without&#x27; sanction, and that was discrimination bit by\n<a href=\"/doc/367586/\" id=\"a_69\">Art.  14.</a>  There is no substance in this  contention,  which\nalso is rejected.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">In the result both these appeals are dismissed.\nAppeal dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">    ---------\n</p>\n\n\n","numcites":19,"numcitedby":7,"docsource":"Supreme Court of India","citetid":1838405,"divtype":"judgments","relatedqs":[{"value":"prosecution sanction","formInput":"prosecution%20sanction"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"sanction for prosecution is  required","formInput":"sanction%20for%20prosecution%20is%20%20required"},{"value":" discrimination ","formInput":"%20discrimination%20"},{"value":"arms act","formInput":"arms%20act"},{"value":"indian arms act 1878","formInput":"indian%20arms%20act%201878"},{"value":"art 14","formInput":"art%2014"},{"value":"arms act 1878","formInput":"arms%20act%201878"},{"value":"saharanpur","formInput":"saharanpur"},{"value":"unconstitutional","formInput":"unconstitutional"},{"value":"allahabad high court","formInput":"allahabad%20high%20court"},{"value":"arms and ammunition","formInput":"arms%20and%20ammunition"},{"value":"repugnancy","formInput":"repugnancy"},{"value":"Arms act  filter:  sanction order of prosecution","formInput":"Arms%20act%20%20filter%3A%20%20sanction%20order%20of%20prosecution"},{"value":"325","formInput":"325"},{"value":"history","formInput":"history"},{"value":"differentiation","formInput":"differentiation"},{"value":"appeal dismissed ","formInput":"appeal%20dismissed%20"},{"value":"\"arms act\"","formInput":"%22arms%20act%22"},{"value":"prohibition  filter:  article 19(1)(g) reasonable restriction","formInput":"prohibition%20%20filter%3A%20%20article%2019%281%29%28g%29%20reasonable%20restriction"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"arms","formInput":"tag:arms"}],"courtcopy":true,"query_alert":null,"agreement":false}