{"tid":47542014,"publishdate":"2021-12-17","title":"Parvati Devi vs The State Of Bihar Now State Of Jharkhand on 17 December, 2021","doc":"<h2 class=\"doc_title\">Parvati Devi vs The State Of Bihar Now State Of Jharkhand on 17 December, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-kohli\">Hima Kohli</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a>, <a href=\"/search/?formInput=benchid:s-kant\">Surya Kant</a>, <a href=\"/search/?formInput=benchid:n-v-ramana\">N. V. Ramana</a></h3>\n\n<pre id=\"pre_1\">          CRIMINAL APPEAL NO. 574 OF 2012\n\n\n\n                                                                       REPORTABLE\n                                    IN THE SUPREME COURT OF INDIA\n                                   CRIMINAL APPELLATE JURISDICTION\n\n                               CRIMINAL APPEAL NO. 574 OF 2012\n\n\n          PARVATI DEVI                                       ….…..      APPELLANT\n\n                                              VERSUS\n\n          THE STATE OF BIHAR NOW\n          STATE OF JHARKHAND &amp; ORS.                          …….. RESPONDENTS\n\n                                                WITH\n\n                               CRIMINAL APPEAL NO. 575 OF 2012\n\n          RAM SAHAY MAHTO                               ……..           APPELLANT\n\n                                              VERSUS\n\n          STATE OF BIHAR NOW\n          STATE OF JHARKHAND &amp; ORS.                     ……..         RESPONDENTS\n\n\n\n                                            JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">          HIMA KOHLI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">          1.             Ram Sahay Mahto, appellant in Criminal Appeal No.\n\n          575/2012 (hereinafter referred to as A-1) and his mother Parvati\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Vishal Anand</span>\n\n          Devi, appellant in Criminal Appeal No. 574/2012\n<span class=\"hidden_text\" id=\"span_4\">Date: 2021.12.17</span>\n<span class=\"hidden_text\" id=\"span_5\">16:18:35 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n                                                                         (hereinafter\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                              Page 1 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\nreferred to as A-3) are aggrieved by the common judgment\n\ndated 1st May, 2007 passed by the High Court of Jharkhand\n\nupholding the judgment of conviction dated 20 th September,\n\n1999 under Sections 304B and 201 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> IPC\n\npassed by the 5th Additional Sessions Judge, Giridih, sentencing\n\nthem and Nema Mahto (father of A-1 and husband of A-3) to\n\nundergo rigorous imprisonment for a period of ten years and\n\nthree years respectively on each count with both the sentences\n\nrunning concurrently.             For the record, Nema Mahto had also\n\npreferred an appeal registered as SLP (Crl.) No. 6955 of 2009\n\nwhich abated on his expiring during its pendency.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.      The case of the prosecution as culled out from the\n\nimpugned judgment is that the informant, Bodhi Mahto (PW–3)\n\nhad got his daughter, Fulwa Devi, married to Ram Sahay Mahto\n\n(A-1) in the year 1997 and within a few months of the marriage,\n\nA-1, his father Nema Mahto (since deceased) and mother,\n\nParvati Devi (A-3) started to harass Fulwa Devi raising a\n\ndemand for a sum of Rs. 20,000/- in cash and a Rajdoot Motor\n\ncycle. On expressing the inability of her parents to satisfy their\n\ndemands, she was brutally assaulted and threatened that A-1\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                    Page 2 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\nwould be married off to another girl. Thereafter, on information\n\nbeing received that his daughter had gone missing from her\n\nmatrimonial home, P.W.3 rushed to her home but finding her\n\ntraceless, he approached Birni Police Station and lodged a\n\nmissing complaint. A case was registered by the local police on\n\n8th August, 1997 against A-1, A-2 and A-3 being Case No. 71 of\n\n1997, for the offences under <a href=\"/doc/409589/\" id=\"a_2\">Sections 304</a>/<a href=\"/doc/386021/\" id=\"a_3\">201</a>/<a href=\"/doc/37788/\" id=\"a_4\">34</a> IPC.                  On\n\ncompletion of the investigation, a                  charge-sheet was filed\n\nagainst all the three accused for the aforesaid offences along\n\nwith <a href=\"/doc/751411/\" id=\"a_5\">Sections 3</a> and <a href=\"/doc/1023340/\" id=\"a_6\">4</a> of the Dowry Prohibition Act.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.      Five days after the FIR was lodged by PW-3 on 13 th August,\n\n1997, a skeleton was recovered from the banks of river\n\nBarakar, at a distance of about one kilometer short of Village\n\nSirmadih which was assumed to be that of Fulwa Devi. Charges\n\nwere framed against the three accused under <a href=\"/doc/653797/\" id=\"a_7\">Sections\n\n304B</a>/<a href=\"/doc/37788/\" id=\"a_8\">34</a>, <a href=\"/doc/386021/\" id=\"a_9\">201</a>/<a href=\"/doc/37788/\" id=\"a_10\">34</a> IPC.              To bring home the guilt of the accused,\n\nthe prosecution examined seven witnesses, whereas the\n\naccused examined six witnesses.                     The material witnesses\n\nexamined by the prosecution included Dr. B.P. Singh (PW-1), the\n\ndoctor who had conducted the post-mortem examination of the\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                     Page 3 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\ndead body, Sahdeo Mahto (PW-2), brother–in–law of the\n\ndeceased, Bodhi Mahto (PW-3), father of the deceased as well\n\nas the informant, Jogeshwar Mahto (PW-4), brother of the\n\ndeceased, Tiki Devi (PW-5), wife of PW–4 (sister-in-law/Bhabhi of\n\nthe      deceased)                and   Suresh    Prasad     Singh    (PW-6),    the\n\nInvestigating Officer.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.      After a critical analysis of the deposition of the aforesaid\n\nwitnesses, the High Court summarized their testimony.                            Dr.\n\nBhupendra             Prasad        Singh    (PW–1)       deposed    that   he   had\n\nconducted the autopsy of the dead body produced before him\n\nas that of Fulwa Devi and found the body to be highly\n\ndecomposed.                  The left leg, left forearm and left hand were\n\nabsent. Similarly, the right upper limb and right lower limb\n\nbelow the knee joint were absent.                        No evidence of any ante-\n\nmortem injury was found.                    The time that had elapsed till the\n\npost-mortem examination was conducted, was assessed as one\n\nweek.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.      Bodhi Mahto (PW-3), the informant and the father of the\n\ndeceased testified that his deceased daughter was married to\n\nA-1 and within a few months of her marriage, the accused had\n\n<span class=\"hidden_text\" id=\"span_10\">                                          Page 4 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\nstarted maltreating her and complained about inadequate\n\ndowry given by her parents. They had demanded cash of Rs.\n\n20,000/- and a Rajdoot Motor cycle from his daughter and had\n\nthreatened that if their demand was not met, she would be\n\nexterminated. Fulwa Devi had shared this demand of additional\n\ndowry with her parents, brother and sister-in-law.                  A similar\n\nmessage was conveyed to PW-3 by his son-in-law, Sahadeo\n\nMahto (PW-2) with whom the accused had raised the issue of\n\ninsufficient dowry. PW–3 deposed that when he went to the\n\nmatrimonial home of his daughter in the month of “Ashar”, A-1\n\nand his father (A-2, since deceased) had cautioned him that if\n\nhe did not fulfill their demand, they would throw out Fulwa Devi\n\nfrom the matrimonial home and get A-1 married to someone\n\nelse. It was within a period of fifteen days of the aforesaid\n\nincident that PW–3 received information from PW-2 about his\n\ndaughter having gone missing from her matrimonial home. On\n\nrushing to her matrimonial home and looking all over for her,\n\nwhen she could not be traced, an FIR was lodged with the local\n\nPolice as PW – 3 stated that he had reason to believe that the\n\naccused           had        murdered     her    and   concealed   her   body\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                        Page 5 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\nsomewhere.                 It was only after five days of lodging of the\n\ncomplaint that the dead body of the deceased was recovered.\n\nPW–2 and PW–3 went to the spot where the dead body was\n\nrecovered.            On seeing the face that was partly intact and by\n\nidentifying the clothes, PW-3 identified the body as that of his\n\ndaughter. In the cross-examination conducted on behalf of the\n\naccused, PW-3 stood firm by his testimony, that remained\n\nunshaken.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">6.      Sahdeo Mahto (PW-2), son-in-law of PW–3 and Jogeshwar\n\nMahto (PW-4) son of PW–3 testified on the very same lines as\n\nPW-3.        They deposed that Fulwa Devi was being ill-treated and\n\nbesides demanding dowry from her, she had been threatened\n\nthat if the demand for dowry was not fulfilled, her husband\n\nwould get re-marrried to someone else.                 PW–4 stated that\n\nduring her visit to her parental home, Fulwa Devi had informed\n\nher family members about the demands of dowry made on her\n\nby all the accused and the threat extended to her that if their\n\ndemands were not met, they would go in for a second marriage\n\nof their son, A-1.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                     Page 6 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">7.      Both the witnesses narrated as to how they came to know\n\nabout the deceased going missing from her matrimonial home.\n\nPW–2 deposed that he came to know from third parties that\n\nFulwa Devi was missing from her matrimonial home and her\n\ndead body had been thrown into Barakar river after she was\n\nmurdered.             He immediately informed his father-in-law, PW–3\n\nwho set out in search of his daughter on the banks of the river.\n\nPW-3 made an extensive search along with his son-in-law, PW-2\n\nand his son, PW-4 and also informed the Police. The rest of the\n\nversion of both the witnesses on the aspect of recovery of a\n\ndead body from the banks of the nearby river and identification\n\nby them of the body as that of Fulwa Devi, remained consistent\n\nwith one corroborating the other.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">8.      The High Court has observed that the evidence of Sahdeo\n\nMahto, PW–2, is relevant to the extent that prior to her death,\n\nFulwa Devi had spoken to him about the dowry demand made\n\non her by the accused persons. He was not an eye-witness to\n\nthe incident but stated on hearsay that he came to know from a\n\nvillager that the dead body of Fulwa Devi was thrown in Barakar\n\nriver after she was murdered by the accused. The said witness\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                   Page 7 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\ndid identify the dead body as that of Fulwa Devi on the basis of\n\nthe clothes that she was wearing. Jogeshwar Mahto, PW-4 has\n\ncorroborated the testimony of his father, PW–3 on the aspect of\n\ndemand            of     dowry    and    the    fact   that   Fulwa   Devi   had\n\ncommunicated this at her parental home during one of her\n\nvisits.       All the three witnesses took a common stand that\n\ndemands of dowry were made on the deceased close to the\n\ntime that she had gone missing from her matrimonial home and\n\nthat she was last residing at her matrimonial home when she\n\nhad suddenly vanished one fine day.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">9.      The High Court has adversely commented on the slip shod\n\nmanner in which the investigation was conducted by the\n\nInvestigating Officer, Suresh Prasad Singh (PW- 6) who recorded\n\nthe statements of the witnesses, prepared the inquest report of\n\nFulwa Devi, testified about the two places of occurrence\n\nnamely, the matrimonial home of the deceased at village Karni\n\nand the spot at the bank of river Barakar where the dead body\n\nwas found, but failed to record the statements of any of the\n\nresidents of the village that comprised of only twenty-five\n\nhouses including the statement of the neighbours of the\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                        Page 8 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\naccused; nor did he                 make any concerted effort to trace the\n\ndead body of the deceased.                    It was only on persistent efforts\n\nmade by the father, brother and brother-in-law of the deceased\n\nviz., PW-3, PW-4 and PW-2 respectively, that the dead body was\n\nultimately located after almost a week from the date Fulwa\n\nDevi had gone missing from her matrimonial home by which\n\ntime, the body had got decomposed to a large extent.\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">10. Linking the chain of circumstantial evidence from the point\n\nwhen Fulwa Devi had informed her parents and relations about\n\nthe dowry demands made upon her by the accused within a\n\nfew months of her marriage to the stage when she had\n\nsuddenly gone missing from her matrimonial home and finally,\n\nwhen her body was recovered on the banks of river Barakar,\n\nthe High Court concurred with the findings returned by the trial\n\nCourt for inculpating all the three accused on the following\n\nbasis:\n</p>\n<p data-structure=\"Section\" id=\"p_14\">                          “(i) The      deceased Fulwa Devi was\n                                  married with Ram Sahay Mahto S/o.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">                                  Nema Mahto      and     Parvati Devi\n                                  within seven years of her death;\n</p><p data-structure=\"CDiscource\" id=\"p_16\">                             (ii) The dead body of the deceased was\n                                  found in river Barakar on 13.8.97\n                                  and there are consistent evidence\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                         Page 9 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n                                  that the deceased died otherwise\n                                  than under normal circumstances;\n</p><p data-structure=\"Precedent\" id=\"p_17\">                             (iii) The deceased was at her Sasural\n                                  prior to her death;\n</p><p data-structure=\"Precedent\" id=\"p_18\">                             (iv) The deceased was traceless but\n                                  neither information was given to her\n                                  parents nor information was given\n                                  to the police;\n</p><p data-structure=\"CDiscource\" id=\"p_19\">                             (v) The deceased was subjected to\n                                  assault and harassment     by    the\n                                  accused persons who are husband\n                                  and his other relatives;\n</p><p data-structure=\"Precedent\" id=\"p_20\">                             (vi) Such cruelty and harassment was\n                                  in connection with demand of\n                                  dowry;\n</p><p data-structure=\"Section\" id=\"p_21\">                             (vii) Such cruelty and harassment was\n                                   made soon before her death.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">11. The High Court agreed with the view expressed by the trial\n\nCourt that the accused have miserably failed to explain the\n\ncircumstances under which the deceased had vanished from\n\nher matrimonial home and has outrightly rejected the defence\n\nset up by the accused that she was not residing with her\n\nhusband and in-laws; rather, she was living with her brother-in-\n\nlaw, PW–2. Another plea taken by the accused that the dead\n\nbody        recovered             from   the   banks     of   river   Barakar   was\n\nunidentifiable, was also turned down, having regard to the fact\n\nthat the accused failed to explain the circumstance in which the\n\ndeceased went missing from her matrimonial home and\n\nbecame traceless. The conduct of the accused of failing to\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                         Page 10 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\ninform the family members or the police about the deceased\n\ngoing missing from her matrimonial home and failure on their\n\npart to make any                     effort to search her out, were also held\n\nagainst them.                     In fact, PW-4, brother of the deceased had\n\ncategorically             deposed       that   when       he   had   gone   to   her\n\nmatrimonial home, he found it to be locked and all the accused\n\nwere absconding just after the occurrence which was a critical\n\ncircumstance that was held against them.\n\n</p><p data-structure=\"Section\" id=\"p_23\">12. For examining the case of the prosecution and the\n\nevidence adduced by the accused, we may extract below the\n\nrelevant provision of <a href=\"/doc/653797/\" id=\"a_11\">Section 304B</a> IPC that relates to “dowry\n\ndeath”: -\n</p>\n<blockquote id=\"blockquote_1\">              “304B Dowry Death - (1) Where the death of\n        a woman is caused by any burns or bodily injury or\n        occurs otherwise than under normal circumstances\n        within seven years of her marriage and it is shown that\n        soon before her death she was subjected to cruelty or\n        harassment by her husband or any relative of her\n        husband for, or in connection with, any demand for\n        dowry, such death shall be called “dowry death”, and\n        such husband or relative shall be deemed to have\n        caused her death.\n</blockquote><blockquote id=\"blockquote_2\">        Explanation.—For the purpose of this sub-section,\n        “dowry” shall have the same meaning as in <a href=\"/doc/1249134/\" id=\"a_12\">section 2</a>\n        of the Dowry Prohibition Act, 1961 (28 of 1961).\n</blockquote><blockquote id=\"blockquote_3\">              (2)  Whoever commits dowry death shall be\n        punished with imprisonment for a term which shall not\n        be less than seven years but which may extend to\n        imprisonment for life.”\n\n<span class=\"hidden_text\" id=\"span_17\">                                          Page 11 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_24\">13. As can be seen from the aforesaid provision, for convicting\n\nthe accused for an offence punishable under <a href=\"/doc/653797/\" id=\"a_13\">Section 304B</a> IPC,\n\nthe following pre-requisites must be met:\n\n</p><blockquote id=\"blockquote_4\">        (i)      that the death of a woman must have been caused\n                 by burns or bodily injury or occured otherwise than\n                 under normal circumstance;\n</blockquote>\n<blockquote id=\"blockquote_5\">        (ii)     that such a death must have occurred within a period\n                 of seven years of her marriage;\n</blockquote>\n<blockquote id=\"blockquote_6\">        (iii) that the woman must have been subjected to cruelty\n                 or harassment at the hands of her husband, soon\n                 before her death; and\n\n</blockquote><blockquote id=\"blockquote_7\">        (iv) that such a cruelty or harassment must have been for\n                 or related to any demand for dowry.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_25\">14.         Coming next to <a href=\"/doc/1953529/\" id=\"a_14\">Section 113B</a> of the Indian Evidence Act,\n\n1872, the same                    refers to a presumption relating to a dowry\n\ndeath and is phrased as below:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">                 “113B.    Presumption as to dowry death -\n</p><p data-structure=\"Precedent\" id=\"p_27\">                       When the question is whether a person has\n                 committed the dowry death of a woman and it is\n                 shown that soon before her death such woman has\n                 been subjected by such person to cruelty or\n                 harassment for, or in connection with, any demand\n                 for dowry, the Court shall presume that such person\n                 had caused the dowry death.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">\n<span class=\"hidden_text\" id=\"span_18\">                                         Page 12 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n                 Explanation - For the purposes of this section,\n                 “dowry death” shall have the same meaning as in\n                 <a href=\"/doc/653797/\" id=\"a_15\">section 304B</a> of the Indian Penal Code (45 of 1860).”\n\n\n\nThe explanation appended to <a href=\"/doc/653797/\" id=\"a_16\">Section 304B</a> IPC states that the\nword “dowry” shall have the same meaning as provided in\n<a href=\"/doc/1249134/\" id=\"a_17\">Section 2</a> of the Dowry Prohibition Act, 1961 which reads as\nfollows:\n</p>\n<blockquote id=\"blockquote_8\">                 “2. Definition of ‘dowry’ - In this Act,\n                 “dowry” means any property or valuable\n                 security given or agreed to be given either\n                 directly or indirectly –\n</blockquote><blockquote id=\"blockquote_9\">                 (a)        by one party to a marriage to the other\n                            party to the marriage; or\n</blockquote><blockquote id=\"blockquote_10\">                 (b)        by the parents of either party to a\n                            marriage by any other person, to either\n                            party to the marriage or to any other\n                            person;\n</blockquote><p data-structure=\"Section\" id=\"p_29\">                 at or before or any time after the marriage in\n                 connection with the marriage of the said\n                 parties, but does not include dower or mahr in\n                 the case of persons to whom the Muslim\n                 Personal law (Shariat) applies.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">15. The import of the aforesaid provisions has been explained\n\nin several decisions of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1704701\" id=\"span_19\">In <a href=\"/doc/1704701/\" id=\"a_18\">Bansi Lal vs. State of\n\nHaryana1</a> , it has been held that:</span>\n</p>\n<blockquote id=\"blockquote_11\">                 “17. While considering the case under Section\n                 498-A (Sic. Section 304-B), cruelty has to be proved\n                 during the close proximity of time of death and it\n                 should be continuous and such continuous\n                 harassment, physical or mental, by the accused\n\n1       (2011) 11 SCC 359\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                        Page 13 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n                 should make life of the deceased miserable which\n                 may force her to commit suicide.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51180832\" id=\"span_21\">In <a href=\"/doc/51180832/\" id=\"a_19\">Maya Devi and Anr. vs. State of Haryana2</a>, it was\n\nheld that:</span>\n</p>\n<blockquote id=\"blockquote_12\">                 “23. To attract the provisions of Section 304-B,\n                 one of the main ingredients of the offence which is\n                 required to be established is that “soon before her\n                 death” she was subjected to cruelty or harassment\n                 “for, or in connection with the demand for dowry”.\n                 The expression “soon before her death” used in\n                 Section 304-IPC and <a href=\"/doc/1953529/\" id=\"a_20\">Section 113-B</a> of the Evidence\n                 Act is present with the idea of proximity test. In\n                 fact, the learned Senior Counsel appearing for the\n                 appellants submitted that there is no proximity for\n                 the alleged demand of dowry and harassment.\n                 With regard to the said claim, we shall advert to\n                 while considering the evidence led in by the\n                 prosecution. Though the language used is “soon\n                 before her death”, no definite period has been\n                 enacted and the expression “soon before her\n                 death” has not been defined in both the\n                 enactments. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"634160\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"958613\" id=\"span_23\">Accordingly, the determination of the\n                 period which can come within the term “soon\n                 before her death” is to be determined by the\n                 courts,     depending    upon    the   facts    and\n                 circumstances of each case. However, the said\n                 expression would normally imply that the interval\n                 should not be much between the cruelty or\n                 harassment concerned and the death in question.\n                 In other words, there must be existence of a\n                 proximate and live link between the effect of\n                 cruelty based on dowry demand and the death\n                 concerned. If the alleged incident of cruelty is\n                 remote in time and has become stale enough not\n                 to disturb the mental equilibrium of the women\n                 concerned, it would be of no consequence.”\n\n\n\n\n2       (2015) 17 SCC 405\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                   Page 14 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\n[Also refer to <a href=\"/doc/958613/\" id=\"a_21\">G.V. Siddaramesh v. State of Karnataka3</a> and\n<a href=\"/doc/634160/\" id=\"a_22\">Ashok Kumar vs. State of Haryana4</a>]</span></span>\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_32\">17. <a href=\"/doc/653797/\" id=\"a_23\">Section 304B</a> IPC read in conjunction with <a href=\"/doc/1953529/\" id=\"a_24\">Section 113B</a> of\n\nthe Evidence Act leaves no manner of doubt that once the\n\nprosecution has been able to demonstrate that a woman has\n\nbeen subjected to cruelty or harassment for or in connection\n\nwith any demand for dowry, soon before her death, the Court\n\nshall proceed on a presumption that the persons who have\n\nsubjected her to cruelty or harassment in connection with the\n\ndemand for dowry, have caused a dowry death within the\n\nmeaning of <a href=\"/doc/653797/\" id=\"a_25\">Section 304B</a> IPC.                  The said presumption is,\n\nhowever, rebuttable and can be dispelled on the accused being\n\nable to demonstrate through cogent evidence that all the\n\ningredients of <a href=\"/doc/653797/\" id=\"a_26\">Section 304B</a> IPC have not been satisfied.\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">18. In the instant case, despite the shoddy investigation\n\nconducted by the prosecution, we are of the view that the\n\ncircumstances set out in <a href=\"/doc/653797/\" id=\"a_27\">Section 304B</a> of the IPC have been\n\nestablished in the light of the fact that the deceased, Fulwa\n\nDevi had gone missing from her matrimonial home within a few\n3        (2010) 3 SCC 152\n4        (2010) 12 SCC 350\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                  Page 15 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\nmonths of her marriage and immediately after demands of\n\ndowry were made on her and that her death had occurred\n\nunder abnormal circumstances, such a death would have to be\n\ncharactarized as a “dowry death”.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">19.       Recovery of the body from the banks of the river clearly\n\nindicates           that          Fulwa   Devi   had      died   under   abnormal\n\ncircumstances that could only be explained by her husband and\n\nin-laws, as she was residing at her matrimonial home when she\n\nsuddenly disappeared and no plausible explanation was offered\n\nfor her disappearance.                    The plea raised on behalf of the\n\naccused that the body recovered from the banks of Barakar\n\nriver was unidentifiable, is devoid of merits when PW-3, father\n\nof the deceased testified that he could recognize the dead body\n\nas that of Fulwa Devi, from a part of the face that had remained\n\nintact and from the clothes that were found on the body.                      As\n\nregards A-1, the High Court and the trial Court have rightly\n\nraised a presumption against him under <a href=\"/doc/1953529/\" id=\"a_28\">Section 113B</a> of the\n\nIndian Evidence Act which prescribes that the Court shall\n\npresume that a person has caused a dowry death of a woman if\n\nit is shown that soon before her death, she had been subjected\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                          Page 16 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\nby such person to cruelty or harassment for or in connection\n\nwith any demand for dowry. How far could this be held against\n\nA-3, will be discussed later.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">20. The plea taken by A-1 that he was not present in the\n\nvillage at the time of the occurrence and was at Kolkata, has\n\nbeen rightly rejected as meritless. Similarly, the testimonies of\n\nBabulal         Yadav,            DW-3   and   Basudeo   Mahto,   DW-4   were\n\ndisbelieved, particularly since DW–3 claimed to be the uncle of\n\nA-1, but could not even furnish the name of his nephew’s wife\n\nand DW–4, cousin of A-1 had deposed that he did not know\n\nabout his marriage or whether his wife was dead or alive.\n\nNeither of the two witnesses could produce any documentary\n\nevidence in support of their stand that at the relevant time, A-1,\n\nwas working in Kolkata. DW–6, Kauteshwar Yadav, who hails\n\nfrom the village where the said accused resided but has\n\ndeposed that he himself is not a permanent resident thereof,\n\nmiserably failed to establish an illicit relationship between the\n\ndeceased and her brother–in-law, Sahdeo Mahto (PW–2) or that\n\nshe was living with him and not residing at her matrimonial\n\nhome.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n<span class=\"hidden_text\" id=\"span_27\">                                         Page 17 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">21. As discussed above, the case of the prosecution rests\n\nsolely on circumstantial evidence.                         No eye witness has been\n\nproduced who could testify as to how the body of the deceased\n\nwas       found         on        the   banks    of   river    Barakar.     From   the\n\ncircumstances narrated above, there can be two hypothesis.\n\nOne is that the deceased was done away with within the four\n\nwalls of her matrimonial home, her dead body was smuggled\n\nout and dumped into the river.                        The second pre-supposition\n\nwould be that the deceased was alive when she was taken to\n\nthe river-side under some pretext and pushed in, leading to her\n\ndeath by drowning.                      If the first assumption is taken to be\n\ncorrect, then surely,                    some villager would have seen the\n\naccused persons carrying the dead body to the river where it\n\nwas       finally       dumped.          However,     the     prosecution    has   not\n\nproduced any villager who was a witness to the body of the\n\ndeceased being taken out of the matrimonial home and carried\n\nto the river. Therefore, this version would have to be discarded\n\nin favour of the second one which is that the deceased was\n\nalive, when she was accompanied to the river and then she was\n\nforcibly pushed in and could not emerge alive from the watery\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                           Page 18 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\ngrave. The latter assumption also gains strength from the post\n\nmortem report which records that there were no signs of any\n\nante mortem injury on the body. If the deceased was killed in\n\nthe house, then the body would certainly have revealed some\n\nsigns of struggle.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">22.      There is sufficient evidence brought on record to inculpate\n\nRam Sahay Mahto, A-1 (husband of the deceased).                    The\n\ncircumstances put together, unerringly point to his guilt in\n\nextinguishing the life of his wife within a few months of the\n\nmarriage on her failing to satisfy the demands of dowry. In our\n\nview, the impugned judgment and order of sentence imposed\n\non A-1 does not deserve interference and is maintained.\n\nCriminal Appeal No. 575 of 2012 filed by A-1 is accordingly\n\ndismissed.              The said appellant who is presently on bail, is\n\ndirected to surrender before the Trial Court/Superintendent of\n\nJail within four weeks to undergo the remaining period of his\n\nsentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">23. As for Parvati Devi, A-3 (Mother-in-law), from the evidence\n\non record only certain omnibus allegations have been made\n\nagainst her with respect to dowry demands. Learned counsel\n\n<span class=\"hidden_text\" id=\"span_29\">                                   Page 19 of 20</span>\n\fCRIMINAL APPEAL NO. 574 OF 2012\n\n\n\nfor the respondent-State has not been able to indicate any\n\nspecific allegations, nor point to any specific evidence or\n\ntestimony against her.            In fact, in the only direct evidence\n\nbefore the Court, PW-3 (informant and father of the victim)\n\nmentions that A-2 threatened to harm the deceased. In view of\n\nthe above, we are of the opinion that it is necessary to interfere\n\nwith the findings of the Courts below convicting A-3 (appellant\n\nin Criminal Appeal No. 574 of 2012) for the offence under\n\nSections 304B and 201 read with <a href=\"/doc/37788/\" id=\"a_29\">Section 34</a>, IPC.                          The said\n\nappeal filed by A-3 is accordingly allowed. She is directed to be\n\nreleased forthwith, if not required to be detained in any other\n\ncase.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_41\">                                                  .................................CJI.\n</p><p data-structure=\"Precedent\" id=\"p_42\">                                                             [N. V. RAMANA]\n\n\n\n                                                   ...................................J.\n                                                               [SURYA KANT]\n\n\n\n                                                   ...................................J.\n                                                                [HIMA KOHLI]\nNew Delhi,\nDecember 17, 2021\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                  Page 20 of 20</span>\n\f</p>","numcites":12,"numcitedby":7,"docsource":"Supreme Court of India","citetid":47542014,"divtype":"judgments","relatedqs":[{"value":"section 304b indian penal code ","formInput":"section%20304b%20indian%20penal%20code%20"},{"value":"dowry death","formInput":"dowry%20death"},{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"304b","formInput":"304b"},{"value":"304b of ipc","formInput":"304b%20of%20ipc"},{"value":"cruelty","formInput":"cruelty"},{"value":"Barakar","formInput":"Barakar"},{"value":"\"soon before her death\"","formInput":"%22soon%20before%20her%20death%22"},{"value":"section 304b","formInput":"section%20304b"},{"value":"soon before death","formInput":"soon%20before%20death"},{"value":"\"113b\" section","formInput":"%22113b%22%20section"},{"value":"matrimonial home","formInput":"matrimonial%20home"},{"value":"dowry prohibition act","formInput":"dowry%20prohibition%20act"},{"value":"sec 304b ipc","formInput":"sec%20304b%20ipc"},{"value":"section 304","formInput":"section%20304"},{"value":"304b  citedby: 653797","formInput":"304b%20%20citedby%3A%20653797"},{"value":"113b","formInput":"113b"},{"value":"jharkhand ","formInput":"jharkhand%20"},{"value":"\"matrimonial home\"","formInput":"%22matrimonial%20home%22"},{"value":"dowry act","formInput":"dowry%20act"}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}