{"tid":142212338,"publishdate":"2019-01-25","title":"M/S Subhash Projects And Marketing ... vs Assam Urban Water Supply And Sewerage ... on 25 January, 2019","doc":"<h2 class=\"doc_title\">M/S Subhash Projects And Marketing ... vs Assam Urban Water Supply And Sewerage ... on 25 January, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 GAUHATI 182, (2019) 5 GAU LR 625</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-k-deka\">Prasanta Kumar Deka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-k-deka\">Prasanta Kumar Deka</a></h3>\n\n<pre id=\"pre_1\">                                                                     Page No.# 1/20\n\nGAHC010017572014\n\n\n\n\n                              THE GAUHATI HIGH COURT\n   (HIGH COURT OF ASSAM, NAGALAND, MIZORAM AND ARUNACHAL PRADESH)\n\n                                  Case No. : Arb.A. 18/2014\n\n            1:M/S SUBHASH PROJECTS and MARKETING LIMITED NOW KNOWN AS\n            SPML INFRA LIMITED\n            A COMPANY INCORPORATED UNDER THE PROVISIONS OF THE\n            COMPANIES ACT, 1956 AND HAVING ITS REGISTERED OFFICE SITUATED\n            AT F-27/2, OKHLA INDUSTRIAL AREA, PHASE II, NEW DELHI 110020 AND\n            ITS REGIONAL OFFICE AT 22 CAMAC STREET, BLOCK-A, 3RD FLOOR,\n            KOLKATA-700016\n\n            VERSUS\n\n            1:ASSAM URBAN WATER SUPPLY AND SEWERAGE BOARD\n            A BOARD CONSTITUTED AND ESTABLISHED UNDER THE PROVISIONS OF\n            THE ASSAM URBAN WATER SUPPLY AND SEWERAGE BOARD ACT, 1985\n            HAVING PERPETUAL SUCCESSION AND A COMMON SEAL AND HAVING\n            ITS REGISTERED OFFICE SITUATED AT R.G. BARUAH ROAD, GUWAHATI-\n            781021 IN THE DIST. OF KAMRUP M, ASSAM.\n\nAdvocate for the Petitioner   : MR.P BARUAH\n\nAdvocate for the Respondent : MS. M BORDOLOI</pre>\n\n\n<span class=\"hidden_text\" id=\"span_1\">             Linked Case : Arb.A. 22/2014</span>\n\n<p data-structure=\"Issue\" id=\"p_1\">            1:M/S SUBHASH PROJECTS and MARKETING LIMITED\n            A COMPANY INCORPORATED UNDER THE PROVISIONS OF THE\n            COMPANIES ACT\n             1956 AND HAVING ITS REGISTERED OFFICE SITUATED AT F-27/2\n             OKHLA INDUSTRIAL AREA\n             PHASE-II\n             NEW DELHI 110020 AND ITS REGIONAL OFFICE AT 22 CAMAC STREET\n             BLOCK-A\n             3RD FLOOR\n             KOLKATA 700016\n                                                    Page No.# 2/20\n\n\n\nVERSUS\n\n1:ASSAM URBAN WATER SUPPLY AND SEWERAGE BOARD\nA BOARD CONSTITUTED AND ESTABLISHED UNDER THE PROVISIONS OF\nTHE ASSAM URBAN WATER SUPPLY AND SEWERAGE BOARD ACT\n1985 HAVING PERPETUAL SUCCESSION AND A COMMON SEAL AND\nHAVING ITS REGISTERED OFFICE SITUATED AT R.G BARUAH ROAD\nGUWAHATI 781021 IN THE DIST. OF KAMRUP M\nASSAM.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">Advocate for the Petitioner : MS.P BHATTACHARYA\nAdvocate for the Respondent : MS. M BORDOLOI\n\n<span class=\"hidden_text\" id=\"span_2\">Linked Case : Arb.A. 21/2014</span>\n\n1:M/S SUBHASH PROJECTS and MARKETING LIMITED NOW KNOWN AS\nSPML INFRA LIMITED\nA COMPANY INCORPORATED UNDER THE PROVISIONS OF THE\nCOMPANIES ACT\n 1956 AND HAVING ITS REGISTERED OFFICE SITUATED AT F-27/A\n OKHLA INDUSTRIAL AREA\n PHASE-II\n NEW DELHI 110020 AND ITS REGIONAL OFFICE AT 22\nCAMAC STREET, BLOCK-A,\n3RD FLOOR\n KOLKATA 700016\n\nVERSUS\n\n\n1:ASSAM URBAN WATER SUPPLY AND SEWERAGE BOARD\nA BOARD CONSTITUTED AND ESTABLISHED UNDER THE PROVISIONS OF\nTHE ASSAM URBAN WATER SUPPLY AND SEWERAGE BOARD ACT\n1985 HAVING PERPETUAL SUCCESSION AND A COMMON SEAL AND\nHAVING ITS REGISTERED OFFICE SITUATED\nAT R.G. BARUAH ROAD\n GUWAHATI 781021\n IN THE DIST. OF KAMRU M,\nASSAM.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">Advocate for the Petitioner : MS.P BHATTACHARYA\n\nAdvocate for the Respondent : MS. M BORDOLOI\n                                                                                    Page No.# 3/20\n\n                                   BEFORE\n                 HONOURABLE MR. JUSTICE PRASANTA KUMAR DEKA\n\n                             JUDGMENT AND ORDER (CAV)\nDate : 25-01-2019\n\n\n\n       All these appeals are disposed of by this common judgment.\n      Heard Mr. B. Deb, learned Senior counsel assisted by Ms.P. Bhattacharyya, learned\ncounsel for the appellant and Ms. M. Bordoloi, learned counsel for the respondent.\nArb.Appl. 18/2014::\n</p>\n\n<blockquote id=\"blockquote_1\">2.        The appellant entered into a contract agreement with the Gauhati Municipal\nCorporation (agreement No. GWS/169/85/32 dated 21.11.1985) for supply, fitting, fixing and\ncommissioning of Raw Water Pumpset with all allied accessories including supply and laying\nof Pumping Machines and Barge. The work value was Rs. 6,09,55,200/- and the scheme is\nknown as Zoo Road Water Supply Scheme. The said project was handed over to Assam Urban\nWater Supply &amp; Sewerage Board, a statutory Body under the <a href=\"/doc/161838046/\" id=\"a_1\">Assam Urban Water Supply &amp;\nSewerage Board Act, 1985</a>. The contract period was 30 months w.e.f. 21.11.1985. There was\ndelay of eight years in completion of the work and in the process the respondent Board paid\nRs. 12,81,49,564/-. Alleging breaches committed by the respondent Board in fulfilling its\ncontractual obligation,the appellant sought for referring 14 Nos. of claim for arbitration.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_4\">Arb.Appl. 21/2014::\n</p>\n\n<blockquote id=\"blockquote_2\">3.     The respondent Board invited tender for design and execution of Jorhat Water Supply\nScheme which included surveying of the soil, testing etc. on turnkey basis. The work order\nwas issued on 18.9.1989 to the appellant and formal agreement was signed by both the\nparties. The contract period was for 24 months w.e.f. 18.9.1989. The work value was of Rs.\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">5,43,81,418/-.The completion of work was delayed by about 7 years and in the process the\nrespondent Board paid an amount of Rs. 12,61,24,864/- to the appellant. Alleging breaches\ncommitted by the respondent Board the appellant sought for referring 14 Nos. of claim for\narbitration.\n</p><p data-structure=\"Issue\" id=\"p_6\">                                                                                  Page No.# 4/20\n\nArb.Appl. 22/2014::\n</p>\n\n<blockquote id=\"blockquote_3\">4.     On 18.9.1989 the respondent Board also entered into an agreement with the appellant\nfor similar nature of work under Goalpara Town Water Supply Scheme at Goalpara on turnkey\nbasis. The contract was valued at Rs. 1, 49, 33, 289/- but as alleged by the appellant, due to\nfailure on the part of the respondent Board with respect to its contractual obligation, the\nappellant could not complete the work within the stipulated time. As against the completion\nperiod of 18 months from18.9.1989, there was delay of five years and in the process the\nrespondent Board paid a sum of Rs. 2, 87, 85, 960/-. Similar claims were raised by the\nappellant company for referring the same to arbitration.\n</blockquote><blockquote id=\"blockquote_4\">5.     The disputes between the parties were referred to the Arbitral Tribunal and the first\nsitting of the arbitration was held on 2.1.1997.\n</blockquote><blockquote id=\"blockquote_5\">6.     The relevant dates and the developments thereon with respect to the Arbitral\nProceeding are relevant considering the dispute raised in all these appeals which are common\ni.e. whether the reference made to the Arbitral Tribunal and the jurisdiction assumed by it is\nlawful there being no written arbitration agreement as required under <a href=\"/doc/1846895/\" id=\"a_2\">Section 7</a> of the\nArbitration and Conciliation Act 1996(hereinafter referred to as the Act, 1996) inasmuch as, in\nthe respective agreements there were no arbitration clause.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_7\">                (a) 28.10.1996: As apparent from the letter dated 29.10.1996 issued by the\n                appellant Company to the Managing Director of the respondent Board, a\n                meeting was held on 28.10.1996 wherein purportedly the parties to these\n                appeals interalia agreed with the disputes in regard to the issue of non-\n                payment of unadmitted outstanding amount and in the said meeting it was\n                decided to refer the claims for arbitration. However, no minutes of meeting\n                dated 28.10.1996 are produced nor called for by the appellant. By way of the\n                said letter dated 29.10.1996 one Mr. S. K. Jain, Advocate was nominated as\n                the Arbitrator of the said Tribunal with a request to the Managing Director of\n                respondent Board to nominate its Arbitrator.\n</p><p data-structure=\"Facts\" id=\"p_8\">                (b) 12.12.1996: Mr. K. C. Borthakur, the Managing Director of respondent\n                Board vide letter No. UWS-832/96/8 dated 12.12.1996 wrote to Mr. K. D.\n                Lahkar to act as the Arbitrator for settlement of the outstanding claims raised\n                                                                   Page No.# 5/20\n\nby the appellant which are not covered by the contract agreement. The said\nletter has reference of letter dated 6.12.1996 issued by Mr. Lahkar himself.\n(C) 23.12.1996: The Managing Director of the respondent Board wrote to Mr.\nK. D. Lahkar the Arbitrator, vide letter No. UWS-832/96/10 dated 23.12.1996\nconfirming the date of the first sitting of the arbitration requesting him to be\npresent in the aforesaid sitting.\n</p><p data-structure=\"Issue\" id=\"p_9\">(d) 30.3.1997: Statement of claim filed by the appellant.\n</p><p data-structure=\"Facts\" id=\"p_10\">(e) 27.8.1997 Mr. D. Bora, Managing Director of the respondent Board was\npresent in the proceeding held on 27.8.1997 and submitted that the\nArbitration Proceeding initiated between the appellant and the respondent\nBoard in respect of Zoo Road Water Supply Scheme, Jorhat and Goalpara\nWater Supply Scheme is illegal, as there were no such provisions in the\nrelevant contracts nor there was any order of the court in that regard and\nrequested the Arbitrator to close the Arbitration Proceeding. It was further\nbrought to the notice of the Arbitrators that the issue regarding validity of the\nsaid proceeding was referred to the Judicial Department, Govt. of Assam as\nthe respondent Board is an organisation owned by the State Government and\nfurther informed that it would not be possible for him to take further steps in\nthe proceeding till necessary advice received by him from the Judicial\nDepartment. Observation was made by the Arbitrators opining that the\nArbitration Proceeding was initiated with the consent of both the parties and\nthe respondent Board voluntary submitted to the jurisdiction of the tribunal\nand after completion of the preliminary formalities there is no illegality in the\nArbitration Proceeding and decided to sit on 23.9.1997.\n</p><p data-structure=\"Facts\" id=\"p_11\">(f) 23.2.1998: The tribunal passed an order directing the respondent Board\nto pay an amount of Rs. 35 lacs as interim measure<a href=\"/doc/164944399/\" id=\"a_3\"> u/s 17</a> of the Act 1996.\nWhile passing the said order it was observed by the tribunal that the\nManaging Director submitted that he had not received clearance from the\nBoard of Directors and the State Government though the matter had been\nplaced before the Board as well as the Government and that he accordingly\nsought for keeping the proceeding pending till necessary directions are\n                                                                  Page No.# 6/20\n\nreceived from the Board and Government. But the same was rejected and\nfixed 31.3.1998 for submission of statements of defence by the Board failing\nwhich the proceeding would proceed ex-parte. Direction was issued to make\npayment of Rs. 35 lacs to the appellant within 31.3.1998.\n</p><p data-structure=\"Facts\" id=\"p_12\">(g) 5.5.1998: The Managing Director vide notification No. UWS-832/96/Part-\nv/4 dated 5.5.1998 cancelled the reference for arbitration between the parties\nto these appeals including appointment of Sri Jatin Hazarika, the third\nPresiding Arbitrator made by the Board and Sri K. D. Lahkar.\n</p><p data-structure=\"Facts\" id=\"p_13\">(h) 21.10.1998: The appellant filed Money Execution Case No. 6/1998 before\nthe District Judge, Kamrup, Guwahati for execution of interim award dated\n23.2.1998 and vide order dated 21.10.1998 the executing Court dismissed\nthe said execution proceeding holding the award as non-executable the\ntribunal having no jurisdiction to pass the same. The said order dated\n21.10.1998 was challenged by the appellant in Civil Rev. Pet. No. 378/1998.\n</p><p data-structure=\"Facts\" id=\"p_14\">(i)   2.9.1999: The appellant filed O.J(Arbitration) Case No. 15/1998 before\nthe High Court under <a href=\"/doc/174552957/\" id=\"a_4\">Section 11</a> of the Act 1996 for appointment of Arbitrator\nin place of Mr. K. D. Lahkar Vide judgment dated 2.9.1999, the said petition\nwas dismissed.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">(J)21.8.2000: The appellant preferred SLP(C) No. 19549/1999 and W.P(C)\nNo.81/2000 before the Hon&#x27;ble Supreme Court against the said dismissal of\nO.J(Arbitration) No. 15/1998 and vide order dated 21.8.2000 Hon&#x27;ble\nSupreme Court disposed of aforesaid SLP(C) No. 19549/1999 and W.P(C)\nNo.81/2000 under <a href=\"/doc/981147/\" id=\"a_5\">Article 32</a> of the Constitution of India alongwith other\ncases of similar nature. The said judgment is reported in AIR 2000 SC 2821.\nBy way of the said common judgment and order the Hon&#x27;ble Apex Court\nrejected the SLP(C) No. 19549/1999 and W.P(C) No.81/2000 holding that the\naggrieved party has a remedy to approach the High Court for issuance of\nwrit of mandamus, if so advised in accordance with law on the ground that\nthe learned Chief Justice not having functioned as Court or Tribunal and the\norder being administrative in nature, the observations and findings are not\nbinding and not to be taken into consideration by the Arbitral Tribunal.\n</p><p data-structure=\"Facts\" id=\"p_16\">                                                                  Page No.# 7/20\n\n(K)22.1.2002: On the basis of the observation made by the Hon&#x27;ble Apex\nCourt the appellant preferred WP(C) No.6157/2002 before the High Court\nwhich was disposed of vide judgment dated 21.2.2002 setting aside the\nnotification dated 5.5.1998 and also the order dated 2.9.1999 passed by the\nHon&#x27;ble Chief Justice in O.J(Arbitration) No. 15/1998 thereby calling upon the\nHon&#x27;ble Chief Justice to pass appropriate order in the matter of appointment\nof Arbitrator in O.J(Arbitration)Case No. 15/1998 or alternatively, if Mr. K. D.\nLahkar agrees to be the Arbitrator he may be appointed accordingly.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">(l) 4.6.2002: The High Court in O.J (Arbitration) Case No. 15/1998 appointed\nMr. K.D. Lahkar as one of the Arbitrators on the basis of a letter dated\n9.2.2001 issued by him and placed on record alongwith other two Arbitrators\nalready appointed.\n</p><p data-structure=\"Facts\" id=\"p_18\">(m)28.2.2002: The respondent filed W. A. No. 101/2002 on the ground that\ncertain facts which were brought on record by way of an affidavit which goes\nto the root of the matter were not considered by the learned Single Judge in\nWP(C) No. 6157/2000. The writ appeal was disposed of directing the\nrespondent Board to take appropriate steps in that behalf before the learned\nSingle Judge.\n</p><p data-structure=\"Issue\" id=\"p_19\">(n)28.2.2003: The High Court vide order dated 28.2.2003 disposed of the\nCivil Rev. Pet. No. 378/1998 by holding that the executing court cannot go\ninto the question of jurisdiction of Arbitral Tribunal and remanded the matter\nto the learned District Judge, Kamrup for passing necessary consequential\norder. The Division Bench of this Court while allowing the revision petition\nheld that in view of the provisions of <a href=\"/doc/104566/\" id=\"a_6\">Section 34</a> of the Act, 1996, no\nobjection to the execution of the award can be taken by the judgment debtor\n(respondent) before the executing Court on any of the grounds enumerated\nin <a href=\"/doc/104566/\" id=\"a_7\">Section 34</a> of the Act, 1996 inasmuch to hold otherwise would be referring\nthe provision of <a href=\"/doc/104566/\" id=\"a_8\">Section 34</a> of the Act, 1996 nugatory.\n</p><p data-structure=\"Facts\" id=\"p_20\">(o)8.5.2003: The respondent Board preferred a Review Pet. No. 15/2002 in\nW.P(C) No. 6157/2000 and the same was dismissed              vide order dated\n8.5.2003.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">                                                                  Page No.# 8/20\n\n</p><p data-structure=\"Conclusion\" id=\"p_22\">(p)27.8.2010: the Respondent Board filed Special Leave Petition (SLP) to\nAppeal C C No. 2556-2557/2005 against the judgment and order dated\n22.1.2002 and 8.5.2003 in W.P(C) No.6157/2000 and Review Pet No. 15/2002\nof Gauhati High Court. The same were preferred alongwith delay condonation\npetition. Vide order dated 25.1.2008 the delay was condoned, leave granted\nwith a direction not to execute any award, if there be any. Vide order dated\n27.8.2010 passed in Civil Appeal Nos. 800-801 of 2008 the said appeals were\ndismissed with an observation: &quot;However, we direct that if the award of the\narbitration goes against the appellant it will be open to it , while challenging\nthe award, to also raise question that there was no arbitration agreement\nbetween the parties. We further direct that any observations made by the\nHigh Court in the impugned judgment will not come in the way of the\nappellant from doing so.&quot;\n</p><p data-structure=\"RespArg\" id=\"p_23\">(q)5.1.2011: The respondent Board filed the response against the written\ncounter argument submitted by the appellant. Amongst various submission\nthe respondent Board submitted that the appellant did not claim any written\nagreement, clause in the agreement or any other legal recognizable\nauthorized agreement to take recourse to purported arbitration clause in the\nagreement. One of the learned Arbitrators knowing fully well that the alleged\nreference by the then Managing Director had no sanctity in view of the\nspecific Board resolution to which the learned Arbitrator was a party and even\nthen accepted the purported appointment. By the said objection Mr. K. D.\nLahkar was referred who was the Arbitrator in the Tribunal.\n</p><p data-structure=\"Facts\" id=\"p_24\">(r)14.5.2011: The respondent Board in pursuance to Resolution No.(iii) of\n\nitem No.C adopted in the 49 th Board of Directors Meeting of the respondent\nBoard held on 19.2.2011 the appointment of Mr. K. D. Lahkar, nominee\nArbitrator was terminated with immediate effect and vide resolution No.(iv)\nof item No. C adopted in the said meeting dated 19.2.2011 appointed one Sri\nAbhijit Dutta as the nominee of the Board to act as a Arbitrator in place of Mr.\nK. D. Lahkar.\n</p><p data-structure=\"PetArg\" id=\"p_25\">                                                                                 Page No.# 9/20\n\n</p><p data-structure=\"RespArg\" id=\"p_26\">               (s) 21.5.2011: On the said date the 31 st sitting of the Arbitral Tribunal was\n               held wherein the respondent through its representative raised the issue that\n               Mr. K. D. Lahkar was a Member of the Board of Directors of the respondent\n               Board as well as Member of the Technical Committee constituted for awarding\n               contract but he did not disclose his interest as required under the Act, 1996\n               and as such the constitution of the Arbitral tribunal is hit under the provision\n               of the Act, 1996. Accordingly, it was submitted before the Tribunal by the\n               representative of the Board that the tribunal be reconstituted, including Mr.\n               Abhijit   Dutta in place of Mr. K. D. Lahkar and thereafter resume the\n               proceeding. The Tribunal did not find any merit in the submission and on the\n               said date, the hearing was closed.\n</p><p data-structure=\"Issue\" id=\"p_27\">               (t) 10.10.2011: The arbitral awards were passed by the Tribunal in favour of\n               the appellant. The respective awards against each contract are as follows:-\n</p>\n\n<blockquote id=\"blockquote_6\">                              (i)   Contract agreement No. GWS /169/ 85/32/ dated\n                              21.11.1985 of Gauhati Municipal Corporation (Water Works\n                              Wing) under Zoo Road Water Supply Scheme Rs. 87,59,992/-\n</blockquote><p data-structure=\"Facts\" id=\"p_28\">                              i.e. out of 14 claims , claim Nos. 1,2,3 and 5 were allowed.\n</p><p data-structure=\"Issue\" id=\"p_29\">                              (ii) Contract agreement No.1 of 1989-90 Work Order No. UWS\n                              47(Vol. II/89/1 dated 18.9.1989) for the Jorhat Water Supply\n                              Scheme Rs. 1,14,01,235/- i.e. out of 14 Nos. Claim, claim Nos.,\n                              1, 2, 3, 5 and 6 were allowed.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">                              (iii) Contract agreement No.2-1989-1990 Work Order No. UWS\n                              36 (Vol.ii/89/1 dated 18.9.1989) for the works of Town Water\n                              Supply Scheme at Goalpara, Rs.19,77,003/- i.e. out of 14\n                              claims, claim Nos.1, 5 and 7 were allowed.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_31\">7.    The respondent Board filed three separate applications under <a href=\"/doc/104566/\" id=\"a_9\">Section 34</a> of the Act,\n1996 challenging the said awards in the court of learned District Judge, Kamrup at Guwahati\nand the said applications were registered as Misc. (Arb.) Case No. 45/2012 against the award\ncovering Goalpara Water Supply Scheme, Misc. (Arb.) Case No. 46/2012 for Zoo Road Water\n                                                                                    Page No.# 10/20\n\nSupply Scheme and Misc. (Arb.) Case No. 47/2012 for the Jorhat Water Supply Scheme. The\ngrounds raised in the said applications are similar namely there being no arbitration clause in\nthe respective agreements the impugned awards passed by the Arbitral Tribunal are nullity as\nthe Tribunal had no jurisdiction nor there was proper lawful reference of the disputes. That\nthe Board raised objection as to the issue of impartiality of one of the Arbitrators of the\nArbitral Tribunal which remained unconsidered etc. On the other hand, the present appellant\nalso filed Misc. (Arb.) Case Nos.14/2012, 15/2012 and 16/2012 challenging the awards dated\n10.10.2011 in respect of Zoo Road, Goalpara and Jorhat Water Supply Scheme<a href=\"/doc/104566/\" id=\"a_10\"> u/s 34</a> of the\nAct, 1996 on the ground that the Tribunal ought to have granted pendente lite interest on the\nclaims awarded from the date of commencement of the arbitration proceedings till the date of\npassing the arbitral awards. All the said three sets of applications were disposed of vide\ncommon judgment and order dated 31.7.2014 allowing Misc. (Arb.) Case Nos. 45, 46 and 47\ndismissing the applications Misc. (Arb.) Case Nos. 14, 15 and 16. The learned court below\nwhile allowing the applications of the respondent Board under <a href=\"/doc/104566/\" id=\"a_11\">Section 34</a> of the Act, 1996\nheld as follows:\n</p><blockquote id=\"blockquote_7\">       &quot;(33) In the result, the applications filed<a href=\"/doc/536284/\" id=\"a_12\"> u/s 34</a> of the Arbitration and Conciliation Act,\n       1996, by the Assam Urban Water Supply and Sewerage Board ( Serial Nos. i, ii and iii\n       above) for setting aside of the impugned arbitral award dated 10.10.2011 passed in the\n       arbitration proceeding between the M/s Subhas Project Marketing Ltd and the Assam\n       Urban Water Supply and Sewerage Board are allowed and the impugned arbitral awards\n       dated 10.10.2011 are set aside as the same were patently illegal being passed by a forum\n       without jurisdiction and as a consequence, the applications filed under <a href=\"/doc/104566/\" id=\"a_13\">Section 34</a> of the\n       Act, 1996, by M/s Subhas Projct Marketing Ltd( Serial Nos. iv, v and vi above) are\n       dismissed, as the impugned arbitral award has been set aside. However, in the facts and\n       circumstances of the case, parties are left to bear their own cost.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_32\">       34. Signed sealed and delivered in the open court on this 31st day of July 2014 at\n       Guwahati.&quot;\n</p>\n\n<p data-structure=\"Issue\" id=\"p_33\">Being aggrieved the appellant preferred the present appeals which are taken up for disposal\nby this common judgment.\n</p><p data-structure=\"Precedent\" id=\"p_34\">8.     Mr. Deb the learned Senior Counsel for the appellant submits that the respondent\nactively participated in the arbitration proceeding right from the very first sitting. The issue of\nnon-existence of arbitration clause in the agreement was raised after the interim award was\n                                                                                  Page No.# 11/20\n\npassed by the Tribunal and the stage of submission of the statement of defence was over.\nThe court below failed to take into consideration the letter dated 12.12.1996 issued by the\nManaging Director of the Board to Mr. K. D. Lahkar, one of the Arbitrators of the Tribunal\nthereby requesting him to be present in the Tribunal. The said letter was cancelled and vide\nresolution of the respondent Board dated 14.5.2011 appointed Mr Abhijit Dutta in place of Mr.\nK. D. Lahkar. The Gauhati High Court after examining all the records and every aspects of the\nmatter passed the order dated 4.6.2002 in O.J(Arb) Case No.15/1998 and appointed Mr. K. D.\nLahkar as one of the Arbitrators. The decision of the Chief Justice on the issue of jurisdiction\nand existence of valid arbitration agreement is binding on the parties when the dispute are\nsent to the Arbitral Tribunal and even at the subsequent stage of the proceeding. In the letter\ndated 29.10.1996 by way of which Mr. S. K. Jain, Advocate was appointed as the Arbitrator by\nthe appellant it was clearly mentioned about the meeting held on 28.10.1996 between the\nappellant and respondent Board wherein it was agreed         to refer the dispute to arbitration.\nThere is an arbitration agreement which can very well be inferred by the action of the\nrespondent Board from the manner in which it participated in the said arbitration proceeding.\nThere were exchange of letters between the parties to these appeals which forms the record\nof the agreement and as such<a href=\"/doc/104566/\" id=\"a_14\"> u/s 7</a> <a href=\"/doc/1233565/\" id=\"a_15\">4(b)</a> of the Act, 1996, there is a valid arbitration\nagreement and the learned Court below was wrong in passing the impugned judgment.\nReferring clause 26 of the General Directions for Guidance of the Contractors of the AF2 form\nof the contract, Mr. Deb submits that the decision of the Chief Engineer is final in respect of\nany dispute. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133804913\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"175517975\" id=\"span_4\">In support of his submission Mr. Deb relies on (2005) 8 SCC 618 SBP &amp; Co Vs\nPatel Engineering Ltd and another, (<a href=\"/doc/175517975/\" id=\"a_16\">2009) 2 SCC 134 Shakti Bhog Foods Limited Vs. Kola\nShipping Limited</a>, (<a href=\"/doc/133804913/\" id=\"a_17\">2014) 11 SCC 148 Karnataka Power Transmission Corporation Limited and\nanother Vs. Deepak Cables(India) Limited</a>.</span></span>\n</p><p data-structure=\"RespArg\" id=\"p_35\">9.     Ms. Bordoloi, learned counsel for the respondent on the other hand, submits that\nadmittedly there is no arbitration clause in the respective contract agreements and unless an\narbitration agreement stipulates that the parties agreed to submit the disputes which have\narisen in respect of the legal relationship between the parties for arbitration there cannot be a\nreference. She further submits that before passing of the interim award the first objection\nwith regard to the jurisdiction of the Arbitral Tribunal was raised by the respondent Board and\nthat too much before filing the statement of defence on the ground that the contract\n                                                                                  Page No.# 12/20\n\nagreements did not stipulate any reference to arbitration but even then the Managing\nDirector of the Board unauthorisedly appointed Mr. K. D. Lahkar as its Arbitrator. Referring\n<a href=\"/doc/104566/\" id=\"a_18\">Section 16(2)</a> of the Act, 1996, she pointed out that in paragraph 23 of Statement of defence\nin Misc (Arb.) Case No. 45/2012 the respondent Board raised its objection. Mere active\nparticipation in the arbitral proceeding by the respondent Board does not tantamount to\nacceptance of the jurisdiction of Arbitral Tribunal. In support of her contention she again\nrefers <a href=\"/doc/104566/\" id=\"a_19\">Section 16(2)</a> of the Act, 1996 which stipulates that a party shall not be precluded from\nraising such a plea merely because he has appointed or participated in the process of\nappointment of an Arbitrator. Appointment of Mr. K. D. Lahkar as Arbitator was not a decision\nof the Board rather it was a personal decision of the former Managing Director. Later on\nwhen the Board through its officials came to know about the same it raised objection before\nthe Tribunal on 27.8.1997 much before passing of the interim award on 23.2.1998. The Board\nof Directors of the respondent Board in its meeting held on 25.3.1998 decided to cancel the\nreference of dispute for arbitration including appointment of the Arbitrators. Thereafter vide\nnotification dated 18.5.1998 cancelled the appointment of Mr. Lahkar. However, vide order\ndated 4.6.2002 passed in O.J(Arb) Case No. 15/1998, the High Court again appointed Mr.\nLahkar as one of the Arbitrators.\n</p><p data-structure=\"Precedent\" id=\"p_36\">10.    Referring <a href=\"/doc/104566/\" id=\"a_20\">Section 13(2)</a> of the Act, 1996, Ms. Bordoloi submits that the said provision\nauthorizes a party who intends to challenge an Arbitrator after becoming aware of any\ncircumstances that give rise to justifiable doubts as to his independence or impartiality. Mr. K.\nD. Lahkar in fact was not legally eligible for being appointed as Arbitrator since he was a\nmember of the Board itself as well as member of the technical committee constituted for\nawarding the contract under consideration. Therefore respondent Board vide its order dated\n14.5.2011 terminated his appointment keeping in view the interest of the Board. But Mr.\nLahkar did not permit to function Mr Abhijit Dutta and the Arbitral Tribunal vide its order\ndated 21.5.2011 rejected the said application filed by the respondent Board and thereafter\nclosed the proceeding without giving further opportunity of hearing the respondent Board and\npassed the impugned award dated 10.10.2011. The said appointment of Mr. Abhijit Dutta in\nplace of Mr. K. D. Lahkar under no circumstances can be held to be the intention of the\nrespondent Board to participate in the Arbitral Proceeding because <a href=\"/doc/104566/\" id=\"a_21\">Section 16(2)</a> of the Act,\n1996 authorizes a party to raise the issue of jurisdiction even an arbitrator is appointed by the\n                                                                                 Page No.# 13/20\n\nsaid party. <a href=\"/doc/104566/\" id=\"a_22\">Section 16(6)</a> of the Act, 1996 further allows a party where such plea as raised by\nthe respondent Board is rejected by the Tribunal, the Board as the party aggrieved by such\nan arbitral award can very well raise the issue for setting aside such arbitral award in\naccordance with <a href=\"/doc/104566/\" id=\"a_23\">Section 34</a> of the Act, 1996. In terms of the aforesaid provision of the Act,\n1996, the respondent Board raised the issue of jurisdiction of the Arbitral Tribunal in the\napplication under <a href=\"/doc/104566/\" id=\"a_24\">Section 34</a> of the Act, 1996 and thus the same cannot be held to be active\nparticipation. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133804913\" id=\"span_5\">In support of her submission, Ms. Bordoloi relies <a href=\"/doc/133804913/\" id=\"a_25\">Karnataka Power Transmission\nCorporation Limited and another Vs Deepak Cables (India) Limited</a> reported in (2014) 11 SCC\n148/ 2014 AIR SCW 2134.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_37\">11.    Considered the submission of the learned counsel. Parties to a contract have implied\nchoice of law. But the rule is that a contract must be governed by a single proper applicable\nlaw of contract governing each and every aspect of the contract. This is required in order to\ncreate a relationship which is known as a legally binding relationship. An arbitration clause is\none such type of strong factor in order to determine the choice of law between the parties to\na contract. The present dispute one wherein as per the appellant the respondent Board\nagreed for referring the disputes for arbitration and on the other hand, the respondent Board\ndenies it. The burden that there is an arbitration agreement between the parties to these\nappeals in the respective contract agreements lies upon the claimant (appellant). If the\nparties agreed to refer a specific dispute or any disputes arising out of the contractual\nobligation stipulated in the agreement /agreements for arbitration then the same would be\ngoverned by the Act 1996 and in order to clinch the issue in favour of the appellant a duty is\ncast upon it to show that there is an arbitration agreement as stipulated under Section 7 of\nthe said Act, 1996.\n</p><p data-structure=\"Section\" id=\"p_38\">12.    <a href=\"/doc/104566/\" id=\"a_26\">Section 7</a> of the Act, 1996 defines arbitration agreement as an agreement by the\nparties to submit to arbitration and/or certain disputes which have arisen or which may arise\nbetween them in respect of a defined legal relationship. It may be in the form of an\narbitration clause in a contract or it amounts to an arbitration agreement in writing if it is\ncontained (a) in a document signed by the parties (b) in exchange of letters, Telex, Telegram\nor other means of Telecommunication including communication through Electronic means\nwhich provides a record of the agreement and (c) an exchange of statement of claim and\ndefence in which existence of the agreement is alleged by one party and not denied by the\n                                                                                                        Page No.# 14/20\n\nother. Section 7 is reproduced herein below:\n</p><blockquote id=\"blockquote_8\">      &quot;7.   Arbitration agreement.(1) In this Part,&quot;arbitration agreement&quot; means an agreement by the\n      parties to submit to arbitration all or certain disputes which have arisen or which may arise between\n      them in respect of a defined legal relationship, whether contractual or not.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">                (2) An arbitration agreement may be in the form of an arbitration clause in a contract or in\n                the form of a separate agreement.\n</p><p data-structure=\"Precedent\" id=\"p_40\">                (3) An arbitration agreement shall be in writing.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">                (4) An arbitration agreement is in writing if it is contained in-\n</p><p data-structure=\"Precedent\" id=\"p_42\">                         (a) a document signed by the parties;\n</p><p data-structure=\"Section\" id=\"p_43\">                         (b) an exchange of letters, telex, telegrams or other means of telecommunication\n                         which provide a record of the agreement; or\n</p><p data-structure=\"Precedent\" id=\"p_44\">                         (c) an exchange of statements of claim and defence in which the existence of the\n                         agreement is alleged by one party and not denied by the other.\n                (5) The reference in a contract to a document containing an arbitration clause constitutes an\n                arbitration agreement if the contract is in writing and the reference is such as to make that\n                arbitration clause part of the contract.&quot;\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_45\">13.   In Karnataka Power Corporation Ltd reported in 2014 AIR SCW 2134 [(2014) 11 SCC\n148], the Apex Court while expressing the intent of <a href=\"/doc/104566/\" id=\"a_27\">Section 7</a> of the Act held as follows:\n</p><blockquote id=\"blockquote_9\">      &quot;9.   From the aforesaid provisions, it is graphically clear that unless an arbitration agreement stipulates that the\n      parties agree to submit all or certain disputes which have arisen or which may arise in respect of defined legal\n      relationship, whether contractual or not, there cannot be a reference to an arbitrator. To elaborate, it conveys that\n      there has to be intention, expressing the consensual acceptance to refer the disputes to an arbitrator. In the\n      absence of an arbitration clause in an agreement, as defined in sub-section (4) of Section 7, the dispute/disputes\n      arising between the parties cannot be referred to the Arbitral Tribunal for adjudication of the dispute&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_46\">14.   Thus an arbitration agreement must be in writing thereby expressing the intention of\nthe parties to refer any or a dispute to an Arbitrator. Mr. Deb submits that the arbitration\nproceeding was put into motion in a meeting held on 28.10.1996 between the appellant and\nthe respondent Board wherein it was agreed to refer the dispute to arbitration. The same is\ndenied by the respondent Board on the ground that the consent expressed by the then\nManaging Director was without any resolution being passed by the Board and as such no\nconsensual acceptance can be termed to be in existence between the parties. In this respect\nthe appellant failed to bring to the notice and / on record any such minutes of meeting\npurportedly held on 28.10.1996. The letter dated 12.12.1996 was issued by the Managing\nDirector of the respondent Board to Mr. K. D. Lahkar requesting him to act as the Arbitrator\n                                                                                 Page No.# 15/20\n\nas per the letter under reference issued by Mr. Lahkar himself dated 6.12.1996.The appellant\nalso failed to produce any exchange of letters or any other means of communication in order\nto show that the said exchange of letters etc provided itself as a record of the arbitration\nagreement. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_6\">In <a href=\"/doc/1913246/\" id=\"a_28\">Jagdish Chander Vs. Ramesh Chander and others</a> reported in (2007) 5 SCC\n719, it was held that any agreement in writing, showing that the parties agreed to refer any\ndisputes (present or future) between them to the decision of a private tribunal and the said\nprivate tribunal is empowered to adjudicate upon the disputes in an impartial manner giving\ndue opportunity to the parties to put forth their cases before it and the parties agreed that\nthe decision of the private tribunal in respect of the dispute will be binding on them is\nsufficient in order to have the elements or attribute of an arbitration agreement as defined<a href=\"/doc/104566/\" id=\"a_29\">\nu/s 7</a> of the Act, 1996.</span>\n</p><p data-structure=\"Section\" id=\"p_47\">15.    As hereinabove noticed if it is presumed that both the parties agreed to refer the\ndispute to the Arbitral Tribunal then the arbitration agreement must conform to <a href=\"/doc/104566/\" id=\"a_30\">Section 7</a> of\nthe Act, 1996 in order to show that the arbitral tribunal has the jurisdiction to decide the\ndispute referred to it. Such conformity must be of such nature that there remains no hazy\nnotion to gather the intent of the parties on the following points:\n</p><blockquote id=\"blockquote_10\">       (a) the nature of disputes to be referred to the tribunal ;\n</blockquote><blockquote id=\"blockquote_11\">       (b) the tribunal is empowered to adjudicate the disputes in an impartial manner;\n</blockquote><blockquote id=\"blockquote_12\">       (c) the decision of the tribunal in respect of the disputes referred shall be binding on\n       the parties to the agreement.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\">      But in the present case in hand such consensual acceptance of the intent of the parties\nto refer the dispute to the arbitral tribunal is absent.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">16.    The respondent Board through its Managing Director raised before the Arbitral Tribunal\nthat there was no arbitration agreement nor there was any order of the Court as apparent\nfrom the order sheet dated 27.8.1997 of the Tribunal and as such the Tribunal had no\njurisdiction for its existence not to speak of the resolution of the dispute between the parties\nand as such, the Managing Director sought for closure of the proceedings. Even after such\nsubmission the appellant failed to put on record any minutes of meeting purportedly held on\n28.10.1996 to show the intent of the parties. On the face of such submission the Arbitral\nTribunal simply discarded the said objection of the respondent Board by holding that the\nrespondent Board had voluntarily submitted to the jurisdiction of the Tribunal and such\n                                                                                           Page No.# 16/20\n\nsubmission has no force. The said finding cannot be accepted, in my opinion.\n</p><p data-structure=\"Precedent\" id=\"p_50\">17.   Here I would like to refer the <a href=\"/doc/1913246/\" id=\"a_31\">ratio <a href=\"/doc/1913246/\" id=\"a_32\">laid down in</a></a> Khardah &amp; Co. Ltd.-vs-Raymon &amp;Co.\n(India)Private Ltd. reported in AIR 1962 SC 1810. Reference may be made to <a href=\"/doc/1154891/\" id=\"a_33\">Section 33</a> of\nthe Arbitration Act, 1940 which enacts that a party to an arbitration agreement who desires\nto challenge the existence or validity of an arbitration agreement should apply to the court for\ndetermination of the question. A petition therein was filed under Section 33 praying interalia\nfor a declaration that the contract between the parties containing an arbitration clause was\nvoid ab initio on the ground of uncertainty etc. It was held that the contract was illegal and\nvoid and the arbitrators are not competent to decide under clause 14 of the said agreement.\nTherein before the Hon&#x27;ble Apex Court it was contended that even if clause 14 should be\nheld to be inoperative by reason of the fact that the dispute is one related to the validity of\nthe contract, the respondents are estopped from challenging the award because they\nappeared before the arbitrator and took part in the proceeding before them. The\nConstitutional Bench of the Apex Court held as follows:\n</p><blockquote id=\"blockquote_13\">            &quot;14.   ............If there had been another arbitration agreement apart from and independent of\n      Cl.14 of the contract dated September 7,1955, it might have been possible to sustain the proceedings\n      before the arbitrators as referable to that agreement. But none such has been set up or proved in the\n      present case. All that is alleged is that the respondents acquiesced in the proceedings. But what\n      confers jurisdiction on the arbitrators to hear and decide a dispute is an arbitration agreement as\n      defined in<a href=\"/doc/1430346/\" id=\"a_34\"> S. 2(a)</a> of the Arbitration Act, and where there is no such agreement, there is an initial\n      want of jurisdiction which cannot be cured by acquiescence .............&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_51\">18.   It is mandatory that there must be an arbitration agreement which must be in writing.\nThe said writing need not mention about the word arbitration but there must be exchange of\ncommunication in writing in order to infer that the parties were ad idem with regard to the\ndispute resolution forum within the ambit and scope of <a href=\"/doc/104566/\" id=\"a_35\">Section 7</a> of the Act, 1996 and the\nnature of dispute to be resolved by it. Such record of exchange of communication/letters\nis/are sufficient to hold the consensual acceptance of the intent of one party to refer the\ndispute for arbitration by the other party through such communication. Mr. Deb pointed out\nthe letter dated 29.10.1996 by way of which Mr. K. D. Lahkar was requested to be present\nand to act as an Arbitrator in support of fulfilling the criteria under <a href=\"/doc/104566/\" id=\"a_36\">Section 7 (4)(b)</a> of the\nAct, 1996. In my considered opinion, appointment letter of an Arbitrator and the letter of\nexchange/communication referred in Section 7(4) (b) cannot be equated with each other as\n                                                                                   Page No.# 17/20\n\nthe appointment letter referred by Mr. Deb is devoid of the requirement for an arbitration\nagreement<a href=\"/doc/104566/\" id=\"a_37\"> u/s 7</a> of the Act,1996. As hereinabove held that the intent to refer the dispute\nbetween the parties arising out of the contract and/ or the legal relationship between the\nparties must be with regard to the choice of forum for dispute resolution which must be by\nway of reference of the disputes to arbitration in the present case in hand and that too\nspecifying the nature of dispute to be resolved by the tribunal moreso when the contract\nconsists of works involving of multiple nature and the arbitrators forming the tribunal must be\nequally qualified to resolve such nature of dispute/disputes so referred.\n</p><p data-structure=\"RespArg\" id=\"p_52\">19.    Ms. Bordoloi in support of her stand submits that the respondent Board did not admit\nabout the existence of the arbitration agreement nor the Arbitration Tribunal as required\nunder <a href=\"/doc/104566/\" id=\"a_38\">Section 7(4) (c)</a> of the Act, 1996 in order to give an indication that the respondent\nBoard is aware with respect to the dispute resolution forum through arbitration. The said\nsubmission of Ms. Bordoloi has force supporting the stand taken by her on behalf of the\nrespondent Board. The stand of the respondent Board remains unwaivered without any\nacquiescence nor there is an admission with respect to the existence of any arbitration\nagreement with the appellant.\n</p><p data-structure=\"Precedent\" id=\"p_53\">20.    Mr. Deb relied on the <a href=\"/doc/1913246/\" id=\"a_39\">ratio <a href=\"/doc/1913246/\" id=\"a_40\">laid down in</a></a> SBP Co. Vs Patel Engineering Ltd and another\nreported in (2005) 8 SCC 618 and submits that the order passed in O.J(Arbitration) Case No.\n15/1998 as per mandamus issued in W.P(C) No.6157/2002 vide order dated 21.2.2002 is not\nan administrative order of the Honourable Chief Justice but judicial order and has its binding\nforce to the extent that it cannot be questioned before the Arbitral Tribunal. The said\nsubmission cannot in any way affect the respondent Board inasmuch as, while dismissing the\nCivil Appeal No. 800-801 as referred herein above, the Hon&#x27;ble Apex Court made a specific\nreference that observation made by the High Court in the impugned judgment will not be in\nthe way of the appellant from raising the issue that there was no arbitration agreement\nbetween the parties. So submission of Mr. Deb in any case will not affect the respondent\nBoard in raising the said issue of the jurisdiction of the arbitral Tribunal. Existence or absence\nof arbitration agreement can very well be decided while challenging the award passed by the\nTribunal.\n</p><p data-structure=\"RespArg\" id=\"p_54\">21.    <a href=\"/doc/104566/\" id=\"a_41\">Section 16 (2)</a> of the Act, 1996 stipulates that a plea that the Arbitral Tribunal does\nnot have jurisdiction shall be raised not later than the submission of the statement of\n                                                                                   Page No.# 18/20\n\ndefence. However, the parties shall not be precluded from raising such a plea only on the\nground that he has appointed or participated in the appointment of an Arbitrator. So mere\nparticipation in the appointment of an Arbitrator cannot be a ground deterring the respondent\nBoard to raise the issue that the Arbitral Tribunal had no have jurisdiction to decide the\ndispute referred to it. Similarly <a href=\"/doc/104566/\" id=\"a_42\">Section 13(2)</a> of the Act, 1996 stipulates that a party who\nintends to challenge an Arbitrator shall after becoming aware of any circumstances referred\nto in sub-<a href=\"/doc/308955/\" id=\"a_43\">section 3</a> of <a href=\"/doc/104566/\" id=\"a_44\">Section 12</a> of the Act,1996 may send a written statement of reasons for\nchallenging the Arbitral Tribunal. In the written statement of defence cum argument the\nrespondent Board pleaded that Mr. K. D. Lahkar was not legally eligible for being so\nappointed as the Arbitrator since he was a member of the Board itself as well as member of\ntechnical committee constituted for awarding contract under consideration. It is on record\nthat the respondent Board vide its order dated 14.5.2011 terminated the appointment of Mr.\nK. D. Lahkar in the interest of justice and appointed Mr. Abhijit Dutta as the Arbitrator on\nbehalf of the Board and requested for re-constitution. However, the Tribunal rejected the said\nobjection holding the same to be frivolous and thereafter as prescribed under <a href=\"/doc/104566/\" id=\"a_45\">Section 13(5)</a>\nof the Act, 1996 raised the same in the application under <a href=\"/doc/104566/\" id=\"a_46\">Section 34</a> of the Act, 1996. Mere\nparticipation as submitted by Mr. Deb cannot tilt the case in favour of the appellant inasmuch\nas if no objection/objections were raised with regard to the jurisdiction of the Tribunal, then it\nwould amount to waiver of the right of the respondent Board and would directly amount to\nsubmission to the jurisdiction of the arbitral Tribunal. Accordingly, I do not find any force in\nthe submission of Mr. Deb.\n</p><p data-structure=\"Precedent\" id=\"p_55\">22.    Mr. Deb refers to clause-26 of the agreement as referred hereinabove and the same is\nreproduced herein below:\n</p><blockquote id=\"blockquote_14\">       &quot;26 Except where otherwise specified in the contract the decision of the Chief Engineer of\n       the State for the time being shall be final, conclusive and binding on all parties to the\n       contract upon all questions relating to the meaning of the specifications, design, drawings\n       and instruction herein before mentioned and as to the quality of the workmanship or\n       materials used on the work , or as to any other question claiming, right, matter or thing\n       whatsoever in any way arising out of, or relating to the contract, design, drawing\n       specifications,estimates,instructions, orders or these conditions, or otherwise concerning\n       the works or execution or failure to execute the same whether arising during the progress\n       of the work or after the completion or abandonment.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_56\">                                                                                  Page No.# 19/20\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133804913\" id=\"span_7\">23.    Mr. Deb relies on Karnataka Power Transmission Ltd. And another Vs. M/s <a href=\"/doc/133804913/\" id=\"a_47\">Dipak\nCables(India Ltd</a>) (supra) and submits that such language used in the Clause amounts to the\nprovision of arbitration as the same is couched with the word &quot;dispute&quot; and the decision of\nthe Chief Engineer shall be final and acceptable to and binding on both the parties.</span>\n</p><p data-structure=\"Precedent\" id=\"p_58\">24.    On scrutiny of the said clause it is found that as submitted by Mr. Deb, there is no\nword mentioned that the decision of the Chief Engineer is final in respect of &quot;any dispute&quot;.\nBut from the perusal of the said clause it is seen that the decision of the Engineer with\nrespect to the quality of the workmanship materials used in the work etc. specifications,\ndesign drawing shall be final which may arise during the progress or after completion or\nabandonment of the contract by the contractor. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_8\">In a similar situation while interpreting a\nclause similar to the present one, a Three Judges Bench of the Hon&#x27;ble Apex Court in <a href=\"/doc/344153/\" id=\"a_48\">State of\nU.P Vs. Tipper Chand</a> reported in (1980) 2 SCC 341 held as follows:</span>\n</p><blockquote id=\"blockquote_15\">      &quot;Admittedly the clause does not contain any express arbitration agreement. Nor can such\n      an agreement be spelled out from its terms by implication, there being no mention in it of\n      any dispute, much less of a reference thereof. On the other hand, the purpose of the clause\n      clearly appears to be to vest the Superintending Engineer with supervision of the execution\n      of the work and administrative control over it from time to time.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_59\">25.   In view of the interpretation of the said clause by the Hon&#x27;ble Supreme Court having\nsimilarity with respect to the language as referred in clause-26, I am constrained to hold that\nthe said clause cannot be termed to be an arbitration agreement stipulated in the contract\nagreement. Accordingly, submission of Mr. Deb cannot be accepted.\n</p><p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1911324\" id=\"span_9\">26.   Mr. Deb also relied on, in order to buttress his submission, <a href=\"/doc/1911324/\" id=\"a_49\">Shakti Bhog Foods Limited\nVs Kala Shipping Limited</a> (supra). On perusal of <a href=\"/doc/1911324/\" id=\"a_50\">the said judgment</a> it is found that admittedly\nthere was an arbitration agreement and the appellant therein preferred an application<a href=\"/doc/104566/\" id=\"a_51\"> u/s 9</a>\nof the Act, 1996 for interim measure and the Hon&#x27;ble Apex Court held that the communication\nbetween the parties must not necessarily contain the arbitration clause. But in the present\ncase in hand admittedly there exists no arbitration agreement and as such there must be at\nleast a communication wherefrom it can be inferred without any doubt that the parties to\nthe contract agreed to refer any dispute to arbitration and the decision thereof shall be final\nand binding on the parties to the agreement. The reliance of <a href=\"/doc/1911324/\" id=\"a_52\">the said decision</a> does not help\n                                                                           Page No.# 20/20\n\nMr. Deb.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_61\">27.    From the aforesaid discussion I am not inclined to interfere with the impugned\ncommon judgment passed by the court below inasmuch as the arbitral Tribunal is not vested\nwith the jurisdiction to act as the dispute resolution forum between the parties to the\nrespective agreements referred hereinabove. The award passed by the Tribunal is patently\nillegal and as a result all three appeals are dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_62\">28.    Send back the LCR.\n</p><p data-structure=\"Conclusion\" id=\"p_63\">29.    No costs.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_64\">                                                                JUDGE\n\n\n\nComparing Assistant\n </p>","numcites":16,"numcitedby":0,"docsource":"Gauhati High Court","citetid":142212338,"divtype":"judgments","relatedqs":[{"value":"defined legal relationship ","formInput":"defined%20legal%20relationship%20"},{"value":"jurisdiction of arbitral tribunal","formInput":"jurisdiction%20of%20arbitral%20tribunal"},{"value":"consensual ","formInput":"consensual%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"section 7  arbitration agreement","formInput":"section%207%20%20arbitration%20agreement"},{"value":"\"defined legal relationship\"","formInput":"%22defined%20legal%20relationship%22"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"perpetual succession","formInput":"perpetual%20succession"},{"value":"companies act 1956","formInput":"companies%20act%201956"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"legal relationship","formInput":"legal%20relationship"},{"value":"common seal","formInput":"common%20seal"},{"value":"slp","formInput":"slp"},{"value":"interim award","formInput":"interim%20award"},{"value":"contract arbitration","formInput":"contract%20arbitration"}],"cats":[{"value":"finance","formInput":"tag:finance"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}