{"tid":392108,"publishdate":"1995-03-02","title":"K.G. Keralakumaran Nair vs State Of Kerala And Anr. on 2 March, 1995","doc":"<h2 class=\"doc_title\">K.G. Keralakumaran Nair vs State Of Kerala And Anr. on 2 March, 1995</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1995CRILJ2319</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nK.P. Balanarayana Marar, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. When the appeal came up for hearing on 1-2-1995, counsel for the appellant as well as appellant were absent. There was no representation also. The appeal was therefore adjourned to 3-2-1995 to consider whether the appeal can be dismissed for default. On this point arguments were heard. Notice was given to Director General of Prosecutions.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_2\">2. Heard Director General of Prosecutions and Senior Advocates Sri M. N. Sukumaran Nayar and Sri. T. R. Raman Pillai and Senior Counsel Sri. T. V. Prabhakaran, apart from other counsel who had also contributed their views on this aspect.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_3\">3. The Director General of Prosecutions and all the counsel who expressed views in the matter are unanimously of the view that a criminal appeal cannot be dismissed for default. The powers of the appellate Court to hear appeals are contained in Chapter XXIX of the <a href=\"/doc/445276/\" id=\"a_1\">Code of Criminal Procedure</a>. In this proceeding we are mainly concerned with <a href=\"/doc/1171128/\" id=\"a_2\">Sections 384</a>, <a href=\"/doc/321111/\" id=\"a_3\">385</a> and <a href=\"/doc/1256523/\" id=\"a_4\">386</a>. <a href=\"/doc/1171128/\" id=\"a_5\">Section  384</a> empowers the Court to dismiss the appeal summarily if upon examining the petition of appeal and copy of the judgment received, the appellate Court considers that there is no sufficient ground for interfering. The restrictions imposed by the Section are that no appeal presented under <a href=\"/doc/962212/\" id=\"a_6\">Section  382</a> shall be dismissed unless the appellant or his pleader has had a reasonable opportunity of being heard in support of the same and no appeal presented under <a href=\"/doc/769517/\" id=\"a_7\">Section  383</a> (appeal presented by an appellant in jail) shall be dismissed except after giving the appellant a reasonable opportunity of being heard in support of the same, unless the appellate Court considers (hat the appeal is frivolous or that the production of the accused in custody before the Court would involve such inconvenience as would be disproportionate in the circumstances of the case. No appeal presented under <a href=\"/doc/769517/\" id=\"a_8\">Section  383</a>, shall be dismissed summarily until the period allowed for preferring such appeal has expired. It is also provided that the Court may call for the record of the case before dismissing an appeal. The reasons for dismissal under the Section are to be recorded by a Court of Session or a Chief Judicial Magistrate when an appeal is dismissed under <a href=\"/doc/1171128/\" id=\"a_9\">Section  384</a>. In case an appeal is not dismissed summarily under <a href=\"/doc/1171128/\" id=\"a_10\">Section  384</a> of the Code notice shall be given regarding the time and place at which the appeal will be heard. Such notice has to be given to the appellant or his pleader and to such officer as the State Government may appoint in this behalf. If the appeals is from a judgment of conviction in a case instituted upon complaint* notice has to go to the complainant. It is thereafter that the appeal is heard under <a href=\"/doc/1256523/\" id=\"a_11\">Section  386</a> of the Code. The Section provides that the appellate Court may dismiss an appeal if it considers that there is no sufficient ground for interfering. But this can be done after perusing such record and hearing the appellant or his pleader, if he appears, and Public Prosecutor if he appears, and in case of an appeal under <a href=\"/doc/195753/\" id=\"a_12\">Section  377</a>, or <a href=\"/doc/487026/\" id=\"a_13\">Section  378</a> after hearing the accused, if he appears. The other powers conferred on appellate Court by the Section are not relevant for the purpose of considering the question formulated in this appeal.\n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. It is pointed out that the appellate Court has a duty to peruse the records and decide the appeal either by dismissing it finding that there is no ground for interference or reversing the finding and sentence and acquitting the accused or ordering re-trial or reversing the order of acquittal and directing further enquiry or retrial or altering the finding maintaining the sentence or with or without altering the finding alter the natue or the extent, or the nature and extent, of the sentence, but not so as to enhance the same. Regarding enhancement of sentence provision is made in Sub-clause (c) of <a href=\"/doc/1256523/\" id=\"a_14\">Section 386</a>. The contention is that the perusal of the record is one of the essential elements for the hearing of an appeal and appellate Court cannot refuse to do so.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1439508\" id=\"span_1\">5. Attention is drawn to the decision in <a href=\"/doc/1439508/\" id=\"a_15\">Shyam Deo v. State of Bihar</a>, AIR 1971 SC 1606 : (1971 Cri LJ 1177), the Supreme Court held that the requirement regarding the perusal of the record that has been sent for and received in the Court before disposing of an appeal cannot be treated as an empty formality. A perusal of the record of a particular case and giving indication of such perusal in the order or judgment is a must before dismissing an appeal which has been admitted and notice whereof has been issued on the ground of non-appearance of the appellant or his pleader. It was further held that even where parties have been heard, no order of dismissal can be passed without a perusal of the record.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"36900\" id=\"span_2\">6. A Bench of three Judges of the Supreme Court in <a href=\"/doc/36900/\" id=\"a_16\">Sankatha Singh v. State of Uttar Pradesh</a> AIR 1962 SC 1208 : (1962 (2) Cri LJ 288), has held that a criminal appeal cannot be dismissed for the default of appearance of the appellants or their counsel whereas the Court has either to adjourn the hearing of the appeal to enable them to, appear, or should consider the appeal on merits and pass the final order.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"36900\" id=\"span_3\">7. The position of law as <a href=\"/doc/36900/\" id=\"a_17\">laid down by</a> the Supreme Court in the aforesaid decisions is that a criminal appeal cannot be dismissed for default whereas the appellate Court has to render a decision after perusing the record even in the absence of the appellant.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. A different note was struck by the Supreme Court in Ram Naresh Yadav v. State of Bihar, AIR 1987 SC 1500 : (1987 Cri LJ 1856), where it was held that the appellate Court can dismiss an appeal for non-prosecution. The Supreme Court observed that the Court was fully conscious of the dimension of the matter but held that in criminal matters the convicts must be heard before their matters are decided on merits. In this connection it was observed that the Court can dismiss the appeal for non-prosecution and enforce discipline or refer the matter to the Bar Council with this end in view. It was held that the matter can be disposed of on merits only after hearing the appellant or his counsel. It is open to the Court to appoint a counsel at State cost to argue on behalf of appellants. Since the order of conviction and sentence in that matter were confirmed without hearing either the appellants or counsel for the appellants, the order was set aside and the matter was sent back to the High Court for passing an appropriate order in accordance with law after hearing the appellants or their counsel and on their failure to engage counsel, after hearing counsel appointed by the Court to argue on their behalf. The point decided by the Supreme Court is that a criminal appeal can be decided only after hearing the counsel for the appellant. This has been made clear from the observation &quot;but the matter can be disposed of on merits only after hearing the appellant or his counsel.&quot; The appellate Court can therefore adopt either of the two courses, namely, 1) to adjourn the case to give a further opportunity to counsel or appoint a counsel at the expenses of the State and 2) to dismiss the appeal for default. While holding so, the Supreme Court was fully conscious of the dimension of the matter but held the view that convicts must be heard before the appeals are decided on merits.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"239577\" id=\"span_4\">9. Counsel would point out that the principles enunciated by the Supreme Court in the earlier decisions had not been adverted to by the Supreme Court in Ram Naresh Yadav&#x27;s case (1987 Cri LJ 1856) and attention is drawn to a recent decision of the Supreme Court reported in <a href=\"/doc/239577/\" id=\"a_18\">Parasuram Patel v. State of Orissa</a> (1994) 4 SCC 664. Considerable stress is laid on the following observations contained-therein :</span>\n</p><blockquote id=\"blockquote_1\"> &quot;It is now well settled that no criminal appeal can 1995 Cri. L. J. 146 VI be dismissed on the ground of default in appearance. The Court has to go through the record of the case even in the absence of appellants or their counsel and decide the matter on merit.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">In the light of the decision in Ram Naresh Yadav&#x27;s case, AIR 1987 SC 1500 : (1987 Cri LJ 1856), it cannot be said that the law was settled. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"504283\" id=\"span_5\">Moreover, tile Supreme Court did not express any opinion on Ram Naresh Yadav&#x27;s Case in <a href=\"/doc/504283/\" id=\"a_19\">Mangilal v. State of M.P.</a> (1994 SCC (Cri) 1308 : (1994 AIR SCW 2896).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"239577\" id=\"span_6\">That decision was rendered on 27-4-1994 whereas the decision in <a href=\"/doc/239577/\" id=\"a_20\">Parasuram Patel</a>&#x27;s case was rendered on 14-1-1994.</span> Even as late as April, 1994 the Supreme Court did not express any opinion on Ram Naresh Yadav&#x27;s case. In that case the appeal was dismissed by the High Court of Madhya Pradesh, relying on the decision in Ram Naresh Yadav&#x27;s case. That is manifested from the last sentence of the order which is extracted in para. 4 of the judgment: &quot;Following the observations of the Supreme Court the appeal deserves to be dismissed for want of prosecution.&quot; Though the Supreme Court set aside the order of dismissal on other grounds, the question whether a criminal appeal can be dismissed for default or not is not seen to have been considered by the Supreme Court. The decision in Ram Naresh Yadav&#x27;s case was very much before the Supreme Court in that case; but still the Supreme Court did. not think it necessary to reconsider that decision.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"331193\" id=\"span_7\">10. The Bombay High Court had occasion to consider this question in the decision in <a href=\"/doc/331193/\" id=\"a_21\">Mahendrakumar v. State of Maharashtra</a> 1994 Cri LJ 2667. While observing that Ram Naresh Yadav may appear at the first blush to lay down something contrary to the earlier decisions and even contrary to the clear provisions of <a href=\"/doc/1256523/\" id=\"a_22\">Section 386</a>, of the Code of Criminal Procedure, the Bench held that it has nevertheless a special message which would be apparent on a closer scrutiny. The Division Bench held :</span>\n</p><blockquote id=\"blockquote_2\"> &quot;We think that as a matter of judicial propriety, decency and decorum, the decisions of the apex tribunal of the land, even though appearing to be contrary to or inconsistent with each other or one another must be sought to be reconciled and explained by assuming, wherever possible, that they applied to different sets of circumstances.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\">11. One of the reasons advanced by learned counsel is that in the absence of any provision in the Code permitting restoration of appeals dismissed for default, the framers of the Code intended that an appeal should not also be dismissed for default. This view may be correct as far as appeals before the Court subordinate to the High Courts are concerned. The reason is that the subordinate Courts have no inherent power. On the other hand, the High Court has inherent powers to make any order for the ends of justice or prevent the abuse of process of Court. As observed by the Division Bench of the Bombay High Court, the provisions of <a href=\"/doc/1256523/\" id=\"a_23\">Section  386</a> do not and cannot have any exclusive application to the exclusion of those inherent powers. It was with this end in view that the Supreme Court in Ram Naresh Yadav&#x27; s case (1987 Cri LJ 1856) observed thus:\n</p><blockquote id=\"blockquote_3\"> &quot;The Court can dismiss the appeal for non-prosecution and enforce discipline or refer the matter to the Bar Council.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\">12. The question arises whether the High Court has power to dismiss an appeal in exercise of the inherent powers conferred under <a href=\"/doc/1679850/\" id=\"a_24\">Section 482</a> of the Code and if so, whether the High Court can restore such an appeal to file by exercising those powers. <a href=\"/doc/1679850/\" id=\"a_25\">Section 482</a>, does not confer any new powers on the High Court whereas it only saves such inherent powers which the Court possessed before the enactment of the Code. The three circumstances in which the inherent jurisdiction can be exercised are enumerated in the Section itself. They are :\n</p>  \n\n<blockquote id=\"blockquote_4\">1) to give effect to an order under the Code;\n</blockquote> \n\n<blockquote id=\"blockquote_5\">2) to prevent to abuse of the process of Court; and\n \n\n</blockquote><blockquote id=\"blockquote_6\">3) to otherwise secure the ends of justice.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\"> It is for this Court to determine in each individual case whether the circumstances obtaining therein make it incumbent on the Court to exercise such a power to achieve one or the other of the object mentioned in the Section. For the proper discharge of the duties imposed upon this Court by law the Court must have inherent powers apart from the express provisions of the Code. These powers are in the nature of extraordinary powers which can be availed of only when no express power is available to this Court to do a particular thing and the exercise of that power does not negative the existence of such inherent power. In short resort to the inherent power has to be made to give effect to any order under the Code for preventing an abuse of the process of Court and to secure the ends of justice.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">13. It is settled law that inherent powers cannot be invoked in regard to matters which are directly covered by specific provisions of the Code. If any attempt is made to abuse the authority of the Court, the Court must have powers to prevent that abuse. Even though the Code does not contemplate a particular application, this Court in the interest of justice is competent to entertain such application provided that is necessary for securing the ends of justice. The position therefore is that a criminal Court could not do a thing which is expressly prohibited in the Code. But it does not stand in the way of doing anything which is not expressly provided for in the Code, if that is found necessary either to prevent the abuse of the process of Court or to secure the ends of justice. In appropriate cases this Court has therefore power to dismiss a criminal appeal or revision or any other criminal proceeding for default or non-appearance of the appellant or petitioner, as the case may be.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">14. That leads us to the further question whether an appeal or other criminal proceeding dismissed by this Court can be restored to file. The contention is that this Court has no power by virtue of <a href=\"/doc/789330/\" id=\"a_26\">Section  362</a> of the Code which reads:\n</p><blockquote id=\"blockquote_7\"> &quot;Save as otherwise provided by this Code or by any other law for the time being in force, no Court, when it has signed its judgment or final order disposing of a case, shall alter or review the same except to correct a clerical or arithmetical error.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">The Section relates only to judgment or final order disposing of a case. What is a judgment or a final order is not seen defined in the Code But the word &#x27;judgment&#x27; is understood to mean an order in a trial terminating in either conviction or acquittal of the accused. It has also been held that judgment means the expression of opinion of the Court arrived at after due consideration of the evidence and all the arguments. Understood in this light, every order under the provisions of the Code cannot be considered to be a judgment within the meaning of <a href=\"/doc/1074995/\" id=\"a_27\">Section  353</a> or coming under the scope of <a href=\"/doc/789330/\" id=\"a_28\">Section 362</a>, of the Code. In short, there must be an investigation of the merits on evidence and after hearing arguments in order to constitute a judgment. In the case of an appeal, such judgment has to be one rendered on merits after hearing counsel for appellant or the appellant, as the case may be, and Public Prosecutor or counsel appearing for respondent.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">15. Whether an order dismissing an appeal for default amounts to a judgment or a final order coming within the scope of <a href=\"/doc/789330/\" id=\"a_29\">Section  362</a> of the Code is the next aspect that requires consideration. The Calcutta High Court in the decision in Bibhuty Mohun Roy v. Dasimoni Dassi (1909) 10 Cri LJ 287, held that in India a Court cannot review or alter its own judgment in a criminal case, but it has jurisdiction to hear and determine a criminal case which has not been heard and determined on the merits. It was further held that where the Court discharged a rule because no one appeared, it has power to re-open it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1194341\" id=\"span_8\">In <a href=\"/doc/1194341/\" id=\"a_30\">Sahadeo v. Jagannath</a>, AIR 1950 Nagpur 77: (1950 (51) Cri LJ 662), the appeal was dismissed for non-filing of a copy of the judgment. It was held that the order rejecting the appeal cannot be held to be an order amounting to a judgment within the meaning of <a href=\"/doc/486232/\" id=\"a_31\">Section 369</a> of the Code of 1898 and there was no bar to the consideration of the appeal on its merits.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">17. The question whether a criminal Court has inherent power to revive a complaint in a warrant case which was dismissed under <a href=\"/doc/1874911/\" id=\"a_32\">Section  259</a> of the Code of 1898 for the absence of the complainant on the date of commencement of the preliminary enquiry came up for consideration in W.T. Singh v. C.A. Singh, AIR 1961 Manipur 34 : (1961 (2) Cri LJ 352). While holding that such dismissal of the complaint or discharge of the accused will not amount to an acquittal within the meaning of <a href=\"/doc/803870/\" id=\"a_33\">Section  403</a>, of the Code, it was observed that such an order of dismissal, is not a judgment within <a href=\"/doc/1146308/\" id=\"a_34\">Section  366</a>, and therefore <a href=\"/doc/486232/\" id=\"a_35\">Section  369</a>, would not apply. It is also observed that the absence of any provision on a particular matter in the Code does not mean that the Court has no such power and the Court may act on the principle that every procedure should be understood as permissible till it is shown to be prohibited by law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">18. The Andhra Pradesh High Court has gone to , the extent of holding that there should be no objection to the maintainability of a second petition for revision when the first one had failed not on the merits but by default. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"671452\" id=\"span_9\">In <a href=\"/doc/671452/\" id=\"a_36\">Satyanarayana v. Narayanaswami</a> AIR 1961 Andh. Pra. 18 (1961) (2) Cri LJ 37), it was held that there is no question of the High Court becoming functus officio by reason of an order of dismissal for default passed by it on a petition by a private party, who has really no right but a mere concession in the matter of moving the High Court in revision.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1100003\" id=\"span_10\">19. The Mysore High Court had occasion to consider whether a revision application dismissed for default can be restored in the decision in <a href=\"/doc/1100003/\" id=\"a_37\">Madiah v. State of Mysore</a>, AIR 1963 Mysore 191 : (1963(2) Cri LJ 23). That was a case of a dismissal of a revision by the High Court. It was held that subject , to the provisions contained in the Code, a judgment , delivered or an order passed on merits is final after it is duly signed by Court. The inherent power of a High Court cannot be exercised in matters specifically covered by the provisions of the Code. Where the Code is silent about the power of the High Court in respect of any, matter arising before it, it can pass suitable orders in exercise of its inherent powers to give effect to any order passed under the Code or to prevent the abuse of the process of any Court or to secure the ends of justice. It was held that this power can also be exercised to reconsider orders of dismissal of an appeal or application passed without jurisdiction or in default of appearance, where reconsideration is necessary to secure the ends of justice.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"68552\" id=\"span_11\">20. The Bombay High Court in the decision in <a href=\"/doc/68552/\" id=\"a_38\">Deepak v. State of Maharashtra</a> 1985 Cri LJ 23, observed that the High Court in exercise of its inherent powers can review or revise its judgment if such judgment is pronounced without giving an opportunity of being heard to a party who is entitled to a hearing and that party is not at fault, the reason being that a party cannot suffer for the mistake of the Court. In that case, the hearing was adjourned to 13th February but the adjourned date was inadvertently marked as 8th February on which date the petitioner and his counsel were absent. The High Court on going through the record passed the order dismissing the petition. It was held that since the petitioner was entitled to a hearing, it could be said that the Court acted without jurisdiction and in violation of the principles of natural justice and in the circumstances the review petition must he allowed.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">21. A Division Bench of this Court in Padmachandran v. Radhakrishnan (1984 Ker LT 416), was considering the question whether the inherent powers of this Court under <a href=\"/doc/1679850/\" id=\"a_39\">Section 482</a>, can be exercised to restore a revision dismissed for default. In that case, the revision was decided in the absence of the counsel. Request was made for re-hearing the revision. The Division Bench held that the earlier order dismissing the revision was really a disposal for default, counsel for petitioner being absent. For the purpose of securing the ends of justice it was found necessary that the Criminal Revision should be heard afresh,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1243566\" id=\"span_12\">22. The question whether dismissal of a Criminal Revision petition as not pressed amounts to a final order coming within the scope of <a href=\"/doc/789330/\" id=\"a_40\">Section  362</a>, of the Code arose for consideration before the Allahabad High Court in <a href=\"/doc/1243566/\" id=\"a_41\">Raghuvira v. State of U. P.</a> (1990) 3 Crimes 225 : (1990 Cri LJ 2735). If was held that a final order or judgment can only be passed by a criminal Court when the Court applies its mind to the merits of the case. In case the order is passed in a criminal proceeding and the application for revision is dismissed for default as not pressed, the said order cannot be taken as either final order or judgment. It was held that <a href=\"/doc/789330/\" id=\"a_42\">Section  362</a>, of the Code is no bar to review or alter the order of dismissal.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1002113\" id=\"span_13\">23. The same view was expressed by the Karnataka High Court in <a href=\"/doc/1002113/\" id=\"a_43\">Ibrahimsab v. Faridabi</a> (1986) 2 Kant LJ 65. It was held that the expression &quot;final order disposing of the ease&quot; means a considered order on merits and not an order of dismissal for default and the provision contained in <a href=\"/doc/789330/\" id=\"a_44\">Section 362</a>, does not come in the way of the Court recalling such order and restering the revision dismissed for default.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">24. I am in respectful agreement with the views expressed in the aforesaid decision . An order dismissing an appeal for default does not therefore amount to a judgment or a final order coming within the scope of <a href=\"/doc/789330/\" id=\"a_45\">Section  362</a> of the Code. The views of the various High Courts expressed in the aforesaid decisions are in favour of restoration of an appeal or revision dismissed for default in exercise of the powers of this Court under <a href=\"/doc/1679850/\" id=\"a_46\">Section  482</a>, of the Code of Criminal Procedure. Since that power does not inhere in Courts subordinate to the High Court, the question of restoration of an appeal or a revision by a subordinate Court does not arise. For that reason it has to be held that the Courts subordinate to the High Court are not competent to dismiss an appeal or revision for default. When once this Court is found to have power to restore a criminal appeal or re vision or any other criminal proceeding dismissed for default for the reason that it is neither a judgment nor a final order, it necessarily follows that the power of dismissal also inheres in the High Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"569786\" id=\"span_14\">25. A Division Bench of the Bombay High Court was considering the question whether the principle of <a href=\"/doc/1487146/\" id=\"a_47\">Section  423(1)</a> of the Code of 1898 can be applied to the case of an appellant who has obtained bail and jumped bail, in <a href=\"/doc/569786/\" id=\"a_48\">Lakshmandas v. State</a> AIR 1968 Bombay 400 : (1968 Cri LJ 1584). Interpreting <a href=\"/doc/1487146/\" id=\"a_49\">Sections 423 (1)</a> and 561-A of the Code, the Division Bench held that it is undoubtedly an abuse of the process of the Court to obtain bail and then to leave its jurisdiction and render it impossible to enforce its orders. It was further held that inasmuch as the other provisions of the Code do not limit this power of the High Court to prevent an abuse of the process of the Court, it would be justified to refuse to hear the appeal on merits and dismiss it in limine.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">26. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"642185\" id=\"span_15\">In <a href=\"/doc/642185/\" id=\"a_50\">Ganesharam v. State of Rajasthan</a> 1968 Cri LJ 1672, the Rajasthan High Court considered the question whether, the powers under Section  561-A can be invoked to consider the applicability of the <a href=\"/doc/167447/\" id=\"a_51\">Probation of Offenders Act</a> after the High Court had sustained the conviction. At the time of conviction the accused was below 21 years of age. He was sentenced to undergo imprisonment. The appellate Court acquitted him but the High Court restored the conviction. In all those proceedings the applicability of <a href=\"/doc/1054973/\" id=\"a_52\">Section  6</a> of the Probation of Offenders Act was not brought to the notice of the Courts. An application was filed since then seeking the benefit of that Section. It was in this connection that the Rajasthan High Court held that it was a fit case to invoke the powers under Section 561-A. It was contended before that court that the remedy is by way of an appeal to the Supreme Court. Observing that an appeal to the Supreme Court is difficult and beyond the means of the petitioner who was financially unsound, it was stated that it will not be in the interests of justice to reject the petition and direct the petitioner to adopt that course.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"490543\" id=\"span_16\">27. A learned Judge of this Court has considered the question whether an appeal can be dismissed for default in the decision in <a href=\"/doc/490543/\" id=\"a_53\">Chandran v. Excise Inspector</a> (1989) 2 Ker LT 845. On a survey of the decisions of the Supreme Court it was held that the Court has no power under the Code to dismiss the appeal without considering it on merits even when the appellant and counsel are absent.</span> It is stated that the observation in Ram Naresh Yadav&#x27;s case (1987 Cri LJ 1856) (SC), that an appeal can be disposed of for non-prosecution is not the law declared by the Supreme Court and that it has no binding effect. It is also seen stated that the observation in that case is nothing more than a passing observation or casual expression which remains only as obiter. I express my respectful disagreement with these observations of the learned Judge. Though the judgment is brief, the Supreme Court in Ram Naresh Yadav&#x27;s case has laid down that an appeal can be decided on merits only after hearing the appellant or his counsel. If that -is not possible and if the counsel for appellant remains absent on the date when the case is called out for hearing, the course open is to dismiss the appeal for default. This aspect of the matter is not seen to have been considered in the earlier decisions of the Supreme Court. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"504283\" id=\"span_17\">Moreover, the Supreme Court in <a href=\"/doc/504283/\" id=\"a_54\">Mangilal</a>&#x27;s case (1994 AIR SCW 2896) did not express any opinion on Ram Naresh yadav, though the High Court relied on that decision in the impugned judgment.</span> The principle <a href=\"/doc/504283/\" id=\"a_55\">laid down in</a> Ram Naresh Yadav&#x27;s case therefore holds good.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"490543\" id=\"span_18\">28. The decision in <a href=\"/doc/490543/\" id=\"a_56\">Chandran</a>&#x27;s case ((1989) 2 Ker LJ 845) (supra) did not also consider the scope of the inherent power of this Court under Section  482, of the Code and power of this Court to dismiss an appeal or any other criminal proceeding in exercise of that power or the power of restoration. Having considered those matters in detail in the light of the pronouncements of the various High Courts. I am of the considered view that this Court has all the inherent powers to make any order to prevent the abuse of the process of Court or for the ends of justice or to enforce discipline by invoking the powers under Section  482, of the Code, Section  386 of the Code notwithstanding. The provision contained in Section 386 cannot therefore have any application to the exclusion of those inherent powers.</span> Viewed from this angle and in the light of the principle laid down in Ram Naresh Yadav&#x27;s case (1987 Cri LJ 1856) (SC). I hold that this Court has power to dismiss an appeal or any other criminal proceeding for default and this Court has also the power to restore such proceeding on sufficient grounds being shown for non-appearance. But the right of dismissal and the power of restoration can be exercised only by this Court, and that too in exercise of the powers under Section  482 of the Code, and not by any of the Courts subordinate to this Court since those courts have no inherent powers envisaged under Section  482 of the Code.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">29. The point formulated is answered thus:-\n</p>  \n\n<blockquote id=\"blockquote_8\">1) A Criminal Appeal shall be disposed of only after perusing the record and hearing the appellant or his pleader, if he appears and the Public Prosecutor, if he appears.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">2) A criminal appeal can be decided on merits, only after hearing the appellant or his counsel.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">3) The High Court has powers under <a href=\"/doc/1679850/\" id=\"a_57\">Section  482</a> of the Code of Criminal Procedure to dismiss an appeal or revision or any other criminal proceeding for default or non-prosecution. \n</blockquote> \n\n<blockquote id=\"blockquote_11\">4) The High Court has also inherent power to restore any matter dismissed for default or non-prosecution on sufficient reason being shown.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">5) The power of dismissal for default and the power of restoration inhere only in the High Court and cannot be exercised by the Courts subordinate to the High Court since they do not possess the inherent powers under Section  482 of the Code.\n</blockquote>\n \n\n","numcites":32,"numcitedby":26,"docsource":"Kerala High Court","citetid":392108,"divtype":"judgments","relatedqs":[{"value":"dismissed   in default","formInput":"dismissed%20%20%20in%20default"},{"value":"can appeal be dismissed for default","formInput":"can%20appeal%20be%20dismissed%20for%20default"},{"value":"inherent power of court ","formInput":"inherent%20power%20of%20court%20"},{"value":"inherent powers of high court","formInput":"inherent%20powers%20of%20high%20court"},{"value":"section 362","formInput":"section%20362"},{"value":"power of appeal court","formInput":"power%20of%20appeal%20court"},{"value":"non prosecution","formInput":"non%20prosecution"},{"value":"appeal supreme court","formInput":"appeal%20supreme%20court"},{"value":"final order","formInput":"final%20order"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"for the end of justice","formInput":"for%20the%20end%20of%20justice"},{"value":"high court powers","formInput":"high%20court%20powers"},{"value":"non appearance","formInput":"non%20appearance"},{"value":"final judgments","formInput":"final%20judgments"},{"value":"appeal dismissed ","formInput":"appeal%20dismissed%20"},{"value":"no further adjournment","formInput":"no%20further%20adjournment"},{"value":"384","formInput":"384"},{"value":"inherent power under section 482","formInput":"inherent%20power%20under%20section%20482"}],"cats":[{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"}],"courtcopy":false,"query_alert":null,"agreement":false}