{"tid":103059244,"publishdate":"2025-05-06","title":"Arabian Exports Private Ltd vs National Insurance Co. Ltd on 6 May, 2025","doc":"<h2 class=\"doc_title\">Arabian Exports Private Ltd vs National Insurance Co. Ltd on 6 May, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-oka\">Abhay S. Oka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-oka\">Abhay S. Oka</a></h3>\n\n<pre id=\"pre_1\"> 2025 INSC 630\n                                                                        REPORTABLE\n\n\n                                      IN THE SUPREME COURT OF INDIA\n                                       CIVIL APPELLATE JURISDICTION\n\n                                    CIVIL APPEAL NOS. 6372-6373 OF 2025\n                         (@ SPECIAL LEAVE PETITION (CIVIL) NOS. 16907-16908 OF 2012)\n\n                         ARABIAN EXPORTS PRIVATE LIMITED               APPELLANT(S)\n\n\n                                                     VERSUS\n\n\n                         NATIONAL INSURANCE COMPANY LTD.             RESPONDENT(S)\n\n                                                 JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                         UJJAL BHUYAN, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                                    Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">                         2.         These appeals by special leave are directed against\n\n                         the order dated 02.12.2011 passed by the High Court of\n\n                         Judicature at Bombay in Arbitration Application Nos. 186-187\n\n                         of 2011.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">                         3.         In this case, delay was condoned and notice was\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n\n                         issued on 11.05.2012.\n</p><span class=\"hidden_text\" id=\"span_3\">ASHISH KONDLE</span><p data-structure=\"Issue\" id=\"p_5\">\n<span class=\"hidden_text\" id=\"span_4\">Date: 2025.05.06</span>\n<span class=\"hidden_text\" id=\"span_5\">15:01:57 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                     1</span>\n</p><p data-structure=\"Issue\" id=\"p_6\">\f4.         The short issue for consideration in these appeals is\n\nwhether a dispute raised by an insured after giving a full and\n\nfinal discharge voucher to the insurer can be referred to\n\narbitration.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">5.         As we shall deliberate upon, this issue is no longer\n\nres integra.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">6.         However, for a proper perspective, relevant facts\n\nmay be briefly noted.\n</p>\n<p data-structure=\"Section\" id=\"p_9\">7.         Appellant is a company incorporated under the\n\nprovisions of the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a>. It is engaged in the\n\nbusiness of exporting meat and meat products. For this\n\npurpose, appellant used to process the meat and store the\n\nsame at its factory premises at Taloja in the State of\n\nMaharashtra.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">8.         On 08.10.2004, appellant took a comprehensive\n\nStandard       Fire   and   Special   Perils   Policy   bearing   No.\n\n260301/11/04/3100585           from    the     respondent   towards\n\ninsuring the meat processing and cold storage unit as also the\n\nbuilding, plant and machinery, furniture, fixtures and fittings\n\n<span class=\"hidden_text\" id=\"span_8\">                               2</span>\n\fin the Taloja plant for an amount of Rs.3,28,55,000.00 which\n\nwas for the period from 09.10.2004 to 03.10.2005.\n\n</p><p data-structure=\"Facts\" id=\"p_11\">9.        Appellant also took a Fire Declaration Policy bearing\n\nNo. 260301/11/04/3301441 insuring all its stock-in-trade\n\nand finished products stored in the cold storage facility at its\n\nfactory premises at Taloja. This policy was for an amount of\n\nRs.5,76,85,000.00 and covered the period from 15.03.2005 to\n\n15.03.2006.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">10.       It is stated that appellant had paid the insurance\n\npremium towards both the insurance policies.\n\n</p><p data-structure=\"PetArg\" id=\"p_13\">11.       On    26.07.2005,     there   was   very   heavy   and\n\nunprecedented rainfall in several parts of Maharashtra\n\nincluding at Taloja. Because of such unprecedented and very\n\nheavy rainfall, the factory premises at Taloja was completely\n\nflooded and got submerged under water for several hours. It is\n\nstated that all communication lines had broken down and\n\nthere were no means of communication to and fro the Taloja\n\nplant leaving the incident unnoticed till 28.07.2005. It is\n\nfurther stated that appellant had suffered severe loss due to\n\n<span class=\"hidden_text\" id=\"span_9\">                            3</span>\n\fthe damage caused to the factory building, plant and\n\nmachinery, furniture, fixtures and accessories as well as the\n\nstock lying at the Taloja plant.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">12.        Appellant   had       informed   the   respondent   on\n\n29.07.2005 regarding the damage suffered at the Taloja plant\n\nand requested the respondent to depute a surveyor to assess\n\nthe damage. Appellant claimed loss and damage to the plant\n\nand machinery etc. under the Standard Fire and Special Perils\n\nPolicy   for   an   amount   of    Rs.   56,07,027.00.   Appellant\n\nalso claimed loss and damage qua the stock in cold storage\n\nunder the Fire Declaration Policy for an amount of Rs.\n\n5,15,62,527.00\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">13.        It is stated that on 28.07.2005, Dr. A.S. Patil (it is\n\nnot stated who he was or who had authorized him) had\n\ninspected the factory premises at Taloja and after inspecting\n\nthe stock-in-trade certified that the same was unfit for human\n\nconsumption. On 29.11.2005, Chempro Inspection Private\n\nLimited, the surveyor appointed by the respondent, conducted\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                             4</span>\n\fa survey at the Taloja plant. In its report dated 29.11.2005,\n\nthe surveyor acknowledged the loss suffered by the appellant.\n\n</p><p data-structure=\"Facts\" id=\"p_16\">14.        Unfortunately,    despite    repeated      requests   and\n\nreminders by the appellant, respondent failed to settle the\n\nclaims of the appellant.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">15.        After a considerable delay, appellant was presented\n\nwith an undated and standardized voucher/advance receipt\n\nfor a sum of Rs. 1,88,14,146.00 sometime in December, 2008.\n\n</p><p data-structure=\"Facts\" id=\"p_18\">16.        Due to financial strain caused by the delay on the\n\npart of the respondent to settle the claims coupled with the\n\npressure    exerted   by    various     bankers    and     creditors,\n\nappellant was left with no other option but to sign and submit\n\nto    the respondent the said         undated   and    standardized\n\nvoucher/advance receipt on 12.12.2008 for an amount of\n\nRs. 1,88,14,146.00 being claimed under the Fire Declaration\n\nPolicy. Pursuant thereto, appellant received the cheque issued\n\nby the respondent for a sum of Rs. 1,88,14,146.00 on\n\n19.12.2008.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n\n<span class=\"hidden_text\" id=\"span_11\">                             5</span>\n</p><p data-structure=\"Section\" id=\"p_20\">\f17.       It may be mentioned that the two insurance policies\n\nhad identically worded arbitration clause.\n\n</p><p data-structure=\"Facts\" id=\"p_21\">18.       On 24.12.2008, appellant while reserving its right to\n\ninvoke the aforesaid arbitration clause called upon the\n\nrespondent to settle and pay the balance amount of Rs.\n\n3,83,55,408.00 being the difference between the claim lodged\n\nby the appellant and the amount paid by the respondent.\n\nAppellant also sought for a copy of the surveyor’s report.\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">19.       By letter dated 21.03.2009, respondent provided the\n\nappellant with a copy of the surveyor&#x27;s report giving details of\n\nthe respondent’s assessment of the appellant&#x27;s claim.\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">20.       Though the appellant made repeated attempts to\n\nresolve the matter but the respondent did not cooperate.\n\nConsequently, appellant addressed letter dated 17.04.2009 to\n\nthe respondent invoking the arbitration clause contained in\n\nthe insurance policy and at the same time nominated\n\nMr. Ramakant W. Gudal, a retired Joint Commissioner\n\nand Controlling Authority, Food and Drugs Administration,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                            6</span>\n\fMaharashtra as the sole arbitrator. It is stated that this letter\n\nwas hand delivered to the respondent on 20.04.2009.\n\n</p><p data-structure=\"Issue\" id=\"p_24\">21.        Respondent issued letter dated 18.05.2009 to the\n\nappellant through its lawyer denying its liability and refusing\n\nto accept arbitration and failed to nominate an arbitrator in\n\nterms of Clause 30 of the insurance policy. Respondent vide\n\nfurther letter dated 12.10.2009 stated that it was not\n\nagreeable to refer the matter to arbitration.\n\n</p><p data-structure=\"Issue\" id=\"p_25\">22.        Thereafter,   appellant        filed    applications   under\n\n<a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a> of the Arbitration and Conciliation Act, 1996\n\n(briefly, ‘the 1996 Act’ hereinafter) before the High Court of\n\nJudicature at Bombay for appointment of an arbitrator to\n\narbitrate the claims of the appellant. Thus two arbitration\n\napplications were filed in respect of the two policies which\n\nwere registered as arbitration application Nos. 186 of 2011\n\nand 187 of 2011.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">23.        Learned   Single       Judge    of     the   High   Court   of\n\nJudicature at Bombay (briefly, ‘the High Court’ hereinafter)\n\nobserved that the amount paid by the respondent was\n\n<span class=\"hidden_text\" id=\"span_13\">                              7</span>\n\faccepted by the appellant in full and final settlement of the\n\nclaim. It was accepted without any demur and after encashing\n\nthe cheque, the dispute was raised on 24.12.2008. Therefore,\n\nvide the impugned order dated 02.12.2011, learned Single\n\nJudge held that no arbitrator could be appointed in view of\n\nacceptance of the amount in full and final settlement. Both the\n\narbitration applications were accordingly dismissed.\n\n</p><p data-structure=\"PetArg\" id=\"p_27\">24.       Mr. Kavin Gulati, learned senior counsel for the\n\nappellant has drawn our attention to the relevant facts and\n\nsubmits   that   learned   Single   Judge   had   rejected   the\n\napplications under <a href=\"/doc/1080390/\" id=\"a_3\">Section 11</a> of the 1996 Act on the ground\n\nthat the discharge voucher signed by the appellant in favour of\n\nthe respondent constituted full accord and satisfaction having\n\naccepted the amount paid by the respondent without demur.\n\n24.1.     Learned senior counsel submits that in the present\n\ncase, ‘accord and satisfaction’ is not voluntary but under\n\ncompulsion. Appellant was under financial duress on account\n\nof the huge loss caused by the rainwater and flooding;\n\nadditionally, there was long delay on the part of the\n\n\n<span class=\"hidden_text\" id=\"span_14\">                           8</span>\n\frespondent in processing the claim. That apart, appellant was\n\npressurized by the banks and creditors for repayment of credit.\n\nIn such circumstances, appellant had no other option but to\n\nsign the undated and standardized voucher/advance receipt\n\nfor a wholly inadequate amount of Rs. 1,88,14,146.00 against\n\nthe bona fide claim of Rs. 5,71,69,554.00. In this connection,\n\nlearned senior counsel has drawn the attention of the Court to\n\nthe letter dated 24.12.2008 and the pleadings in the\n\napplications under <a href=\"/doc/1080390/\" id=\"a_4\">Section 11</a> of the 1996 Act which reads\n\nthus:\n</p>\n<blockquote id=\"blockquote_1\">          The fact that the voucher relating to payment of\n          our claim under the Standard Fire and Special\n          Perils Policy refers to article/property “stolen”\n          clearly establishes the complete non application of\n          mind and disregard by your company to our\n          repeated representations and the nature of our\n          loss. Looking to the financial strain cast on us by\n          virtue of the willful delay on the part of your\n          organization in settlement at our claims coupled\n          with   the     pressure   exerted       by    our       bankers\n          and    creditors,   we    were   left    with      no     option\n          but    to    sign   and   submit    to       you    the     said\n          undated and standardized voucher on December\n\n\n<span class=\"hidden_text\" id=\"span_15\">                               9</span>\n\f                          12th 2008, for the grossly inadequate amount of\n                          Rs. 1,88,14,146.00.\n</blockquote>\n\n<blockquote id=\"blockquote_2\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_16\">24.2.           Learned senior counsel submits that the case of the\n\n          appellant is squarely covered by the decision of this Court in\n\n          <a href=\"/doc/1243245/\" id=\"a_5\">National Insurance Company Limited Vs. Boghara Polyfab\n\n          Private Limited1</a>.</span> He has also distinguished the decision of this\n\n          Court in Nathani Steels Ltd. Vs. Associated Constructions 2\n\n          relied upon by the respondent. He submits that in Nathani\n\n          Steels (supra), there were negotiations between the parties\n\n          culminating in a voluntary negotiated settlement of all pending\n\n          disputes. Contract was thus discharged by ‘accord and\n\n          satisfaction’. This is not so in the present case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_17\">He further\n\n          submits that issue in question is covered by the decision of\n\n          this Court in <a href=\"/doc/1243245/\" id=\"a_6\">Boghara Polyfab</a> (supra).</span>\n</blockquote>\n<blockquote id=\"blockquote_3\">          24.3.           In any event, the discharge voucher was in relation\n\n          to only one policy i.e. Fire Declaration Policy. It did not cover\n\n          the Standard Fire and Special Perils Policy. Learned senior\n\n          counsel has referred to and relied upon the circular dated\n\n\n<span class=\"hidden_text\" id=\"span_18\">1</span>\n    (2009) 1 SCC 267\n<span class=\"hidden_text\" id=\"span_19\">2</span>\n    (1995) Supp (3) SCC 324\n\n<span class=\"hidden_text\" id=\"span_20\">                                           10</span>\n\f24.09.2015     issued     by   the   Insurance   Regulatory   and\n\nDevelopment Authority of India clarifying that execution of\n\nvouchers as full and final discharge did not foreclose the rights\n\nof the policy holders to seek higher compensation before any\n\njudicial fora or any other fora established by law. This has\n\nbeen endorsed and reiterated vide subsequent circular dated\n\n07.06.2016     issued     by   the   Insurance   Regulatory   and\n\nDevelopmentary Authority of India. He, therefore, submits that\n\nlearned Single Judge erred while rejecting the applications for\n\nappointment of arbitrator. Therefore, the impugned order is\n\nliable to be set aside.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\">25.        Per contra, Dr. Manish Singhvi, learned senior\n\ncounsel for the respondent submits that a three Judge Bench\n\nof this Court in Nathani Steels (supra) has clearly held that\n\nonce a dispute or difference between the parties arising out of\n\na contract is amicably settled by the parties, unless such\n\nsettlement is set aside in proper proceedings, it is not open to\n\none of the parties to the settlement to further seek arbitration.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                               11</span>\n\fAccording to him, this case is squarely covered by Nathani\n\nSteels Ltd. (supra).\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_22\">25.1.      Learned senior counsel submits that Nathani Steels\n\nLtd. (supra) is a decision of a three Judge Bench whereas\n\n<a href=\"/doc/1243245/\" id=\"a_7\">Boghara Polyfab</a> (supra) is by a two Judge Bench.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_23\">Therefore,\n\nthe conflict between Nathani Steels (supra) and <a href=\"/doc/1243245/\" id=\"a_8\">Boghara\n\nPolyfab</a> (supra) needs to be resolved by referring the matter to\n\na larger Bench.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">25.2.      He submits that in so far the present case is\n\nconcerned, there is no question of any fraud. In fact, there was\n\nno pleading and argument as regards fraud. There is also no\n\npleading as to duress or coercion. Mere citation of the\n\nexpressions fraud, duress or coercion will not make it a case of\n\nfraud, duress or coercion. There has to be adequate pleadings.\n\nThat apart, appellant has not produced any document to even\n\nprima-facie show that the appellant was being pressurized by\n\nthe respondent to enter into a settlement.\n\n25.3.      In so far letter of the appellant dated 24.12.2008 is\n\nconcerned, learned senior counsel submits that the said letter\n\n<span class=\"hidden_text\" id=\"span_24\">                           12</span>\n\fmentioned about the policies but did not contain any\n\nstatement to the effect that the settlement was only for one\n\npolicy. Respondent had processed the claim of the appellant\n\non the basis of the report of the surveyor. The figure of Rs.\n\n1.88 crores was not an imaginary or illusory figure but based\n\non the assessment of the surveyor.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">25.4.     Dr. Singhvi also argued an alternative prayer. If the\n\nCourt is of the opinion that the High Court had not considered\n\nthe aspect of duress and coercion, then the matter may be\n\nreferred back to the High Court. In that event the High Court\n\nwould consider the aspect of duress and coercion. Otherwise,\n\nno case for arbitration is made out. Therefore, he seeks\n\ndismissal of the appeals.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">26.       Submissions made by learned counsel for the\n\nparties have received the due consideration of the Court.\n\n</p><p data-structure=\"Section\" id=\"p_33\">27.       The two insurance policies contain an identically\n\nworded arbitration clause which read as follows:\n\n</p><blockquote id=\"blockquote_4\">           13. If any dispute or difference shall arise as to\n           the quantum to be paid under this policy liability\n\n\n<span class=\"hidden_text\" id=\"span_25\">                            13</span>\n\f           being otherwise admitted such difference shall\n           independently of all other questions be referred to\n           the decision of sole arbitrator to be appointed in\n           writing by the parties to or if they cannot agree\n           upon a single arbitrator within 30 days of any\n           party invoking arbitration, the same shall be\n           referred     to    a     panel    of      three    arbitrators,\n           comprising of two arbitrators, one to be appointed\n           by each of the parties to the dispute/difference\n           and the third arbitrator to be appointed by such\n           two     arbitrators         and   arbitration       shall     be\n           conducted under and in accordance with the\n           provisions of the <a href=\"/doc/1306164/\" id=\"a_9\">Arbitration and Conciliation Act,\n           1996</a>.\n</blockquote><p data-structure=\"Section\" id=\"p_34\">           It is clearly agreed and understood that no\n           difference    or       dispute    shall    be     referable    to\n           arbitration       as    hereinbefore      provided,     if    the\n           Company has disputed or not accepted liability\n           under or in respect of this policy.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">           It is hereby expressly stipulated and declared that\n           it shall be a condition precedent to any right of\n           action or suit upon this policy that the award by\n           such arbitrator/arbitrators of the amount of the\n           loss or damages shall be first obtained.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">28.       In its letter dated 24.12.2008 addressed to the\n\nrespondent, appellant stated that after an inordinate delay of\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                  14</span>\n\f42 months, a grossly inadequate amount of Rs.1,88,14,146.00\n\nwas offered by the respondent in response to the bona fide and\n\ngenuine claim of the appellant for the aggregate sum of\n\nRs.5,71,69,554.00. Appellant further stated that because of\n\nthe financial strain caused due to the delay on the part of the\n\nrespondent in settling its claims coupled with the pressure\n\nexerted by its bankers and creditors, appellant was left with\n\nno other option but to sign and submit to the respondent\n\nthe undated and standardized voucher forwarded by it on\n\n12.12.2008 for Rs.1,88,14,146.00. Appellant further stated\n\nthat it received a cheque for the aforesaid amount on\n\n19.12.2008. Referring to the arbitral clause in the insurance\n\npolicies, appellant stated that there is an arbitrable dispute in\n\nthe context of the quantum of claim, the liability being\n\nadmitted by the respondent. Appellant called upon the\n\nrespondent to pay the balance amount of Rs.3,83,55,408.00\n\nwith interest at the rate of 18 percent. Respondent was put to\n\nnotice that if the said amount was not paid, appellant would\n\ninvoke the arbitration clause not only claiming the balance\n\namount but also damages and compensation.\n\n<span class=\"hidden_text\" id=\"span_27\">                            15</span>\n</p><p data-structure=\"CDiscource\" id=\"p_37\">\f29.        Finally, appellant through its advocate issued notice\n\nto the respondent on 17.04.2009 invoking the arbitration\n\nclause and nominated Mr. Ramakant W. Gudal, retired\n\nJoint Commissioner      and Controlling Authority, Food &amp;\n\nDrugs Administration, Maharashtra as the Sole Arbitrator.\n\nRespondent was called upon to concur with the said\n\nnomination or alternatively to nominate its own arbitrator in\n\nwhich event the two nominated arbitrators would appoint a\n\npresiding arbitrator.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">30.        However, respondent informed the appellant vide\n\nletter dated 12.10.2009 that it was not agreeable to refer the\n\nmatter to arbitration as the appellant had accepted the\n\namount offered in full and final settlement which amounted to\n\n‘accord and settlement’.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">31.        It was thereafter that appellant approached the\n\nHigh Court by filing applications under <a href=\"/doc/1841764/\" id=\"a_10\">Section 11</a> of the 1996\n\nAct. The relevant pleadings have already been extracted and\n\nnoted.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n\n\n<span class=\"hidden_text\" id=\"span_28\">                           16</span>\n</p><p data-structure=\"Precedent\" id=\"p_41\">\f32.       Learned Single Judge vide the impugned order\n\nobserved that the amount offered by the respondent was\n\naccepted by the appellant in full and final settlement of the\n\nclaim. The acceptance was not without prejudice to the rights\n\nand contentions of the appellant or reserving the right to\n\nchallenge the amount that was being paid. The payment was\n\nmade on 19.12.2008. It was accepted without any demur and\n\nafter encashing the cheque the dispute was raised on\n\n24.12.2008. Learned Single Judge referred to one of his\n\nprevious orders where he had taken a view that if such a\n\nreceipt is issued which accepts the payment in full and final\n\nsettlement, then a dispute cannot be raised. He therefore held\n\nthat no arbitrator can be appointed in view of acceptance of\n\nthe amount in full and final settlement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">33.       In Nathani Steels (supra), a three-Judge Bench of\n\nthis Court opined that once the parties reach a settlement in\n\nrespect of any dispute or difference arising under a contract\n\nand that dispute or difference is amicably settled by way of a\n\nfinal settlement by and between the parties, unless that\n\n\n<span class=\"hidden_text\" id=\"span_29\">                           17</span>\n\fsettlement is set aside in proper proceedings it cannot lie in\n\nthe mouth of one of the parties to the settlement to spurn it on\n\nthe ground that it was a mistake and thereafter proceed to\n\ninvoke the arbitration clause.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">33.1      Of course the Bench held that unless the settlement\n\nis set aside in proper proceedings, it would not be open to one\n\nof the parties to the settlement to invoke arbitration. But at\n\nthe same time, it needs to be pointed out that this view was\n\ntaken in the context of an amicable settlement arrived at\n\nbetween the parties in the presence of a third party and\n\nreduced to writing. If there is an amicable settlement of the\n\ndispute between the parties unless such settlement is set\n\naside in proper proceedings, it would not be open to one of the\n\nparties to invoke arbitration. Therefore, the crucial expression\n\nhere is ‘amicable settlement’.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_30\">34.       This decision was explained by this Court in\n\n<a href=\"/doc/1243245/\" id=\"a_11\">Boghara Polyfab</a> (supra).</span> A two-Judge Bench of this Court\n\nnoted that in Nathani Steels (supra) this Court on examination\n\nof the facts of that case was satisfied that there were\n\n\n<span class=\"hidden_text\" id=\"span_31\">                            18</span>\n\fnegotiations leading to voluntary settlement between the\n\nparties in all pending disputes. Thus the contract was\n\ndischarged by ‘accord and satisfaction’. The Bench categorized\n\nsuch claims under two categories. In the first category there\n\nwould be cases where there is bilateral negotiated settlement\n\nof pending disputes, such settlement having been reduced to\n\nwriting either in the presence of witnesses or otherwise.\n\nNathani Steels (supra) falls in this category. In the second\n\ncategory of cases, there would be ‘no dues/claims certificate’\n\nor ‘full and final settlement discharge vouchers’ insisted upon\n\nand taken, either in a printed format or otherwise, as a\n\ncondition precedent for release of the admitted dues. In the\n\nlatter group of cases, the disputes are arbitrable. Mere\n\nexecution of a full and final settlement receipt or a discharge\n\nvoucher cannot be a bar to arbitration even when validity\n\nthereof is challenged by the claimant on the ground of fraud,\n\ncoercion or undue influence. The Bench further distinguished\n\nNathani Steels (supra) by clarifying that the observations made\n\nthat unless the settlement is set aside in proper proceedings, it\n\nwould not be open to a party to the settlement to invoke\n\n<span class=\"hidden_text\" id=\"span_32\">                            19</span>\n\f          arbitration was with reference to a plea of ‘mistake’ taken by\n\n          the claimant and not with reference to allegations of fraud,\n\n          undue influence or coercion. Further, the said decision was\n\n          rendered in the context of the provisions of the <a href=\"/doc/1052228/\" id=\"a_12\">Arbitration Act,\n\n          1940</a>. The perspective of the 1996 Act is different from the\n\n          <a href=\"/doc/1052228/\" id=\"a_13\">Arbitration Act, 1940</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">          35.          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_33\">In <a href=\"/doc/133653680/\" id=\"a_14\">Duro Felguera, S.A. Vs. Gangavaram Port Ltd.3</a>, a\n\n          two-Judge Bench of this Court examined <a href=\"/doc/605764/\" id=\"a_15\">Section 11(6)</a> of the\n\n          1996 Act as well as <a href=\"/doc/63461877/\" id=\"a_16\">Section 11(6A)</a> inserted in the 1996 Act by\n\n          way of the <a href=\"/doc/1306164/\" id=\"a_17\">Arbitration and Conciliation (Amendment) Act</a> 2015\n\n          and concluded that courts should look into only one aspect:</span>\n\n</p><blockquote id=\"blockquote_5\">          existence of an arbitration agreement. Already the width of\n\n          jurisdiction under <a href=\"/doc/605764/\" id=\"a_18\">Section 11(6)</a> of the 1996 Act was\n\n          considerably wide following judicial dicta but post the\n\n          aforesaid amendment, all that the courts need to see is\n\n          whether an arbitration agreement exists – nothing more,\n\n          nothing less. The legislative policy and purpose is essentially\n\n          to minimize the court’s intervention at the stage of appointing\n\n          the arbitrator.\n</blockquote><span class=\"hidden_text\" id=\"span_34\">3</span>\n<blockquote id=\"blockquote_6\">    (2017) 9 SCC 729\n\n<span class=\"hidden_text\" id=\"span_35\">                                       20</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">\f          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_36\">36.          A three-Judge Bench of this Court in <a href=\"/doc/121987320/\" id=\"a_19\">Vidya Drolia\n\n          Vs. Durga Trading Corporation</a> 4 held that subject matter qua\n\n          arbitrability cannot be decided at the stage of <a href=\"/doc/1146817/\" id=\"a_20\">Sections 8</a> or 11\n\n          of the 1996 Act unless it is a clear case of dead wood. The\n\n          court under <a href=\"/doc/1146817/\" id=\"a_21\">Sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_22\">11</a> has to refer a matter to\n\n          arbitration or to appoint an arbitrator, as the case may be,\n\n          unless a party has established a prima facie case of non-\n\n          existence of a valid arbitration agreement. The court should\n\n          refer a matter if the validity of the arbitration agreement\n\n          cannot be determined on a prima facie basis. The rule should\n\n          be: when in doubt, do refer.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">          37.          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"179903493\" id=\"span_37\">In <a href=\"/doc/179903493/\" id=\"a_23\">Oriental Insurance Company Ltd. Vs. Dicitex\n\n          Furnishing Ltd.5</a>, a two-Judge Bench of this Court considered\n\n          the objection of the insurer about maintainability of the\n\n          application under <a href=\"/doc/605764/\" id=\"a_24\">Section 11(6)</a> of the 1996 Act in which the\n\n          High Court had appointed an arbitrator. The objection was\n\n          that the claimant had signed the discharge voucher and had\n\n          accepted the amount offered, thus signifying ‘accord and\n\n\n<span class=\"hidden_text\" id=\"span_38\">4</span>\n    (2021) 2 SCC 1\n<span class=\"hidden_text\" id=\"span_39\">5</span>\n    (2020) 4 SCC 621\n\n<span class=\"hidden_text\" id=\"span_40\">                                      21</span>\n\fsatisfaction’ which in turn meant that there was no arbitrable\n\ndispute. This Court rejected the objection of the insurer and\n\nheld thus:</span>\n</p>\n<blockquote id=\"blockquote_7\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1619594\" id=\"span_41\">26. An overall reading of Dicitex&#x27;s application\n             [under    <a href=\"/doc/605764/\" id=\"a_25\">Section      11(6)</a>]       clearly     shows    that   its\n             grievance with respect to the involuntary nature of\n             the discharge voucher was articulated. It cannot\n             be disputed that several letters — spanning over\n             two years—stating that it was facing financial\n             crisis on account of the delay in settling the claim,\n             were addressed to the appellant. This Court is\n             conscious of the fact that an application under\n             <a href=\"/doc/605764/\" id=\"a_26\">Section 11(6)</a> is in the form of a pleading which\n             merely    seeks        an     order      of     the   court,    for\n             appointment       of    an      arbitrator.      It   cannot    be\n             conclusive of the pleas or contentions that the\n             claimant or the party concerned can take in the\n             arbitral proceedings. At this stage, therefore, the\n             court    which    is        required     to   ensure     that   an\n             arbitrable   dispute          exists,     has    to     be   prima\n             facie    convinced          about       the   genuineness       or\n             credibility of the plea of coercion; it cannot be too\n             particular about the nature of the plea, which\n             necessarily has to be made and established in\n             the substantive (read : arbitration) proceeding. If\n             the court were to take a contrary approach and\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                    22</span>\n\f           minutely examine the plea and judge its credibility\n           or reasonableness, there would be a danger of its\n           denying a forum to the applicant altogether,\n           because rejection of the application would render\n           the finding (about the finality of the discharge and\n           its effect as satisfaction) final, thus, precluding\n           the applicant of its right even to approach a civil\n           court. There are decisions of this Court (<a href=\"/doc/1619594/\" id=\"a_27\">Associated\n           Construction v. Pawanhans     Helicopters   Ltd. and\n           Boghara Polyfab</a>) which upheld the concept of\n           economic duress. Having regard to the facts and\n           circumstances, this Court is of the opinion that\n           the reasoning in the impugned judgment cannot\n           be faulted.</span>\n</blockquote>\n<blockquote id=\"blockquote_8\">37.1.     Thus, this Court held that at the stage of <a href=\"/doc/605764/\" id=\"a_28\">Section\n\n11(6)</a> of the 1996 Act, court is required to ensure that an\n\narbitrable dispute exist; it has to be prima facie convinced\n\nabout the genuineness or credibility of the plea of coercion; it\n\ncannot be too particular about the nature of the plea which\n\nnaturally has to be made and established in the arbitral\n\nproceeding. If the courts were to take a contrary approach,\n\nthere would be the danger of denying a forum to the claimant\n\naltogether. This Court upheld the concept of economic duress\n\nand held that notwithstanding signing of discharge voucher\n\n<span class=\"hidden_text\" id=\"span_43\">                            23</span>\n\f          and accepting the amount offered, the dispute is still\n\n          arbitrable. Pleading in a <a href=\"/doc/605764/\" id=\"a_29\">Section 11(6)</a> application cannot be\n\n          conclusive whether there is fraud, coercion or undue influence\n\n          or otherwise.\n</blockquote>\n<blockquote id=\"blockquote_9\">          38.           A three-Judge Bench of this Court in SBI General\n\n          Insurance Co. Ltd. Vs. Krish Spinning 6 held that even if the\n\n          contracting parties in pursuance to a settlement agree to\n\n          discharge each other of any obligations arising under the\n\n          contract it is does not ipso facto mean that the arbitration\n\n          agreement too would come to an end, unless the parties\n\n          expressly agree to do the same. The Bench also explained the\n\n          concept of ‘accord and satisfaction’ under <a href=\"/doc/1105874/\" id=\"a_30\">Section 63</a> of the\n\n          Indian Contract Act, 1872. Any dispute pertaining to the full\n\n          and final settlement itself by necessary implication being a\n\n          dispute arising out of or in relation to or under the substantive\n\n          contract would not be precluded from reference to arbitration\n\n          as the arbitration agreement contained in the original contract\n\n          continues to be in existence even after the parties have\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">6</span>\n    2024 SCC OnLine SC 1754\n\n<span class=\"hidden_text\" id=\"span_45\">                                       24</span>\n\fdischarged the original contract by ‘accord and satisfaction’.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">This Court held thus:\n</p>\n<blockquote id=\"blockquote_10\">           53. Thus, even if the contracting parties, in\n           pursuance of a settlement, agree to discharge each\n           other of any obligations arising under the contract,\n           this does not ipso facto mean that the arbitration\n           agreement too would come to an end, unless the\n           parties expressly agree to do the same. The\n           intention of the parties in discharging a contract\n           by “accord and satisfaction” is to relieve each other\n           of the existing or any new obligations under the\n           contract. Such a discharge of obligations under the\n           substantive contract cannot be construed to mean\n           that the parties also intended to relieve each other\n           of their obligation to settle any dispute pertaining\n           to the original contract through arbitration.\n</blockquote>\n<blockquote id=\"blockquote_11\">           54. Although ordinarily no arbitrable disputes\n           may       subsist   after       execution   of    a   full    and\n           final settlement, yet any dispute pertaining to\n           the full and final settlement itself, by necessary\n           implication     being       a     dispute   arising     out    of\n           or   in    relation   to    or     under    the   substantive\n           contract, would not be precluded from reference\n           to    arbitration     as    the     arbitration       agreement\n           contained in the original contract continues to be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                 25</span>\n\f                       in existence even after the parties have discharged\n                       the original contract by “accord and satisfaction”.\n</blockquote>\n<blockquote id=\"blockquote_12\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"85403210\" id=\"span_47\">39.          Again, in the case of <a href=\"/doc/85403210/\" id=\"a_31\">Aslam Ismail Khan Deshmukh\n\n          Vs. Asap Fluids Pvt. Ltd.7</a>, a three-Judge Bench of this Court\n\n          reiterated the above proposition and held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_13\">                        51. It is now well-settled law that, at the stage of\n                        <a href=\"/doc/1841764/\" id=\"a_32\">Section 11</a> application, the referral courts need\n                        only to examine whether the arbitration agreement\n                        exists - nothing more, nothing less. This approach\n                        upholds the intention of the parties, at the\n                        time of entering into the agreement, to refer\n                        all   disputes   arising    between     themselves      to\n                        arbitration. However, some parties might take\n                        undue advantage of such a limited scope of\n                        judicial interference of the referral courts and\n                        force    other   parties    to   the   agreement      into\n                        participating in a time-consuming and costly\n                        arbitration process. This is especially possible in\n                        instances, including but not limited to, where the\n                        claimant canvasses either ex facie time-barred\n                        claims or claims which have been discharged\n                        through “accord and satisfaction”, or cases where\n                        the     impleadment    of   a    non-signatory   to   the\n                        arbitration agreement is sought, etc.\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">7</span>\n    (2025) 1 SCC 502\n\n<span class=\"hidden_text\" id=\"span_49\">                                          26</span>\n</blockquote><blockquote id=\"blockquote_14\">\f           52. In order to balance such a limited scope of\n           judicial interference with the interests of the\n           parties who might be constrained to participate in\n           the arbitration proceedings, the arbitral tribunal\n           may direct that the costs of the arbitration shall\n           be   borne   by   the   party   which   the   tribunal\n           ultimately finds to have abused the process of law\n           and caused unnecessary harassment to the other\n           party to the arbitration\n\n</blockquote><blockquote id=\"blockquote_15\">40.       Thus, the doctrine of Kompetenz-Kompetenz is now\n\nfirmly embedded in the arbitration jurisprudence in India. This\n\ndoctrine is based on the principle that an arbitral tribunal is\n\ncompetent to rule on its own jurisdiction including on the\n\nissue of existence or validity of an arbitration agreement. The\n\nobject is to minimize judicial intervention which is an\n\nacknowledgment of the concept of party autonomy.\n</blockquote>\n<blockquote id=\"blockquote_16\">41.       In view of the clear legal proposition, we have no\n\nhesitation in holding that the High Court was wrong in\n\nrejecting the <a href=\"/doc/605764/\" id=\"a_33\">Section 11(6)</a> applications of the appellant.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_49\">The question as to whether the appellant was compelled to\n\nsign the standardized voucher/advance receipt forwarded to it\n\nby the respondent out of economic duress and whether\n\n<span class=\"hidden_text\" id=\"span_50\">                             27</span>\n\fnotwithstanding receipt of Rs.1,88,14,146.00 as against\n\nthe claim of Rs. 5,71,69,554.00 the claim to arbitration is\n\nsustainable or not are clearly within the domain of the arbitral\n\ntribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">42.         That being the position, the impugned order of the\n\nHigh Court dated 02.12.2011 is set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">43.         Having regard to the long lapse of time we are of the\n\nview that it would be appropriate for this Court to appoint a\n\nretired Judge of the Bombay High Court as the sole arbitrator.\n\nAccordingly, we appoint Justice (Retd.) Suresh Chandrakant\n\nGupte (Mobile No.- 9821010104) as the sole arbitrator. Parties\n\nto report to the sole arbitrator by 15.05.2025.\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\">44.         Appeals are accordingly allowed. However, there\n\nshall be no order as to costs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">                                       ………………………………J.\n                                            [ABHAY S. OKA]\n\n\n                                         .……………………………J.\n                                             [UJJAL BHUYAN]\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_54\">MAY 06, 2025.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\"><span class=\"hidden_text\" id=\"span_51\">                            28</span>\n\f</p>","numcites":15,"numcitedby":0,"docsource":"Supreme Court of India","citetid":103059244,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}