{"tid":148506,"publishdate":"1977-04-19","title":"Dagdu & Others Etc vs State Of Maharashtra on 19 April, 1977","doc":"<h2 class=\"doc_title\">Dagdu &amp; Others Etc vs State Of Maharashtra on 19 April, 1977</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1977 AIR 1579, 1977 SCR (3) 636, AIR 1977 SUPREME COURT 1579, (1977) 3 SCC 68, (1977) 2 SCJ 241, 1977 SC CRI R 285, 1977 CRI APP R (SC) 241, 1977 SCC(CRI) 421, 1977 3 SCR 636, 1977 MADLJ(CRI) 462</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:y-v-chandrachud\">Y.V. Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:y-v-chandrachud\">Y.V. Chandrachud</a>, <a href=\"/search/?formInput=benchid:p-k-goswami\">P.K. Goswami</a>, <a href=\"/search/?formInput=benchid:p-n-shinghal\">P.N. Shingal</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nDAGDU &amp; OTHERS ETC.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF MAHARASHTRA\n\nDATE OF JUDGMENT19/04/1977\n\nBENCH:\nCHANDRACHUD, Y.V.\nBENCH:\nCHANDRACHUD, Y.V.\nGOSWAMI, P.K.\nSHINGAL, P.N.\n\nCITATION:\n 1977 AIR 1579\t\t  1977 SCR  (3) 636\n 1977 SCC  (3)\t68\n CITATOR INFO :\n RF\t    1977 SC1936\t (39)\n D\t    1988 SC1831\t (119)\n RF\t    1992 SC1689\t (7)\n\n\nACT:\n\t    <a href=\"/doc/1953529/\" id=\"a_1\">Evidence  Act</a> 1972--<a href=\"/doc/731516/\" id=\"a_2\">Sections 114</a> illustration  (b)\t and\n\t133--Accomplice\t    evidence,\t whether     a\t   competent\n\twitness--Whether  conviction can be based on  uncorroborated\n\tevidence of an accomplice--Appreciation--Rule of  corrobora-\n\ttion---Presumption by courts.\n\t   <a href=\"/doc/445276/\" id=\"a_3\">Criminal  Procedure Code</a> 1989--<a href=\"/doc/1218353/\" id=\"a_4\">Sections 163</a>, <a href=\"/doc/228024/\" id=\"a_5\">164</a>,  367(5)\n\tand  554--Confessional statements--Criminal Manual  1960  of\n\tBombay\tHigh  Court--Para 18 --Failure to comply  with\t<a href=\"/doc/228024/\" id=\"a_6\">Sec.\n\t164(3)</a>\tand  High  Court circulars  if\trenders\t confessions\n\tinadmissible in evidence--<a href=\"/doc/1953529/\" id=\"a_7\">Evidence Act</a>, <a href=\"/doc/962897/\" id=\"a_8\">Section 29</a>.\n\t    <a href=\"/doc/445276/\" id=\"a_9\">Criminal Procedure Code</a> 1973-- Sections 235,  354--Hear-\n\ting  accused on the question of\t sentence--If  mandatory--If\n\tappellate  court  can give hearing on failure by  the  trial\n\tcourt.\n\n\n\nHEADNOTE:\n\t    Accused,  No.  1 though in her thirties  had  entered  a\n\tperiod\tof  premature menopause.  She was anxious to  get  a\n\tchild  which  could only happen if her menstrual  cycle\t was\n\trestored.  She used to consult quacks and Mantriks in  order\n\tto  help.get a child. Accused No.1&#x27;s mother  was  accredited\n\twith  sixth  sense in the matter of  discovery\tof  treasure\n\ttrove.\t She had oracled that a treasure trove lay buried  I\n\tin  accused No. 1&#x27;s house underneath the Pimpal\t tree.\t The\n\tPimpal\ttree is believed to be the haunt of Munjaba, who  is\n\tsupposed  to  be  the spirit of an  unmarried  Brahmin\tboy.\n\tAccused\t NOs. 1 and 2 consulted quacks who  prescribed\tthat\n\tvirgins\t should\t be offered as sacrifice to Munjaba  and  to\n\tpropitiato  the\t deity, blood from their  private  parts  be\n\tsprinkled  on the food offered by way of  &#x27;Naivedya&#x27;.\tFive\n\tsmall girls about 10 years of age, a year old infant and.  4\n\twomen in their\tmid-thirties  were found  murdered   between\n\t14-11-1972  and 4-1-1974 in a village called  Manawat.\tThe.\n\tmurders of these 10 females showed significant\tsimilarities\n\tin  pattern  and conception. The time and place\t chosen\t for\n\tcrime,\tpreference  for females as victims,  the  nature  of\n\tinjuries  caused to them, the strange possibility  that\t the\n\tprivate\t  parts of some of the victims were cut in order  to\n\textract blood, the total absence of motive for killing these\n\tvery girls and women, the clever attempt to dodge the police\n\tand  then to put them on a false scent and the extreme\tbru-\n\ttality\tsurroundings  the crimes gone to the case  an  eerie\n\tappearance.\n\t    Eighteen  persons were put up for trial before the\tSes-\n\tsion  Judge  for the 10 murders.  Two out of  these  persons\n\twere  tendered pardon and were examined in the case  as\t ap-\n\tprovers.  Accused No. 6 died during the trial. The  Sessions\n\tJudge  acquitted accused 4, 5, 7, 8 and 13 to  16.   Accused\n\tNo.  1 and 2 were convicted under s. 302 read with s.  120-B\n\tand  <a href=\"/doc/94346/\" id=\"a_10\">section  34</a> of the Penal Code. Accused No. 1, 2  and  3\n\twere  sentenced\t to  death while accused No. 9\tto  12\twere\n\tsentenced to life imprisonment.\t The matter went to the High\n\tCourt  in the form of various proceedings.  The\t High  Court\n\tacquitted  accused No. 1 and 2 holding that the\t offence  of\n\tconspiracy  which formed the gravamen of the charge  against\n\tthem was not proved.  Since the charge of conspiracy  failed\n\tand  since it was a common ground that accused No. 1  and  2\n\thad  not  taken\t any direct part in the\t commission  of\t the\n\tmurders,  the  High Court held that they  were\tentitled  to\n\tacquittal on all the charges.  The High Court dismissed\t the\n\tappeal filed by accused No. 3 holding that he was  responsi-\n\tble  for  the first 4 murders and confirmed  his  conviction\n\tunder  s. 302 read with<a href=\"/doc/94346/\" id=\"a_11\"> s. 34</a> as also the sentence of  death\n\timposed\t upon  him.  The High Court  dismissed\tthe  State&#x27;s\n\tappeal against acquittal of accused No. 4 and 5 but  allowed\n\tthe State&#x27;s appeal and enhanced the sentence of accused\t No.\n\t9 to 12 to death.\n\t    Criminal  Appeal  No. 437 of 1976 was filed\t by  accused\n\tNos.  9 to 12. Criminal Appeal No. 438 of 1976 was filed  by\n\taccused No. 3 and Criminal Appeal No. 441 of 1976 was  filed\n\tby  the\t State of Maharashtra against acquittal\t of  accused\n\t1%s. 1 and 2.  The Court acquitted accused No. 12 by  giving\n\thim  the  benefit of doubt and while  dismissing  the  three\n\tappeals.\n\t637\n\t    HELD:  (1)\tThere is no antithesis between<a href=\"/doc/274935/\" id=\"a_12\">\ts.  133</a>\t and\n\tillustration (b) to section-114 &#x27;of the <a href=\"/doc/1953529/\" id=\"a_13\">Evidence Act</a> because\n\tthe  illustration  only says that-the-Gourt  may  presume  a\n\tcertain\t state of affairs under<a href=\"/doc/731516/\" id=\"a_14\"> s. 114</a> of the  Evidence\t Act\n\tThe  Court  may presume the existence of any fact  which  it\n\tthinks\tlikely\tto have happened regard&#x27; being\thad  to\t the\n\tcommon\tcourse of natural events, human conduct\t and  public\n\tand  private  business in their\t relation-to  the  facts-of-\n\ttheparticular casee.  Under<a href=\"/doc/274935/\" id=\"a_15\"> s. 133</a> -of the Evidence-Act,  an\n\taccomplice  shall be acompetent wireess against\t an  accused\n\tperson\tand a conviction is  not  illegal merely because  it\n\tproceeds upon-the uncorroborated testimony of an accomplice:\n\t[643 B-C]\n\t  (2)\tThough\tan  accomplice is,a  competent\twitness\t and\n\tthough a conviction may lawfully rest upon his uncorroborat-\n\ted testimony yet the court is entitled to presume and may be\n\tjustified  in presuming in the generality of cases  that  no\n\treliance  can  be placed on the evidence  of  an  accomplice\n\tunless\tthat evidence is corroborated in  material  particu-\n\tlars, by which is meant that there has to be some  independ-\n\tent  evidence tending to incriminate the particular  accused\n\tin the commission of the crime.\t 1643 C-D]\n\t  (3) It is hazardous as a matter of prudence to proceed  on\n\tthe  evidence a self-confessed criminal.  The risk  involved\n\tin  convicting\taccused on the testimony  of  an  accomplice\n\tunless it is corroborated in material particulars is so real\n\tand potent that what during the early development of law was\n\tfelt  to be a matter of prudence has been elevated by  judi-\n\tcial  experience into a requirement or rule of\tlave.\tWhat\n\thas  hardened into a rule of law is not that the  conviction\n\tis illegal if it proceeds upon the uncorroborated  testimony\n\tof an accomplice but that the rule of corroboration must  be\n\tpresent to the mind an the Judge and that corroboration\t may\n\tbe dispensed with only if the peculiar circumstances of\t the\n\tcase make it safe to dispense with it. [643 ,E-F]\n\t    King  v.  Baskerville [19161 2 K.B.\t 653;  Rameshwar  v.\n\tState  of Rajasthan [1952] S.C.R. 377, Bhuboni Saku  v.\t The\n\tKing 76 I.A. 147; The State of Bihar v. Basawan Singh [1959]\n\tSCR  195  and Ravinder Singh v. State of  Haryana  [1975]  3\n\tS.C.R. 453. relied on.\n\t    (4)\t It is true that an approver has real  incentive  to\n\tspeak  out his mind after tender of pardon but where  it  is\n\timpossible  to\treconcile his earlier  statements  with\t his\n\tlater assertions his evidence has to be left out of  consid-\n\teration.  It is one thing to say that an approvers statement\n\tcannot\tbe  discarded for the mere reason that\the  did\t not\n\tdisclose the entire story in his police statement and  quite\n\tanother\t to  accept an approver in spite  of  contradictions\n\twhich  cast a veil of doubt over his involvement of  others.\n\t[646 B-C]\n\t       Madan  Mohan Lal v. State of Punjab [1970]  2  S.C.C.\n\t733 relied on.\n\t     Tahsildar&#x27;s  case\t[1959] Supp. 2 S.C.R.  875,  distin-\n\tguished.\n\t(5) The failure to comply with <a href=\"/doc/228024/\" id=\"a_16\">section 164(3)</a> Cr. P.C.\twith\n\tthe  High  Court circulars will not render  the\t confessions\n\tinadmissible  in evidence.  Relevancy and  admissibility  of\n\tevidence have to be determined in accordance with the provi-\n\tsions of the <a href=\"/doc/1953529/\" id=\"a_17\">Evidence Act</a>.  [651 E]\n\t(6) Under <a href=\"/doc/962897/\" id=\"a_18\">section 29</a> of the Evidence Act, if a confession-is\n\totherwise  relevant,  it does not become  irrelevant  merely\n\tbecause, inter alia, the accused was not warned that he\t was\n\tnot  bound to make it and the evidence of it might be  given\n\tagainst\t him.  If, therefore a confession does\tnot  violate\n\tany  one of the conditions operative under<a href=\"/doc/967059/\" id=\"a_19\"> ss. 24</a> to  <a href=\"/doc/189581/\" id=\"a_20\">28</a>  of\n\tthe Evidence Act, it will be admissible in evidence.  But as\n\tin respect of any other admissible evidence oral or documen-\n\ttary,  so in the case of confessional statements  which\t are\n\totherwise admissible. the Court has still to consider wheth-\n\ter  they can be accepted as true. If the facts\tand  circum-\n\tstances\t surrounding  the making of a confession  appear  to\n\tcast a doubt on the veracity or voluntariness of the confes-\n\tsion,\tthe Court may refuse to act upon the confession even\n\tif it is admissible in evidence.\n\t\t\t\t\t  [651 E-G]\n\t    (7) A strict and faithful compliance with<a href=\"/doc/228024/\" id=\"a_21\"> s. 164</a> of\t the\n\tCode  and  with the instructions issued by  the\t High  Court\n\taffords in a large measure the guarantee\n\t638\n\tthat  the confession is voluntary.  The failure\t to  observe\n\tthe safeguards prescribed therein are in practice calculated\n\tto  impair the evidentiary value of the confessional  state-\n\tments.\n\t    In the instant case no reliance can be placed on any  of\n\tthe  contesstons. Apart from the cofessions of the  two\t ap-\n\tprovers,  all others were retracted, which further  cripples\n\ttheir evidentiary value.  [657 H]\n\t    (8) The imperative language of sub-section (2) leaves no\n\troom for doubt that after recording the finding of guilt and\n\tthe  order of conviction, the. Court is under an  obligation\n\tto  hear the accused on the question of sentence  unless  it\n\treleases  him on probation of good conduct or after  admoni-\n\ttion  under s. 360. The social compulsions, the pressure  of\n\tpoverty,  the retributive  instinct  to seek an\t extra-legal\n\tremedy to a sense of being wronged, the lack of means to  be\n\teducated  in the difficult art of an honest firing the\tpar-\n\tentage, the heredity-all these and similar  other  consider-\n\tations\tcan, hopefully and legitimately, tilt the scales  on\n\tthe  property of sentence.  The mandate of s. 235 (2)  must,\n\ttherefore, be obeyed in its letter and spirit.\t[657 F-H]\n\t    (9) The failure on the part of the Court, which convicts\n\tan accused, to hear him on the question of sentence does not\n\tnecessarily entail a remand to that Court in order to afford\n\tto the accused an opportunity to be heard on the question of\n\tsentence.  [658 A-B]\n\tSanta  Singh  v. State of Punjab [1976] 4  S.C.C.  190,\t ex-\n\tplained.\n\t    (10)  The Court, on convicting an accused, must  unques-\n\ttionably hear him on the question of sentence.\tBut if,\t for\n\tany reason, it omits to do so and the accused makes a griev-\n\tance  of  it in the higher court, it would be open  to\tthat\n\tCourt  to remedy the breach by giving a hearing to  the\t ac-\n\tcused on the question of sentence.  That opportunity has  to\n\tbe real and effective, which means that the accused must  be\n\tpermitted  to adduce before the Court all the data which  he\n\tdesires to adduce on the question of sentence.\tThe  accused\n\tmay exercise that right either by instructing his counsel to\n\tmake  oral submissions to the Court or he may, on  affidavit\n\tor otherwise, place in writing before the Court whatever  he\n\tdesires to place before it on the question of sentence.\t The\n\tCourt may, in appropriate cases, have to adjourn the  matter\n\torder to give to the accused sufficient time to produce\t the\n\tnecessary data and to make his contention on the question of\n\tsentence.  For a proper and effective implementation of\t the\n\tprovision contained in s. 235(2) it is not always  necessary\n\tto  remand  the matter to the Court which has  recorded\t the\n\tconviction.   Remand  is  an exception, not  the  rule,\t and\n\tought,\ttherefore,  be\tavoided as far as  possible  in\t the\n\tinterests   of expeditious, though fair disposal  of  cases.\n\t[658 B-D, F]\n\t     Santa  Singh  v. State of Punjab [1976] 4\tS.C.C.\t190,\n\tdistinguished.\n\t     GOSWAMI, I. (Concurring) :--\n\t     Whenever  an  appeal court finds that  the\t mandate  of\n\tsection\t 235(2) Cr. P.C. for a hearing on sentence  has\t not\n\tbeen complied with it becomes the duty of the Court to offer\n\tto the accused an adequate opportunity to produce before  it\n\twhatever  material  he chooses in  whatever  reasonable\t way\n\tpossible.  Courts  should as far us possible  avoid  remands\n\twhen the accused can secure a full benefit of s. 235 (2) Cr.\n\tP.C. in the appeal court.  [661 C-D]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t     CRIMINAL APPELLATE JURISDICTION: Crl. A. Nos. 437 &amp; 438\n\tof 1976.\n</p><p data-structure=\"CDiscource\" id=\"p_2\">\t     (Appeals  by Special Leave from the Judgment and  Order\n\tdated  the  8/9/10-3-1976 of the Bombay High Court  in\tCrl.\n\tAppeals\t Nos. 17 and 18 of 1976 and confirmation Case No.  3\n\tof 1976) and\n\tCrl. A. No. 441 of 1976.\n</p><span class=\"hidden_text\" id=\"span_1\">\t639</span>\n<p data-structure=\"Issue\" id=\"p_3\">\t    (Appeal  by\t Special Leave from the Judgment  and  Order\n\tdated the 8/9/10-3-1976 of the Bombay High Court in Criminal\n\tAppeal No. 18 of 1976).\n</p><p data-structure=\"PetArg\" id=\"p_4\">\t    P.\tNarayan,  B.G.\tKolse Patil, B.S.  Bhonde  and\tV.N.\n\tGanpule, for the appellants in Crl. A. Nos. 437-438 and\t for\n\trespondent in Crl. A. 441/76.\n</p><p data-structure=\"Issue\" id=\"p_5\">\t    V. S. Desai, P.P. Hudlekar and M.N. Shroff for  respond-\n\tents  in Crl. Appeal Nos. 437-438 and for the  appellant  in\n\tCrl. A. No. 441/76.\n</p><p data-structure=\"Section\" id=\"p_6\">\t    The Judgment of Y.V. Chandrachud and P.N. Sitinghal, JJ.\n\twas  delivered by Chandrachud, J.  P.K. Goswami, J.  gave  a\n\tseparate opinion.\n</p><p data-structure=\"Facts\" id=\"p_7\">\t    CHANDRACHUD,  J.   Five small girls about ten  years  of\n\tage, a year, old infant and four women in their mid-thirties\n\twere found murdered between November 14, 1972 and January 4,\n\t1974 in a village called Manwar in Maharashtra.\t The murders\n\tof  these ten females show significant SimilaritieS in\tpat-\n\ttern  and  conception.\tThe time and place  chosen  for\t the\n\tcrimes, the preference for females as victims, the nature of\n\tinjuries  caused to them, the strange possibility  that\t the\n\tprivate\t parts&#x27; of some of the victims were cut in order  to\n\textract blood, the total absence of motive for killing these\n\tvery girls and women, the clever attempt to dodge the police\n\tand  then to put them on a false scent and the extreme\tbru-\n\ttality\tsurrounding  the crimes give to the  case  an  eerie\n\tappearance.  Such  harrowing  happenings make  the  task  of\n\tdiscovering truth difficult and it is just as well to  begin\n\twith Justice Vivian Bose&#x27;s reminder that the shocking nature\n\tof  the\t crime ought not to induce an  instinctive  reaction\n\tagainst a dispassionate scrutiny of facts and law.\n\t    We\thave three appeals before us,. all by special  leave\n\tgranted\t by this Court.\t Criminal Appeal No. 437 of 1976  is\n\tflied  by accused Nos. 9 to 12, Criminal Appeal No.  438  of\n\t1976 by accused No. 3 while Criminal Appeal No. 441 of\t1976\n\tis  flied by the State of Maharashtra against the  acquittal\n\tof accused Nos. 1 and 2.\n</p><p data-structure=\"Facts\" id=\"p_8\">\t    Eighteen  persons  were  put up  for  trial\t before\t the\n\tlearned\t Sessions judge, Parbhani for the ten  murders.\t Two\n\tout of these, Ganpat Bhagoji Salve and Shankar Gyanoba\tKate\n\twere tendered pardon by the learned Judge and were  examined\n\tin  the case as approvers.  Accused Nos. 6 died\t during\t the\n\ttrial  leaving 15 persons for consideration of the  question\n\twhether they had conspired to commit the murders and whether\n\tthe murders were committed in pursuance of that\t conspiracy.\n\tThe learned Sessions Judge acquitted accused Nos. 4, 5, 7, 8\n\tand  13\t to 16.\t Accused Nos. 1 and 2 were  convicted  under\n\tsec.  302  read with sec. 120-B and <a href=\"/doc/1630403/\" id=\"a_22\">sec. 109</a>  of  the  Penal\n\tCode.  Accused Nos. 3 and 9 to 12 were convicted under\tsec.\n\t302  read  with sec. 120-B and <a href=\"/doc/94346/\" id=\"a_23\">sec. 34</a> of  the\tPenal  Code.\n\tAccused\t Nos. 1, 2 and 3 were sentenced to death  while\t ac-\n\tcused Nos. 9 to 12 were sentenced to life imprisonment.\n\t    The\t matter\t went to the Bombay High  Court\t in  various\n\tforms.\tThe  seven accused who were convicted by  the  Trial\n\tCourt  filed an appeal challenging the order  of  conviction\n\tand sentence.  The Sessions Court\n<span class=\"hidden_text\" id=\"span_2\">\t640</span>\n\tmade a reference to the High Court for confirmation of.\t the\n\tdeath.\tsentence  imposed on-accused Nos. 1, 2\tand  3.\t The\n\tState  Government flied an appeal against the  acquittal  of\n\taccused Nos. 4 and 5.  It also filed an appeal under  s..377\n\tof  the\t <a href=\"/doc/445276/\" id=\"a_24\">Criminal  Procedure  Code</a>,  1973  asking  that\t the\n\tsentence  of life imprisonment imposed on accused Nos. 9  to\n\tI2  be enhanced to death.  The State not  having  challenged\n\tthe  order  of\tacquittal passed by the\t Sessions  Court  in\n\tregard\tto  accused Nos,7, 8 and 13 to 16,  that  order\t has\n\tbecome\tfinal and was not in any form assailed before Us  as\n\terroneous.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">\tThe  High  court acquitted. Nos.1 and 2\t holding  friar\t the\n\toffence\t of  conspiracy\t which formed the  gravamen  of\t the\n\tcharge against them was not proved.  The charge of conspira-\n\tcy  having  failed and it being common ground  that  accused\n\tNos.  1 and 2 had not taken any\t direct part in the  commis-\n\tsion  of  the murders, the High Court held  that  they\tWere\n\tentitled  to acquittal on all the charges.  The\t High  Court\n\tdismissed  the\tappeal file flied by accused No.  3  holding\n\tthat he was responsible for the first four murders  and.con-\n\tfirmed\this conviction under s. 302 read with<a href=\"/doc/94346/\" id=\"a_25\"> s. 34</a> as\talso\n\tthe sentence of death imposed upon him. The conviction\t,and\n\tsentence-of accused No. 3 under s. 302 read with s.120B\t was\n\tset  aside by the&#x27; High Court in view of its  finding,\tthat\n\tthe  prosecution had failed to establish the charge,of\tcon-\n\tspiracy. High court dismissed the State&#x27;s appeal against the\n\tacquittal  of accused Nos.4 and 5 but it allowed the  appeal\n\tflied.by  the State for enhancement of the sentence of\tlife\n\timprisonment  imposed  on accused Nos. 9 to  12.  The.\tHigh\n\tCourt  enhanced\t their sentence to death under s.  302\tread\n\twith 8. 34 but consistently, with its finding on the  charge\n\tof  conspiracy\tit set aside their conviction  and  sentence\n\tunder  s. 302 read with s. 120B.  There were delay  on\tthe&quot;\n</p><blockquote id=\"blockquote_1\">\tpart  of the State Government in filing the appeal  for\t en-\n\thancement  of the sentence of accused Nos. 9 to 12  but\t the\n\tHigh Court condoned that delay.\n</blockquote><blockquote id=\"blockquote_2\">\t    We are thus called upon to consider the correctness\t of:\n</blockquote><blockquote id=\"blockquote_3\">\t(1)the order of the High Court acquitting accused Nos. 1 and\n\t2; (2) the-order of conviction of accused No. 3 under s. 302\n\tread  with<a href=\"/doc/94346/\" id=\"a_26\"> s. 34</a> and the sentence of death imposed upon\t him\n\tby the Sessions Court and the High Court; and (3) the  order\n\tof conviction of accused Nos. 9 to 12 under s. 302 read with\n\ts. 34.\tThus, we are concerned in these appeals with accused\n\tNos. 1 to 3 and 9 to 12 only.\n</blockquote><p data-structure=\"Facts\" id=\"p_10\">\t    The hamlet of Manwat has a population of 15 thousand and\n\tis situated in. Taluka Pathri, District Parbhani,  Maharash-\n\ttra.  Accused No. 1, Rukhmini, was about 32. years of age at\n\tthe  relevant time and despite the pledge-to secularism,  it\n\thas to be mentioned that she is Pardhi by caste.  She was in\n\tthe  keeping  of  accused No. 2, Uttamrao  Barshate,  a\t non\n\tpardhi, who is a man of means and was at one time the Presi-\n\tdent  of the Manwat Municipality.  He purchased a house\t for\n\taccused No. 1 in which the two lived together and it is this\n\thouse or wada.which became &#x27;the focal point of the conspira-\n\tcy.  Accused  No. 2 purchased the house really in  order  to\n\tensure\tthe  exclusiveness of mistress but  it\thappened  to\n\tblaze an altogether new trial.\n</p><span class=\"hidden_text\" id=\"span_3\">\t641</span>\n<p data-structure=\"Facts\" id=\"p_11\">\tIn  the house was a Pimpal tree which is believed to be\t the\n\temblem\tof  God Vishnu, the Preserver.\tThe Pimpal  is\talso\n\tbelieved  to be the haunt of Munjaba, who is supposed to  be\n\tthe  spirit of an unmarried Brahmin boy. The  Parbhani\tDis-\n\ttrict  Gazetteer says at page 115 that &quot;some childless\tper-\n\tsons  who  trace their misfortune to the influence  of\tsome\n\tevil  spirit cause the Brahminic thread\t ceremony  performed\n\tfor  a\tpimpal tree and a masonry platform built  round\t its\n\ttrunk.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_12\">\t    The Man want village-folk commonly believe that treasure\n\ttroves are lying buried in the town ever since the sixteenth\n\tcentury\t when its inhabitants fled away after the troops  of\n\tMurtazahad  invaded the town, which was then under  the\t Ni-\n\tzamshahi of Ahmednagar.\t Quite some quacks in the  periphery\n\tof &#x27;Manwat make their living by diagnosing where the  treas-\n\ture trove lies and what means to adopt for diScovering it.\n\t    Accused  No.  1, though in her thiries,  had  entered  a\n\tperiod\t of premature menopause.  She was anxious to  get  a\n\tchild\twhich could only happen if her menstrual  cycle\t was\n\trestored.  She used to consult quacks and mantriks who,\t she\n\t&#x27;believed,  could  help\t her get a child.  Accused  No.\t 2&#x27;s\n\tmother\twas ,credited with a sixth sense in the\t matter\t of-\n\tdiscovering  treasure  troves.\t &#x27;She had  oracled  that  a&#x27;\n\ttreasure  trove lay buried in accused No. 1&#x27;s  house  under-\n\tneath the Pimpal tree. The stage was thus set for the visits\n\tof mountebanks to the house of accused No. 1 for the display\n\tof their supernatural. attainments.\n</p><p data-structure=\"Facts\" id=\"p_13\">\t    The\t case of the prosecution is that accused Nos land  2\n\tconsulted  quacks  who\tprescribed that\t virgins  should  be\n\toffered\t as sacrifice to munjaba. and blood from the  irpri-\n\tvate arts be sprinkled on the food offered by way of  Naive-\n\tdya  to the God.  One of such quacks was Ganpat\t Salve,\t the\n\tapprover,  who was examined as: P.W. 1.\t Accepting  Ganpat&#x27;s\n\tadvice, accused Nos. 1,, 2, 3,4\t and 6 conspired  to  commit\n\tthe  murders  of  virgin girls. Ganpat\thimself\t joined\t the\n\tconspiracy and so did Shankar Gyanoba Kate who was a servant\n\tof accused No. 2. Shankar, also an approver, was examined in\n\tthe case as P.W.2. Accused Nos. 5 and 7 to 16 are alleged to\n\thave  joined  the conspiracy at a later point of  time.\t  In\n\tpursuance  of  the conspiracy, ten  murders  were  committed\n\tbetween November 14, 1972 and January 4, 1974.\n</p><p data-structure=\"Facts\" id=\"p_14\">\t     The first four murders are alleged to have been commit-\n\tted  by the approver Shankar and accused No. 3,\t Sopan,\t who\n\twas  also  in the employment of accused No. 2.\t Gayabai,  a\n\tgirl  of  11 was murdered on November-14, 1972;\t Shakila,  a\n\tgirl of 10, was murdered on December 9, 1972;.\tSugandhabai,\n\ta woman Of 35 was murdered on February 21, 1973 and Nasima a\n\tgirl of lO was murdered on April 13, 1973.\n</p><p data-structure=\"Precedent\" id=\"p_15\">\t     It\t is  said that the-blood from the private  parts  of\n\tthese  victims was offered to Munjaba and yet there  was  no\n\tclue as to where  the treasure trove lay.  Gayabai,  Shakila\n\tand  Sugandhabai  had evidently died in vain  and  therefore\n\tNasima, the fourth victim, was beheaded so that the  severed\n\thead  could  be\t offered. to propitiate\t  the\tdeity.\tEven\n\tNasima&#x27;s head failed to move Munjaba&#x27;s heart.  The  treasure\n\ttrove remained undisclosed.\n</p><span class=\"hidden_text\" id=\"span_4\">\t642</span>\n<p data-structure=\"CDiscource\" id=\"p_16\">\t    The next two murders are alleged to have been  committed\n\tby  accused  Nos.  5 and 6.  Kalavati, a woman\tof  30,\t was\n\tmurdered on June 29, 1973 and Halires, a girl of 11, on July\n\t12, 1973.  Accused No. 5 has been acquitted and the order of\n\tacquittal  has become final. Accused No. 6 died\t during\t the\n\tpendency of the trial in the Sessions Court.\n\t    The seventh murder is alleged to have been committed  by\n\taccused\t Nos.  7 and 8 when Parvatibai, aged about  35,\t was\n\tmurdered  on  October 8, 1973.\tThese two accused  were\t ac-\n\tquired\t by   the Sessions Court and the acquittal  was\t not\n\tchallenged by the State.\n</p><p data-structure=\"Facts\" id=\"p_17\">\t    The three last murders are alleged to have been  commit-\n\tted by accused Nos. 9 to 12, all at the same time.  Haribai,\n\taged 35,  was going along with her daughter Taravati aged  9\n\tand was carrying in her arms an infant daughter, Kamal, aged\n\ta year and half. All of them were murdered on the  afternoon\n\tof January 4, 1974.\n</p><p data-structure=\"Facts\" id=\"p_18\">\t    Accused  Nos.  1, 2, and 14\t were arrested on  June\t 18,\n\t1973  in  connection with the first four murders  which\t had\n\ttaken place between November 14,  1972\tand April  13, 1973.\n\tIt  is alleged that, while in custody, accused No. 2 sent  a\n\tmessage\t to  accused No. 5 to commit a few more\t murders  so\n\tthat no suspicion may fall on those who were arrested.\tThat\n\tis  why accused Nos. 5 and 6, accused No. 6 being a  servant\n\tof accused No. 1, are said to have committed  the murders of\n\tKalavati  and Halires in June and July, 1973.  On  July\t 30,\n\t1973  accused Nos. 1, 2, 9 and 14 were released on  bail  on\n\tcondition  that they shall not enter the limits\t of  Manwat.\n\tThis condition was relaxed on October 4, 1973 for investiga-\n\ttional\tpurposes. Accused Nos. 1 and 2 were in\tManwat\tfrom\n\tOctober\t 4 to October 21, 1973 during which period they\t are\n\talleged to have procured the service. of accused Nos. 7\t and\n\t8  for the commission of Parvatibai&#x27;s murder on\t October  8.\n\tOn December 18, 1973, an application was moved for cancella-\n\ttion  of the bail granted to accused Nos. 1  and  2.\tThat\n\tapplication was allowed and they were rearrested on  January\n\t4, 1974 when the murders of Haribai, Taramati and Kamal were\n\tcommitted. Accused No. 3 was arrested on December 28,  1973,\n\taccused\t Nos. 9 to 11 on January 8, 1974 and accused No.  12\n\ton January 11, 1974.\n</p><p data-structure=\"Facts\" id=\"p_19\">\tAccused\t Nos.  1  and 2 are the linch-pin of  the  case\t and\n\ttherefore, it would be appropriate to deal with their  cases\n\tfirst.\t Accused No. 1 is the mistress of accused No. 2\t and\n\twhereas\t the  former was anxious to get a child,  they\tboth\n\twere anxious to discover the treasure trove lying buried  in\n\ttheir  house.\tThe  charge against them is   that  for\t the\n\tpurpose of achieving these objects they consulted quacks who\n\tadvised\t that the Munjaba should be propitiated by  offering\n\tthe  blood of virgin girls.  Accepting that advice,  accused\n\tNos. 1 and 2  are alleged to have entered into a  conspiracy\n\twith the other accused to commit the various murders.\n\t    The\t prosecution  relied inter alia on the\tevidence  of\n\tthe   two approvers, Ganpat, P.W. 1, and Shanku, P.W. 2,  in\n\torder to prove the charge of conspiracy against accused Nos.\n\t1  and 2 as also for proving that various murders were\tcom-\n\tmitted in pursuance of\tthat\n<span class=\"hidden_text\" id=\"span_5\">\t643</span>\n\tconspiracy.   The learned Sessions Judge accepted  the\tevi-\n\tdence, of both the approvers as against accused Nos. 1 and 2\n\tbut  the  High\tCourt rejected the evidence  of\t Ganpat\t and\n\taccepted that of Shankar only.\n</p><p data-structure=\"Section\" id=\"p_20\">\t    Before considering that evidence, it would be  necessary\n\tto  state  the legal position in regard to the\tevidence  of\n\taccomplices and approvers.  <a href=\"/doc/274935/\" id=\"a_27\">Section 133</a> of the Evidence\t Act\n\tlays  down that an accomplice shall be a  competent  witness\n\tagainst\t an accused person; and a conviction is not  illegal\n\tmerely because it proceeds upon the uncorroborated testimony\n\tof an accomplice.  <a href=\"/doc/731516/\" id=\"a_28\">Section 114</a> of the Evidence Act  provides\n\tthat  the Court may presume the existence of any fact  which\n\tit  thinks likely to have happened, regard being had to\t the\n\tcommon\tcourse of natural events, human conduct\t and  public\n\tand private business, in their relation to the facts of\t the\n\tparticular  case.  Illustration (b) to<a href=\"/doc/731516/\" id=\"a_29\"> s. 114</a> says that\t the\n\tCourt  may presume that an accomplice is unworthy of  credit\n\tunless he is corroborated in material particulars.\n\t    There is no. antithesis between<a href=\"/doc/274935/\" id=\"a_30\"> s. 133</a> and\tillustration\n</p><p data-structure=\"CDiscource\" id=\"p_21\">\t(b)  to<a href=\"/doc/731516/\" id=\"a_31\"> s.114</a> of the Evidence Act, because the\tillustration\n\tonly  says that the Court &#x27;may&#x27; presume a certain  state  of\n\taffairs.   It does not seek to raise a conclusive and  irre-\n\tbutable presumption.  Reading the two together the  position\n\twhich  emerges is that though an accomplice is\ta  competent\n\twitness and though a conviction may lawfully rest upon\t his\n\tuncorroborated\ttestimony,  yet\t the Court  is\tentitled  to\n\tpresume\t  and  may indeed be justified in presuming  in\t the\n\tgenerality  of cases that no reliance can be placed  on\t the\n\tevidence  of an accomplice unless that evidence is  corrobo-\n\trated in material particulars, by which is meant that  there\n\thas to be some independent evidence tending to\tincriminate,\n\tthe particular accused in the commission of the crime. It is\n\thazardous,  as\ta matter of prudence, to proceed.  upon\t the\n\tevidence of a self confessed criminal, who, in so far as  an\n\tapprover is concerned, has to testify in terms of the pardon\n\ttendered to him.  The risk involved in convicting an accused\n\ton the testimony of an accomplice, unless it is corroborated\n\tin  material  particulars, is so real and potent  that\twhat\n\tduring the early development of law was felt to be a  matter\n\tof prudence has been elevated by judicial experience into  a\n\trequirement  or rule of law.  All the same, it is  necessary\n\tto  understand that what has hardened into a rule of law  is\n\tnot that the conviction\t is illegal if it proceeds upon\t the\n\tuncorroborated testimony of an accomplice but that the\trule\n\tof  corroboration must be present to the mind of  the  Judge\n\tand  that  corroboration may be dispensed with only  it\t the\n\tpeculiar  circumstances of a case make it safe\tto  dispense\n\twith it.\n</p><p data-structure=\"Precedent\" id=\"p_22\">\t    In King v. Baskerville(1) the accused was convicted\t for\n\tcommitting  gross acts of indecency with two boys  who\twere\n\ttreated\t as  accomplices since they were  freely  consenting\n\tparties.  Dealing with their evidence Lord Reading, the Lord\n\tChief\tJustice of  England, observed that though there\t was\n\tno  doubt that the uncorroborated evidence of an  accomplice\n\twas  admissible\t in  law it was for a long time\t a  role  of\n\tpractice at common law for the Judge to warn the Jury of the\n\tdanger of convicting a person on the uncorroborated testimo-\n\tny  of an accomplice. Therefore, though the Judge was  enti-\n\ttled, to point out\n\t    (1) [1916] 2 K.B. 658.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">\t2--7078CI/77\n<span class=\"hidden_text\" id=\"span_6\">\t644</span>\n\tto  the\t Jury  that it was within their\t legal\tprovince  to\n\tconvict upon the unconfirmed evidence of an accomplice,\t the\n\trule  of practice had become virtually equivalent to a\trule\n\tof  law and therefore in the absence of a proper warning  by\n\tthe Judge the conviction could not be permitted to stand. If\n\tafter being properly cautioned by the Judge the Jury  never-\n\ttheless\t convicted the prisoner, the Court would  not  quash\n\tthe conviction merely upon the ground that the\taccomplice&#x27;s\n\ttestimony was uncorroborated.\n</p><p data-structure=\"Precedent\" id=\"p_24\">\t    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1420504\" id=\"span_7\">In\t<a href=\"/doc/1420504/\" id=\"a_32\">Rameshwar  v. State of Rajasthan</a>(1) this  Court\t ob-\n\tserved\tthat the branch of law relating to  accomplice\tevi-\n\tdence  was the same in India as in England and that  it\t was\n\tdifficult  to  better the lucid exposition of  it  given  in\n\tBaskerville&#x27;s  (supra)\tcase by the Lord  Chief\t Justice  of\n\tEngland.  The only clarification made by this Court was that\n\tin  cases tried by a Judge without the aid of a Jury it\t was\n\tnecessary that the Judge should give some indication in\t his\n\tjudgment that he had this rule of caution in mind and should\n\tproceed\t to give reasons for considering it  unnecessary  to\n\trequire\t corroboration on the facts of the  particular\tcase\n\tbefore\thim  and show why he considered it safe\t to  convict\n\twithout corroboration in the particular case.</span>\n\t    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"299175\" id=\"span_8\">In\t<a href=\"/doc/299175/\" id=\"a_33\">Bhuboni Sahu v. The King</a>(a) the Privy Council  after\n\tnoticing  s. 133 and illustration (b) to<a href=\"/doc/731516/\" id=\"a_34\"> s. 114</a> of the\tEvi-\n\tdence  Act observed that whilst it is not illegal to act  on\n\tthe  uncorroborated evidence of an accomplice, it is a\trule\n\tof  prudence so\t universally followed  as  to amount  almost\n\tto a rule of law that it is unsafe to act on the evidence of\n\tan accomplice unless it is corroborated in material respects\n\tso  as to implicate the accused; and further that  the\tevi-\n\tdence  of one accomplice cannot be used to  corroborate\t the\n\tevidence  of another accomplice.  The rule of  prudence\t was\n\tbased  on the interpretation of the phrase &quot;corroborated  in\n\tmaterial  particulars&quot; in illustration (b).  Delivering\t the\n\tjudgment  of the Judicial Committee, Sir John  Beaumont\t ob-\n\tserved\tthat the danger of acting on accomplice evidence  is\n\tnot merely that the accomplice is on his own admission a man\n\tof bad character who took part in the offence and afterwards\n\tto save himself betrayed his former associates, and who\t has\n\tplaced himself in  a position in which he can hardly fail to\n\thave  a\t strong bias in favour of the prosecution  the\treal\n\tdanger\tis that he is telling a story which in\tits  general\n\toutline\t is  true, and it is easy for him to work  into\t the\n\tstory  matter which is untrue.\tHe may implicate ten  people\n\tin  an offence and the story may be true in all its  details\n\tas  to eight  of them but untrue as to the other  two  whose\n\tnames may have\tbeen introduced because they are enemies  of\n\tthe approver.  The only real safeguard therefore against the\n\trisk  of  condemning the innocent with the  guilty  lies  in\n\tinsisting  on  independent evidence which in   some  measure\n\timplicates each accused.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">\t    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"361353\" id=\"span_9\">This  Court has in a series of cases expressed the\tsame\n\tview  as  regards accomplice evidence.\t(see  <a href=\"/doc/361353/\" id=\"a_35\">The  State  of\n\tBihar v. Basawan</a>\n\t(1)  [1952] S.C.R. 377.</span>\n</p><p data-structure=\"Section\" id=\"p_26\">\t(2) 76 I.A. 147.\n</p><span class=\"hidden_text\" id=\"span_10\">\t645</span>\n<p data-structure=\"CDiscource\" id=\"p_27\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067331\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1428680\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"331743\" id=\"span_13\">Singh(1);  <a href=\"/doc/331743/\" id=\"a_36\">Hari Charan Kurmi v. State of  Bihar</a>;(<a href=\"/doc/1428680/\" id=\"a_37\">2)   Haroon\n\tHaji Abdulla v. State of Maharashtra</a>;(<a href=\"/doc/1067331/\" id=\"a_38\">a) and Ravinder  Singh\n\tv.  State of Haryana</a>(4).  In Hari Charan(2)  Gajendragadkar,\n\tC.J.,  speaking\t for a five-Judge Bench\t observed  that\t the\n\ttestimony  of an accomplice  is evidence under<a href=\"/doc/1031309/\" id=\"a_39\"> s. 3</a>  of\t the\n\tEvidence Act and has to be dealt with as such.\tThe evidence\n\tis  of\ta tainted character and as such is very\t weak;\tbut,\n\tnevertheless, it is evidence and may be acted upon,  subject\n\tto the requirement which has now become virtually a part  of\n\tthe law that it is corroborated in material particulars.\n\t    We\twill  assess  the evidence  of\tthe  two   approvers\n\tGanpat and Shankar in the light of these principles.  Ganpat\n\tBhagoji\t Salve, P.W. 1, fails to cross the initial hurdle of\n\treliability and no amount of corroboration cure the infirmi-\n\tties  which  beset his evidence.  He is not a  quack  but  a\n\tcharlatan who traded on the credulous optimism of the  ster-\n\tile village women.  He admits that he possessed no cure\t but\n\tmade  a\t pretence of it by carrying the confidence  of\tlay,\n\tuninformed  women.  He was sent for to prescribe a  cure  to\n\tenable accused No. 1 to bear a child but accused Nos. 1\t and\n\t2, taking advantage of his expert presence, consulted him on\n\twhere  the treasure trove lay. Ganpat prescribed the  facade\n\tof  a  procedure  which was in the nature  of  a  confidence\n\ttrick.\tPractising it deftly on his credulous audience,\t  he\n\tpassed on the errand of God that Munjaba has to be  appeased\n\tby  offering the blood of virgin girls.\t That work  was\t as-\n\tsigned\tby accused No. 2 to his servants, accused No. 3\t and\n\tthe  other  approver Shankar.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_28\">\t    Accused No.3 and Shankar committed the murders of  Gaya-\n\tbai  and Shakila and handed over the bowlful of\t blood\tfrom\n\tthe private parts of the victims to accused Nos. 1 and 2 who\n\tperformed  the puja of Munjaba.\t But the treasure trove\t did\n\tnot come up.  Then Sugandhabai was murdered and her menstur-\n\tal  blood was offered to  the God, again without a  purpose.\n\tThe  fourth  to die was Nasima whose head and  small  finger\n\twere offered as sacrifice.  But even that heavy price yield-\n\ted  no clue to the treasure trove  Ganpat was paid a fee  of\n\tRs.  100  whereupon he made himself scarce and\tleft  for  a\n\tplace  called Baramati from where he was traced by  the\t po-\n\tlice.  That is what Ganpat&#x27;s evidence comes to.\n\t    Ganpat  is an utterly worthless witness  whose  evidence\n\thas  been rightly discarded by the. High Court.\t His  entire\n\tstory  is  incredible and abounds in contradictions  of\t the\n\tgravest kind.  Accused No. 2 is a man of some means and\t was\n\tfor some time the President of the Manwat Municipality.\t  It\n\tis hardly likely that a person in his position would readily\n\tgulp the fantastic process prescribed by Ganpat for  discov-\n\tering  the  treasure trove  Ganpat was interrogated  by\t the\n\tpolice\tfor  nearly a month and a half after his  arrest  at\n\tBaramati  and it was only at the end of that  trying  period\n\tthat he trotted out some story\n\t (1) [1959] SCR 195\t(2) [1964] 6 SCR 623\n\t (3) [1968] 2 SCR  641\t(4) [1975] 3 SCR 453\n<span class=\"hidden_text\" id=\"span_14\">\t646</span>\n\tto  save  his skin.  It is common ground, and  we  see\tmuch\n\tmore  in that episode, that Ganpat struck his head against a\n\twall while in police custody and sustained a head injury for\n\twhich  he was charge-sheeted for attempting to\tcommit\tsui-\n\tcide.  He admits in his evidence that he was driven to break\n\this  head as a result of the torture inflicted upon  him  by\n\tthe police.  Though he implicated both accused Nos. 1 and  2\n\tin  the search for treasure trove, he admitted\tlater  that.\n\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1793799\" id=\"span_15\">accused\t No.1 had never talked to him. in that\tbehalf.\t  He\n\tmade  several significant statements for the first  time  in\n\tthe  Court  and though we agree that an\t approver  has\treal\n\tincentive  to speak out his mind after tender of pardon,  it\n\tis  impossible\tto  reconcile his  earlier  statements\twith\n\this later assertions.  It is one thing to say as was said in\n\t<a href=\"/doc/1793799/\" id=\"a_40\">Madan  Mohan  Lal v. State of Punjab</a>(1) that  an  approver&#x27;s\n\tstatement  cannot  be discarded for the mere reason that  he\n\tdid  not disclose the entire story in his  police  statement\n\tand quite another to accept an approver in spite of  contra-\n\tdictions which cast a veil of doubt over his involvement  of\n\tothers.\t  Conceding the ratio. of Tahsildar&#x27;s(2)  case,\t on.\n\twhich Mr. Desai for the State Government relies, the conclu-\n\tsion seems to  us inescapable that Ganpat has mixed a ton of\n\tfalsehood  with an ounce of truth.  His evidence has  there-\n\tfore to be left out of consideration.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_29\">\t    The\t other\tapprover Shankar Gyanoba Kate, P.W.  2,\t has\n\tgreater\t credibility than Ganpat.  Shankar was working\twith\n\taccused No. 2 as an agricultural servant along with  accused\n\tNo. 3.\tHe speaks of Ganpat&#x27;s visits, the performance of the\n\t&#x27;shakun&#x27;  and of being commanded by accused Nos. 1 and 2  to\n\tcommit murders of virgin girls. He has unreservedly admitted\n\thaving committed the murders of Gayabai, Shakila,  Sngandha-\n\tbai  and Nasima with accused No. 3&#x27;s assistance.  He  impli-\n\tcates  accused Nos. 1 and 2 by deposing that after  each  o[\n\tthe  murders was committed, he and accused No. 3 used to  go\n\tto  accused No.1&#x27;s house for delivering the blood  and\tthat\n\tthe accused used to perform the Puja thereafter.\n\t    Not only has Shankar tarred himself with the same  brush\n\tas  accused Nos. 1, 2 and 3 but he has confessed  to  having\n\tplayed the leading role in the commission of the first\tfour\n\tmurders.  Impressed by that circumstance, the Sessions Court\n\tand the High Court concluded that he is a reliable  witness,\n\tbut they took the view that the conviction of accused Nos. 1\n\tand  2\tcannot be permitted to rest  on\t his  uncorroborated\n\ttestimony.  We unhesitatingly share that view. Having played\n\tthe role of the master killer in four ghastly murders, he is\n\tbound to know every little detail as to the manner of  kill-\n\ting.  The vivid description given by him of the luring,\t the\n\tgagging and the throwing away of the dead bodies may  there-\n\tfore  be  true. But it is easy enough for him  to  introduce\n\tnice  falsities here and there by involving some  others  in\n\tthe  broadly  true framework of his story. It  is  therefore\n\tnecessary  to see whether the evidence of Shankar in  regard\n\tto  the implication of accused Nos. I and 2 is\tcorroborated\n\tby some independent evidence..\n</p><p data-structure=\"Precedent\" id=\"p_30\">\t(1) [1970] 2 S.C.C. 733.\n</p><p data-structure=\"Precedent\" id=\"p_31\">\t(2) [1959] Supp. 2 S.C.R. 875.\n</p><span class=\"hidden_text\" id=\"span_16\">\t647</span>\n<p data-structure=\"CDiscource\" id=\"p_32\">\tBefore\tlooking\t out for corroboration., we must  point\t out\n\tthat  Shankar  used to be interrogated by the  police  every\n\tnight  for about 9 or 10 days and it was at the end of\tthat\n\tgruelling  interrogation that his statement came to  be\t re-\n\tcorded.\t Though Shankar claims that he had seen the &#x27;shakun&#x27;\n\tbeing  performed by Ganpat, he had not stated so before\t the\n\tpolice\tnor had he then described the elaborate\t ritual\t ob-\n\tserved during the performance of that ceremony.\t He also did\n\tnot  say to the police that accused No. 1 had asked  him  to\n\tcommit the murders. Neither to the police nor in his  state-\n\tment recorded under<a href=\"/doc/497457/\" id=\"a_41\"> s. 164</a> of the Code of Criminal Procedure\n\tdid  he say that he had gone to accused No.1&#x27;s house on\t the\n\tmorning following the first murder and that She had told him\n\tthat  since the treasure trove was not found another  murder\n\tshould be committed.  The statement attributed by Shankar to\n\taccused No. 1 that menstrual  blood was required for  sacri-\n\tfice is also conspicuous by its absence in his police state-\n\tment.\tThese  significant omissions are in  the  nature  of\n\tcontradictions\tbecause not only do they pertain to  a\tvery\n\tvital  aspect of the case against accused Nos. 1 and 2,\t but\n\tthey are of such a nature that the story told by Shankar  to\n\tthe police and under<a href=\"/doc/228024/\" id=\"a_42\"> s. 164-</a> of the Code of Criminal  Proce-\n\tdure,  cannot  sensibly stand along with what  he  told\t the\n\tCourt in regard to the part played by accused Nos. 1 and  2.\n\tIt is true that Shanker was under a higher obligation  while\n\tdeposing  in the Court because as a condition of the  pardon\n\ttendered  to him he had to disclose the whole truth  to\t the\n\tCourt.\tBut while assessing the value of Shankar&#x27;s. evidence\n\tin  so far as he implicates accused Nos. 1 and 2 we find  it\n\timpossible  to\toverlook the studied improvements  which  he\n\tmade to involve them. Such gross departure from the earliest\n\tversions makes the story of conspiracy suspect and uninspir-\n\ting.   All  the same, we may examine the  argument  advanced\n\tbefore\tus by the learned counsel for the State\t that  Shan-\n\tkar&#x27;s evidence against accused Nos. 1 and 2 is\tcorroborated\n\tin material particulars and should therefore be accepted.\n\t    For affording corroboration to Shankar&#x27;s evidence  reli-\n\tance  is  placed on the evidence of  four  witnesses--Laxman\n\t(P.W.\t19),  Sakharam (P.W. 29), Ramchandra (P.W.  30)\t and\n\tKachru (P.W. 34)..\n</p><p data-structure=\"CDiscource\" id=\"p_33\">\t    We see nothing in the evidence of these witnesses  which\n\tcan lend corroboration to the approver&#x27;s story, that accused\n\tNos.  1 and 2 conspired to commit the murders or  that\tthey\n\tasked  Shankar and accused No. 3 to do so or that the  blood\n\tof  victims was handed over to either of them, or  that\t any\n\tPuja was performed after the commission of murders.   Laxman\n\tsays  nothing  about  the treasure  trove,  Sakharam  merely\n\tcarried\t the errand to Ganpat, Ramchandra was mauled by\t the\n\tpolice\twho  pulled out Iris pig-tail and the  quack  called\n\tKachru only prescribed a medicine for accused, No.1&#x27;s  meno-\n\tpause.\n</p><p data-structure=\"Precedent\" id=\"p_34\">\t    Nor indeed is the evidence of P.Ws. 20, 21 and 51 of any\n\tassistance in the matter of corroboration.  They merely\t say\n\tthat Ganpat was eking his livelihood by prescribing  Mantras\n\tand  medicines, which takes one nowhere\t near  corroborative\n\tfactors for implicating accused Nos. 1 and 2.\n</p><span class=\"hidden_text\" id=\"span_17\">\t648</span>\n<p data-structure=\"CDiscource\" id=\"p_35\">\t    The recovery of Ganpat&#x27;s satchel. containing charms\t and\n\therbs,\ttrader the Panchnama Ex. 130A, also  proves  nothing\n\tbeyond\tshowing\t that  Ganpat was equipped  with  a  quack&#x27;s\n\trepertoire.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">\t    One\t of  the strongest arguments made by  Mr.  Desai  on\n\tbehalf\tof the State was that accused Nos. 1 and 2 stood  to\n\tgain by the commission of the murders and that would  afford\n\tcorroboration  to  their participation\tin  the\t conspiracy.\n\tMotive may conceivably furnish the necessary  corroboration,\n\tbut  we\t are unable to see any independent evidence  on\t the\n\trecord regarding the treasure trove theory.  Scrapings\twere\n\ttaken  from Munjaba&#x27;s image and samples of earth  were\talso\n\ttaken  from the place where Munjaba is alleged to have\tbeen\n\tpropitiated  with  the blood of the victims.   If  Puja\t was\n\treally\tperformed in the manner described by Shankar, it  is\n\tstrange that no blood stains should have been found anywhere\n\tnear  the Pimpal tree.\tThere is also no evidence at all  to\n\tshow  that any attempt was made by accused Nos. 1 and  2  to\n\tdiscover  the treasure, as for example, by  digging.   These\n\tcircumstances  cast a serious doubt on the theory  that\t ac-\n\tcused Nos. 1 and 2 were trying to locate the treasure trove.\n\tThe  fact that accused No. 3 is a servant of accused  No.  2\n\tcannot by itself be sufficient to connect accused No. 2 with\n\tthe crime charged.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">\t    The last circumstance on which  prosecution\t relies\t to.\n\tconnect\t accused Nos. 1 and 2 with the crime is the  confes-\n\tsion, Ex. 108, made by accused No. 1 Rukhmam.  That  confes-\n\tsion  was recorded by a Sub-Divisional\tMagistrate,  Devidas\n\tSakharam   Pawar, P.W. 23. Later, we will have a great\tdeal\n\tto  say\t about\tthe various  confessions  recorded  by\tthis\n\tlearned\t Magistrate but in so far as the confession  of\t ac-\n\tcused  No. 1 is concerned it is enough to point out that  it\n\tis entirely exculpatory and can, therefore, serve no  useful\n\tpurpose.   Besides, the confession was retracted by  accused\n\tNo. 1.\n</p><p data-structure=\"CDiscource\" id=\"p_38\">\t    Along with these considerations is the circumstance that\n\tthe  High Court has acquitted accused Nos. 1 and 2  after  a\n\tfair examination of the material relied upon by the prosecu-\n\ttion as against them.  The various reasons given by us would\n\tso  that there is no justification for interfering with\t the\n\tconclusion  to which the High Court has come. The  acquittal\n\tof accused Nos. 1 and 2 has, therefore, to be confirmed.\n\t    It\twould now be convenient to take up the ease  of\t ac-\n\tcused  No. 3, Sopan Rambhau Salve.  The\t allegation  against\n\thim is that he and the approver Shankar committed the murder\n\tof  Gayabai on November 14, 1972, of Shakila on December  9,\n\t1972,  of Sugandhabai on February 21, 1973 and of Nasima  on\n\tApril 13, 1973.\t There is no eyewitness to any of these four\n\tmurders but for establishing the charge against accused\t No.\n\t3, the prosecution relies on the evidence of the two approv-\n\ters  Ganpat (P.W. 1) and Shankar (P.W.2), the  discovery  of\n\t<a href=\"/doc/1987997/\" id=\"a_43\">article\t 17</a> by accused No. 3, the discovery of\t<a href=\"/doc/1163710/\" id=\"a_44\">articles  18</a>\n\tand  <a href=\"/doc/1218090/\" id=\"a_45\">19</a> by approver Shankar, the seizure of <a href=\"/doc/655638/\" id=\"a_46\">articles 20</a>\t and\n\t<a href=\"/doc/1199182/\" id=\"a_47\">21</a> from the house of accused No. 1 and lastly the  retracted\n\tconfession of accused No. 3 himself.  We have already  dealt\n\twith  the  evidence of the approvers while  considering\t the\n\tcase  against  accused Nos. 1 and 2 and we  have  given\t our\n\treasons\t for  discarding  Ganpat&#x27;s  evidence  outright.\t  In\n\tregard\tto  Shankar&#x27;s evidence we have taken the  view\tthat\n\tthough he is\n<span class=\"hidden_text\" id=\"span_18\">\t649</span>\n\ta reliable witness, his evidence cannot be acted upon unless\n\tit is corroborated in material particulars.\n\t    Shankar  and  accused No. 3 were in\t the  employment  of\n\taccused No. 2.\tAfter describing the &#x27;Shakun&#x27; ceremony which\n\twas  performed\tfor ascertaining the desire  of\t the  deity,\n\tShankar deposes that he and accused No. 3 were\tcommissioned\n\tto commit the murders of virgin girls.\tShankar, after\tsome\n\thesitation, agreed to do so on the promise that accused Nos.\n\t1  and\t2 will,give to him and accused No.3 a share  in\t the\n\ttreasure trove.\n</p><p data-structure=\"RespArg\" id=\"p_39\">\t    Accused  No.  3, according to  Shankar,  lured  Gayabai,\n\tShakila\t and Nasima to secluded spots., where  upon  Shankar\n\tgagged\tand throttled them.  Accused No. 3  facilitated\t the\n\tmurders\t by  holding the legs of victims which\talso  helped\n\tShankar\t to  collect blood from their  private\tparts  after\n\tcausing cuts thereon.  Accused No. 3 played a more  signifi-\n\tcant  role  in\tthe murder of Sugandabhai by  axing  her  to\n\tdeath.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">\t    Shankar&#x27;s evidence is amply corroborated as regards\t the\n\tbroad outlines of the story narrated by him. But that is not\n\tenough.\t We must see whether his evidence receives  corrobo-\n\tration\tfrom an independent source and in material  particu-\n\tlars, so as to fasten the guilt on accused No. 3.\n\t    The first circumstance which is said to corroborate\t the\n\tevidence  of the approver is the discovery of 27  pieces  of\n\tshirt,\twhich  are collectively marked as <a href=\"/doc/1987997/\" id=\"a_48\">article  17.</a>\t The\n\tpanchanama  of discovery (Ex. 127) is dated January 2,\t1974\n\tand  is\t  proved by the\t Pancha\t Vithalrai  Takankhar  (P.W.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">\t27).  The report of the serologist which is at Ex. 312 shows\n\tthat  there  were several blood stains on the  shirt  pieces\n\tranging\t from  0.1 cm. to 0.5 cm. in diameter,\tall  of\t &#x27;A&#x27;\n\tgroup. Gayabai&#x27;s blood also belonged to &#x27;A&#x27; group.\n\t    Mr. Bhonde who appears for accused No. 3 has,  subjected\n\tthe evidence of discovery to a searching criticism which  at\n\tfirst\tblush seems plausible but which does not bear  close\n\tscrutiny.   The\t argument that the panchanama  of  discovery\n\tdoes  not  attribute  to accused No,. 3\t the  authorship  of\n\tconcealment has the simple answer that the English  transla-\n\ttion of the Marathi panchanama is  incorrect.  The  original\n\tdocument expressly states that accused No. 3 agreed to point\n\tout  the  place where. he had kept the\tshirt  pieces.\t The\n\tevidence of the Panch (P.W. 27) and of Dy. S.P. Waghmare (P.\n\tW.  96)\t is.  to. the same effect.  In the  absence  of\t any\n\teffective  cross-examination of these witnesses, we  see  no\n\tsubstance in the contention that accused NO. 3&#x27;s father, who\n\twas  standing near the hut, should have been examined  as  a\n\twitness.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">\t    It is urged that it is highly unlikely that accused\t No.\n\t3 will preserve the tell-tale evidence of the crimes in\t the\n\tmanner\talleged by the prosecution.  Why the accused   chose\n\tto  do this is\tdifficult to know but we are  not  examining\n\tthe evidence in the case as a Court of first instance..\t The\n\tevidence in regard to the discovery is accepted as  unexcep-\n\ttionable by the Sessions Court as well as the High Court\n<span class=\"hidden_text\" id=\"span_19\">\t650</span>\n\tand we are unable to characterise that view of the matter as\n\tpreverse  or against the weight of evidence.  The   recovery\n\tof  <a href=\"/doc/1987997/\" id=\"a_49\">art. 17</a>  thus afford material corroboration to the\tpart\n\tplayed by accused No. 3, at least in Gayabal, s murder.\n\t    The\t discovery of the blade (<a href=\"/doc/1163710/\" id=\"a_50\">art. 18</a>) and the  undervest\n\t(<a href=\"/doc/1218090/\" id=\"a_51\">art.  19</a>) at the instance of the approver affords no\tcor-\n\troboration  as\tagainst accused No. 3.\tNor indeed  can\t the\n\trecovery of the bowl (<a href=\"/doc/655638/\" id=\"a_52\">art. 20</a>) and the bottle (<a href=\"/doc/1199182/\" id=\"a_53\">art. 21</a>) from\n\tthe  house of accused No. 1 connect accused No.. 3 with\t the\n\tcrime.\t These are articles of common use and no  blood\t was\n\tdetected thereon.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">\t    What  remains to be\t considered is the  retracted\tcon-\n\tfession\t accused  No. 3, which is Ex. 106.   While  on\tthis\n\tquestion,  we would like to deal with all  the\tconfessional\n\tstatements  recorded  in  the case so that it  will  not  be\n\tnecessary to revert to. the question time and again.\n\t    As many as eight confessions were recorded in the  case,\n\tthe confessing accused, apart from the two approvers,  being\n\taccused\t Nos. 1, 3, 4, 5, 6, and 12.  The approvers,  Ganpat\n\tand  Shankar,  stuck to their confessions while\t all  others\n\tretracted theirs.\n</p><p data-structure=\"CDiscource\" id=\"p_44\">\t    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320833\" id=\"span_20\"><a href=\"/doc/967059/\" id=\"a_54\">Section  24</a>\t of the Evidence Act  makes  a\tconfessional\n\tstatement irrelevant in a criminal proceeding if the  making\n\tthereof\t appears  to  have been caused\tby  any\t inducement,\n\tthreat\tor promise, having reference to the  charge  against\n\tthe  accused,  proceeding  from a person  in  authority\t and\n\tsufficient to give the accused\tgrounds\t which\twould appear\n\tto  him reasonable for supposing that by making the  confes-\n\tsion  he  would gain any advantage or avoid any\t evil  of  a\n\ttemporal  nature  in reference to the  proceedings   against\n\thim.   <a href=\"/doc/1184284/\" id=\"a_55\">Section\t 163</a> of the Criminal Procedure Code  bars  a\n\tPolice\tOfficer or any person in authority from offering  or\n\tcausing\t to be offered any inducement, threat or promise  as\n\tis referred to in<a href=\"/doc/967059/\" id=\"a_56\"> s. 24</a> of the Indian Evidence Act.  <a href=\"/doc/228024/\" id=\"a_57\">Section\n\t164</a> of the Code prescribes the mode of recording confession-\n\tal  statements.\t Acting under s. 554 of the Criminal  Proce-\n\tdure  Code,  1898, the High Court of Bombay had\t framed\t in-\n\tstructions  for the guidance of Magistrates while  recording\n\tconfessional  statements.  Those instructions are  contained\n\tin  Chapter I,\tParagraph 18, of the  Criminal Manual  1960,\n\tof  the\t Bombay High Court.  The  instructions\trequire\t the\n\tMagistrate  recording  a confession to\tascertain  from\t the\n\taccused\t whether  the  accused is  making  the\tconfessional\n\tstatement  voluntarily and to find whether what the  accused\n\tdesires\t to  state appears  to\tbe true.   The\tinstructions\n\tprescribe a form in. which the.\t confessional statement\t has\n\tto be recorded.\t Similar circulars or instructions have been\n\tissued by the various High Courts in India and their  impor-\n\ttance  has been recognised by this Court in <a href=\"/doc/320833/\" id=\"a_58\">Sarwan Singh  v.\n\tState  of Punjab</a>(1) in which it was said that  the  instruc-\n\ttions  issued  by the High Courts must be  followed  by\t the\n\tMagistrates while recording confessional statements.\n\t[1957] S.C.R. 953\n<span class=\"hidden_text\" id=\"span_21\">\t651</span>\n\t    All of the eight confessions were recorded in this\tcase\n\tby  a Sub Divisional Magistrate, Devidas Sakharam Pawar\t (P.\n\tW. 23), whose evidence leaves no room for doubt that he\t was\n\tblissfully unaware of the stringent responsibilities east by\n\tlaw  on Magistrates. who. are called upon to record  confes-\n\tsions.\t He  made  no effort to ascertain from\tany  of\t the\n\taccused\t whether he or she was making the confession  volun-\n\ttarily.\t  He  did  not ask any of the  accused\twhether\t the\n\tpolice had offered or promised any incentive for making\t the\n\tconfessional statement nor did he ascertain for how long the\n\tconfessing  accused  was  in police custody  prior  to.\t his\n\tproduction  for recording the confession nor indeed  did  he\n\tmaintain  any  record to show where the\t accused  were\tsent\n\tafter  they  were  given time for reflection.\tOne  of\t the\n\tglaring infirmities from which the  confessional  statements\n\tof the\tvarious accused suffer is that none of those  state-\n\tments contain a memorandum as required by<a href=\"/doc/228024/\" id=\"a_59\"> s. 164</a> of the Code\n\tthat the Magistrate believed that the &quot;confession was volun-\n\ttarily\tmade&quot;.\tIt is also clear that when the\tvarious\t ac-\n\tcused were produced before the Magistrate after the time for\n\treflection  was\t over, he asked no  further  questions\t and\n\trecorded the confessions. mechanically for the\tmere  reason\n\tthat  the  accused expressed their willingness\tto  confess.\n\tThe  Magistrate was either overcome by the sensation   which\n\tthe  case had  aroused in Maharashtra or perhaps he  blindly\n\ttrusted the high police officers who were frantically  look-\n\ting  out for a clue to these mysterious murders.  They\tpro-\n\tduced  the  accused for recording the  confessions  and\t the\n\tMagistrate thought that the mere production of the   accused\n\twas guarantee enough of their willingness to confess.\n\t    Learned  counsel appearing for the State is\t right\tthat\n\tthe  failure  to comply with<a href=\"/doc/1667235/\" id=\"a_60\"> s. 164(3)</a>,\t Criminal  Procedure\n\tCode, or  with the High Court Circulars will not render\t the\n\tconfessions inadmissible in evidence.  Relevancy and  admis-\n\tsibility  of  evidence have to be determined  in  accordance\n\twith the provisions of the <a href=\"/doc/1953529/\" id=\"a_61\">Evidence Act</a>. <a href=\"/doc/962897/\" id=\"a_62\">Section 29</a> of\tthat\n\tAct lays down that if a confession is otherwise. relevant it\n\tdoes  not become irrelevant merely because, inter alia,\t the\n\taccused was not warned that he was not bound to make it\t and\n\tthe  evidence of it might be given against him.\t If,  there-\n\tfore,  a confession does not violate any one of\t the  condi-\n\ttions  operative under<a href=\"/doc/967059/\" id=\"a_63\"> ss. 24</a> to <a href=\"/doc/189581/\" id=\"a_64\">28</a> of the Evidence Act,  it\n\twill  be admissible in evidence.  But as in respect  of\t any\n\tother  admissible evidence, oral or documentary, so  in\t the\n\tcase of confessional statements which are otherwise admissi-\n\tble,  the  Court has still to consider whether they  can  be\n\taccepted as true.. If the facts and circumstances  surround-\n\ting  the making of a confession appear to. cast a  doubt  on\n\tthe  veracity or voluntariness of the confession, the  Court\n\tmay  refuse  to\t act upon the confess;on even\tif   it\t  is\n\tadmissible in evidence.\t That shows how important it is\t for\n\tthe  Magistrate who. records the confession to satisfy\thim-\n\tself  by appropriate questioning of the confessing  accused,\n\tthat  the  confession is true and voluntary.  A\t strict\t and\n\tfaithful  compliance  with<a href=\"/doc/228024/\" id=\"a_65\"> s. 164</a> of the Code and  with\t the\n\tinstructions issued by the  High Court\taffords in a   Large\n\tmeasure the guarantee that the confession is voluntary.\t The\n\tfailure to observe the safeguards prescribed therein are  in\n\tpractice  calculated to impair the evidentiary value of\t the\n\tconfessional statements.</span>\n</p><span class=\"hidden_text\" id=\"span_22\">\t652</span>\n<p data-structure=\"Section\" id=\"p_45\">\t    Considering the circumstances leading to the procession-\n\tal recording of the eight confessions and the abject  disre-\n\tgard, by the  Magistrate, of the provisions contained in  s.\n\t164 of the Code\t and  of the instructions issued by the High\n\tCourt, we are of the opinion that no reliance can be  placed\n\ton  any of the confessions.  Apart from the  confessions  of\n\tthe two approvers, all others were retracted, which  further\n\tcripples their evidentiary value.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">\t    Since  the evidence of the approver Shankar is  corrobo-\n\trated  in material particulars by the discovery\t of  <a href=\"/doc/1987997/\" id=\"a_66\">article\n\t17</a>, there is no valid reason for departing from the  concur-\n\trent   view of the  High  Court and the Sessions Court\tthat\n\tthe  complicity\t of accused No. 3. in the  four\t murders  is\n\tproved beyond a reasonable doubt.  As the charge of conspir-\n\tacy  fails, the High Court was right in\t convicting  accused\n\tNo. 3 under s. 302 read with<a href=\"/doc/94346/\" id=\"a_67\"> s. 34</a> of the Penal Code only.\n\t    That leaves the case of accused Nos. 9 to 12 for consid-\n\teration,.  being the subject-matter of Criminal\t Appeal\t No.\n\t437 of 1976 filed by them.  The charge against these accused\n\tis  that  in furtherance of conspiracy and in  pursuance  of\n\ttheir common  intention\t they, on January 4, 1974, committed\n\tthe murders of Haribai, aged 35 years, her daughter Taramati\n\taged 9 years, and her infant child Kamal aged  1-1/2  years.\n\tThe Sessions Court convicted these accused under s. 302 read\n\twith ss. 120B and <a href=\"/doc/94346/\" id=\"a_68\">34</a> of the Penal Code and sentenced them to\n\tlife  imprisonment.  The charge of conspiracy having  failed\n\tbefore the High Court and the main co-conspirators,  accused\n\tNos. 1 and 2, having been acquitted, the High Court convict-\n\ted  these accused under s. 302 read with<a href=\"/doc/94346/\" id=\"a_69\"> s. 34</a>\tonly.\tBut,\n\taccepting  the\tappeal flied by the State,  the\t High  Court\n\tenhanced their sentence from life imprisonment to death.\n\t    The evidence against accused Nos. 9 to 12 consists of  :\n</p><blockquote id=\"blockquote_4\">\t(1) The: eye-witness account of Umaji Limbaji, Pitale  (P.W.\n</blockquote><blockquote id=\"blockquote_5\">\t31);  (2)  Discoveries effected in pursuance  of  statements\n\tmade by the accused; (3) Injuries on accused No. 10; (4) The\n\tevidence  in  regard to the movements of the accused  at  or\n\tabout  the time when the murders were committed and (5)\t the\n\tconfession of accused N6. 12.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_47\">\t    Umaji  was working as. an agricultural servant with\t one\n\tBalabhau Lad on a daily wage of Rs. 3/-.  On January 4, 1974\n\twhile  he was on his way to one of the lands of his  master,\n\the first met  accused No. 10 and then accused Nos. 9 and 11,\n\tand had some conversation with accused No. 10.\tAt about the\n\tsame  time, he saw Haribai carrying her infant child in\t her\n\tarms,  and a basket of food on her head. Her other  daughter\n\tTaramati  was walking behind her.  Umaji climbed  the  Mala,\n\twhich  is a raised platform from which crops  are  generally\n\twatched,  and  soon  thereafter he heard the  shrieks  of  a\n\tchild.\t Turning  in the direction from\t which\tthe  shrieks\n\tcame, he saw  accused  No. 10 holding Haribai from behind by\n\ther  waist and accused No.9 giving an axe blow on her  head.\n\tAlmost\tsimultaneously,\t Umaji saw accused  No.\t 12  holding\n\tTaramati  from behind and accused No. 11 giving an axe\tblow\n\ton her head.  Feeling nervous and fearful, jumped down\tfrom\n\tthe Maid, tethered his horse in his master&#x27;s land, went by\n<span class=\"hidden_text\" id=\"span_23\">\t653</span>\n\ta  bus to the Manwat Road Railway Station, took a  train  to\n\tRanjani\t and from there proceeded to the village of  Iregaon\n\twhere  his maternal uncle Mathaji lived.  After\t staying  at\n\tIregaon for about four days, Umaji went back to his master&#x27;s\n\thouse  at  Manwar when a police constable took him  to.\t the\n\tPolice\tStation, where a Police Officer recorded his  state-\n\tment.\n</p><p data-structure=\"CDiscource\" id=\"p_48\">\t    Umaji&#x27;s  evidence having been concurrently\taccepted  by\n\tthe Sessions Court and the High Court, we do. not propose to\n\tundertake a fresh reappraisal of that evidence except to the\n\textent to which the view of the Courts below is contrary  to\n\tthe weight of the record or is otherwise such as is impossi-\n\tble  in the context to sustain.\t On a careful  consideration\n\tof  Mr. Narayan&#x27;s closely  reasoned  submissions,  we\thave\n\tformed the conclusion, which does not materially differ from\n\tthat  of  the two Courts, that Umaji&#x27;s\tevidence  cannot  be\n\taccepted without adequate corroboration.\n\t    Our reasons for taking this view are briefly these: Fear\n\tand  pame may account for the fact that the witness did\t not\n\traise an alarm. But there is no reasonable explanation\twhy,\n\thaving\thad the\t presence mind to tether back the horse,  he\n\tdid  not see his master.  Then again, he sojourned from\t the\n\tscene  of offence to Iregaon but spoke to none. At  Iregaon,\n\twhich  was far removed from the scene of Manwat murders,  he\n\tholidayed  with\t his uncle for four days but even  on  being\n\tquestioned  as to the purpose of his visit, he made  no\t an-\n\tswer.  After returning to Manwat he saw his master but\ttold\n\thim nothing.  His statement was recorded by the police after\n\ttwo days of close interrogation.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">\t    In regard to accused No. 9, there are two  circumstances\n\twhich afford reliable corroboration to Umaji&#x27;s evidence.  On\n\tJanuary\t 11, 1974 accused No. 9 made a statement leading  to\n\tthe discovery of an axe blade, <a href=\"/doc/252858/\" id=\"a_70\">article 160</a>, from his  house.\n\tThe panchnama of recovery is Ex. 91-A which is proved by the\n\tPanch  Sheikh Imam (P.W. 11 ). It shows that accused  No.  9\n\ttook  out  an  axe blade from below a piece  of\t wood  lying\n\tbehind a cupboard in his house.\t The report  of\t the Serolo-\n\tgist,  Ex.  267, shows that the axe blade was  stained\twith\n\thuman blood of &#x27;A&#x27; group.  The blood of the deceased Haribai\n\tbelonged  to the same group.  Accused No. 9 admitted in\t his\n\texamination  that he had produced the axe blade and that  it\n\twas  stained with blood but he sought to explain  the  blood\n\tstains by saying that his wife had sustained an injury while\n\thewing\twood  with the axe.  That is  a\t flimsy\t explanation\n\tbecause were it true, it is difficult to understand why such\n\tgreat care was taken to conceal the axe blade.\n\t    On\tJanuary 21.1974- a burnt shirt piece,  <a href=\"/doc/1131530/\" id=\"a_71\">article\t170</a>,\n\twas recovered in consequence of information given by accused\n\tNo.  9.\t  The Panchnama, Ex. 87-A, and the evidence  of\t the\n\tPanch  Munjaba (P.W. 25) show that the accused dug  out\t the\n\tshirt  piece  from under a heap of earth  lying\t inside\t his\n\thouse.\t <a href=\"/doc/1131530/\" id=\"a_72\">Article 170</a> was found by the Sessions Judge to\t fit\n\tsquarely with the shirt sleeve, <a href=\"/doc/280240/\" id=\"a_73\">article 112</a>, which was found\n\tat  the place of occurrence near Haribai&#x27;s dead\t body.\t The\n\treport\tof the Chemical Analyser at Ex.271 shows that  arti-\n\tcles 112 and 170  bore&#x27; identical textile and physiochemical\n\tcharacteristics.\n</p><span class=\"hidden_text\" id=\"span_24\">\t654</span>\n<p data-structure=\"Precedent\" id=\"p_50\">\t    In\tour  opinion,  the courts below\t were  justified  in\n\trelying\t upon these corroborative circumstances\t to  connect\n\taccused No. 9 with the murder of Haribai.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">\t    Turning  to accused No. 10, an axe handle, <a href=\"/doc/1295106/\" id=\"a_74\">article\t169</a>,\n\twas  recovered\tat his instance on January  17,\t 1974.\t The\n\tPanchanama,  Ex. 86-A, and the evidence of the\tPanch  Mohd.\n\tYusuf  Bade  Khan (P.W. 10) show that the  axe\thandle\twas.\n\trecovered  from\t below\ta thorny fence in  the\tPardhi\tWada\n\tlocality.  The report of the serologist, Ex.267, shows\tthat\n\tthere was human blood on the axe but the group of, the blood\n\tcould  not be determined.  It is not possible to accept\t the\n\tsubmission   of\t Mr. Narayan that the axe handle was  recov-\n\tered from a place which was easily accessible to the  public\n\tbecause\t the  handle was taken out after making\t quite\tsome\n\tefforts to locate it.  Accused No. 10 was the author of\t its\n\tconcealment.\n</p><p data-structure=\"CDiscource\" id=\"p_52\">\t    On\tJanuary 8, 1974 when accused No. 10 was\t arrested  a\n\tturban,\t bush-shirt  and dhoti (<a href=\"/doc/1244239/\" id=\"a_75\">articles 150</a> to\t 1.52)\twere\n\tseized\tfrom  his person. The serologist&#x27;s  report,  Ex.267,\n\tshows  that human blood was detected on the  bush-shirt\t and\n\tthe  dhoti.   The blood-stain. on the shirt was\t 0.5  cm  in\n\tdiameter  and the blood detected on the bush-shirt  and\t the\n\tdhoti belonged to &#x27;A&#x27; group. Accused No. 10 admitted in\t his\n\texamination that the shirt and the dhoti were  blood-stained\n\tbut  he offered an unconvincing explanation that a child  of\n\this had bled from the nose,\n\t    The\t evidence  of  Dr. Salunke (P.W.  48)  who  examined\n\taccused\t No. 10 on the date of his arrest shows that he\t had\n\tfour  injuries on his person, the certificate in regard\t to,\n\twhich  is Ex. 174.  Injuries Nos.  1 and 2 were\t interrupted\n\tabrasions  which  in  the opinion of Dr.  Salunke  could  be\n\tcaused by teeth-bite.  That fits in with &#x27;the part played by\n\taccused No. 10, who according to Umaji&#x27;s evidence, had\theld\n\tHaribai from behind by her waist.  Evidently, Haribai strug-\n\tgled  to  release herself in a frantic attempt to  save\t her\n\tlife she caused the injuries to accused No. 10.\n\t    We agree with the view taken by both the Courts that the\n\tdiscovery  of the blood-stained axe-handle, the\t seizure  of\n\tclothes\t stained  with &#x27;A&#x27; group blood\tand  the  teeth-bite\n\tinjuries  afford adequate corroboration to Umaji&#x27;s  evidence\n\tregarding  the part played by accused No. 10, in the  murder\n\tof Haribai.\n</p><p data-structure=\"CDiscource\" id=\"p_53\">\t    As\tregards accused No. 11, an axe-blade (article.\t167)\n\twas recovered in consequence of information supplied by him.\n\tThe  Panchanama,  Ex. 84-A, and the evidence  of  the  Panch\n\tMohd.  Yusuf  Bade Khan. (P.W. 10) show that  accused  No.11\n\tled the police party  and  the panchas to a water tap in the\n\tPardhi\tWada  locality and dug out the axe blade  which\t was\n\tlying buried under a stone.  The report of the\t Serologist,\n\tEx.  269, shows that human blood of &#x27;A&#x27; group&#x27; was  detected\n\ton the axe blade.  Taramati, according to Umaji&#x27;s  evidence,\n\twas  assaulted with an axe by accused No. 11.  Her  clothes,\n\t<a href=\"/doc/500307/\" id=\"a_76\">articles  142</a> and <a href=\"/doc/210155/\" id=\"a_77\">143</a>, were found to be stained\t with  human\n\tblood  of &#x27;A&#x27; group..  We see no infirmity in  the  Pancha&#x27;s\n\tevidence  and no substance in the counsel&#x27;s contention\tthat\n\tthe discovery of the axe-blade was foisted on the accused.\n</p><span class=\"hidden_text\" id=\"span_25\">\t655</span>\n<p data-structure=\"CDiscource\" id=\"p_54\">\t    The discovery of the axe blade stained with human  blood\n\tof &#x27;A&#x27; group sufficiently corroborates the evidence of Umaji\n\tas  regards the part played by accused No. 11 in  Taramati&#x27;s\n\tmurder.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">\t    Before considering the case of accused No. 12, we  would\n\tlike   to point out that there is satisfactory\tevidence  to\n\tshow  the  presence of accused Nos. 9 to 11 at or  near\t the\n\tscene of offence some time before the incident.\t Dagdu (P.W.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">\t5),  Bhanudas  (P.W. 14), Sitaram (P.W. 16),  Narayan  (P.W.\n</p><p data-structure=\"Section\" id=\"p_57\">\t17),  Baliram (P.W. 18) and Santram (P.W. 24)  have  deposed\n\tabout  the same either in regard to all of these accused  or\n\tsome  of them.\tTheir evidence has been examined  with\tgear\n\tcare  by  the learned Sessions Judge and we agree  with\t his\n\tassessment that except for Sant Ram, the other witnesses can\n\tbe  relied  up.on  for affording  corroboration\t to  Umaji&#x27;s\n\tevidence.\n</p><p data-structure=\"CDiscource\" id=\"p_58\">\t      That leaves the case of accused No. 12 for  considera-\n\ttion.\tIt   is alleged that he held  Taramati\tfrom  behind\n\twhereupon accused No. 11 gave axe-blows on her head.   Tara-\n\tmati  was just a girl of 9 and\tthe allegation that  accused\n\tNo. 12 had to hold her from behind to enable accused No.  11\n\tto assault her with an axe sounds inherently incredible.  1t\n\tis  significant that some time before the occurrence,  Umaji\n\tmet  accused Nos. 9,10 and 11 near the scene of offence\t but\n\tnot  accused No. 12. The importance of this circumstance  is\n\ttwofold: Firstly that accused No. 12 was not in the  company\n\tof the other three at or about the time of the incident\t and\n\tsecondly that Umaji&#x27;s identification of the person who\theld\n\tTaramati,  namely accused No. 12, becomes  somewhat  infirm.\n\tThere  was  standing crop about five feet high\tbetween\t the\n\tMala  where Umaji was standing and the place where  Taramati\n\twas  held.   Besides, the spot where Taramati  was  done  to\n\tdeath  was in a depression, which would further\t affect\t the\n\twitness&#x27;s  ability  to. identify the person  who.  had\theld\n\tTaramati.   After all, Umaji had but a fleeting\t glimpse  of\n\tthe  incident  and  the chance of an  error  in\t identifying\n\taccused No. 12, who w.as not seen earlier in the company  of\n\taccused Nos. 9 to  11,\tcannot fairly be excluded.\n\t    All the same, since Umaji has no particular\t reason\t  to\n\timplicate accused No. 12 falsely and since the Courts  below\n\thave concurrently accepted his evidence in regard to accused\n\tNo.   12   also,  we  must examine carefully  the  strenuous\n\tsubmission  made  by Mr. Desai for the State  that  even  as\n\tregards\t accused No. 12,  Umaji&#x27;s  evidence is\tsufficiently\n\tcorroborated.\n</p><p data-structure=\"Section\" id=\"p_59\">\t    That  corroboration\t consists of the discovery   of.  an\n\taxe-handle, <a href=\"/doc/1555093/\" id=\"a_78\">article 168</a>, from the house of accused No. 12 on\n\tJanuary\t 17  1974. The Panchanama of recovery  is  Ex.\t85-A\n\twhich  is  proved by the Panch Mohd.  Yusuf Bade Khan,\tP.W.\n</p><p data-structure=\"CDiscource\" id=\"p_60\">\t10.   It  is  alleged that the axe-handle  was\tproduced  by\n\taccused No. 12 from below the tin-sheet roof of his house in\n\tPardhi Wada.  The report  of  the  serologist, Ex. 269, says\n\tthat there was human blood of &#x27;A&#x27; group on the axehandle.\n\t    We\tfind  it impossible to place any.  reliance  on\t the\n\tdiscovery  of  the  axe-handle for  the\t following  reasons:\n</p><blockquote id=\"blockquote_6\">\tThough accused No. 12 was\n<span class=\"hidden_text\" id=\"span_26\">\t656</span>\n\tarrested  on  January  11, 1974 his house  was\tsearched  on\n\tJanuary\t 7, 1974 in connection with the murders\t of  Haribai\n\tand   her   daughters which had taken place  on\t January  4,\n\t1974.  That search is borne out by the Panchanama, Ex.\t221.\n\tOn January 6, 1974 accused No. 12 figured in an\t identifica-\n\ttion parade which was arranged in order to ascertain if\t the\n\tDog squad could afford assistance in fixing the identity  of\n\tthe  culprits.\tThe evidence of the Senior Dog Master,\tRam-\n\tchandra\t (P.W.\t52),  shows that a female  dog\tcalled\tMala\n\tsniffed\t her  suspicion at accused No. 12.   With  the\tclue\n\tprovided  by the Dog Squad on the 6th, the house of  accused\n\tNo.  12 was searched  on  the  7th.  That house consists  of\n\tone room only.\tThe Panchanama shows that the axe-handle was\n\tnot  in\t any manner concealed under the tin-sheet.   It\t was\n\tlying openly, visible to the naked eye, so that he who cared\n\tcould  easily  see it.\tIt is then strange that it  was\t not\n\tfound\ton  the\t 7th itself.  There is also a  serious\tdis-\n\tcrepancy  in the evidence of the two Panehas,  Mohd.  Yusuf,\n\tP.W. 10, and Sheikh Imam, P.W. 11, regarding the  discovery.\n\tWhereas according to the former, accused No. 12 said that he\n\thad  concealed\tthe axe,handle below the  tin-sheet  of\t the\n\troof, according to the latter the information which  accused\n\tNo.   12 gave was that he had kept the handle below a  stone\n\tinside\this  house.  Coupled  with  the\t circumstance  which\n\temerges from the evidence of Panch Sheikh Imam that there is\n\tno  door  to the room  from  which the axe-handle  was\tpro-\n\tduced,\tthe evidence in regard to. the recovery of the\taxe-\n\thandle becomes manifestly suspect.  These infirmities in the\n\trecovery of the axe-handle failed to evoke the attention  of\n\tthe High Court.\t The Sessions Court too missed their  impact\n\ton the point at issue.\n</blockquote><blockquote id=\"blockquote_7\">\t    The seizure of a blood-stained&#x27; Dhoti from the person of\n\taccused No. 12 at the time of h,is arrest, even if the blood\n\tbelonged   to\t&#x27;A&#x27; group, is not of a kind  which,  in\t the\n\tcontext of the various circumstances <a href=\"/doc/320833/\" id=\"a_79\">referred to above</a>,\t can\n\tbe  accepted as\t safely\t of  sufficiently  corroborative  of\n\tUmaji&#x27;s\t evidence.  This is particularly so because, at\t the\n\tvery  threshold,  it  is doubtful if  Umaji  could  identify\n\taccused No. 12.\n</blockquote><blockquote id=\"blockquote_8\">\t    The\t evidence regarding the presence of accused No.\t  12\n\tin  the fields roundabout the scene of offence on the after-\n\tnoon  of  the day of incident cannot connect  him  with\t the\n\tcrime.\t And the retracted confession of the  accused,\tlike\n\tits  counterparts,  has to be  excluded\t from  consideration\n\taltogether  because  of the cavalier fashion  in  which\t the\n\tSub-Divisional Magistrate recorded the various confessions.\n\t    Accused No. 12 is thus entitled to an acquittal for\t the\n\treason\tthat  the prosecution has failed to prove  its\tcase\n\tagainst\t him  beyond  a reasonable doubt.\n</blockquote><blockquote id=\"blockquote_9\">\t    Learned  counsel for accused Nos. 3, 9, 10 and 11  whose\n\tconviction under s. 302 read with<a href=\"/doc/94346/\" id=\"a_80\"> s. 34</a> has been affirmed by\n\tus  and who stand sentenced to death, contend that  the\t ac-\n\tcused were not heard on the question of sentence and  there-\n\tfore the sentence is not according to law.  It is urged that\n\twe  should remand the appeal  of  accused Nos. 9, 10 and  11\n\tto the High Court which sentenced them to death,\n<span class=\"hidden_text\" id=\"span_27\">\t657</span>\n\tand  accused  No.  3&#x27;s appeal to the  Sessions\tCourt  which\n\tsentenced him to death, in order to enable these accused  to\n\tmake  their  contentions as to why they should not  be\tsen-\n\ttenced\tto death even though they have been convicted  under\n\ts.  302\t of  the Penal Code.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"819576\" id=\"span_28\">In support  of  this  argument\n\treliance  is  placed on a decision of this  Court  in  <a href=\"/doc/819576/\" id=\"a_81\">Santa\n\tSingh v. State of Punjab</a>(1).</span>\n</blockquote><blockquote id=\"blockquote_10\">\t    In Santa Singh(1), the Sessions Judge, after pronouncing\n\tthe  judgment convicting the appellant for a double  murder,\n\tdid not give him opportunity to be heard on the question  of\n\tsentence.   He\t pronounced the appellant guilty  of  murder\n\tand, as a part of a single judgment, imposed the sentence of\n\tdeath.\t The  High Court confirmed the\tconviction  and\t the\n\tsentence  of  death.  In appeal, it was held by\t this  Court\n\t(Bhagwati  and Fazal Ali, JJ) that the provisions of<a href=\"/doc/1604716/\" id=\"a_82\"> s.\t 235</a>\n\tof the Code of Criminal Procedure, 1973, which are clear and\n\texplicit, require that the Court must in the first  instance\n\tdeliver\t a  judgment of acquitting the accused\tand  if\t the\n\taccused\t be convicted,\the  must be given an opportunity  to\n\tbe heard in regard to the sentence.  Holding that the provi-\n\tsions of s. 235 are mandatory in character,  the  Court\t set\n\taside  the sentence of death and remanded the case  to.\t the\n\tSessions  Court\t with the direction that it should  pass  an\n\tappropriate sentence after giving to the appellant an oppor-\n\ttunity to be heard on the question of sentence.\n</blockquote><blockquote id=\"blockquote_11\">\t\t      <a href=\"/doc/1604716/\" id=\"a_83\">Section  235</a> of the Criminal  Procedure  Code,\n\t\t      1973 reads thus:\n</blockquote><blockquote id=\"blockquote_12\">\t\t\t     &quot;235(1)  After  heating  arguments\t and\n\t\t      points of law (if any), the Judge shall give a\n\t\t      judgment in the case.\n</blockquote><blockquote id=\"blockquote_13\">\t\t\t     (2).  If the accused is convicted,\t the\n\t\t      Judge shall, unless he proceeds in  accordance\n\t\t      with  the provisions of Section 360, hear\t the\n\t\t      accused on the question of sentence, and\tthen\n\t\t      pass sentence on him according to law.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_61\">\t    The\t imperative language of sub-section (2)\t leaves\t no.\n\troom for doubt that after recording the finding of guilt and\n\tthe  order  of conviction, the Court is under an  obligation\n\tto  hear the accused on the question of sentence  unless  it\n\treleases him on\t probation  of\tgood conduct or after  admo-\n\tnition under s. 360.  The right to be heard on the  question\n\tof sentence has a beneficial purpose, for a variety of facts\n\tand  considerations  bearing  on the sentence  can,  in\t the\n\texercise of that right, be placed before the Court which the\n\taccused, prior to the enactment of the Code of 1973, had no.\n\topportunity to do.  The social compulsions, the pressure  of\n\tpoverty,  the  retributive instinct to seek  an\t extra-legal\n\tremedy to a sense of being wronged, the lack of means to  be\n\teducated  in  the  difficult art of an\thonest\tliving,\t the\n\tparentage,   the heredity--all these and similar other\tcon-\n\tsiderations can, hopefully and legitimately, tilt the scales\n\ton  the\t propriety of sentence.\t The mandate  of  s.  235(2)\n\tmust, therefore, be obeyed in its letter and spirit.\n\t  (1) [1976] 4 S.C.C. 190.\n</p><span class=\"hidden_text\" id=\"span_29\">\t658</span>\n<p data-structure=\"Precedent\" id=\"p_62\">\t    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"819576\" id=\"span_30\">But\t we are unable to read the judgment in\t<a href=\"/doc/819576/\" id=\"a_84\">Santa  Singh</a>\n\t(supra)\t as laying down that the failure on the part of\t the\n\tCourt, which convicts an accused, to &#x27;hear him on the  ques-\n\ttion  of sentence must necessarily entail a remand  to\tthat\n\tCourt  in order to afford to the accused an opportunity\t to.\n\tbe  heard on the question of sentence.\t The Court, on\tcon-\n\tvicting\t an  accused, must unquestionably hear\thim  on\t the\n\tquestion  of sentence.\tBut if, for any reason, it omits  to\n\tdo so and the accused makes a grievance of it in the  higher\n\tcourt,\tit would be open to that Court to remedy the  breach\n\tby  giving a hearing to the accused on the question of\tsen-\n\ttence.\tThat opportunity has to be real and effective, which\n\tmeans  that the accused must be permitted to  adduce  before\n\tthe  Court  all the data which he desires to adduce  on\t the\n\tquestion  of sentence.\tThe accused may exercise that  right\n\teither\tby instructing his counsel to make oral\t submissions\n\tto the Court or he may,\t on affidavit or otherwise, place in\n\twriting before the Court whatever he desires to place before\n\tit on the question of sentence.\t The Court may, in appropri-\n\tate  cases, have to adjourn the matter in order\t to give  to\n\tthe  accused sufficient time to produce the  necessary\tdata\n\tand  to\t make his contentions on the question  of  sentence.\n\tThat,  perhaps, must inevitably happen where the  conviction\n\tis recorded for\t the first time by a higher court.\n\t    Bhagwati J. has observed in his judgment that care ought\n\tto  be taken to ensure that the opportunity of a hearing  on\n\tthe  question of sentence is not abused and turned  into  an\n\tinstrument  for\t unduly protracting  the  proceedings.\t The\n\tmaterial  on which the accused proposes to rely\t may  there-\n\tfore,  according to the learned Judge, be placed before\t the\n\tCourt  by  means of an affidavit.  Fazal Ali, J.,  also\t ob-\n\tserves\tthat the courts must be vigilant to exercise  proper\n\tcontrol over their proceedings, that the accused must not be\n\tpermitted  to adopt dilatory tactics under the cover of\t the\n\tnew  right and that what s. 235(2) contemplates is  a  short\n\tand  simple  opportunity  to place  the\t necessary  material\n\tbefore the Court.  These observations show that for a proper\n\tand  effective implementation  of the  provision   contained\n\tin  s.\t235(2),\t it is not always necessary  to\t remand\t the\n\tmatter to the court which has recorded the conviction.</span>\t <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"819576\" id=\"span_31\">The\n\tfact  that  in <a href=\"/doc/819576/\" id=\"a_85\">Santa Singh</a> (supra) this Court  remanded\t the\n\tmatter to the Sessions Court does not spell out ratio of the\n\tjudgment  to  be that in every such case there has to  be  a\n\tremand.\t  Remand  is an exception, not the rule,  and  ought\n\ttherefore to be avoided as far as possible in the  interests\n\tof expeditious, though fair disposal of cases.\n\t    After counsel for accused Nos. 3, 9, 10 and 11 raised an\n\tobjection  before us that the sentence of death was  imposed\n\tupon   the  accused without hearing them as required  by  s.\n\t235(2)\tof the code, we granted to them liberty\t to  produce\n\tbefore\tus  such material as they desired and to  make\tsuch\n\tcontentions  as\t they thought necessary on the\tquestion  of\n\tsentence.  Accordingly, counsel made their oral\t submissions\n\tbefore\tus on the question of sentence and they\t also  flied\n\tthe  relevant material before us showing why we\t should\t not\n\tuphold the death sentence imposed on the accused.</span>\n</p><span class=\"hidden_text\" id=\"span_32\">\t659</span>\n<p data-structure=\"Section\" id=\"p_63\">\t    That  takes\t us to the question of\tsentence.   For\t the\n\toffence\t under s. 302, it is no longer obligatory to  impose\n\tthe  sentence of death. Prior to the amendment of<a href=\"/doc/940370/\" id=\"a_86\"> s.  367(5)</a>\n\tof  the Code of Criminal Procedure, 1898 by Act 26 of  1955,\n\tthe  normal sentence for murder was death and the Court\t had\n\tto  record its reasons for imposing the lesser\tsentence  of\n\tlife  imprisonment.   The obligation to record\treasons\t for\n\timposing  the lesser penalty was deleted by Act 26 of  1955,\n\tso  that Courts became free to award either the sentence  of\n\tlife imprisonment or the sentence of death, depending on the\n\tcircumstances  of each individual case.\t Section  354(3)  of\n\tthe Code of 1973 provides that when the conviction is for an\n\toffence\t punishable with death or, in the alternative,\twith\n\timprisonment  for life or imprisonment for a term of  years,\n\tthe judgment shall state the reasons for the sentence award-\n\ted,  and in the case of sentence of death, the special\trea-\n\tsons for awarding that sentence.  The legislative history of\n\tthe  sentencing provisions and the explicit language  of  s.\n\t354(3)\tshow that capital punishment can be awarded for\t the\n\toffence\t of  murder, only if there are special\treasons\t for\n\tdoing  so.  All murders are inhuman, some only more so\tthan\n\tothers.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">\t    Having considered the matter in all its  aspects--penal,\n\tjuristic and sociological--and having given our most anxious\n\tconsideration  to  the problem, we are of the  opinion\tthat\n\taccused Nos. 3, 9, 10 and 11 deserve the extreme penalty  of\n\tlaw and that there is no justification for interfering\twith\n\tthe sentence of death imposed upon them.\n</p><p data-structure=\"CDiscource\" id=\"p_65\">\tAccused No. 3 put an end to four innocent lives, three small\n\tgirls ten years of age and a woman in her thirties.  Accused\n\tNos.  10 and 11 committed the murders of Haribai, her  nine-\n\tyear  old  daughter and her infant child.  The\tvictims\t had\n\tgiven  no  cause for the&#x27; atrocities  perpetrated  on  them.\n\tThey were killed as a child kills flies.  And the  brutality\n\taccompanying  the  manner  of  killing\tdefies\tan  adequate\n\tdescription.   The luring of small girls, the  gagging,\t the\n\tcutting\t of  their private parts, the ruthless\tdefiling  in\n\torder\t to  prevent identification of the victims  and\t the\n\tmysterious motive for the murders call for but one sentence.\n\tNothing\t short\tof  the death sentence can  atone  for\tsuch\n\tcallous\t and calculated transgression of law.\tMorbid\tpity\n\tcan  have  no place in the assessment of murders  which,  in\n\tmany  respects.\t will remain unparalleled in the  annals  of\n\tcrime. Accordingly, we confirm the death sentence imposed on\n\taccused Nos. 3, 9, 10 and 11.\n</p><p data-structure=\"Conclusion\" id=\"p_66\">\t\t      The overall result is as follows:\n</p><blockquote id=\"blockquote_14\">\t\t\t  (1  ) We uphold the acquittal\t of  accused\n\t\t      Nos.  1 and 2 and dismiss Criminal Appeal\t No.\n\t\t      441 of 1976 filed by the State of Maharashtra.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_67\">\t\t      Both the two Accused who are in jail shall  be\n\t\t      released.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">\t\t\t      (2)  We uphold the conviction  of\t ac-\n</p><p data-structure=\"Conclusion\" id=\"p_69\">\t\t      cused  No. 3 under s.. 302 read with<a href=\"/doc/94346/\" id=\"a_87\"> S. 34</a>  of\n\t\t      the  Penal  Code\tand the\t sentence  Of  death\n\t\t      imposed upon him. Criminal Appeal No. 1438  of\n\t\t      1976 filed by him is accordingly dismissed\n\t\t\t       (3)  We\tuphold\tthe  conviction\t  of\n\t\t      accused  Nos. 9, 10 and 11 under s.  302\tread\n\t\t      with<a href=\"/doc/94346/\" id=\"a_88\"> s. 34</a> of the Penal Code and\n\t\t      3--707SCI/77\n<span class=\"hidden_text\" id=\"span_33\">\t\t      660</span>\n\t\t      the  sentence of death imposed upon  them.  We\n\t\t      acquit accused No 12 by giving him the benefit\n\t\t      of doubt and direct that he shall be released.\n\t\t      Criminal\tAppeal No.437 of 1976 filed  by\t ac-\n</p><p data-structure=\"CDiscource\" id=\"p_70\">\t\t      cused Nos. 9 to 12 thus succeeds partly in  so\n\t\t      far  as accused No. 12 is concerned and  fails\n\t\t      in  so  far as accused Nos. 9, 10 and  11\t are\n\t\t      concerned.\n</p><p data-structure=\"CDiscource\" id=\"p_71\">\t    Before concluding, we would like to make a few  observa-\n\ttions  concerning the detection and investigation  of  these\n\tcrimes.\t  It  is a matter of grave concern that\t the  police\n\twere not able to obtain any clue whatsoever to the  numerous\n\tmurders which were committed so systematically in the  small\n\tvillage\t of Manwat. The spate of those atrocities  commenced\n\twith  the murder of Gayabai on November 14, 1972  and  ended\n\twith the murders of Haribai and her two daughters on January\n\t4,, 1974. All along, a strong patrol of policemen was  keep-\n\ting vigil in the very locality in which most of the  murders\n\twere  committed.   The evidence of Dy. S.P.  Waghmare  shows\n\tthat  apart from the mobile police, fixed post patrols\twere\n\tdeputed\t to keep a close watch on the activities of all\t and\n\tsundry\tin  the area which was chosen by the  murderers\t for\n\ttheir  criminal activities.  Haribai and her daughters\twere\n\tmurdered under the very nose of the policemen.\tQuite a\t few\n\tof them were on duty a few hundred yards away from the scene\n\tof occurrence and yet the culprits could escape with impuni-\n\tty.   And it is astonishing that when the three dead  bodies\n\twere lying in close proximity, the police with their trained\n\thawk-sight  could  see only one.  All this hardly  does\t any\n\tcredit to the efficiency and watchfulness of a system  which\n\tin  Maharashtra has won many encomiums.\t  Eventually  Provi-\n\tdence, and perhaps the police, persuaded Samindrabhai Pawar,\n\taccused No. 4, to make a confessional statement on  December\n\t28, 1973 and the wheels of a baffled machine started  moving\n\tfast.\n</p><p data-structure=\"CDiscource\" id=\"p_72\">\t    It\twould  perhaps have been more conducive\t to  greater\n\tefficiency if an unduly large number of senior police  offi-\n\tcers were not commissioned for the investigational  work..No\n\tone  seems  to have assumed an\toverall\t responsibility\t for\n\tinvestigation  and so many of them working together  spoiled\n\tthe broth like so many cooks.\n</p><p data-structure=\"CDiscource\" id=\"p_73\">\t    It is plain common-sense that suspects are seldom  will-\n\ting  to furnish a quick and correct clue to the\t crimes\t for\n\twhich  they are arrested.  A certain amount of\tcoaxing\t and\n\tpromising has inevitably to be done in order to persuade the\n\taccused to disclose at least the outlines of the crime.\t But\n\tthe  use  of  strong methods of\t investigation,\t apart\tfrom\n\traising\t problems  concerning the observance of\t decency  in\n\tpublic\taffairs\t and of human dignity, is fraught  with\t the\n\tdanger that the very process by which evidence is  collected\n\tmay become suspect and fail to inspire confidence.   Ganpat,\n\tthe approver, was driven to admit that he was tortured while\n\tin the lock-up and we have serious doubts whether the injury\n\tcaused\ton  his head was, as alleged by\t the  police,  self-\n\tinflicted.  A witness called Ramchandra also  admitted\tthat\n\twhile under interrotation the police pulled out his pig-tail\n\tWe  have resisted the failing which tempts  even  judicially\n\ttrained\t minds to revolt against such methods and throw\t the\n\tentire\tcase  out of hand.  But we must with hopes  for\t the\n\tfuture, utter a word of warning that just as crime does\t not\n\tpay\n<span class=\"hidden_text\" id=\"span_34\">\t661</span>\n\tso  shall it not pay to resort\tto torture  of suspects\t and\n\twitnesses during the course of investigation.  History shows\n\tthat  misuse  of authority is a common\thuman  failing\tand,\n\ttherefore,  Courts  must guard against\tall  excesses.\t The\n\tpolice,\t with their wide powers, are apt to  overstep  their\n\tzeal to detect crimes and are tempted to use the strong\t arm\n\tagainst those who happen to fall under their secluded juris-\n\tdiction.   That\t tendency and that temptation must,  in\t the\n\tlarger interests of justice, be nipped in the bud.\n\tGOSWAMI, J.--I am in agreement with the judgment proposed by\n\tmy  brother  Chandrachud  which is a  piece  of\t conspicuous\n\tclarity\t after\tmarshalling and compressing a mass  of\tevi-\n\tdence.\tI also agree with the views expressed therein on the\n\tlegal  questions  raised in these appeals. Even\t so  I\tfeel\n\tobliged to add a few lines.\n</p><p data-structure=\"Precedent\" id=\"p_74\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"819576\" id=\"span_35\">I  would particularly emphasise that there is  no  mandatory\n\tdirection for remanding any case in <a href=\"/doc/819576/\" id=\"a_89\">Santa Singh v. The State\n\tof Punjab</a>(1) nor is remand the inevitable recipe of  <a href=\"/doc/729076/\" id=\"a_90\">section\n\t235(2)</a> Code of Criminal Procedure, 1973.  Whenever an appeal\n\tcourt finds that the mandate of section 235(2) Cr. P.C.\t for\n\ta  heating  on sentence had not been complied with,  it,  at\n\tonce,  becomes the duty of the appeal court to offer to\t the\n\taccused an adequate opportunity to produce before it whatev-\n\ter materials he chooses in whatever reasonable way possible.\n\tCourts should avoid laws&#x27; delay and necessarily inconsequen-\n\ttial  remands  when the accused can secure full\t benefit  of\n\tsection\t 235(2)\t Cr. P.C. even in the appeal court,  in\t the\n\tHigh  Court  or\t even in this Court.   We  have\t unanimously\n\tadopted this very course in these appeals.</span>\n</p><p data-structure=\"Precedent\" id=\"p_75\">\t    Treasure-trove  legend survives generations.  There\t had\n\tbeen many casualties in honest exploits to the peaks of gold\n\tbars.  Gold was not found  So was treasure-trove not located\n\tin spite of the notorious Manwat murders.\n</p><p data-structure=\"CDiscource\" id=\"p_76\">\t    The\t gruesome  story  revealed in  these  cases  beggars\n\tdescription of the limit of human credulity, horrid  avarice\n\tand unconcerned and heartless execution of evil ends.  I  am\n\tnot  on\t that.\tThe final curtain, so far as  legal  process\n\tgoes is drawn.\n</p><p data-structure=\"Conclusion\" id=\"p_77\">\t    Conviction in these cases does no credit to the  police,\n\tnor to the hoodwinking demonstration of flashy\t&#x27;dog-squad&#x27;.\n\tMurders committed. one &#x27;after the other in series, under the\n\tvery  nose  of\ta publicised ring of a\tcamping\t platoon  of\n\tpolice personnel widely cordoning the entire scene of occur-\n\trence  for months with check-posts, for recording  names  of\n\tpassers-by, may secure banner in newspapers, but no  laurels\n\tfor the police.\n</p><p data-structure=\"Precedent\" id=\"p_78\">\t    But\t for  the blazing lust for life\t of  the  confessing\n\tapprovers  supplying the infrastructure for the\t prosecution\n\tcase which, we find, is corroborated in material particulars\n\tby  independent testimony so far as some of  the  appellants\n\tare  concerned,\t there\tis much more to be.  desired  in  an\n\tinvestigation  of  such awe-inspiring  cases.\tThe  archaic\n\tattempt to. secure confessions by hook or by crook seems  to\n\tbe the be all and end all of the\n\t(1) [1976] (4) SCC 190.\n</p><span class=\"hidden_text\" id=\"span_36\">\t662</span>\n<p data-structure=\"Precedent\" id=\"p_79\">\tpolice\tinvestigation.\tThe investigation does\tnot  reflect\n\tany  imaginative drive on the part of the police in a  crime\n\tof this magnitude.\n</p><p data-structure=\"CDiscource\" id=\"p_80\">\t    To\tmention\t one item only, even Balabhau Lad,  a  close\n\tneighbouring relative of the deceased Haribai and master  of\n\tUmaji,\tthe  star witness against accused 9 to 12,  has\t not\n\tbeen  produced\tin this case to corroborate the\t sudden\t and\n\tinstant\t disappearance of Umaji for four days from the\tvery\n\tscene  of murder, being his master&#x27;s field, by\tleaving\t his\n\thorse tethered therein.\t Next having got blood stains in the\n\tarticles  produced  by the accused there was no\t attempt  to\n\tascertain  the blood group of the accused&#x27;s family  members.\n\tIn  fact  accused No. 9 did tell the court  that  the  blood\n\tstains\tin the exhibit were from his wife&#x27;s injury from\t the\n\taxe.  Again, accused  No. 10 said that the  blood stains  on\n\tthe  exhibited clothes were from his child&#x27;s bleeding  nose.\n\tWe  have disbelieved the pleas of the accused but that\tdoes\n\tnot  redound to the credit of the quality of the  investiga-\n\ttion of these dastardly crimes.\n</p><p data-structure=\"CDiscource\" id=\"p_81\">\t    It is distressing that when three murders took place  on\n\tthe 4th of January, 1974, and all the dead bodies were lying\n\tat  the same field, only one dead body was located  and\t the\n\tother  two.  were  not traced until next  morning.   If\t the\n\tmurderers could escape from the barricaded area in broad day\n\tlight by throwing dust in the eyes of the police, what would\n\thave  happened\tif the other two dead  bodies  were  removed\n\tduring the night beyond trace; ?  Is this investigation with\n\ta  &#x27;dog-squad&#x27;\tat command ?  A dog is its  master&#x27;s  voice.\n\tDid the police play the true master ?\n</p><p data-structure=\"Conclusion\" id=\"p_82\">\t    The\t police.  should remember that\tconfession  may\t not\n\talways\tbe  a short-cut to solution.  Instead of  trying  to\n\t&quot;start&quot; from a confession they should strive to &quot;arrive&quot;  at\n\tit.   Else, when they are busy on this short route  to\tsuc-\n\tcess, good evidence may disappear due to inattention to\t the\n\treal  clues. Once a confession is obtained, there  is  often\n\tflagging of zeal for a full and thorough investigation\twith\n\ta view to establish the case de hors the confession.  It  is\n\toften  a  sad experience to find that  on   the\t confession,\n\tlater,\tbeing inadmissible for one reason or other the\tcase\n\tfounders in court.\n</p><p data-structure=\"Conclusion\" id=\"p_83\">\t    It is an irony that a Sub-Divisional Magistrate  holding\n\texecutive  charge of a Sub-Division was completely  ignorant\n\tof  the\t duties imposed on him under <a href=\"/doc/497457/\" id=\"a_91\">section  164</a>,  Code  of\n\tCriminal  Procedure  and we had to reject  the\tconfessions.\n\tUnder the new Code such powers are exercised by a Metropoli-\n\ttan  or\t Judicial  Magistrate.\tThe  pitfalls  in  recording\n\tconfession  may be so. disastrous that it may be of  immense\n\tvalue  for the Magistrates to have some\t practical  guidance\n\tfrom superior officers for properly discharging their  func-\n\ttion under <a href=\"/doc/228024/\" id=\"a_92\">section 164</a>, Cr. P.C.\n\t    Even after conclusion of the trial in a heinous case  of\n\tthis magnitude, the police should be well-advised to  pursue\n\tclues and for missing links to unearth &#x27;the yet undiscovered\n\tguilty\tones and should not rest satisfied with &#x27;the  result\n\tof these cases. There is yet room for a wider probe into men\n\tand matters in connection with these ghastly crimes.\n</p><span class=\"hidden_text\" id=\"span_37\">\t663</span>\n<p data-structure=\"PetArg\" id=\"p_84\">\t    Counsel  drew our attention to a very disquieting\tfea-\n\tture   in the attempt of the police to see that the  accused\n\tdid not get the assistance of the local Bar.  The suggestion\n\thas  of course been denied by the police officer.  If  there\n\tis any truth in this unholy move for denying proper  defence\n\tto  the\t accused, no matter how heinous the offence,  it  is\n\thighly\tobnoxious to the notions of fair play and  all\tthat\n\tjustice stands for.  Such ideas should be banished.\n\t    I  hasten  to add that the accused before us  could\t not\n\thave  been  better defended as has been done  by  the  three\n\tconscientious  young  counsel who impressed  us\t with  their\n\tindustry and ability.\n</p><p data-structure=\"Conclusion\" id=\"p_85\">\tP.H.P.\n<span class=\"hidden_text\" id=\"span_38\">\t664</span>\n\n\n\n</p>","numcites":40,"numcitedby":97,"docsource":"Supreme Court of India","citetid":148506,"divtype":"judgments","relatedqs":[{"value":"death sentence","formInput":"death%20sentence"},{"value":"evidence of approver","formInput":"evidence%20of%20approver"},{"value":"dog squad","formInput":"dog%20squad"},{"value":"corroborative evidence ","formInput":"corroborative%20evidence%20"},{"value":"article 17","formInput":"article%2017"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"confession","formInput":"confession"},{"value":"confession of accused","formInput":"confession%20of%20accused"},{"value":"treasure trove","formInput":"treasure%20trove"},{"value":"admissibility of evidence","formInput":"admissibility%20of%20evidence"},{"value":"quacks","formInput":"quacks"},{"value":"confession before magistrate","formInput":"confession%20before%20magistrate"},{"value":"Evidence of the accomplice","formInput":"Evidence%20of%20the%20accomplice"},{"value":"tender of pardon","formInput":"tender%20of%20pardon"},{"value":"accomplice","formInput":"accomplice"},{"value":"recording of confession ","formInput":"recording%20of%20confession%20"},{"value":"\"treasure trove\"","formInput":"%22treasure%20trove%22"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"\"accomplice evidence\"","formInput":"%22accomplice%20evidence%22"},{"value":"302/34","formInput":"302/34"}],"cats":[{"value":"admissibility-of-electronic-accounting-entries","formInput":"tag:admissibility-of-electronic-accounting-entries"},{"value":"evidence-by-refusal-of-production","formInput":"tag:evidence-by-refusal-of-production"},{"value":"court-may-presume-existence-of-certain-facts","formInput":"tag:court-may-presume-existence-of-certain-facts"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"accomplice-testimony-in-criminal-trials","formInput":"tag:accomplice-testimony-in-criminal-trials"}],"courtcopy":true,"query_alert":null,"agreement":false}