{"tid":187663,"publishdate":"2008-11-14","title":"Asif Mamu vs State Of M.P on 14 November, 2008","doc":"<h2 class=\"doc_title\">Asif Mamu vs State Of M.P on 14 November, 2008</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 SUPREME COURT 600, 2008 AIR SCW 7744, 2008 (4) CURCRIR 726, (2008) 4 JCC 2940 (SC), 2008 (14) SCALE 442, 2008 (4) JCC 2940, 2008 (15) SCC 405, (2009) 1 EASTCRIC 286, 2009 (3) SCC(CRI) 1011, 2009 (2) RAJLW 1364, (2009) 2 MAD LJ(CRI) 639, (2009) 1 ALLCRIR 96</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-n-agrawal\">B.N. Agrawal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-singhvi\">G.S. Singhvi</a>, <a href=\"/search/?formInput=benchid:b-n-agrawal\">B.N. Agrawal</a></h3>\n\n<pre id=\"pre_1\">                           IN THE SUPREME COURT OF INDIA\n\n              CRIMINAL APPELLATE JURISDICTION\n\n                CRIMINAL APPEAL NO. 949 OF 2007\n\n  Asif Mamu                                    ...Appellant\n\n                                  Vs.\n\n        State of Madhya Pradesh                   ...Respondent\n\n                                 WITH\n\n                CRIMINAL APPEAL NO. 718 OF 2007\n\n                                  AND\n\n                CRIMINAL APPEAL NO. 838 OF 2007\n\n\n                             JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">B.N. AGRAWAL, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">  1. Criminal Appeal Nos. 949 and 838 of 2007 arise out of the impugned\n\n     common judgment of conviction rendered by the High Court after\n\n     reversing the order of acquittal passed by the trial court in Sessions\n\n     Trial No. 379 / 1996, whereby, appellants Asif Mamu and Mukhtiyar\n\n     Malik @ Javed, besides accused Rajiulla Khan and Sheru @ Sher\n\n     Khan Nepali [in short &quot;Asif&quot;, Mukhtiyar&quot;, &quot;Rajiulla&quot; and &quot;Sheru&quot;,\n\n     respectively] were acquitted. Criminal Appeal No. 718 of 2007 arises\n\n     out of the said common judgment of conviction passed by the High\n\n     Court after reversing the separate judgment passed by trial court in\n\n     Sessions Trial No. 383/96 acquitting eight accused persons, namely,\n<span class=\"hidden_text\" id=\"span_1\">                                          1</span>\n\f      Muzaffar Hussain @ Munne Painter, Mazhar Hussain [in short,\n\n      &quot;Munne Painter&quot; and &quot;Mazhar&quot;, respectively], Badshah, Sadiq,\n\n      Sajid, Haseen @ Mohasin, Guddu Jadugar @ Mehtab @ Ganja [in\n\n      short, &quot;Haseen&quot; and &quot;Guddu&quot;, respectively] and Salim Kela. These\n\n      two sessions cases were case and counter case, tried one after the\n\n      other by the same court, separate evidence was recorded therein and\n\n      disposed of by separate judgments. As such, we proceed to consider\n\n      cases of accused persons in the two trials separately.\n\n\n\nCriminal Appeal Nos. 949 and 838 of 2007\n\n</p><p data-structure=\"Issue\" id=\"p_4\">   2. Asif, the sole appellant in Criminal Appeal No. 949 of 2007 and\n\n      Mukhtiyar, who is also the sole appellant in Criminal Appeal No. 838\n\n      of 2007, and Raziulla, appellant in Criminal Appeal No. 837 of 2007\n\n      along with accused Sheru were tried and acquitted of the charges by\n\n      judgment rendered by the trial court. The State of Madhya Pradesh\n\n      filed an appeal before the High Court against the said order of\n\n      acquittal, during the pendency of which accused Sheru died, as such\n\n      the appeal against him abated. So far as the other three accused\n\n      persons are concerned, they have been convicted by the High Court\n\n      under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_2\">149</a> of Indian Penal Code [for short `<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>&#x27;].\n\n      Appellants Mukhtiyar and Asif have been sentenced to death whereas\n\n      accused Raziulla life imprisonment. All the three accused persons\n\n      have been further convicted under <a href=\"/doc/763672/\" id=\"a_4\">Section 148</a>, IPC and sentenced to\n\n      undergo rigorous imprisonment for a period of three years and to pay\n\n      a fine of Rs. 10,000/- each, in default to undergo further rigorous\n<span class=\"hidden_text\" id=\"span_2\">                                            2</span>\n\f   imprisonment for a period of six months. Appellant Mukhtiyar has\n\n   been also convicted under <a href=\"/doc/73862/\" id=\"a_5\">Section 25 (1B)</a> of the Arms Act and\n\n   sentenced to undergo rigorous imprisonment for a period of three\n\n   years and to pay fine of Rs. 10,000/-, in default to undergo further\n\n   rigorous imprisonment for a period of six months. All the sentences,\n\n   however, have been ordered to run concurrently. Challenging their\n\n   convictions the three accused persons filed separate appeals by special\n\n   leave. As accused Raziulla died during the pendency of appeal,\n\n   Criminal Appeal No. 837 of 2007 filed by him abated and\n\n   consequently on 5th August, 2008 an order of abatement of the said\n\n   appeal was recorded by this Court. Thus, we are required to decide\n\n   the two appeals filed by appellants Mukhtiyar and Asif.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3. Prosecution case in short was that 10/07/1996 was the date fixed in\n\n   Sessions Trial No. 379/1995 in the court of the 3rd Additional Sessions\n\n   Judge, Bhopal for evidence. The said case related to causing bullet\n\n   injury by Mukhtiyar, Sheru and Asif on the leg of one Munne Painter\n\n   who arrived court premises on that day at 10.30 am along with his\n\n   witnesses viz., Munnu, Rais Nai, Saleem Baba, Saleem Bucha, Babu\n\n   Bhai, besides others and they sat in the gallery outside the courtroom\n\n   of the 3rd Additional Sessions Judge, which was on the first floor of\n\n   the building of the said courthouse, where accused Mukhtiyar, Sheru,\n\n   Asif and one boy, who was wearing red shirt, [in short, &quot;red shirt\n\n   boy&quot;] were sitting from before. At 11.45 am accused Rajiulla, who\n\n   was an advocate and uncle of appellant Mukhtiyar, came there and\n\n   ordered to kill. Accused Asif and the red shirt boy were armed with\n<span class=\"hidden_text\" id=\"span_3\">                                         3</span>\n\f   knives. Accused Mukhtiyar and Sheru, who were armed with\n\n   revolvers, started firing from their respective weapons aiming\n\n   towards Munne Painter besides Saleem Baba and Saleem Bucha and\n\n   in order to save himself Munne Painter entered inside the courtroom\n\n   of the 3rd Additional Sessions Judge. As a result of firing by the\n\n   aforesaid two accused persons, Saleem Baba and Saleem Bucha\n\n   received injuries and while Saleem Bucha fell down in the gallery\n\n   itself, Saleem Baba moved to the said courtroom, fell down there and\n\n   both of them succumbed to their injuries. According to the\n\n   prosecution, the accused persons, with the intention of putting\n\n   pressure upon the members of the prosecution party for changing\n\n   their statement in the Sessions Trial No. 379 / 1995, in which witnesses\n\n   had come to depose, conspired and made homicidal attack on them.\n\n   Stating the aforesaid facts, a written report was submitted by Munne\n\n   Painter before the officer-in-charge, Shahjahanabad police station in\n\n   Bhopal town on the basis of which First Information Report [for\n\n   short `FIR&#x27;] No. 410/1996 was drawn up at 1.10 pm against five\n\n   accused persons, namely, Mukhtiyar, Rajiulla, Sheru, Asif and red\n\n   shirt boy.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4. Thereafter, on the basis of statement of Rajiulla, who is accused in the\n\n   present case, another FIR was drawn up at the same very police\n\n   station at 1.35 pm bearing FIR No. 411 of 1996 for the prosecution of\n\n   eleven accused persons, namely, Munne Painter, Majhar, Saleem\n\n   Baba [since deceased], Saleem Bucha [since deceased], Saleem Kela,\n\n   Badshah, Sadiq, Sajid, Guddu, Haseen and Assu Bambaiya\n<span class=\"hidden_text\" id=\"span_4\">                                  4</span>\n\f   [absconding], which includes eight accused persons referred to above,\n\n   in which case allegations were that red shirt boy was inflicted injuries\n\n   by knife by accused persons of that case at the same time and place of\n\n   occurrence and the said boy, after being assaulted, was thrown by\n\n   some of the accused persons of that case from the first floor of the\n\n   court building to the ground floor, who succumbed to the injuries.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">5. Another FIR was drawn up at the said police station being FIR No.\n\n   412 / 1996 under <a href=\"/doc/455468/\" id=\"a_6\">Section 307</a>, IPC against Saleem Kela, who was\n\n   accused in FIR No. 411 / 1996, on the statement of one Mohd. Rashid -\n\n   auto driver, in which allegations were made that when said Saleem\n\n   Kela, after commission of the offence relating to which FIR No. 411 /\n\n   1996 was registered, was fleeing away and when he was chased by the\n\n   Town Inspector, he boarded the said auto rickshaw asking the driver\n\n   to drive the same but on refusal caused knife injury upon him. Saleem\n\n   Kela also fired at the Town Inspector but the same did not hit him.\n\n</p><p data-structure=\"Facts\" id=\"p_8\">6. On the same day fourth FIR was drawn up at the aforementioned\n\n   police station being FIR No. 413/1996 under <a href=\"/doc/455468/\" id=\"a_7\">Section 307</a>, IPC on the\n\n   basis of the statement of Sharad Charan Dubey, Inspector of Police\n\n   attached to the concerned police station on allegations that when the\n\n   accused persons of FIR No. 411 of 1996 were coming down through\n\n   the stairs, he challenged them and accused Saleem Kela and three\n\n   other persons attacked him with dagger, as a result of which injury\n\n   was caused on the index finger of his left hand whereupon while\n\n   Sharad Charan Dubey, in self defence, fired shots from his service\n\n   revolver and chased them, Saleem Kela fired at him from country\n<span class=\"hidden_text\" id=\"span_5\">                                     5</span>\n\f   made revolver, but he remained unhurt. Then Saleem Kela boarded\n\n   the auto rickshaw and compelled the driver to drive the same and at\n\n   that point of time once again resorted to firing. Sharad Charan\n\n   Dubey, in self defence and in order to save driver of the auto\n\n   rickshaw, again fired at Saleem Kela as a result of which he was\n\n   injured and fell down whereupon he was taken to Hamidia Hospital\n\n   for treatment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">7. After registering the cases, police took up investigation in all the four\n\n   cases and submitted chargesheets against four accused persons in the\n\n   case arising out of FIR No. 410 / 1996 since red shirt boy had died and\n\n   against only nine accused persons in the case arising out of FIR No.\n\n   411 / 1996 showing accused Assu Bambaiya as absconder since two\n\n   accused persons, viz., Saleem Bucha and Saleem Baba, who are said\n\n   to have received injuries in the occurrence, which was subject matter\n\n   in FIR No. 410 of 1996, succumbed to their injuries. Police also\n\n   submitted chargesheets in cases arising out of FIR Nos. 412 &amp; 413 /\n\n   1996. Upon receipt of final forms in the aforesaid four cases,\n\n   cognizance was taken and all the four accused persons of this case and\n\n   accused persons of other three cases were committed to the Court of\n\n   Sessions to face trial.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">8. The defence of the accused persons in short was that they were\n\n   innocent, had no complicity with the crime, were falsely implicated in\n\n   the case on hand and the victims might have received injuries in some\n\n   other manner of occurrence. Some of the accused persons had also\n\n   taken a plea of alibi.\n</p><span class=\"hidden_text\" id=\"span_6\">                                           6</span><p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"CDiscource\" id=\"p_12\">\f9. During trial, prosecution examined 24 witnesses and adduced oral\n\n   and documentary evidence. Defence also examined witnesses and\n\n   adduced oral and documentary evidence.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">10. Upon the conclusion of trial,      separate orders of acquittal were\n\n   rendered by the trial court in case and counter case, but on appeals\n\n   being preferred High Court by a common order reversed the same\n\n   and convicted accused persons in both the cases as stated above.\n\n</p><p data-structure=\"Facts\" id=\"p_14\">11. Presiding Officer of the trial court after recording of evidence thought\n\n   it fit to inspect the place of occurrence, which is court premises, itself\n\n   in the presence of Special Public Prosecutor and learned counsel\n\n   appearing on behalf of the accused persons and prepared a map of\n\n   the site where occurrence in both the cases is said to have taken place,\n\n   which includes the gallery outside the court of the 3rd Additional\n\n   Sessions Judge and the same was visible to the persons sitting in the\n\n   courtroom of 1st Additional Sessions Judge, 3rd Additional Sessions\n\n   Judge, 4th Additional Sessions Judge, counters of District Court,\n\n   Nazarat Office, Office of COC and CCD Counter. The staff sitting in\n\n   any of the three courts or in the aforesaid offices might have\n\n   witnessed the occurrence. The Investigating Officer - R.K. Bajpai\n\n   [PW-22] stated that he did not make any enquiry from the employees\n\n   who were attached to the court of 1st and 4th Additional Sessions\n\n   Judges, CCD Counter and to the offices of CDC Counter, Nazarat\n\n   Office, COC Office or any other 4th Grade employees who were\n\n   supposed to remain present. It appears from his evidence that the\n\n   statements of advocates and advocates&#x27; clerks were also not recorded\n<span class=\"hidden_text\" id=\"span_7\">                                        7</span>\n\f   during the course of investigation. It further appears that during the\n\n   course of investigation statements of K. Rajamma Kurup [Reader]\n\n   and Ram Chandra [Adeshik Lekhak], who were attached to the court\n\n   of 3rd Additional Sessions Judge, were recorded by the police, but\n\n   curiously enough, they have not been examined as witnesses in the\n\n   present case. The aforesaid persons could have been independent\n\n   witnesses in support of the prosecution case but, for reasons best\n\n   known to the prosecution, they have been withheld. In the present\n\n   case the informant, Munne Painter, who has been examined as PW-1\n\n   and according to the FIR was an eyewitness to the alleged occurrence\n\n   did not support the prosecution case, as such declared hostile.\n\n   According to the prosecution case Majhar [PW-2], Badshah [PW-3],\n\n   Sadik [PW-4], Sajid [PW-5], Haseen [PW-6], Guddoo [PW-7] and\n\n   Saleem [PW-8], who were also eyewitnesses to the alleged occurrence\n\n   and could have been independent witnesses, did not support the\n\n   prosecution case, as such also declared hostile.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">12. Sharad Charan Dubey [PW-24], who was the Inspector of Police\n\n   attached to the concerned police station, stated that on receipt of an\n\n   application from PW-1 that he apprehended danger to his life as\n\n   appellant Mukhtiyar had given out threats to him that in case he\n\n   appeared in court on 10.07.1996 for deposing as a prosecution witness\n\n   in Sessions Trial No. 379 / 1995, he would be done to death. Upon\n\n   receipt of the said application, PW-24 along with Head Constable -\n\n   Ram Sewak and Constable - Saleem arrived court at 11.00 am on the\n\n   date of occurrence. The witness stated that he went to the first floor of\n<span class=\"hidden_text\" id=\"span_8\">                                          8</span>\n\f   the court building and found other persons in the gallery in front of\n\n   the court of 3rd Additional Sessions Judge but did not find any of the\n\n   two appellants, viz., Mukhtiyar and Asif and accused Sheru. He also\n\n   stated that he made a frantic search of these three persons in and\n\n   around the court premises but didn&#x27;t find them there. He then stated\n\n   that when this witness was near the chamber of the Chief Judicial\n\n   Magistrate on the ground floor he heard the sound of firing from the\n\n   first floor and when he rushed towards the stairs, found four persons\n\n   coming down through the stairs, out of whom, two persons were\n\n   armed with firearms and the other two with knives. The witness\n\n   admitted during the course of cross-examination that he knew all the\n\n   four accused persons of this case, including the appellants of these\n\n   appeals, from before the occurrence and none of them was amongst\n\n   the accused persons who were coming to the ground floor through the\n\n   stairs. This witness has not been declared hostile. Thus, statement of\n\n   PW-24 makes presence of, all the four accused persons of the present\n\n   case including the appellants at the place and time of occurrence,\n\n   highly doubtful.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">13. The prosecution has placed reliance upon the evidence of Amar\n\n   Bahadur Singh [PW-9], Balram Singh Paithari [PW-11], Surendra\n\n   Nath [PW-12], Lavkush Sharma [PW-14] and Ramesh Dubey [PW-\n\n   17], who were police witnesses and said to have witnessed the\n\n   occurrence. Out of these witnesses, PWs 11, 12 and 17 stated that\n\n   appellant - Mukhtiyar fired at Saleem Bucha on his back while he was\n\n   fleeing away, but Dr. D.S. Badkur [PW-13], who held post-mortem\n<span class=\"hidden_text\" id=\"span_9\">                                       9</span>\n\f   examination on the dead body of Saleem Bucha categorically stated\n\n   that the said deceased received bullet injuries and the wound of entry\n\n   was in the chest. From the evidence of the doctor [PW-13] it appears\n\n   that Saleem Bucha did not receive any injury on the back of his body.\n\n   Thus, medical evidence completely demolishes the statements of PWs\n\n   11, 12 and 17 that appellant - Mukhtiyar caused firearm injury on the\n\n   back of Saleem Bucha when he was fleeing away. Likewise, according\n\n   to the evidence of PWs 11, 12 and 17 accused Sheru fired at Saleem\n\n   Baba as a result of which he received injury on his chest, but the\n\n   doctor [PW-13] who conducted post-mortem examination on the dead\n\n   body of Saleem Baba, did not find any injury whatsoever on his chest\n\n   but he found wound of entry on the back of his body. Statement of the\n\n   doctor [PW-13] thus makes the evidence of PWs 11, 12 and 17 that\n\n   accused Sheru caused injury on the chest of deceased Saleem Baba\n\n   highly doubtful.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">14. According to prosecution, the Investigating Officer, R.K. Bajpai [PW-\n\n   22] seized one revolver belonging to appellant Mukhtiyar and two live\n\n   cartridges from the house of the said appellant on disclosure\n\n   statement made by him and prepared Seizure Memo [Ext. P/34].\n\n   Appellant Mukhtiyar is said to have fired at deceased Saleem Bucha\n\n   and the bullet recovered from his dead body by the doctor [PW-13]\n\n   was marked as article `J&#x27; and sent to Forensic Science Laboratory\n\n   [for short `FSL&#x27;] where it was marked as article `EB-5&#x27;, though the\n\n   revolver said to have been recovered from the possession of appellant\n\n   Mukhtiyar, for the reasons best known to the prosecution, was never\n<span class=\"hidden_text\" id=\"span_10\">                                       10</span>\n\f   sent to the FSL. PW-22 is said to have recovered a country made\n\n   revolver from one Saleem Kela also which was marked as article `K&#x27;\n\n   and sent to the FSL where it was marked as article `A-2&#x27;. The report\n\n   of the FSL [Ext.-40] shows that the bullet article `J&#x27; which was\n\n   recovered from the dead body of Saleem Bucha and marked by the\n\n   FSL as article `EB-5&#x27; was fired from the country made revolver\n\n   [article `A-2&#x27;] which was seized from the possession of Saleem Kela.\n\n   This finding of the FSL gives a death blow to the prosecution case\n\n   that appellant Mukhtiyar fired at the deceased Saleem Bucha by his\n\n   country made revolver causing injury to him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">15. So far as deceased Saleem Baba is concerned, from his dead body the\n\n   doctor [PW-13] recovered a bullet which was marked as article `H&#x27;\n\n   and sent to the FSL where it was marked as article `EB-4&#x27;. PW-22 is\n\n   said to have recovered a country made revolver from accused Sheru\n\n   which was marked as article `D&#x27; and sent to the FSL where it was\n\n   marked as article `A-1&#x27;. The report of the FSL [Ext.-40] shows that\n\n   the bullet [article `EB-4&#x27;] recovered from the dead body of Saleem\n\n   Baba was never fired from the country made revolver [article `A-1&#x27;]\n\n   recovered from the possession of accused Sheru, rather it has been\n\n   specifically stated that the said bullet could have been fired only from\n\n   0.38 bore service revolver which is ordinarily used by the police\n\n   personnel. Therefore, in the absence of any evidence whatsoever that\n\n   the firearm recovered from the possession of accused Sheru was 0.38\n\n   bore service revolver, rather specific case is, what was recovered from\n\n   him was country made revolver, the above finding in the report of the\n<span class=\"hidden_text\" id=\"span_11\">                                        11</span>\n\f   FSL makes the prosecution case of causing firearm injury by accused\n\n   Sheru upon Saleem Baba by country made revolver highly suspicious.\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">16. In relation to appellant - Mukhtiyar, PWs 9, 11, 12, 14 and 17 who are\n\n   police personnel and claim to be eyewitnesses, for the first time, stated\n\n   in court after about two years that this accused was armed with\n\n   country made revolver and fired at Saleem Bucha as in their previous\n\n   statements made before the police none of these witnesses attributed\n\n   any weapon to this accused much less a country made revolver and\n\n   firing therefrom at Saleem Bucha. So far as appellant Asif is\n\n   concerned, according to PW-9, he was not armed with any weapon\n\n   much less knife. PWs 11, 12, 14 and 17 in their evidence in court, after\n\n   about two years, for the first time, stated that this appellant was\n\n   armed with a knife as in their statements made before the police these\n\n   witnesses did not attribute any weapon, much less knife, to this\n\n   appellant. In court, for the first time improvement was made and\n\n   knife was attributed to this accused, which makes the complicity of\n\n   appellant Asif with the crime highly doubtful. Apart from this, none\n\n   of the aforesaid witnesses stated that Asif assaulted anybody with\n\n   knife.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">17. In view of the fact that the prosecution case is not supported by\n\n   medical evidence, the report of FSL, the fact that PW-24, who knew\n\n   the accused persons from before, did not find any of them amongst\n\n   the persons, who were fleeing away through the stairs of the court\n\n   immediately after the occurrence, PWs 1 to 8, including the\n\n   informant, who were independent persons having not supported the\n<span class=\"hidden_text\" id=\"span_12\">                                      12</span>\n\f      prosecution case, no steps whatsoever were taken by the prosecution\n\n      to examine in court, the Reader and Adeshik Lekhak of the court of\n\n      3rd Additional Sessions Judge, though they were examined by the\n\n      police during the course of investigation, the investigating officer\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">      - PW-22 having not even made any enquiry from the employees who\n\n      were attached to the various courts and offices from where the place\n\n      of occurrence was visible much less examining them as prosecution\n\n      witnesses, not examining any of the advocates and pleaders&#x27; clerks\n\n      who were present in the court and there being other discrepancies in\n\n      the evidence of the police witnesses, who claimed to be eyewitnesses,\n\n      we are of the view that it would not be safe to place reliance upon the\n\n      evidence of PWs 9, 11, 12, 14 and 17.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">   18. Thus, we hold that prosecution has failed to prove its case beyond\n\n      reasonable doubt and view taken by the trial court in recording the\n\n      judgment of acquittal was reasonable one, as such the High Court was\n\n      not justified in reversing the same which cannot be said to be perverse\n\n      in any manner.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">\n\nCriminal Appeal No. 718 of 2007\n\n</p><p data-structure=\"Facts\" id=\"p_24\">   19. All the eight appellants viz., Munne Painter, Mazhar, Badshah, Sadiq,\n\n      Sajid, Haseen, Guddu and Saleem Kela of this appeal were tried in\n\n      Sessions Trial No. 383 / 1996 and were acquitted by trial court of all\n\n      the charges. Against the order of acquittal the State of Madhya\n\n      Pradesh filed an appeal before the High Court which reversed the\n\n      same and convicted the appellants under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> / <a href=\"/doc/999134/\" id=\"a_9\">149</a>, IPC and\n<span class=\"hidden_text\" id=\"span_13\">                                          13</span>\n\f   sentenced them to undergo imprisonment for life and pay fine of Rs.\n\n   50,000/- each, in default to undergo further rigorous imprisonment\n\n   for a period of three years. They were further convicted under <a href=\"/doc/1258372/\" id=\"a_10\">Section\n\n   147</a>, IPC and sentenced to undergo rigorous imprisonment for a\n\n   period of two years and to pay fine of Rs. 10,000/- each, in default to\n\n   undergo further rigorous imprisonment for a period of six months.\n\n   They were also convicted under <a href=\"/doc/763672/\" id=\"a_11\">Section 148</a>, IPC and sentenced to\n\n   undergo rigorous imprisonment for a period of three years and to pay\n\n   fine of Rs. 10,000/- each, in default to undergo further rigorous\n\n   imprisonment for a period of six months. All the sentences, however,\n\n   have been ordered to run concurrently.\n</p>\n<p data-structure=\"Facts\" id=\"p_25\">20. Prosecution case in short was that Rajiulla, who was a practising\n\n   advocate in Bhopal Court, arrived as usual, court premises at 11 A.M.\n\n   on 10.07.1996 which was the date fixed in Sessions Trial No. 379 /\n\n   1995 in the Court of the 3rd Additional Sessions Judge, Bhopal for\n\n   evidence. In the said case Mukhtiyar, nephew of Rajiulla and his\n\n   associates, viz., Asif and Sheru were made accused under <a href=\"/doc/455468/\" id=\"a_12\">Section 307</a>,\n\n   IPC. Asif, Sheru and his friend, red shirt boy came to court premises\n\n   and they were in the gallery in front of the court of 3rd Additional\n\n   Sessions Judge at about 12 noon. Rajiulla, along with his Senior\n\n   Advocate Shri Jagdish Gupta and typist Asif Bundella, came to the\n\n   court of the 3rd Additional Sessions Judge with an application for\n\n   dispensing with the personal appearance of Mukhtiyar who didn&#x27;t\n\n   come to court because he was apprehending danger to his life and\n\n   filed the same. Seeing Rajiulla, out of the eleven accused persons, viz.,\n<span class=\"hidden_text\" id=\"span_14\">                                            14</span>\n\fappellants Munne Painter, Majhar, Saleem Kela, Badshah, Sadiq,\n\nSajid, Guddu, Haseen and accused Saleem Baba [since deceased],\n\nSaleem Bucha [since deceased] and Assu Bambaiya [absconding], who\n\nwere there in the gallery outside the courtroom of the 3rd Additional\n\nSessions Judge, appellants Munne Painter and Majhar said that as\n\nMukhtiyar was not coming to court on that day his uncle Rajiulla and\n\nhis associates Asif, Sheru and friend red shirt boy should be done to\n\ndeath. Upon this, appellant Saleem Kela started firing from his\n\nrevolver whereas other accused persons who were armed with knives\n\npounced upon the red shirt boy and caused knife injuries to him.\n\nAppellant Saleem Kela fired at Rajiulla, but he could save himself by\n\nlying down on the floor. After the assault, appellant Munne Painter\n\nand Majhar exhorted that the red shirt boy should not remain alive,\n\nupon which, appellants Saleem Kela, Badshah, Sajid, Guddu and\n\naccused Assu Bambaiya lifted the red shirt boy and threw him from\n\nthe first floor of the court building to its ground floor, as a result of\n\nwhich, he died instantaneously. It is further case of prosecution that\n\nRajiulla fled away from the gallery to save his life and all the\n\naforesaid eleven accused persons took to their heels. Stating the\n\naforesaid facts, Rajiulla submitted a written report at the police\n\nstation on the basis of which FIR No. 411 of 1996 was drawn up at\n\n1.35 pm on the same day for prosecution of the aforesaid eleven\n\naccused persons, which includes eight appellants of the present\n\nappeal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n<span class=\"hidden_text\" id=\"span_15\">                                        15</span>\n</p><p data-structure=\"CDiscource\" id=\"p_27\">\f21. The police after registering this case as well as the other three cases\n\n   referred to above proceeded to investigate the same and submitted\n\n   chargsheets in all the four cases. As in the present case, accused\n\n   Saleem Bucha and Saleem Baba, who were the two deceased persons\n\n   in FIR No. 410 of 1996, had died on the date of occurrence itself,\n\n   chargesheet was submitted against nine persons, viz., all the eight\n\n   appellants of this appeal and accused Assu Bambaiya showing him as\n\n   absconder. Upon receipt of the chargesheets, the learned Magistrate\n\n   took cognizance and committed the accused persons in all the four\n\n   cases to the Courts of Sessions to face trial. In the present case only\n\n   eight appellants were tried as the trial of accused Assu Bambaiya was\n\n   separated as he was absconding.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">22. Defence of the accused persons, in short, was that they were innocent,\n\n   had no complicity with the crime, were falsely implicated and the\n\n   victim might have received injuries in some other manner of\n\n   occurrence. Some of the accused persons had taken a plea of alibi.\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">23. In support of its case, prosecution examined twenty seven witnesses\n\n   and adduced documentary evidence. The defence also examined four\n\n   witnesses and adduced documentary evidence.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">24. In all the four cases the accused persons were acquitted by the trial\n\n   court. Against the order of acquittal passed in sessions cases arising\n\n   out of FIR No. 410 / 1996 and 411 / 1996 appeals were filed before the\n\n   High Court which allowed the same and recorded conviction of the\n\n   accused persons in both the cases as stated above. Three appeals by\n\n   special leave were filed against the order of conviction recorded by\n<span class=\"hidden_text\" id=\"span_16\">                                         16</span>\n\f   the High Court in relation to Sessions Case No. 379 / 1996 which had\n\n   arisen out of FIR No. 410 / 1996, out of which, one appeal abated as\n\n   stated above, and cases of accused persons in other two appeals have\n\n   been already considered in the earlier part of this judgment. The\n\n   present appeal by Special Leave has been filed against the order of\n\n   conviction recorded by the High Court in relation to the Sessions\n\n   Trial No. 383 / 1996 arising out of FIR No. 411 / 1996.\n\n</p><p data-structure=\"Facts\" id=\"p_31\">25. Presiding Officer of the    trial court after recording of evidence\n\n   thought it fit to inspect the place of occurrence which is court\n\n   premises in presence of Special Public Prosecutor and learned counsel\n\n   appearing on behalf of accused persons of both the cases, i.e., case and\n\n   counter case and prepared a map of the site, i.e., the gallery outside\n\n   the court of the 3rd Additional Sessions Judge where occurrence in\n\n   both the cases is said to have taken place, which place was visible to\n\n   the persons sitting in the court of 1st Additional Sessions Judge, 3rd\n\n   Additional Sessions Judge, 4th Additional District Judge, CDC and\n\n   CCD counters of District Court, Nazarat Office and Office of COC.\n\n   The staff sitting in any of the aforesaid courts or in any of the said\n\n   offices who could have been best witnesses in support of the\n\n   prosecution case have been withheld by the prosecution for the\n\n   reasons best known to it. That apart, neither any advocate nor any\n\n   advocate&#x27;s clerk, who could have been independent witnesses in\n\n   support of the prosecution case have been examined. In the present\n\n   case, Rajiulla, who was the informant and examined as PW-1, and,\n\n   according to the FIR, was an eyewitness to the alleged occurrence, did\n<span class=\"hidden_text\" id=\"span_17\">                                         17</span>\n\f   not support the prosecution case and accordingly was declared\n\n   hostile. Prosecution witnesses Sheru [PW-3], Asif [PW-4] and\n\n   Mukhtiyar [PW-9], who were also eyewitnesses to the occurrence, did\n\n   not support the prosecution case and as such they were also declared\n\n   hostile. These four eyewitnesses, who were independent persons in\n\n   support of the prosecution case, have not supported the same.\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">26. Prosecution placed reliance upon the evidence of Amar Bahadur\n\n   Singh [PW-2], Sambhaji Rao Patil [PW-5], Lavkush Sharma [PW-7],\n\n   Surendra Nath Tiwari [PW-8], Ramesh Dubey [PW-15] and Balram\n\n   Pathari [PW-19], all of whom, undisputedly, were police witnesses\n\n   and they claimed to be eyewitnesses to the alleged occurrence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">27. Specific case of the prosecution in the FIR was that the red shirt boy\n\n   was thrown by some of the accused persons from the first floor of the\n\n   court building to its ground floor. The prosecution has given\n\n   suggestions to the prosecution witnesses, viz., PWs 3 and 9 to the\n\n   effect that the red shirt boy was thrown from the first floor of the\n\n   court building to its ground floor which they have denied, although\n\n   they made such statements before the police. Dr. Ashok Sharma [PW-\n\n   17], who conducted the post-mortem examination on the dead body of\n\n   red shirt boy on the date of occurrence itself, i.e., 10.07.1996 at 4.45\n\n   pm, in his post-mortem report [Ext. P-20] opined that the deceased\n\n   received injuries by sharp-edged weapons. In his evidence, the doctor\n\n   [PW-17] stated that he did not find any injury on the deceased that\n\n   could be said to have been caused as a result of fall, which gives death\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                          18</span>\n\f   blow to the prosecution case that red shirt boy was thrown from first\n\n   floor of the court building to its ground floor.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">28. It appears that in view of the fact that according to the post-mortem\n\n   report [Ext. P-20] the deceased did not receive any injury on account\n\n   of being thrown from first floor to the ground floor, PWs 2, 5, 7, 8, 15\n\n   and 19, who were all police witnesses and examined by the\n\n   investigating officer - R.K. Bajpayee [PW-25], did not make any\n\n   statement to the effect that the deceased was thrown by some of the\n\n   accused persons from the first floor of the court building to its ground\n\n   floor. They have also not made statement before the police as to how\n\n   his dead body was found on the ground floor when the deceased was\n\n   assaulted on the first floor. For the first time, after about a year, PWs\n\n   8, 15 and 19 in their statements made before the Sessions Court\n\n   disclosed that the deceased was dragged by some of the accused\n\n   persons from first floor which is neither supported by medical\n\n   evidence nor objective finding of the investigating officer. The doctor\n\n   [PW-17] has not stated either in the post-mortem report or in his\n\n   evidence that the deceased received any injury by dragging.\n\n   Investigating Officer [PW-25] has nowhere stated that he found any\n\n   trail of blood from the first floor to the place on the ground floor from\n\n   where the dead body was recovered. This witness stated that he did\n\n   not find any blood marks on the clothes of any of the accused persons\n\n   from whose possession knives are said to have been recovered\n\n   immediately after the occurrence. The prosecution has completely\n\n   failed to explain as to how the dead body of the red shirt boy who is\n<span class=\"hidden_text\" id=\"span_19\">                                         19</span>\n\f   said to have been assaulted on the first floor of the court building was\n\n   brought to the ground floor.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">29. The identity of the deceased red shirt boy, for whose murder the\n\n   appellants were tried, could not be established by the prosecution,\n\n   that is, whether red shirt boy was Munneybul Hasan or Umar Izhar\n\n   or any other unknown person. Rehman [PW-13] who was an inquest\n\n   witness stated that he knew Munneybul Hasan, who was resident of\n\n   Kallashah Campus which is in Jahangirabad, one of the quarters of\n\n   the towns of Bhopal, for about 10 to 15 years. He further stated that\n\n   on 10.07.1996 between 8 to 9 A.M. he came to know that the aforesaid\n\n   Munneybul Hasan had been murdered and on receiving the said\n\n   information he found him lying dead in the said campus. This witness\n\n   also stated that he took the dead body of Munneybul Hasan to the\n\n   Hamidia Hospital where police prepared the inquest report and after\n\n   the post-mortem examination the dead body was made over to him\n\n   between 5 to 6 P.M. and at about 7 P.M. on the date of occurrence\n\n   itself it was engraved in the graveyard which is in the said locality. In\n\n   the inquest report as well as in the post-mortem report name of the\n\n   deceased has been shown as Munneybul Hasan.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">30. Regarding the identity of the dead body, another version was that of\n\n   constables Dunjan Singh [PW-21] and D.N. Nagvanshi [PW-23], who,\n\n   on the directions of the investigating officer [PW-25], took the dead\n\n   body of the red shirt boy to Hamidia Hospital where the doctor [PW-\n\n   17] declared him dead and there inquest report was prepared which\n\n   was marked as Ext. P-16. PW-23 stated in his evidence that the doctor\n<span class=\"hidden_text\" id=\"span_20\">                                       20</span>\n\f   [PW-17] found out license from the pocket of the red shirt boy which\n\n   was in the name of Munneybul Hasan and made over the same to this\n\n   witness, but this fact has been denied by the said doctor in his\n\n   evidence wherein he has categorically stated that he did not find any\n\n   driving license, much less making over the same to PW-23. PWs 21\n\n   and 23, even according to their statements, were not examined by the\n\n   police and the story that the license was found out by the doctor [PW-\n\n   17] from the pocket of the deceased and made over to PW-23 was\n\n   introduced for the first time in Sessions Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">31. Walima Begum [PW-20], who is resident of Fatehpur district in the\n\n   State of Uttar Pradesh, stated that she had two sons and the name of\n\n   her elder son was Qamar Rab and that of the younger one Umar\n\n   Izhar. The deposition of this witness was recorded on 18.05.1998 and\n\n   she stated that about two yeas ago her son Umar Izhar started for\n\n   Bombay in the month of July with a cash sum of        Rs. 22,000 /- and\n\n   she learnt at Allahabad that he was murdered. She further stated that\n\n   somebody came to her house and told her that Umar Izhar had been\n\n   murdered at Bhopal Railway Station after snatching the cash that he\n\n   was carrying, whereupon she went to Bhopal along with her son-in-\n\n   law and there she learnt that her son was admitted in hospital. She\n\n   then went to Bhopal hospital, found the dead body of her son Umar\n\n   Izhar and identified the same which was made over to her. She stated\n\n   in the cross-examination that her son never came to Bhopal. She then\n\n   stated that there is no nick name of her son Umar Izhar. It is not clear\n\n   from the evidence on record as to whether the dead body, which was\n<span class=\"hidden_text\" id=\"span_21\">                                        21</span>\n\f   made over to PW-20, was that of red shirt boy. From the aforesaid\n\n   facts it appears to us that the prosecution has failed to prove beyond\n\n   reasonable doubt identity of the dead body of red shirt boy, i.e., as to\n\n   whether it was that of Munneybul Hasan or Umar Izhar or any other\n\n   unknown person.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">32. Investigating Officer, PW-25 stated that he seized bloodstained knives\n\n   in the court premises itself from the possession of appellants Haseen,\n\n   Badshah, Sadiq and Sajid on the date and place of occurrence itself\n\n   between 12.25 to 12.40 P.M. and took them to the police station but\n\n   the arrest memo [Ext. P-34] shows that they were arrested on the date\n\n   of occurrence at 8.15 P.M. In case the bloodstained knives were seized\n\n   from the possession of these persons, there was no reason of their not\n\n   being arrested by the police at that point of time which makes the\n\n   time of recovery of the bloodstained knives and the arrest of these\n\n   accused persons, as mentioned in the seizure and arrest memos,\n\n   doubtful. PW-25 further stated that from the possession of appellant -\n\n   Guddu a knife was recovered on 19.07.1996 and he was arrested also\n\n   on the same day. Knives seized from the possession of these five\n\n   accused persons were sent to the FSL for examination and the same\n\n   were marked as articles `A&#x27;, `B&#x27;, `C&#x27;, `D&#x27; and `E&#x27;. According to FSL\n\n   report [Ext. P-40], no blood was found on articles `A&#x27;, `B&#x27;, `C&#x27; and `E&#x27;\n\n   but blood was found on the knife marked as article `D&#x27;. The\n\n   Serologist has nowhere reported that it was human blood.\n\n</p><p data-structure=\"CDiscource\" id=\"p_39\">33. Mohan [PW-14], who was posted in the court of the 3rd Additional\n\n   District Judge stated that on the date of occurrence at 12 noon he was\n<span class=\"hidden_text\" id=\"span_22\">                                           22</span>\n\f       inside the courtroom and appellant Munne Painter was sitting on a\n\n       bench in that very courtroom from before and soon after the firing he\n\n       entered the chamber of the Presiding Officer. The prosecution made a\n\n       prayer to declare this witness hostile, but trial court rejected the\n\n       same. This statement of the witness makes the complicity of appellant\n\n       Munne Painter with the crime highly doubtful.      Apart from this,\n\n       according to the prosecution case and\n\nevidence, appellants Munne Painter and Mazhar were not armed with any\n\nweapon much less any knife or firearm. Neither any overt act has been\n\nattributed to anyone of them nor any incriminating article recovered from\n\ntheir possession.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">   34. In view of the foregoing discussion, we are of the view that it would\n\n       not be safe to place reliance upon the evidence of PWs 2, 5, 7, 8, 15\n\n       and 19 and, accordingly, we hold that the prosecution has failed to\n\n       prove its case beyond reasonable doubt and the High Court was not\n\n       justified in reversing the judgment of acquittal as the view taken by\n\n       the trial court was reasonable one and the same could not be said to\n\n       be perverse in any manner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n</p><p data-structure=\"Precedent\" id=\"p_42\">   35. We are unhappy to note that such a ghastly crime of brutal murder of\n\n       three persons in broad day light in the    temple of justice, which is\n\n       campus of District Court in Bhopal, Capital City of the State of\n\n       Madhya Pradesh, is going unpunished because of laches on the part\n\n       of the prosecuting agency in conducting the investigation and trial,\n\n       apart from uncooperative attitude of the private prosecutors, who\n\n<span class=\"hidden_text\" id=\"span_23\">                                             23</span>\n\f     appear to have connived with the culprits, leaving us with no other\n\n     option but to painfully convert convictions of the     appellants, some\n\n     of whom were even condemned prisoners, into acquittal.\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">  36. In the result, all the three appeals are allowed, the impugned common\n\n     Judgment of conviction rendered by the High Court is set aside and\n\n     the judgments of acquittal passed by the trial court are restored. The\n\n     appellants, who are in custody, are directed to be released forthwith if\n\n     not required in connection with any other case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">\n\n</p><p data-structure=\"Precedent\" id=\"p_45\">                                                          ......................J.\n                                                          [B.N. AGRAWAL]\n\n\n\n\n                                                          ......................J.\n                                                            [G.S. SINGHVI]\nNEW DELHI\n14TH NOVEMBER, 2008.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                            24</span>\n\f</p>","numcites":7,"numcitedby":31,"docsource":"Supreme Court of India","citetid":187663,"divtype":"judgments","relatedqs":[{"value":"case and counter case","formInput":"case%20and%20counter%20case"},{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"inquest report","formInput":"inquest%20report"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"police witnesses","formInput":"police%20witnesses"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"abscondence","formInput":"abscondence"},{"value":"section 307","formInput":"section%20307"},{"value":"counter case","formInput":"counter%20case"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"inquest","formInput":"inquest"},{"value":"session trial","formInput":"session%20trial"},{"value":"post-mortem report","formInput":"post-mortem%20report"},{"value":"abatment","formInput":"abatment"},{"value":"Sessions case ","formInput":"Sessions%20case%20"},{"value":"379","formInput":"379"},{"value":"section 307 i.p.c.","formInput":"section%20307%20i.p.c."},{"value":"f.i.r to police","formInput":"f.i.r%20to%20police"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}