{"tid":1190504,"publishdate":"2010-07-22","title":"Power Grid Corporation Of India Ltd vs S & S Power Switchgear Ltd on 22 July, 2010","doc":"<h2 class=\"doc_title\">Power Grid Corporation Of India Ltd vs S &amp; S Power Switchgear Ltd on 22 July, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-venkataraman\">Chitra Venkataraman</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-venkataraman\">Chitra Venkataraman</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n In the High Court of Judicature at Madras\n\nDated:  22.07.2010\n\nCoram\n\nThe Honourable Mrs.JUSTICE CHITRA VENKATARAMAN\n\nCivil Miscellaneous Appeal No.3000 of 2008\n\nPower Grid Corporation of India Ltd.,\nhaving its registered office at \n10th Floor, Hemkunt Chambers,\n89,Nehru Palace,\nNew Delhi \u0016 110 019\n\nrep. By its Manager,\nPower Grid Corporation of India Ltd.,\nSrimathi Complex,\nPudukottai Main Road,\nTVS Toll Gate,\nTrichirappalli \u0016 620 020.\n\t\t\t\t\t\t....  Appellant\n\n\t\t\t\tVs.\n\n1.  S &amp; S Power Switchgear Ltd.,\n     registered Office at Porur,\n     Chennai represented by its\n     Company Secretary\n\n2.  V.V.Kuppusamy\n\n3.  V. Gopalrao\n    Additional General Manager (Commercial)\n    Power Grid Corporation of India Ltd.,\n    2nd   Floor, Hemkunt Chambers,\n 89, Nehru Palace\n New Delhi \u0016 110 019. \t\t\t\t\t....  Respondents\n\n\n\n\tAPPEAL under <a href=\"/doc/685723/\" id=\"a_1\">Section 39</a> of the Arbitration Act, 1940 against the judgment and decree dated 27.06.2008 made in O.P.No.60 of 2007 on the file of the Principal Subordinate Judge, Vridhachalam.\n\n\t\tFor Appellant     :  Mrs.Rita Chandrasekar\n\t\tFor Respondents:  Mr.Ramakrishnan \u0016 R1\n-----------\nJ U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">\tThis appeal is against the order passed in a petition filed under  <a href=\"/doc/1503578/\" id=\"a_2\">Section 30</a> of the Arbitration Act, 1940.  The appellant was the petitioner in the Original Petition before the Principal Subordinate Judge, Vridhachalam, challenging the award passed by the Arbitrator.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\t2.  It is seen from the facts herein that the first respondent herein is the successful bidder as regards the contract given by the Neyveli Lignite Corporation.  The present appellant is the successor-in-interest of the Neyveli Lignite Corporation, who originally granted the contract.  The contract related to supply of isolators and insulators to Neyveli, Salem and Trichur 400 KV switching stations.  After series of discussions, the Neyveli Lignite Corporation (hereinafter referred to as &#x27;NLC&#x27;) issued letter of Intent on 19.7.1988 to the first respondent.  A formal agreement was entered into between NLC and the first respondent on 23.2.1989.  The duration of the contract was 20 months from the date of Letter of Intent, which means, the execution was to be completed by March, 1990.  Admittedly, the contract got prolonged and was completed only by July, 1990.  Considering the delay in the execution, a sum of Rs.16.14 lakhs was deducted from the running account bills by way of liquidated damages.  \n</p>\n<p data-structure=\"Facts\" id=\"p_3\">\t3. Aggrieved by the same, the first respondent herein corresponded with the appellant not to deduct the said amount and instead refund the same.  The claim was raised in the letter dated  11.2.1991 followed by a series of letters and ultimately on 31.8.1994, the first respondent herein invoked the arbitration clause and as per the terms of the agreement, a panel of Arbitrators were appointed, each one at the instance of the parties herein, with an Umpire at the choice of the Arbitrators. \n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4. Before the Arbitrators, the appellant herein raised the plea of limitation contending that the contractor had not followed Clause 19.4 of the Important Commercial Conditions.  When no decision was communicated on the claim of the first respondent and further the contractor not having taken up the issue for arbitration within 30 days thereafter, there was no longer any live issue for arbitration.  Hence, the Arbitrators have no jurisdiction to decide on the issue.  Quite apart from that, the parties herein raised their respective contentions on the merits of the deduction.  \n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\t5. The Arbitral Tribunal formulated the following issues as agreed upon between the parties in the meeting dated 18.4.1995 for a decision before the Tribunal.\n</p><blockquote id=\"blockquote_1\">&quot;1.  Whether the claim is barred by limitation?\n</blockquote><blockquote id=\"blockquote_2\">2.  Whether the force majeure clause applies to this transaction?\n</blockquote><blockquote id=\"blockquote_3\">3.  Whether time for completion should have been extended due to force majeure?\n</blockquote><blockquote id=\"blockquote_4\">4.  Whether NLC/POWER GRID is entitled to deduct and retain Rs.16.14 lakhs?\n</blockquote><blockquote id=\"blockquote_5\">5.  Whether  NLC/POWER GRID is entitled to claim compensation from S&amp;S?\n</blockquote><blockquote id=\"blockquote_6\">6.  What relief the parties are entitled?&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_6\">\t6.  As regards the  claim on limitation, the Tribunal held that a dispute can arise when a claim is repudiated and the discharge of the contract can be claimed only after all claims were settled.  The claim of the party was repudiated by the appellant only on 9.8.1994; consequently, the Tribunal held that the claim was not barred by limitation.  The Tribunal pointed out that the final bill can be claimed only after the supervision of erection and testing at site completed on 10.1.1994 and the last payment of Rs.36,000/- was released on 2.5.1994.  \n</p>\n<p data-structure=\"Facts\" id=\"p_7\">\t7.   As regards the issue on the delay, the Tribunal accepted the case of the first respondent herein that the delay was due to force majeure condition; consequently, the loss on liquidated damages cannot be invoked against the first respondent.  On the question of entitlement of the appellant to levy liquidated damages, the Tribunal pointed out that in spite of the correspondence from the first respondent, neither time extension was granted, nor replies were sent to the first respondent on the letters sent by them.  The Tribunal pointed out that the first respondent completed the last supply on 19.7.1990, a fact not disputed by the appellant.  The delay in commissioning was not attributable to the first respondent but due to delay in erection by other agencies.  In the circumstances, the Tribunal further considered the issue as to whether the appellants herein really suffered any loss.  Referring to the letter from the erection contractor for Udamalpet and Trichur sub-stations, the Tribunal pointed out that the delay had not affected the overall completion of the project; consequently, the delayed supplies had not resulted in a loss to the appellant to justify the claim for compensation.  The Tribunal further pointed out that the appellant never sent any intimation to the first respondent against the levying of liquidated damages for the delay of four months in supplying the isolator; on the other hand, they mainly withheld the money against liquidated damages for the supply bills of the first respondent.  The reply to the first respondent&#x27;s letter dated 18.2.1994 was sent only on 9.8.1994.   Consequently, the Tribunal held that the recovery of amount to an extent of Rs.16.14 lakhs by way of liquidated damages was not justified; hence, be returned by the appellant.  However, the Tribunal pointed out to the practice that the Public Enterprises normally levy token liquidated damages being a reasonable percentage to discourage the suppliers or contractors so that they are refrained from continuing such practice.  In the circumstances, the Tribunal levied token liquidated damages, being 10% of the maximum liquidated damages provided in the contract as by way of liquidated damages.  Hence, deducting 10%, the Tribunal held that the respondent is entitled to have the payment of a sum of Rs.14.436 lakhs only with interest at the rate of 12% from the date of reference to the date of payment.\t\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">\t8.  Aggrieved by the award, the appellant herein preferred the Original Petition, challenging the award both on the aspect of limitation as well as the finding on delay attributed to the first respondent.  The petitioner contends that the cancellation of liquidated damages is contrary to Clause 19 of the contract.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">\t9.  By order dated 02.03.2005, the Principal Subordinate Judge of Vridhachalam rejected Original Petition No.60 of 1997.  This resulted in the appellant preferring an appeal in C.M.A.No.1361 of 2006 before this Court.  By order dated 01.08.2006 in C.M.A.No.1361 of 2006, this Court pointed out that the learned Sub Judge has not considered the grounds taken by the appellant herein to give a reasoned order but had rendered its decision laconically after extracting the contentions of the parties.  In the circumstances, this Court thought it fit to remit the matter back to Sub-Court, Vridhachalam for considering the matter afresh to pass a reasoned order within a period of three months from the date of receipt of a copy of the order.  The order under appeal now before this Court is consequent on the order passed on remand from this Court.  \n</p>\n<p data-structure=\"Facts\" id=\"p_10\">\t10. A perusal of the order passed in O.P.No.60 of 1997 dated 27th June, 2008, now the subject matter of the present appeal, shows that it confirmed the findings of the learned Arbitrators on the aspect of delay as well as on the aspect of limitation in favour of the first respondent, thereby, ultimately it confirmed the award and rejected the Original Petition.  While so confirming, the Court below referred to the limited jurisdiction under <a href=\"/doc/1503578/\" id=\"a_3\">Section 30</a> of the Arbitration Act, 1940 by referring to the case law on this aspect, ultimately, holding that there was no necessity to interfere with the award and thereby, dismissed the Original Petition.  Aggrieved by the same, the present Civil Miscellaneous Appeal has been filed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">\t11. Learned counsel appearing for the appellant took me through the contract clauses to point out that Clause 19 of the Important Commercial Conditions relating to arbitration is very specific that the contractor who raised a dispute, has to have a settlement before the purchaser within 30 days; that the party aggrieved will have further 30 days to seek reference for arbitration.  However, where no decision is given within the time frame of 30 days, either party may invoke the arbitration clause within further 30 days&#x27; period.  Thus, going by Clause 19.4 of the Important Commercial Conditions, when the first respondent had not exercised its option within the time stipulated, the claim is time barred and the Arbitrators have no jurisdiction to entertain the issue.  Even assuming the claim is not time barred and that the Arbitrators have the jurisdiction, Clause 11.2 of the Important Commercial Conditions relating to the levy of liquidated damages is very specific that where the contractor fails to perform the &#x27;contract&#x27; within the stipulated period, the contractor has to pay to the purchaser the liquidated damages,  at 1/2% of the contract value per week of delay or part thereof subject to a maximum of 7=% of the total contract value including the price variation. The damages levied is not by way of penalty.  The delay thus admitted, the Arbitrators have no jurisdiction to ignore the contract clause, that the moment the contractor had delayed its execution, automatically Clause 11.2 of the Important Commercial Conditions come into operation.  In these circumstances, the Court below is not correct in confirming the award and the consequent orders under <a href=\"/doc/1503578/\" id=\"a_4\">Section 30</a> of the Act are patently erroneous in the face of the record, it being rendered contrary to the terms of the agreement and the same is liable to be interfered with by this Court under <a href=\"/doc/1656413/\" id=\"a_5\">Section 37</a> of the Act to correct the error.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\t12. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"170953\" id=\"span_1\">In this connection, learned counsel appearing for the appellant placed reliance on a decision reported in (2009) 5 MLJ 629 (<a href=\"/doc/170953/\" id=\"a_6\">Southern Group Industries (P) Ltd. V. Creative Foundations Pvt. Ltd.</a> as to the width of the jurisdiction of this Court to interfere with the order of the Court below.</span>  Learned counsel also referred to the decision of the Apex Court reported in (2003) 5 SCC 705 (ONGC Ltd. V. Saw pipes Ltd.), particularly to paragraph Nos.40, 41 and 42 in support of the proposition that where the contract terms are clear and unambiguous, the Arbitrators have to give them their full thrust and upon reading the document, when it is clear that the parties have agreed on particular terms that the liquidated damages were not by way of penalty and it was agreed to be genuine pre-estimate of damages, there was no justifiable reason for the Arbitrators to arrive at a different conclusion that the purchaser should prove the loss.  Further, when the delay on account of the first respondent had resulted in invoking Clause 11 of the Important Commercial Conditions, the Tribunal and the Court below committed serious error in cancelling the liquidated damages.  Apart from that, she also referred to paragraph 68 of the Judgment on the aspect of <a href=\"/doc/339747/\" id=\"a_7\">Section 73</a> and <a href=\"/doc/1941714/\" id=\"a_8\">74</a> of the Indian Contract Act and submitted that the relief granted to the first respondent is totally against the terms of the contract; hence, the relief has to be cancelled.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">\t13.  Learned counsel appearing for the first respondent, while supporting the award as well as the order of the Court below, pointed out that the appellant had not raised any issue on the aspect of limitation as spoken to under Section 74 of the Indian Contract Act before the Court below and all that they had raised therein was the issue of three year limitation alone and given the fact that the Tribunal had considered the limitation aspect with reference to the correspondence between the parties, the view of the Tribunal on the aspect of limitation could not be taken exception to.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">\t14.  As regards the levy of liquidated damages, learned counsel drew my attention to the findings of the Arbitral Tribunal with reference to  the delay attributable to the first respondent.  Given the fact that liquidated damages could be imposed only on proving the case of delay attributable to the first respondent, the question of invoking Clause 11 of the Important Commercial Conditions automatically, irrespective of the cause of the delay, did not arise.  Hence, rightly, the Tribunal had gone into the aspect of delay caused by the first respondent and found as a matter of fact, that the first respondent could not be held responsible for any delay in the execution; consequently, there is no case for levy of liquidated damages.  Even as regards the levy of liquidated damages, learned counsel placed reliance on the decision reported in (2003) 5 SCC 705 (ONGC Ltd. V. Saw pipes Ltd.), particularly paragraph 68, that even if the contract clause provides for levy of liquidated damages as a compensation and not by way of penalty, going by <a href=\"/doc/1941714/\" id=\"a_9\">Section 74</a> of the Indian Contract Act, when the first respondent had proved that the appellant had not suffered any loss, rightly, the Tribunal had granted the relief to the first respondent herein, cancelling the levy of penalty and ordering refund of the same to the first respondent.  Hence, no exception could be taken to this aspect.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1738256\" id=\"span_2\">Apart from that, placing reliance on the decision reported in (2003) 5 SCC 705 (ONGC Ltd. V. Saw pipes Ltd.),  learned counsel for the first respondent referred to the decision reported in (2009) 5 SCC 142 (<a href=\"/doc/1738256/\" id=\"a_10\">Kwality Manufacturing Corporation V. Central Warehousing Corporation</a>) as regards the scope of interference under <a href=\"/doc/685723/\" id=\"a_11\">Section 39</a> of the Act that given the fact that the jurisdiction of the Court below itself is a restricted one, the jurisdiction of this Court under <a href=\"/doc/685723/\" id=\"a_12\">Section 39</a> of the Act not being one of an appellate Court, the award is not liable to be interfered with.</span>  \n</p>\t\n<p data-structure=\"PetArg\" id=\"p_15\">\t15. He further pointed out to Clause 19.4 of the Important Commercial Conditions, on which heavy reliance was placed by the learned counsel appearing for the appellant and contended that 30 days time given under Clause 19.4 to invoke the arbitration clause is not a mandatory one.  Going by Clause 19.2 of the Important Commercial Conditions, it is always open to the first respondent/ aggrieved party to wait till the execution of the contract, to refer a dispute to arbitration.  Placing reliance on the decision reported in 1991-1-L.W.53 (Tamil Nadu Electricity Board V. M/s. Hindustan Construction Corporation Ltd.), he pointed out that when there was no specific exclusion as to the jurisdiction of the Arbitrators to give a decision, notwithstanding the other clauses, the Tribunal correctly went into the issue to give its decision.  He pointed out that the last payment was on 2.5.1994 and the first respondent had invoked the arbitration clause on 1.8.1994; hence, the claim was well within the three years&#x27; period.  The proceedings before the Arbitrators were well laid legally and the relief granted thus on appreciation of evidence, the award does not call for interference under <a href=\"/doc/1503578/\" id=\"a_13\">Section 30</a> of the Arbitration Act and rightly so, the Court below had confirmed the award.  He pointed out that no case is made out before this Court to interfere with the order passed under <a href=\"/doc/1503578/\" id=\"a_14\">Section 30</a> of the Act; so too the award in favour of the first respondent.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">\t16. Heard the learned counsel appearing for the appellant and the learned counsel appearing for the first respondent.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">\t17.  Before going into the rival contentions, it is necessary to see the clauses in the contract, particularly with reference to Clause on arbitration, which reads as follows:\n</p><blockquote id=\"blockquote_7\">\t&quot;Clause 19.0 Arbitration: If any dispute or difference of any kind whatsoever shall arise between the Purchaser and the Contractor arising out of the contract, for the performance of the contract whether during the progress of the contract or after its completion or whether before or after termination, abandonment or breach of the contract, it shall, in the first place be referred to and settled by the Purchaser, who within a period of 30 days after being requested by the Contractor to do so, shall give his decision.\n</blockquote>\n<blockquote id=\"blockquote_8\">\t19.2. Save as hereinafter provided, such decision in respect of every matter so referred shall be final and binding upon the parties until the completion of the contract and shall forthwith be given effect to by the Contractor who shall proceed with the contract with all due diligence, whether he or the Purchaser required arbitration as hereinafter provided or not.\n</blockquote><blockquote id=\"blockquote_9\">\t19.3 If after the Purchaser has given his decision, no claim to arbitration has been communicated by either party within 30 days, of <a href=\"/doc/1738256/\" id=\"a_15\">the said decision</a>, shall become final and binding on the parties.\n</blockquote><blockquote id=\"blockquote_10\">\t19.4  In the event of the Purchaser failing to notify his decision as aforesaid within 30 days after being requested as aforesaid or in the event of either the Purchaser or the Contractor being dissatisfied with any such decision, then within 30 days either party may require that the matters in dispute be referred to arbitration as hereinafter provided.\n</blockquote><blockquote id=\"blockquote_11\">\t19.5 The arbitration shall be conducted according to Indian Arbitration Act of 1940 and amendments, if any, thereof.  Each party shall nominate an Arbitrator and the Arbitrators shall jointly appoint an Umpire.\n</blockquote><blockquote id=\"blockquote_12\">\t19.6. The arbitration shall be conducted in accordance with the provisions of the <a href=\"/doc/1052228/\" id=\"a_16\">Indian Arbitration Act, 1940</a> or any statutory modification thereof.  The venue of the arbitration shall be Neyveli or such other place as may be mutually agreed to by the parties.  The arbitrators shall be required to give a speaking award assigning reasons for their decision.  The decision of the majority of the arbitrators shall be final and binding upon the parties.  The expenses of the arbitration shall be paid as may be determined by the arbitrators.  The arbitrators may, from time to time, with the consent of all the parties enlarge the time for making the award.  In the event of any of the aforesaid arbitrators dying, neglecting, resigning or being unable to act for any reason, it will be lawful for the party concerned to nominate another arbitrator in place of the outgoing arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_18\">\t18.  A perusal of the said provision on arbitration shows that where the dispute or difference arises between the parties out of the contract and for the performance of the contract, irrespective of the stage of performance, the dispute has to be referred to and settled by the purchaser, namely, the appellant herein within a period of 30 days of a request made and irrespective of a decision thus given, the contractor has to proceed with the execution of the work with all due diligence.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">\t19. Clause 19.2, however, states that subject to certain exceptions, the decision in respect of every matter referred to shall be final and binding on the parties.  Clause 19.4 specifically says that a decision notified within a period of 30 days will enable an aggrieved party to invoke the arbitration clause.  Equally so, the failure to notify the decision within the said time will also entitle the aggrieved party to invoke the arbitration clause.  In both cases,  further 30 days&#x27; time is granted to the party aggrieved to move for arbitration.\n</p>\n<p data-structure=\"RespArg\" id=\"p_20\">\t20.  In considering the above clauses, the decision reported in 1991-1-L.W.53 (Tamil Nadu Electricity Board V. M/s. Hindustan Construction Corporation Ltd.) relied on by the learned counsel for the first respondent needs to be noted.  The first respondent contended that Clause 19.2 of the Important Commercial Conditions is couched in the widest probable term that irrespective of Clause 19, it is open to the Contractor to move for arbitration under Clause 19.4 even after the contract was over.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">\t21. A perusal of the decision shows that the Tamil Nadu Electricity Board, as petitioner, raised the question of arbitrability of the issues, apart from contending that the Arbitrator had no jurisdiction to decide even on the issue of arbitrability.  Clause 23 of the contract dealt with the dispute prevention clause.  It stated that in respect of any and every claim of the contractor arising under or out of the contract or from the breach or in any way incidental or connected, the decision of the Engineer shall be final and the certificate as to the liability of the purchaser shall be a condition precedent to any liability of the purchaser or any right of action against the purchaser in respect of such claims.  Based on Clauses 23 and 25, the petitioner TNEB took the stand that Clause 23 is a complete bar to the arbitration proceedings and hence, the Arbitrators have no jurisdiction to proceed with the arbitration proceedings.  This Court pointed out that the Clause on arbitration couched in wide terms cover &quot;any question, dispute or difference whatsoever between the purchaser or the Engineer and the other party upon or in relation to or in connection with the contract.&quot;  The operation of Clause 25 on arbitration did not depend on Clause 23.  The certificate contemplated under Clause 23 was only a condition precedent to the liability of the purchaser or any right of action against the purchaser.  Hence, both these clauses operate on different stages and Clause 23 could not destroy the arbitration machinery provided under Clause 25.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\t22.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"999478\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_4\">In answering the question as to whether the Arbitrator had jurisdiction to adjudicate upon the claim, referring to the decisions of the Apex Court reported in AIR 1951 SC 9 (<a href=\"/doc/1041073/\" id=\"a_17\">A.M. Mair &amp; Co. V. Gordhandas Sagarmull</a>) and AIR 1969 SC 488 (<a href=\"/doc/999478/\" id=\"a_18\">Union of India V. Salween Timber</a>), this Court pointed out that if a party has to have recourse to the contract that a dispute is a dispute under the contract, then the question is well within the scope of the arbitration clause and the Arbitrator had the necessary jurisdiction to decide it.  The decision of the Apex Court extracted therein merits to be extracted herein too, which reads as follows:</span></span>\n</p><blockquote id=\"blockquote_13\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"999478\" id=\"span_5\">&quot;The Supreme Court while deciding the question whether it was open to the respondent to raise such an objection, after the other dispute which clearly fell within the arbitration clause was referred to the arbitrators held the further dispute is also one which turns upon the true interpretation of the contract, so that the respondents must have recourse to the contract to establish their claim that the appellants were not bound as principals while the latter say that they were.  The Supreme <a href=\"/doc/999478/\" id=\"a_19\">Court further held</a> that such a dispute, the determination of which turns on the true construction of the contract, would also seem to be a dispute, under or arising out or concerning the contract.</span>  In a passage quoted in Heyman V. Darwins Ltd., Lord Dunedin propounds the test thus:\n</blockquote><blockquote id=\"blockquote_14\">\t&quot;If a Party has to have recourse to the contract, that dispute is a dispute under the contract.&quot;&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_6\">23.  A reading of the judgment further shows that the distinction was made by referring to the decision of the Apex Court reported in AIR 1989 SC 952 (<a href=\"/doc/262361/\" id=\"a_20\">Vishwanath Sood V. Union of India</a>) that where the arbitration clause opens with the words &quot;except where otherwise provided in the contract&quot;, the restriction as to the width of an Arbitration clause to decide on a dispute arising upon or in relation to or in connection with the contract, has to be read in terms of the contract.  Thus, this Court answered the issue in favour of the contractor that the jurisdiction of the Arbitrator is available for settlement of dispute between the parties.</span>  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"262361\" id=\"span_7\">24.  I do not think that this decision will be of any assistance to the first respondent herein for the reason that the clause that we are now having stands almost on the similar footing as in the decision of the Apex Court reported in AIR 1989 SC 952 (<a href=\"/doc/262361/\" id=\"a_21\">Vishwanath Sood V. Union of India</a>).  Clause 19.2 of the Important Commercial Conditions states, &quot;Save as hereinafter provided, such decision in respect of every matter so referred shall be final and binding upon the parties until the completion of the contract and shall forthwith be given effect to by the Contractor who shall proceed with the contract with all due diligence, whether he or the Purchaser required arbitration as hereinafter provided or not.&quot;  It only stipulates that the contract has to proceed with the performance of the contract and the finality of the decision of the purchaser is subject to other clauses following Clause 19.2.  Hence, the finality to the decision has to be understood or read in the context of other clauses provided therein viz., Clause 19.3 and 19.4.  As per Clause 19.3, if no dispute is raised on the decision by invoking the arbitration clause, the decision attains finality.  As per Clause 19.4, where no decision is given within 30 days of the dispute raised or where the party is aggrieved of the decision, he has to invoke the arbitration clause within 30 days thereafter.   Thus Clause 19.4 of the Important Commercial Conditions adds a rider to what is contemplated under Clause 19.3 on the finality of the decision.  Where the party does not act in terms of Clause 19.4 to invoke the arbitration clause within 30 days thereafter as given under Clause 19.3 or in the case no decision was given within 30 days, the period of limitation begins to operate to put a seal of finality on the rights of the parties.</span>  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">\t25. A perusal of the letter shows that after referring to the earlier letters seeking extension of delivery period, the first respondent requested the appellant herein not to levy liquidated damages and extend the delivery period till July, 1990 and release the withheld amount of Rs.16.04 lakhs.  The further letter on this clearly shows that even on 11th April 1991, the first respondent had been pleading for refund of the withheld liquidated damages amount.  Admittedly, there were no replies from the appellant.  On 16.2.1993, referring to the letters, which includes a letter dated 19.2.1991, the first respondent sought for refund of the withheld amount by pointing out that the delay in the completion did not affect the commissioning schedule of the sub-station and there was no loss to the NLC.  Apart from that, there is also a reference to the delay aspect and that the levy of liquidated damages was an unmerited one.  The letter dated 24.9.1993 referred to the earlier correspondence in this matter as regards re-considering of the issue by condoning whatever be the delay with regard to liquidated damages and refund the liquidated damages of Rs.16.04 lakhs.  It is not denied by the appellant herein that all the previous letters went without any response and for the first time, in the letter dated 9.8.1994, the appellant herein replied to the claim of the first respondent and they referred to the letter dated 24.9.1993 and 18.2.1994 as regards the levy of liquidated damages and pointed out that the decision taken by the Board was final and there is no question of considering the issue again.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">\t26.  In considering the effect of the letters dated 24.9.1993 and 18.2.1994 vis-a-vis, the contract clause 19.2 and 19.3, it must be noted that the appellant opened out for a positive rejection on 18.2.1994.  Even here, the rejection of the request was not on the ground of Clause 19.2 or 19.4.  Although it was very much open to the appellant to say so, yet, for reasons best known to the appellant, it thought fit to reject the claim of the first respondent only on the merits of the claim and not on the issue of limitation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">\t27.  In the circumstances, when once the claim raised by the first respondent has not been rejected in terms of the finality as spoken to in Clause 19.2, going by the period of limitation as given under the <a href=\"/doc/1317393/\" id=\"a_22\">Limitation Act</a>, the Arbitral Tribunal is justified in its view that the claim made by the first respondent is well within the time; hence arbitrable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\t28. A perusal of the award made by the Arbitrators in this regard shows that the Arbitral Tribunal considered the effect of Clause 19 of the Important Commercial Conditions and pointed out that the decision on the dispute raised was communicated by the appellant herein on 9.8.1994 denying the claim for refund of the deducted amount towards liquidated damages. Thereafter, the contractor invoked the arbitration clause.  Going by this, the dispute had come within a period of three year limitation on the arbitration clause; consequently, it  sustained the claim of the first respondent.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">\t29.  A perusal of the order passed by the Court below shows that going by the correspondence between the parties, the claim well within a period of three years, the contention of the appellant based on Clause 19.4 of the Important Commercial Conditions could not be sustained.  The said view of the Tribunal is well in accord with the contract clause and the material evidence available.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">\t30. As already noted above, going by the series of correspondences, the Tribunal&#x27;s view and the Court below affirming the award is based on the materials available and the contract clauses 19.2 and 19.4 of the Important Commercial Conditions, the claim is not hit by the provisions of the <a href=\"/doc/1317393/\" id=\"a_23\">Limitation Act</a>.  Consequently, the order passed by the Court below confirming the award merits to be confirmed by this Court.  Consequently, I have no hesitation in confirming the aspect of jurisdiction of the Tribunal.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\t31.  As to the claim on delayed execution and the cause for the delay, it must be kept in mind that this Court is not sitting as a Court of appeal in the sense in which it is normally understood to get into the details of the disputes as to whether the view of the Tribunal, or for that matter, the delay aspect, is sufficiently established.  It is for the Arbitrators to decide on the justifiability of the claim.  A perusal of the award shows that it accepted the plea of the first respondent on the aspect of force majeure causing the delayed supply.  The Tribunal considered the evidence in this matter only to come to a conclusion that the supplies were completed on 13.06.1990 and the delayed supply had not resulted in any loss to the appellant.  It was also pointed out that the final bill could be claimed only after supervision of erection and testing at the site, which was completed on 10.1.1994.  As to the plea of limitation, the last payment made on 2.5.1994 clearly shows that the dispute that was raised by the first respondent was never rejected.  Going by the reasoning as regards the delay, the Tribunal thought it fit to consider as to whether the appellant really suffered a loss.  In paragraph 17.5, referring to the discussion in the earlier paragraph, the Tribunal held that the appellant had not suffered any loss.  The Tribunal further referred to the letter from the erection contractor that the first respondent had not delayed the project.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\t32.  Apparently, the line of reasoning of the Tribunal had gone on the footing of <a href=\"/doc/1941714/\" id=\"a_24\">Section 74</a> of the Indian Contract Act and going by the decision of the Apex Court on this aspect, I agree with the submission of the first respondent herein that even where the contract prescribes the imposition of liquidated damages not by way of penalty, the levy, as such, could be sustained, only if and when a loss is suffered by the owner.  As far as this aspect is concerned, the Apex Court, in the decision reported in (2003) 5 SCC 705 (ONGC Ltd. V. Saw pipes Ltd.), relied on by both sides, considered the effect of <a href=\"/doc/339747/\" id=\"a_25\">Sections 73</a> and <a href=\"/doc/1941714/\" id=\"a_26\">74</a> of the Indian Contract Act and held as follows:\n</p><blockquote id=\"blockquote_15\">\t&quot;68.  From the aforesaid discussions, it can be held that:\n</blockquote><blockquote id=\"blockquote_16\">\t(1) Terms of the contract are required to be taken into consideration before arriving at the conclusion whether the party claiming damages is entitled to the same.\n</blockquote><blockquote id=\"blockquote_17\">\t(2) If the terms are clear and unambiguous stipulating the liquidated damages in case of the breach of the contract unless it is held that such estimate of damages/compensation is unreasonable or is by way of penalty, party who has committed the breach is required to pay such compensation and that is what is provided in <a href=\"/doc/339747/\" id=\"a_27\">Section 73</a> of the Contract Act.\n</blockquote><blockquote id=\"blockquote_18\">\t(3) <a href=\"/doc/1941714/\" id=\"a_28\">Section 74</a> is to be read along with <a href=\"/doc/339747/\" id=\"a_29\">Section 73</a> and, therefore, in every case of breach of contract, the person aggrieved by the breach is not required to prove actual loss or damage suffered by him before he can claim a decree.  The court is competent to award reasonable compensation in case of breach even if no actual damage is proved to have been suffered in consequence of the breach of a contract.\n</blockquote>\n<blockquote id=\"blockquote_19\">\t(4) In some contracts, it would be impossible for the court to assess the compensation arising from breach and if the compensation contemplated is not by way of penalty or unreasonable, the court can award the same if it is genuine pre-estimate by the parties as the measure of reasonable compensation.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_33\">\t33. Hence for liquidated damages, when the burden is on the other party to prove that there was no loss and in the case before us, the finding of the Tribunal that on the admitted fact the appellant had not suffered any loss and to that extent, the first respondent could be stated to have discharged its burden, the question of going by the contract clause for the purpose of deducting any liquidated damages, as such, does not arise.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">\t34.  It is no doubt true that under Clause 11 of the Important Commercial Conditions, the owner is entitled to have a deduction in respect of delayed execution by way of liquidated damages. Learned counsel for the appellant pointed out that it is not necessary for the owner or the appellant to intimate its decision to deduct any amount towards liquidated damages and consequently, the decision of the Arbitrators and the Lower Court suffer a serious illegality.  While it is no doubt true that under Clause 11.1, the moment there is a delay, it is open to the owner to invoke Clause 11 and 11.2 for deduction towards liquidated damages, yet, when the invocation of Clause 11 towards liquidated damages depend on the aspect of delay, rightly, the Tribunal went into the question as to whether the first respondent had caused the delay to justify the claim of the appellant under Clause 11.1 for a deduction.  Considering its findings on the cause for delay, the Tribunal held that the provision of Clause 11.1 did not stand attracted.  It may be seen that Clause 11.1 of the Important Commercial Conditions states that the time stipulated in the contract would be deemed to be the essence of the contract and when the contractor fails to perform the contract within the stipulated time, liquidated damages would be leviable by the party.  At the same time, it must also be noted that Clause 13 of the Important Commercial Conditions, also permits the claim for extension of the execution of the contract on account of the force majuere clause and the decision of the purchaser on the aspect of force majuere and the extension shall be final.  The Arbitrators held on facts that the force majuere reasons was the cause for the delayed execution. With that finding in favour of the first respondent herein, the question would be as to whether Clause 11.1 of the Important Commercial Conditions would nevertheless be a mandatory one to operate against the first respondent. \n</p><p data-structure=\"Section\" id=\"p_35\">\t35. As already noted, Clause 11 operates only when the contractor fails to perform the contract within the time stipulated in the contract.  As per Clause 11.2, if the contractor fails to perform the contract within the stipulated period as given under Clause 15, the contractor would be liable to compensate the purchaser by way of liquidated damages.  Given the scope of Clause 13 on force majeure reasons that the contractor is entitled to have the extension on the execution of the contract, on the reasons shown, the agreed time of completion of the work covered by the contract gets extended.  Strictly speaking, with a finding on force majeure cause in favour of the first respondent, it is not necessary for the Tribunal to get into the question of proving any loss even as per <a href=\"/doc/1941714/\" id=\"a_30\">Section 74</a> of the Indian Contract Act.  Clauses 5 and 11 of the contract, hence, has to be read in conjunction with Clause 13.  If so read, I do not find any infirmity in the order of the Court below in confirming the award.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">\t36. The Court below affirmed the award stating that the decision on the delay is based on the materials available, quite apart from the admitted fact that the appellant had not suffered any loss on account of the delayed execution.  Thus, going by the decision thus based on the provisions of the contract, I am satisfied that there is no ground to interfere with the order passed by the Court below.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\t37. This takes me to the last of the contentions as regards the jurisdiction of this Court under <a href=\"/doc/1503578/\" id=\"a_31\">Section 30</a> of the Arbitration Act.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1738256\" id=\"span_8\">In this connection, the decision of the Apex Court in the decision reported in (2009) 5 SCC 142 (<a href=\"/doc/1738256/\" id=\"a_32\">Kwality Manufacturing Corporation V. Central Warehousing Corporation</a>), relied on by the learned counsel for the first respondent, has to be seen.  The facts are that a reasoned award given in a dispute between the contractor and the Government Corporation was challenged under <a href=\"/doc/1503578/\" id=\"a_33\">Section 30</a> and <a href=\"/doc/1154891/\" id=\"a_34\">33</a> of the Act, 1940 before the High Court.  Originally, the Original Petition was rejected by the learned Subordinate Judge and on appeal, the Division Bench set aside the award.  Challenging the same, the contractor preferred an appeal before the Supreme Court.  Dealing with the  jurisdiction of the Court under <a href=\"/doc/1503578/\" id=\"a_35\">Section 30</a> of the Act, the Apex Court held:</span>\n</p><blockquote id=\"blockquote_20\">\t&quot;10. At the outset, it should be noted that the scope of interference by courts in regard to arbitral awards is limited.  A court considering an application under <a href=\"/doc/1503578/\" id=\"a_36\">Section 30</a> or 33 of the Act, does not sit in appeal over the findings and decision of the arbitrator.  Nor can it reassess or reappreciate evidence or examine the sufficiency or otherwise of the evidence.  The award of the arbitrator is final and the only grounds on which it can be challenged are those mentioned in <a href=\"/doc/1503578/\" id=\"a_37\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_38\">33</a> of the Act.  Therefore, on the contentions urged, the only question that arose for consideration before the High Court was, whether there was any error apparent on the face of the award and whether the arbitrator misconducted himself or the proceedings.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">  \t38.  Following the law declared by the Apex Court in the above said decision, even though the present appeal is under <a href=\"/doc/1656413/\" id=\"a_39\">Section 37</a> of the Act as against the order passed by the Lower Court under <a href=\"/doc/1503578/\" id=\"a_40\">Section 30</a> of the Act, the jurisdiction of this Court thus limited and restricted to the extent of seeing whether there is any apparent error on the face of the reasoning of the Court below, which confirms the award, I have no hesitation in rejecting the appeal, thereby confirming the judgment of the Court below.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\t39. A reading of the order of the Court below confirming the award leaves no manner of doubt that there are no error apparent on the face of the record for this Court to interfere.  The award goes by the terms of the contract and it is not in derogation of the same.  Hence, both on the aspect of limitation as well as on the aspect of liquidated damages, I have no hesitation in confirming the orders of the Court below.  In the circumstances, the appeal stands dismissed.  No costs.   Consequently, M.P.No.1 of 2008 is also dismissed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">\t40. It is seen from the orders of this Court dated 30.09.2008 that the appellant was directed to deposit a sum of Rs.16.00 lakhs in Indian Bank, High Court, Madras and the deposit receipt to be kept in the custody of the Registrar General of this Court.  Having regard to the fact that the Tribunal had deducted 10% as a normal amount towards the liquidated damages and that portion of the award not being challenged by the first respondent and hence allowed to become final, barring that 10%, the first respondent shall be entitled to withdraw the balance amount available in the Fixed Deposit with Indian Bank.  On production of a copy of the order before the Registrar General, the Fixed Deposit may be released so that the parties may work out their remedies available to them.</p><pre id=\"pre_2\">\n\n\t\t\t\t\t\t\t\t\t\t\nIndex:Yes/No\nInternet:Yes/No\t\t\t\t\t\t\t       22.07.2010\n\nsl\n\nTo \nThe Principal Subordinate Judge, Vridhachalam.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCHITRA VENKATARAMAN,J.\n\nSl\n\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">C.M.A.No.3000 of 2008</span>\n\n\n\n\n\n\n\n\n\n22.07.2010\n</pre>","numcites":13,"numcitedby":0,"docsource":"Madras High Court","citetid":1190504,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"force majeure","formInput":"force%20majeure"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"ONGC v. Saw Pipes Ltd.","formInput":"ONGC%20v.%20Saw%20Pipes%20Ltd."},{"value":"when liquidated damages levied","formInput":"when%20liquidated%20damages%20levied"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"power grid corporation","formInput":"power%20grid%20corporation"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"contract act","formInput":"contract%20act"},{"value":"ONGC","formInput":"ONGC"},{"value":"tamilnadu electricity board ","formInput":"tamilnadu%20electricity%20board%20"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"saw pipes","formInput":"saw%20pipes"},{"value":"arbitration invoked once,can it be invoked again","formInput":"arbitration%20invoked%20once%2Ccan%20it%20be%20invoked%20again"},{"value":"central warehousing corporation","formInput":"central%20warehousing%20corporation"},{"value":"arbitration clause invoked","formInput":"arbitration%20clause%20invoked"}],"cats":[{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"compensation-for-contract-breach-with-stipulated-penalty","formInput":"tag:compensation-for-contract-breach-with-stipulated-penalty"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"limitations","formInput":"tag:limitations"}],"courtcopy":true,"query_alert":null,"agreement":false}