{"tid":82442333,"publishdate":"2024-10-22","title":"M/S Tata Steel Ltd. Wire Division Thr Its ... vs Maharashtra Shramjivi General Kamgar ... on 22 October, 2024","doc":"<h2 class=\"doc_title\">M/S Tata Steel Ltd. Wire Division Thr Its ... vs Maharashtra Shramjivi General Kamgar ... on 22 October, 2024</h2>\n\n<pre id=\"pre_1\">2024:BHC-AS:42004\n              k                                       1/30                                    1_wp_9664.21_as.doc\n\n\n\n                       IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                              CIVIL APPELLATE JURISDICTION\n\n                                     WRIT PETITION NO.9664 OF 2021\n\n                       M/s. Tata Steel Ltd.\n                       Wire Division,\n                       A-6/A-9 MIDC\n                       Tarapur Industrial Area,\n                       P.O. Boisar,\n                       Dist. Palghar 401 506\n                       through its Sr. Manager\n                       Mr. Krishna Warrier                                                  ....Petitioner\n\n                            V/S\n              1.       Maharashtra Shramjivi General\n                       Kamgar Union, Office at\n                       Mafatlal Employees Union,\n                       A-302 Krishna Plaza\n                       Near C.K.P. Tank\n                       Ambedkar Chowk\n                       Thane (W) 400 602\n\n              2.   Sonali Caterers\n                   Building No.6, Block No.1001,\n                   Powai Lake Height Society\n                   Rambaug, Powai,\n                   Mumbai - 400 076.                        ....Respondents\n                                             _________\n              Mr. Sudhir K. Talsania, Senior Advocate with Mr. R.V. Paranjape\n              with Mr. T.R. Yadav for the Petitioners.\n              Mr. Yogendra Pendse with Ms. Priyanka Patkar, Ms. Shamika\n              Dabke and Ms. Vaibhavi Zaaude for Respondent.\n                                            __________\n\n                                                  CORAM     : SANDEEP V. MARNE, J.\n                                                  RESERVED ON    : 14 OCTOBER 2024.\n                                                  PRONOUNCED ON : 22 OCTOBER 2024.\n\n              J U D G M E N T:</pre>\n\n<p data-structure=\"PetArg\" id=\"p_1\">             1)        Rule. Rule is made returnable forthwith. With the consent of\n             the learned counsel appearing for parties, the Petition is taken up for\n             final hearing and disposal.\n</p><span class=\"hidden_text\" id=\"span_1\">              katkam                                         Page No. 1 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                   ::: Uploaded on - 22/10/2024                                 ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n<pre id=\"pre_2\"> k                                     2/30                        1_wp_9664.21_as.doc\n\n\n\n2)       The Petition raises the usual issue of jurisdiction of Industrial\n</pre><p data-structure=\"Issue\" id=\"p_2\">Court to decide Complaint of unfair labour practices filed under the\nprovisions of the <a href=\"/doc/166190666/\" id=\"a_1\">Maharashtra Recognition of Trade Unions and\nPrevention of Unfair Labour Practices Act, 1971</a> <a href=\"/doc/166190666/\" id=\"a_2\">(MRTU &amp; PULP\nAct</a>) when existence of employer-employee relationship is under\ndispute. In the present case, the Complaint is filed on behalf of\ncanteen employees working in the canteen established by Petitioner-\nCompany seeking a declaration that they are permanent employees of\nthe Petitioner-Company and are entitled to receive same service\nbenefits as are extended to the permanent employees. Petitioner-\nCompany raised objection by filing application at Exhibit-C3 to\njurisdiction of Industrial Court to decide the Complaint and prayed for\nframing of preliminary issue about maintainability of Complaint and\nsought its dismissal. Petitioner-Company also sought vacation of\ninterim order dated 29 November 2019. By impugned order dated 1\nOctober 2021, the Industrial Court has rejected Petitioner-Company&#x27;s\napplication and has directed continuation of interim relief till further\norders. Aggrieved by Industrial Court&#x27;s order dated 1 October 2021,\nPetitioner has filed the present Petition.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_3\">3)       Petitioner is a public limited company engaged in the business\nof manufacturing of steel wires and has a factory at Tarapur\nIndustrial Area, Boisar, District Palghar. Earlier, manufacturing\nfacility was maintained by Petitioner-Company at Borivali, Mumbai\nwhich was relocated at Boisar in the year 2009. Petitioner-Company\nhas 350 permanent employees working at the factory, who are\nrepresented by recognized union viz. Shramik Utkarsh Sabha.\nAdditionally, Petitioner-Company also has 29 employees working in\nstaff, supervisory and officer category outside the purview of the\n<a href=\"/doc/500379/\" id=\"a_3\">Industrial Disputes Act, 1947</a>. Since Petitioner-Company is employer\n<span class=\"hidden_text\" id=\"span_3\">katkam                                         Page No. 2 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                ::: Uploaded on - 22/10/2024                      ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                         3/30                                     1_wp_9664.21_as.doc\n\n\n\nof more than 250 employees, it is required to maintain a statutory\ncanteen under provisions of <a href=\"/doc/759329/\" id=\"a_4\">section 46</a> of the Factories Act. It is\nPetitioner-Company&#x27;s case, however that running of canteen or doing\ncatering service is not its business and that the statutory canteen is\nrequired to be maintained only towards obligations under the\n<a href=\"/doc/1955064/\" id=\"a_5\">Factories Act</a>. According to the Petitioner-Company, it has engaged\nM/s. Sonali Caterers-Respondent No.2 to run the canteen through its\nown staff and has accordingly executed various agreements/contracts.\nThe last agreement/contract is signed with Respondent No.2 on 28\nMarch 2018 which was valid upto 31 December 2020.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_4\">4)        Respondent No.1 is a Union representing 26 workers working in\nthe      canteen       maintained         by     Petitioner-Company.                 According           to\nRespondent No.1-Union, said 26 workers are working in the canteen\nfrom various dates as more particularly detailed in Annexure-A to the\nComplaint. It is thus claimed by Respondent No.1-Union that some of\nthe workers are working in the canteen since the year 2010.\nRespondent No.1-Union filed Complaint (ULP) No.215 of 2019 in\nIndustrial Court, Thane, seeking a declaration that the said 26\nworkers are permanent employees of Petitioner-Company and claimed\nthe benefit of permanency to them from the dates of completion of 240\ndays of service. The Respondent No.1-Union also filed application at\nExhibit-U2 for grant of interim relief. An ad interim order came to be\npassed by Industrial Court on 29 November 2019 directing the\nPetitioner-Company to maintain status quo in respect of service\nconditions of 26 workers. After receipt of notice in the Complaint,\nPetitioner-Company                   appeared      and         filed       objection         to      the\nmaintainability of the Complaint. Petitioner-Company contended that\nthere is no employer-employee relationship between it and the said 26\nworkers and that therefore Industrial Court did not have jurisdiction\n<span class=\"hidden_text\" id=\"span_5\">katkam                                            Page No. 3 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">      ::: Uploaded on - 22/10/2024                                   ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     4/30                               1_wp_9664.21_as.doc\n\n\n\nto try and entertain the Complaint. Various other objections about\nmaintainability were also raised in the said objection application.\nRespondent No.2- Contractor also appeared and filed Reply to the\nComplaint contending that the said 26 workers are its employees and\nnot the employees of the Petitioner-Company.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">5)       Separately, Petitioner-Company also filed Affidavit-in-Reply to\nthe application seeking interim relief. The Respondent-Union filed\napplication at Exhibit-C3 by filing its reply. After hearing the parties,\nthe Industrial Court passed order dated 1 October 2022 rejecting the\napplication at Exhibit-C3 filed by Petitioner-Company by holding that\nthere     was   subsisting        employer-employee               relationship     between\nPetitioner-Company and the 26 workers before 2008 and that therefore\nthe Complaint was maintainable. The Industrial Court has continued\nthe interim relief till further orders as application at Exhibit-U2 has\nnot been decided while passing order dated 1 October 2021. Petitioner\nis aggrieved by the order dated 1 October 2021 and has filed the\npresent Petition.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_6\">6)       Mr. Talsania, the learned Senior Advocate appearing for\nPetitioner-Company would submit that Respondent No.1-Union has\nsought a declaration in the Complaint that the contract executed with\nRespondent No.2 is sham and bogus and that the 26 workers are in\nfact direct workers of Petitioner-Company. That the Complaint\nproceeds on a footing that the said 26 workers are being treated as\nworkers of contractor and that a declaration is sought for treatment of\nthe said workers as direct workers of Petitioner-Company. Mr.\nTalsania would submit that Industrial Court does not have\njurisdiction to issue such a declaration as has repeatedly been held by\nthe Apex Court in catena of judgments. That in the present case,\n\n<span class=\"hidden_text\" id=\"span_7\">katkam                                         Page No. 4 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                ::: Uploaded on - 22/10/2024                              ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                       5/30                                    1_wp_9664.21_as.doc\n\n\n\nthere is no employer-employee relationship between the Petitioner-\nCompany and the said 26 workers. That such relationship is\nspecifically denied by Petitioner-Company in objection applications at\nExhibit-C3. That once existence of employer-employee relationship is\ndenied, Industrial Court loses jurisdiction to try and entertain the\nComplaint seeking declaration of contract being sham and bogus. In\nsupport Mr. Talsania would rely upon following judgments:\n</p>\n\n<blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_9\"><a href=\"/doc/1979210/\" id=\"a_6\">i)       Cipla Ltd vs. Maharashtra General Kamgar Union</a> and\n         others1</span>\n</blockquote><blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"396352\" id=\"span_10\"><a href=\"/doc/396352/\" id=\"a_7\">ii)      Sarva Shramik Sangh vs. Indian Smelting and Refining\n         Co. Ltd. and others</a> 2</span>\n</blockquote><blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087177\" id=\"span_11\"><a href=\"/doc/1087177/\" id=\"a_8\">iii)     Vividh Kamgar Sabha vs.                           Kalyani Steels Ltd.</a> and\n         another.3</span>\n\n\n</blockquote><blockquote id=\"blockquote_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1213853\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1411892\" id=\"span_13\">7)        Mr. Talsania would further submit that the judgments of the\nApex Court in <a href=\"/doc/1411892/\" id=\"a_9\">Indian Petrochemicals Corporation Ltd. and\nanother vs. Shramik Sena and others</a> 4 and <a href=\"/doc/1213853/\" id=\"a_10\">Hindalco Industries\nLtd. vs. Association of Engineering Workers</a> 5 cannot be read in\nsupport of an absolute proposition of law that in every case, where\nemployer-employee               relationship    is      under         dispute       and      where\ndeclaration of contract being sham is sought, Industrial Court would\nhave jurisdiction to entertain Complaint of unfair labour practice\nunder <a href=\"/doc/166190666/\" id=\"a_11\">MRTU and PULP Act</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623061\" id=\"span_14\">Relying on judgment of the Apex Court\nin <a href=\"/doc/623061/\" id=\"a_12\">Bhavnagar University vs. Palitana Sugar Mill (P) Ltd.</a> and\nothers6, Mr. Talsania would submit that a decision is an authority for\nwhich it is decided and not what can logically to be deduced\ntherefrom.</span>          <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1213853\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1411892\" id=\"span_16\">That       the   judgments        in      Indian          Petrochemicals\n\n1 (2001) 3 SCC 101\n2 (2003) 10 SCC 455\n3 (2001) 2 SCC 381\n4 (1999) 6 SCC 439\n5 (2008) 13 SCC 441\n6 (2003) 2 SCC 111\n<span class=\"hidden_text\" id=\"span_17\">katkam                                         Page No. 5 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">      ::: Uploaded on - 22/10/2024                                ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                      6/30                                1_wp_9664.21_as.doc\n\n\n\n<a href=\"/doc/1411892/\" id=\"a_13\">Corporation Ltd.</a> (supra) and <a href=\"/doc/1213853/\" id=\"a_14\">Hindalco Industries Ltd.</a> (supra)\nare rendered in the facts of those cases which have no application to\nthe facts of the present case.</span></span>\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557247\" id=\"span_19\">8)       Mr. Talsania would further submit that the Industrial Court\nhas erred in relying on judgment of Division Bench of this Court in\n<a href=\"/doc/557247/\" id=\"a_15\">Hindustan Coca Cola Bottlings S/W (Private), Ltd. vs. Bhartiya\nKamgar Sena</a> and others7 as Petitioner-Company has never\naccepted direct employment of the 26 workers at any point of time.\nThat the Union has failed to plead or produce any document to\nsuggest direct employment between Petitioner-Company and the 26\nworkers at any point of time. That no evidence is produced to\ndemonstrate direct payment of salary by the Petitioner-Company to\nany of the said 26 workers. Mr. Talsania would accordingly pray for\nsetting aside the impugned order of the Industrial Court and for\ndismissal of the Complaint.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1411892\" id=\"span_20\">9)       The Petition is opposed by Mr. Pendse, the learned counsel\nappearing for Respondent No.1-Union. He would submit that the\nIndustrial Court has rightly appreciated the law enunciated by the\nApex Court in <a href=\"/doc/1411892/\" id=\"a_16\">Indian Petrochemicals Corporation Ltd.</a> (supra).\nHe would accordingly submit that judgments of the Apex Court in\nIndian      Petrochemicals                Corporation              Ltd.   and     Hindalco\nIndustries Ltd. clearly recognize jurisdiction of Industrial Court to\ndecide Complaint of unfair labour practice in respect of grant of\npermanency to canteen employees. He would submit that the Apex\nCourt has held in Indian Petrochemicals Corporation Ltd. that\nemployees of statutory canteen are required to be treated employees\nof the factory not only for the purpose of <a href=\"/doc/1955064/\" id=\"a_17\">Factories Act</a> but also for all\nother purposes.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1213853\" id=\"span_21\">That the said principle has been followed by\n7 2002 (1) L.L.N. 228\n<span class=\"hidden_text\" id=\"span_22\">katkam                                          Page No. 6 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                 ::: Uploaded on - 22/10/2024                              ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                    7/30                                    1_wp_9664.21_as.doc\n\n\n\nsubsequent judgment in <a href=\"/doc/1213853/\" id=\"a_18\">Hindalco Industries Ltd.</a> (supra). That in\nthe present case also the 26 workers are working in statutory\ncanteens and are accordingly required to be treated as direct\nemployees of the Petitioner-Company.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1213853\" id=\"span_24\">He would submit that in\n<a href=\"/doc/1213853/\" id=\"a_19\">Hindalco Industries Ltd.</a> (supra) specific contention was raised\nabout absence of jurisdiction of Industrial Court for issuance of\ndeclaration of contract as sham and bogus and that the Apex Court\nhas negatived the said contention.</span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"557247\" id=\"span_25\">10)        Mr. Pendse would rely on judgment of Division Bench of this\nCourt in <a href=\"/doc/557247/\" id=\"a_20\">Hindustan Coca Cola Bottlings S/W (Private) Ltd. vs.\nVhartiya Kamgar Sangh8</a> submit that Industrial Court would have\njurisdiction to entertain the Complaint of unfair labour practice once\nexistence of employer-employee relationship is demonstrated at some\npoint of time. He would submit that Respondent No.1 has specifically\npleaded in the Complaint that the 26 workers are in the employment\nof the Petitioner-Company. He would submit that Petitioner-Company\nhas relied upon contract executed with Respondent No.2 effective\nfrom 1 April 2018. That no other contract is placed on record to\nsuggest that engagement of any contract prior to 1 April 2018. That\nAnnexure-A to the Complaint would show engagement of all 26\nworkers prior to 1 April 2018. He would therefore submit that\nexistence of employer-employee relationship prior to the year 2018 is\nclearly established and that the Complaint is filed for the purpose of\nclaiming existence of employer-employee relationship after entering\ninto contract with Respondent No.2.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"57731939\" id=\"span_26\">Mr. Pendse would also rely upon\njudgment of this Court in <a href=\"/doc/57731939/\" id=\"a_21\">Uni Klinger Ltd., Ahmednagar vs.\nSubhash Baburao Kambale</a> and others9. He would accordingly\npray for dismissal of the Petition.</span></p><pre id=\"pre_3\">\n\n8 (2002) 3 Bom CR 129\n9 2016(6) Mh.L.J. 543\n<span class=\"hidden_text\" id=\"span_27\">katkam                                      Page No. 7 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">      ::: Uploaded on - 22/10/2024                             ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                      8/30                          1_wp_9664.21_as.doc\n\n\n\n11)      Rival contentions of the parties now fall for my consideration.\n\n\n12)      This is yet another case where jurisdiction of Industrial Court\n</pre><p data-structure=\"Issue\" id=\"p_10\">to entertain Complaint of unfair labour practice is questioned on the\nground of existence of dispute about employer-employee relationship.\nIn fact, according to Petitioner-Company, non-existence of employer-\nemployee relationship is an admitted fact, on which the Complaint of\nRespondent-Union is premised. The Complaint is filed seeking\nfollowing prayers:\n</p>\n<blockquote id=\"blockquote_5\">         &quot;13. In the circumstances as mentioned as above the complainants pray\n         that:-\n</blockquote><blockquote id=\"blockquote_6\">               (i)    This Hon&#x27;ble Court be pleased to hold and declare that the\n               Respondents have engaged and are engage in unfair labour practices\n               as defined under item 1(a), 4(a), 4(f) of Schedule II and 5,6,9 and 10\n               of the <a href=\"/doc/166190666/\" id=\"a_22\">Schedule IV to the MRTU and PULP Act, 1971</a>.and further be\n               pleased direct the Respondent to ceased and deceased the same.\n</blockquote><blockquote id=\"blockquote_7\">               (ii)  This Hon&#x27;ble Court be further pleased to declare that the\n               employees as per Annexure &#x27;A&#x27; are the permanent employees of the\n               Respondent No.1 Company.\n</blockquote><blockquote id=\"blockquote_8\">               (iii)  This Hon&#x27;ble Court be further pleased to declare that the\n               employees as per Annexure &#x27;A&#x27; are the permanent employees of the\n               Respondent No.1 Company. Further this Hon&#x27;ble be pleased to direct\n               the Respondents, its Directors, Officer, Managers and/or Agents\n               including Respondent No.2 being agent to provide the service\n               conditions to the employees as per Annexure &#x27;A&#x27;, the service\n               conditions as per the other permanent company to the Respondent\n               No.1 company form the date of completion 240 day from the initial\n               date of joining and further be pleased to direct the respondents to\n               pay the employees as per Annexure A the arrears of wages and other\n               benefits from such date.\n</blockquote><blockquote id=\"blockquote_9\">               (iv) This Hon&#x27;ble court further be pleased to direct the Respondent\n               not to terminate the employment of the employees as per Annexure\n               &#x27;A&#x27; without following due process of law as a permanent employees of\n               the respondent Company.\n</blockquote><blockquote id=\"blockquote_10\">               (v) This Hon&#x27;ble court be pleased to direct the Respondent the wages\n               as per the kind of work as per with permanent employees of\n               Respondent No. 1 Company each and every employee as per\n               Annexure &#x27;A&#x27; not later than 7th day of its successive month to the\n               month for which the employees have tendered their labour, pending\n               hearing final disposal of.\n</blockquote><blockquote id=\"blockquote_11\">               (vi) Ad-interim relief in terms of prayer clause (iv) &amp; (v) above.\n</blockquote><blockquote id=\"blockquote_12\">               vii) Compensation of Rs. 10,000/- per employee as per Annexure &#x27;A&#x27;\n\n<span class=\"hidden_text\" id=\"span_29\">katkam                                          Page No. 8 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                 ::: Uploaded on - 22/10/2024                        ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                      9/30                                    1_wp_9664.21_as.doc\n\n\n\n</blockquote><blockquote id=\"blockquote_13\">                  viii)    Costs.\n</blockquote><blockquote id=\"blockquote_14\">                  ix) Any other relief as deemed fit and proper&quot;\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_11\">13)       Thus, Respondent has sought a direct declaration that the 26\nworkers enumerated in Annexure-A to Complaint are permanent\nemployees of Petitioner-Company. Further prayer is sought for a\ndeclaration that the said 26 workers be declared as permanent\nemployees for being extended service conditions applicable to\npermanent employees from the dates of completion of 240 days from\nthe date of initial engagement.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_12\">14)       Averments in the Complaint are aimed at establishing as to\nhow the contract entered into between Petitioner-Company and\nRespondent No.2 is sham and bogus. Respondent-Union has\nattempted to establish the tests of supervision and control, provision\nof necessary materials and utensils, receipt of PF and ESI benefits,\nselection and appointment of workers, provisions of service quarter to\ncanteen employees, etc. by Petitioner-Company In this regard the\nrelevant averments in para 3(ii)(iii) of the Complaint read thus:\n</p>\n\n<blockquote id=\"blockquote_15\">                  &quot;(ii) The Complainant submits that the entire working of the\n                  canteen is controlled and supervised by respondent No.1 Company\n                  and its officers. The Respondent No.1 Company has shown\n                  Respondent No.2 as contractor in the canteen of the Respondent No.\n                  I Company. The complainants say and submit that the entire\n                  supervision and control of the canteen is within the hands of the\n                  canteen committee of the company and contractor has nothing to do\n                  with the same. The accessories which are made available in the\n                  canteen are supplied by the Respondent No.1 Company. The\n                  complainant submit that the Respondent No.1 company is providing\n                  all the necessary materials, utensils, etc. by which a canteen is run.\n</blockquote><p data-structure=\"PetArg\" id=\"p_13\">                  The contractor i.e. the Respondent No.2 has no supervision and\n                  control over the working of the canteen. Complainant submits that\n                  the canteen is working round a clock as per various shifts of the\n                  company. It is further stated that the employees as per Annexure &#x27;A&#x27;\n                  getting PF and ESI of the Respondent No.1 Company.\n</p><p data-structure=\"PetArg\" id=\"p_14\">                  (iii) The Complainant says and submits that the entire control and\n\n<span class=\"hidden_text\" id=\"span_31\">katkam                                        Page No. 9 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">      ::: Uploaded on - 22/10/2024                               ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     10/30                                 1_wp_9664.21_as.doc\n\n\n\n              functions of the canteen is with Respondent No.1 and the purported\n              contractor does not have any independence in the working of the\n              canteen as a matter of fact the employees are selected by the\n              respondent no.1 company to work in the canteen. The Complainant\n              say and submit that therefore the Complainants who are working in\n              the canteen of the Respondent No.1 company being statutory\n              obligation of the company to maintain the canteen, it is the real\n              employer of the complainants. The Complainant submits that the\n              employees do work as per the shifts of the Company but the Labour\n              is extracted for 12 to 14 hour a day without over time. The wages are\n              not paid on time. The Complainant states that no weekly off is given\n              to many of the employees. The Respondent No.1 Company has\n              provided for service quarter to reside for the canteen employees. It is\n              further submitted that the Respondents are making deduction in\n              wages for no reasons. It is also submitted that the Respondent No.1\n              Company reimburse the wages paid to those employees to the\n              Contractor.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_33\">15)      In the light of the above averments and prayer for declaration\nthat 26 workers are permanent employees of Petitioner-Company, the\nlaw expounded by the Apex Court in its judgment in <a href=\"/doc/1979210/\" id=\"a_23\">Cipla Limited</a>\n(supra) would ordinarily apply to the present case.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979210\" id=\"span_34\">In <a href=\"/doc/1979210/\" id=\"a_24\">Cipla Limited</a>\n(supra), the Respondent-Union therein had filed Complaint of unfair\nlabour practice under <a href=\"/doc/116114456/\" id=\"a_25\">section 28</a> of the MRTU and PULP Act\ncomplaining that the Appellate-Company had deliberately shown the\nworkers of the Union as contract workmen when in fact the Appellant-\nCompany was the real employer. It was contended that the concerned\nworkers were under direct supervision, control and relation of officers\nof the Appellant-Company and therefore a declaration was sought that\nthe said workers were employees of Appellant-Company therein. The\nAppellant-Company            denied            existence           of   employer-employee\nrelationship and challenged jurisdiction of the Industrial Court to\ndecide Complaint under <a href=\"/doc/116114456/\" id=\"a_26\">section 28</a> of the MRTU and PULP Act. The\nApex Court held that object of <a href=\"/doc/166190666/\" id=\"a_27\">MRTU &amp; PULP Act</a> is to enforce the\nprovisions relating to unfair labour practices and that therefore\nundisputed      or     indisputable             existence          of   employer-employee\nrelationship is sine qua non for entertaining Complaint of unfair\n\n<span class=\"hidden_text\" id=\"span_35\">katkam                                         Page No. 10 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                ::: Uploaded on - 22/10/2024                               ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                    11/30                                      1_wp_9664.21_as.doc\n\n\n\nlabour practice. The Apex Court held in paragraphs 8 and 9 of the\njudgment as under:</span>\n</p>\n<blockquote id=\"blockquote_16\">          &quot;8.   But one thing is clear - if the employees are working under a\n         contract covered by the <a href=\"/doc/1810788/\" id=\"a_28\">Contract Labour (Regulation and Abolition) Act</a>\n         then it is clear that the Labour Court or the industrial adjudicating\n         authorities cannot have any jurisdiction to deal with the matter as it falls\n         within the province of an appropriate Government to abolish the same. If\n         the case put forth by the workmen is that they have been directly\n         employed by the appellant Company but the contract itself is a\n         camouflage and, therefore, needs to be adjudicated is a matter\n         which can be gone into by appropriate Industrial Tribunal or\n         Labour Court. Such question cannot be examined by the Labour\n         Court or the Industrial Court constituted under the Act. The object\n         of the enactment is, amongst other aspects, enforcing provisions\n         relating to unfair labour practices. If that is so, unless it is\n         undisputed or indisputable that there is employer-employee\n         relationship between the parties, the question of unfair practice\n         cannot be inquired into at all. The respondent Union came to the\n         Labour Court with a complaint that the workmen are engaged by the\n         appellant through the contractor and though that is ostensible relationship\n         the true relationship is one of master and servant between the appellant\n         and the workmen in question. By this process, workmen repudiate their\n         relationship with the contractor under whom they are employed but claim\n         relationship of an employee under the appellant. That exercise of\n         repudiation of the contract with one and establishment of a legal\n         relationship with another can be done only in a regular Industrial\n         Tribunal/Court under the <a href=\"/doc/500379/\" id=\"a_29\">ID Act</a>.\n</blockquote>\n\n<blockquote id=\"blockquote_17\">         9. Shri K.K. Singhvi, the learned Senior Advocate appearing for the\n         respondent, submitted that under <a href=\"/doc/174108864/\" id=\"a_30\">Section 32</a> of the Act the Labour Court\n         has the power to &quot;decide all matters arising out of any application or\n         complaint referred to it for decision under any of the provisions of the Act&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087177\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130103\" id=\"span_38\"><a href=\"/doc/174108864/\" id=\"a_31\">Section 32</a> would not enlarge the jurisdiction of the court beyond what is\n         conferred upon it by other provisions of the Act. If under other provisions of\n         the Act the Industrial Tribunal or the Labour Court has no jurisdiction to\n         deal with a particular aspect of the matter, <a href=\"/doc/174108864/\" id=\"a_32\">Section 32</a> does not give such\n         power to it. In the cases at hand before us, whether a workman can\n         be stated to be the workman of the appellant establishment or not,\n         it must be held that the contract between the appellant and the\n         second respondent is a camouflage or bogus and upon such a\n         decision it can be held that the workman in question is an\n         employee of the appellant establishment. That exercise, we are\n         afraid, would not fall within the scope of either <a href=\"/doc/116114456/\" id=\"a_33\">Section 28</a> or\n         <a href=\"/doc/5001809/\" id=\"a_34\">Section 7</a> of the Act. In cases of this nature where the provisions of\n         the Act are summary in nature and give drastic remedies to the\n         parties concerned elaborate consideration of the question as to\n         relationship of employer-employee cannot be gone into. If at any\n         time the employee concerned was indisputably an employee of the\n         establishment and subsequently it is so disputed, such a question is\n         an incidental question arising under <a href=\"/doc/174108864/\" id=\"a_35\">Section 32</a> of the Act. Even the\n\n<span class=\"hidden_text\" id=\"span_39\">katkam                                       Page No. 11 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">    ::: Uploaded on - 22/10/2024                                 ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                       12/30                        1_wp_9664.21_as.doc\n\n\n\n         case pleaded by the respondent Union itself is that the appellant\n         establishment had never recognised the workmen mentioned in Exhibit &#x27;A&#x27;\n         as its employees and throughout treated these persons as the employees of\n         the second respondent. If that dispute existed throughout, we think, the\n         Labour Court or the Industrial Court under the Act is not the appropriate\n         court to decide such question, as held by this Court in <a href=\"/doc/130103/\" id=\"a_36\">General Labour\n         Union (Red Flag) v. Ahmedabad Mfg. &amp; Calico Printing Co. Ltd.</a> 1995 Supp\n         (1) SCC 175 : 1995 SCC (L&amp;S) 372, which view was reiterated by us in\n         <a href=\"/doc/1087177/\" id=\"a_37\">Vividh Kamgar Sabha v. Kalyani Steels Ltd.</a> (2001) 2 SCC 381 : (2001)\n         1 Scale 82.&quot;</span></span>\n</p><p data-structure=\"Section\" id=\"p_17\">                                                                     (emphasis added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_41\">16)      In <a href=\"/doc/1979210/\" id=\"a_38\">Cipla Ltd.</a> (supra) the Apex Court accordingly held that\nLabour or Industrial Court was not the appropriate Court to decide\nthe question of the contract workers being employees of the Appellant-\nCompany under provisions of <a href=\"/doc/174108864/\" id=\"a_39\">section 32</a> of the MRTU &amp; PULP Act.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087177\" id=\"span_42\">17)      Little before the decision in Cipla Ltd. the Apex Court had\nrendered judgment in <a href=\"/doc/1087177/\" id=\"a_40\">Vividh Kamgar Sabha</a> (supra) in which also\nthe Apex Court held that provisions of <a href=\"/doc/166190666/\" id=\"a_41\">MRTU &amp; PULP Act</a> can only be\nenforced by persons who admittedly are workmen. The Apex Court\nheld in paragraph 5 as under:</span>\n</p>\n<blockquote id=\"blockquote_18\">         &quot;5.    The provisions of the <a href=\"/doc/166190666/\" id=\"a_42\">MRTU and PULP Act</a> can only be enforced by\n         persons who admittedly are workmen. If there is dispute as to whether the\n         employees are employees of the company, then that dispute must first be got\n         resolved by raising a dispute before the appropriate forum. It is only after\n         the status as a workmen is established in an appropriate forum that a\n         complaint could be made under the provisions of the <a href=\"/doc/166190666/\" id=\"a_43\">MRTU and PULP\n         Act</a>.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130103\" id=\"span_43\">18)      The same view was earlier expressed by the Apex Court in\n<a href=\"/doc/130103/\" id=\"a_44\">General Labour Union (Red flag), Bombay vs. Ahmedabad Mfg.\nand Calico Printing Co. Ltd.</a> &amp; ors.10</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"396352\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087177\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130103\" id=\"span_47\">19)      Correctness of view expressed by the Apex Court in General\nLabour Union (Red flag), <a href=\"/doc/130103/\" id=\"a_45\">Bombay</a> (supra), Vividh Kamgar\n\n\n10 1995 Supp (1) SCC 175\n<span class=\"hidden_text\" id=\"span_48\">katkam                                           Page No. 12 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                  ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     13/30                                      1_wp_9664.21_as.doc\n\n\n\n<a href=\"/doc/1087177/\" id=\"a_46\">Sabha</a> (supra) and <a href=\"/doc/1979210/\" id=\"a_47\">Cipla Limited</a> (supra) was called in question in\n<a href=\"/doc/396352/\" id=\"a_48\">Sarva Shramik Sangh vs. Indian Smelting &amp; Refining Co. Ltd.\n&amp; others</a>, (supra). The Apex Court formulated the issue in paragraph\n2 of the judgment as under:</span></span></span></span>\n</p>\n<blockquote id=\"blockquote_19\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130103\" id=\"span_50\">2. The appellants contend that the view which was first expressed by\n                  this Court in <a href=\"/doc/130103/\" id=\"a_49\">General Labour Union (Red flag) v. Ahmedabad Mfg</a>.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087177\" id=\"span_52\">and Calico Printing Co. Ltd. subsequently echoed in many cases\n                  including <a href=\"/doc/1087177/\" id=\"a_50\">Vividh Kamgar Sabha v. Kalyani Steels Ltd.</a> and finally in\n                  <a href=\"/doc/1979210/\" id=\"a_51\">CIPLA Ltd. v. Maharashtra General Kamgar Union</a> is legally\n                  unsound and needs a fresh look.</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1087177\" id=\"span_53\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"130103\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979210\" id=\"span_55\">20)       The Apex Court however held that the view taken by it in\n<a href=\"/doc/1979210/\" id=\"a_52\">Cipla Limited</a> (supra) after following the judgments in General\nLabour Union (Red flag), <a href=\"/doc/130103/\" id=\"a_53\">Bombay</a> (supra), <a href=\"/doc/1087177/\" id=\"a_54\">Vividh Kamgar\nSabha vs. Kalyani Steel Ltd.</a>, (supra) was in accordance with the\nobjects sought to be achieved by <a href=\"/doc/166190666/\" id=\"a_55\">MRTU &amp; PULP Act</a> and that there\nwas neither any scope nor necessity to reconsider the question once\nagain by Larger Bench. The Apex Court held in paragraphs 24 and 25\nas under:</span></span></span>\n</p>\n<blockquote id=\"blockquote_20\">         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1979210\" id=\"span_56\">24. The common thread passing through all these judgments is that the\n         threshold question to be decided is whether the industrial dispute could be\n         raised for abolition of the contract labour system in view of the provisions of\n         the <a href=\"/doc/4377279/\" id=\"a_56\">Maharashtra Act</a>. What happens to an employee engaged by the\n         contractor if the contract made is abolished, is not really involved in the\n         dispute. There can be no quarrel with the proposition as contended by the\n         appellants that the jurisdiction to decide a matter would essentially depend\n         upon pleadings in the plaint. But in a case like the present one, where the\n         fundamental fact decides the jurisdiction to entertain the complaint itself,\n         the position would be slightly different. In order to entertain a complaint\n         under the <a href=\"/doc/4377279/\" id=\"a_57\">Maharashtra Act</a> it has to be established that the claimant was\n         an employee of the employer against whom complaint is made under the <a href=\"/doc/500379/\" id=\"a_58\">ID\n         Act</a>. When there is no dispute about such relationship, as noted in para 9\n         of <a href=\"/doc/1979210/\" id=\"a_59\">Cipla</a> case [(2001) 3 SCC 101 : 2001 SCC (L&amp;S) 520] the <a href=\"/doc/4377279/\" id=\"a_60\">Maharashtra\n         Act</a> would have full application. When that basic claim is disputed obviously\n         the issue has to be adjudicated by the forum which is competent to\n         adjudicate. The sine qua non for application of the concept of unfair labour\n         practice is the existence of a direct relationship of employer and employee.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_57\">Until that basic question is decided, the forum recedes to the background in\n         the sense that first that question has to be got separately adjudicated. Even\n         if it is accepted for the sake of arguments that two forums are available, the\n         court certainly can say which is the more appropriate forum to effectively\n\n<span class=\"hidden_text\" id=\"span_58\">katkam                                        Page No. 13 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">      ::: Uploaded on - 22/10/2024                                ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                       14/30                        1_wp_9664.21_as.doc\n\n\n\n         get it adjudicated and that is what has been precisely said in the three\n         decisions. Once the existence of a contractor is accepted, it leads to an\n         inevitable conclusion that a relationship exists between the contractor and\n         the complainant. According to them, the contract was a facade and sham\n         one which has no real effectiveness. As rightly observed in <a href=\"/doc/1979210/\" id=\"a_61\">Cipla</a>\n         case [(2001) 3 SCC 101 : 2001 SCC (L&amp;S) 520] it is the relationship existing\n         by contractual arrangement which is sought to be abandoned and negated\n         and in its place the complainant&#x27;s claim is to the effect that there was in\n         reality a relationship between the employer and the complainant directly. It\n         is the establishment of the existence of such an arrangement which decides\n         the jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_60\">That being the position, <a href=\"/doc/1979210/\" id=\"a_62\">Cipla</a> case [(2001) 3 SCC 101 :</span>\n</p><blockquote id=\"blockquote_21\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_61\">2001 SCC (L&amp;S) 520] rightly held that an industrial dispute has to be\n         raised before the Tribunal under the <a href=\"/doc/500379/\" id=\"a_63\">ID Act</a> to have the issue relating to\n         actual nature of employment sorted out. That being the position, we find\n         that there is no scope for reconsidering <a href=\"/doc/1979210/\" id=\"a_64\">Cipla</a> case [(2001) 3 SCC 101 : 2001\n         SCC (L&amp;S) 520] the view which really echoed the one taken about almost a\n         decade back.</span>\n</blockquote>\n<blockquote id=\"blockquote_22\">         25. That apart, as held by a seven-member Constitution Bench judgment of\n         this Court in Keshav Mills case [AIR 1965 SC 1636 : (1965) 2 SCR 908]\n         though this Court has inherent jurisdiction to reconsider and revise its\n         earlier decisions, it would at the same time be reluctant to entertain such\n         pleas unless it is satisfied that there are compelling and substantial reasons\n         to do so and not undertake such an exercise merely for the asking or that\n         the alternate view pressed on the subsequent occasion is more reasonable.\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087177\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130103\" id=\"span_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_64\">For the reasons stated supra, we are of the view that the decision in <a href=\"/doc/1979210/\" id=\"a_65\">Cipla</a>\n         case [(2001) 3 SCC 101 : 2001 SCC (L&amp;S) 520] was taken not only in tune\n         with the earlier decisions of this Court in <a href=\"/doc/130103/\" id=\"a_66\">General Labour Union (Red Flag</a>)\n         case [1995 Supp (1) SCC 175 : 1995 <a href=\"/doc/1087177/\" id=\"a_67\">SCC (L&amp;S) 372] and Vividh Kamgar\n         Sabha</a> case [(2001) 2 SCC 381 : 2001 SCC (L&amp;S) 436] but quite in\n         accordance with the subject of the enactment and the object which the\n         legislature had in view and the purpose sought to be achieved by the\n         <a href=\"/doc/4377279/\" id=\"a_68\">Maharashtra Act</a> and consequently, there is no scope or necessity to\n         reconsider the question once over again by a larger Bench.</span></span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_26\">21)      It appears that another attempt was made before the Apex\nCourt for reconsideration of the views expressed by the Apex Court in\nabove judgments. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1755655\" id=\"span_65\">In <a href=\"/doc/1755655/\" id=\"a_69\">Tukaram Tanaji Mandhare v. Raymond\nWoollen Mills Ltd.11</a> the issue of maintainability of Complaints filed\nby contract employees under <a href=\"/doc/166190666/\" id=\"a_70\">MRTU &amp; PULP Act</a> came to be referred\nto the Full Bench of this Court. The Full Bench, by its Judgment and\nOrder dated 06 June 2005, answered the reference, as under:</span>\n</p>\n<blockquote id=\"blockquote_23\">         19. The position, therefore, is that a person who is employed through\n         a contractor who undertakes contracts for execution of any of the\n11 (2005) 4 Mah LJ 1045\n<span class=\"hidden_text\" id=\"span_66\">katkam                                           Page No. 14 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                  ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                    15/30                                      1_wp_9664.21_as.doc\n\n\n\n          whole of the work or any part of the work which is ordinarily work of\n          the undertaking governed by BIR Act is an employee within the\n          meaning of <a href=\"/doc/126728911/\" id=\"a_71\">section 3(5)</a> of the MRTU and PULP Act and a complaint\n          of such an employee is maintainable though no direct relationship of\n          employer-employee exists between him and the principal employer.\n</blockquote><p data-structure=\"Issue\" id=\"p_27\">          However, if there is a dispute as to whether the contract workers\n          were doing the work which forms part of the undertaking then the\n          workers will have to get the dispute decided independently under the\n          provisions of the BIR Act before approaching the Industrial Court\n          under the <a href=\"/doc/166190666/\" id=\"a_72\">MRTU and PULP Act</a>.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"655983\" id=\"span_68\">22)        When judgment of Full Bench of this Court was challenged\nbefore the Apex Court, a Reference made to the Larger Bench on\nsubmissions by the employees that the view taken by the Apex Court\nin above three judgments required reconsideration. However, the\nSupreme Court passed order dated 17 July 2019 in <a href=\"/doc/655983/\" id=\"a_73\">Raymond Ltd.\nAnr. vs. Tukaram Tanaji Mandhare &amp; another</a> 12 that no specific\nquestion was framed for answer by the Larger Bench. The Apex Court\nconsidered Full Bench decision of this Court in Tukaram Tanaji\nMandhare and held that the position of law expounded in paragraph\n19 of the Full Bench Judgment lays down correct position of law.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_29\">23)       The law thus appears to be fairly well settled that when\ndeclaration of contract being sham and bogus is sought, the Industrial\nCourt would not have jurisdiction to entertain the complaint of unfair\nlabor practice under the provisions of <a href=\"/doc/166190666/\" id=\"a_74\">MRTU &amp; PULP Act</a>.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1213853\" id=\"span_69\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1411892\" id=\"span_70\">24)       In ordinary course therefore, solution to the problem posed\nbefore Industrial Court was easy and the Court could have easily\nruled absence of jurisdiction to issue declaration of 26 workers being\ndirect employees of Petitioner-Company by dismissing the Complaint.\nHowever, a twist is added to the otherwise settled by position of law\n\n\n<span class=\"hidden_text\" id=\"span_71\">12 (Civil Appeal No.5077 of 2006)</span>\n\n<span class=\"hidden_text\" id=\"span_72\">katkam                                       Page No. 15 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_73\">      ::: Uploaded on - 22/10/2024                               ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     16/30                               1_wp_9664.21_as.doc\n\n\n\nin above three judgments of Cipla Limited, Vividh Kamgar Sabha\nand Sarva Shramik Sangh by Mr. Pendse by relying on two\njudgments      of     the    Apex       Court         in       <a href=\"/doc/1411892/\" id=\"a_75\">Indian   Petrochemicals\nCorporation Ltd.</a> (supra) and <a href=\"/doc/1213853/\" id=\"a_76\">Hindalco Industries Ltd.</a> (supra). It\nwould therefore be necessary to discuss the ratio of the said\njudgments.</span></span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_31\">25)      In Indian Petrochemicals Corporation Ltd. the workmen\ntherein had filed a writ petition before this Court seeking a\ndeclaration that they are regular workmen of the management and\nwere entitled to have same pay-scales and service conditions as are\napplicable to regular workmen of the management. The case thus did\nnot arise out of Complaint of unfair labour practice under <a href=\"/doc/166190666/\" id=\"a_77\">MRTU &amp;\nPULP Act</a> and a direct Writ Petition was filed under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a> of the\nConstitution of India before this Court seeking a declaration of\ncanteen workers of Indian Petrochemicals Corporation Ltd. to be the\nregular workmen of the Management. This is borne out from\nparagraph 3 of the judgment which read thus:\n</p>\n<blockquote id=\"blockquote_24\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1213853\" id=\"span_74\">&quot;(3)   The workmen <a href=\"/doc/1213853/\" id=\"a_79\">referred to above</a>, filed the above writ petition\n              before the High Court of Bombay for a declaration that the workmen\n              whose names are shown in Ex. A annexed to the said petition, are\n              the regular workmen of the management and are entitled to have\n              the same pay-scales and service conditions as are applicable to\n              regular workmen of the management. It was further prayed that a\n              direction be given to the management to absorb the workmen listed\n              in the said Ex.A with effect from the actual date of their entering\n              into the service of the canteen of the management and to pay them\n              all consequential benefits including arrears of wages etc.&quot;</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_75\">26)      The Apex Court considered the provisions of <a href=\"/doc/1806503/\" id=\"a_80\">section 2(1)</a> of the\nFactories Act and considered its judgment in <a href=\"/doc/1070998/\" id=\"a_81\">Parimal Chandra\nRaha and others vs. Life Insurance Corporation of India</a> and\nothers13 and held that workmen of statutory canteen would be the\n\n13 (1999) 6 SCC 439\n<span class=\"hidden_text\" id=\"span_76\">katkam                                         Page No. 16 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">                ::: Uploaded on - 22/10/2024                              ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     17/30                                      1_wp_9664.21_as.doc\n\n\n\nworkmen of establishment for the purpose of <a href=\"/doc/1955064/\" id=\"a_82\">Factories Act</a> only and\nnot for other purposes. The Apex Court held in paragraph 22 of the\njudgment as under:</span>\n</p>\n<blockquote id=\"blockquote_25\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_78\">22. If the argument of the workmen in regard to the interpretation\n                  of <a href=\"/doc/1070998/\" id=\"a_83\">Raha</a> case is to be accepted then the same would run counter to\n                  the law <a href=\"/doc/1070998/\" id=\"a_84\">laid down by</a> a larger Bench of this Court in Khan case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1335358\" id=\"span_79\">On\n                  this point similar is the view of another three-Judge Bench of this\n                  Court in the case of <a href=\"/doc/1335358/\" id=\"a_85\">Reserve Bank of India v. Workmen</a>. Therefore,\n                  following the judgment of this Court in the cases of Khan and R.B.I.\n                  we hold that the workmen of a statutory canteen would be\n                  the workmen of the establishment for the purpose of the\n                  <a href=\"/doc/1955064/\" id=\"a_86\">Factories Act</a> only and not for all other purposes.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">                                                                                 (emphasis added)\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">27)       The Apex Court thereafter went on to consider as to whether\nsuch workmen who are treated as workmen of establishment for the\npurpose of <a href=\"/doc/1955064/\" id=\"a_87\">Factories Act</a> could also be considered as employees of the\nmanagement for all purposes, by observing in paragraph 23 as under:\n</p>\n<blockquote id=\"blockquote_26\">                  23. Having held that the workmen in these appeals are the\n                  respondent&#x27;s workmen for the purposes of the <a href=\"/doc/1955064/\" id=\"a_88\">Factories Act</a>, we will\n                  now deal with the next question arising in this appeal as to whether\n                  from the material on record it could be held that the workmen are,\n                  in fact, the employees of the Management for all purposes.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_35\">28)       The Apex Court answered the second issue by holding in\nparagraphs 25 and 26 as under:\n</p>\n<blockquote id=\"blockquote_27\">          25. Though the canteen in the appellant&#x27;s establishment is being managed\n          by engaging a contractor, it is also an admitted fact that the canteen has\n          been in existence from the inception of the establishment. It is also an\n          admitted fact that all the employees who were initially employed and those\n          inducted from time to time in the canteen have continued to work in the\n          said canteen uninterruptedly. The employer contends that this continuity of\n          employment of the employees, in spite of there being a change of\n          contractors, was due to an order made by the Industrial Court, Thane, on\n          10-11-1994 wherein the Industrial Court held that these workmen are\n          entitled to continuity of service in the same canteen irrespective of the\n          change in the contractor. Consequently, a direction was issued to the\n          Management herein to incorporate appropriate clauses in the contract that\n          may be entered into with any outside contractor to ensure the continuity of\n          employment of these workmen. The Management, therefore, contends that\n          the continuous employment of these workmen is not voluntary. A perusal of\n          the said order of the Industrial Court shows that these workmen had\n          contended before the said Court that the Management was indulging in an\n          unfair labour practice and in fact they were employed by the Company.\n</blockquote><span class=\"hidden_text\" id=\"span_80\">katkam                                        Page No. 17 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">      ::: Uploaded on - 22/10/2024                                ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n<blockquote id=\"blockquote_28\"> k                                       18/30                                1_wp_9664.21_as.doc\n\n\n\n         They specifically contended therein that they are entitled to continue in the\n         employment of the Company irrespective of the change in the contractor.\n</blockquote><p data-structure=\"RespArg\" id=\"p_36\">         The Industrial Court accepted their contention as against the plea put\n         forth by the Management herein. The employer did not think it appropriate\n         to challenge this decision of the Industrial Court which has become final.\n         This clearly suggests that the Management accepted as a matter of fact\n         that the respondent workmen are permanent employees of the\n         Management&#x27;s canteen. This is a very significant fact to show the true\n         nature of the respondents&#x27; employment. That apart, a perusal of the\n         affidavits filed in this Court and the contract entered into between the\n         Management and the contractor clearly establishes:\n</p><blockquote id=\"blockquote_29\">                (a) The canteen has been there since the inception of the appellant&#x27;s\n                factory.\n</blockquote><blockquote id=\"blockquote_30\">                (b) The workmen have been employed for long years and despite a\n                change of contractors the workers have continued to be employed in\n                the canteen.\n</blockquote><blockquote id=\"blockquote_31\">                (c) The premises, furniture, fixture, fuel, electricity, utensils etc.\n                have been provided for by the appellant.\n</blockquote><blockquote id=\"blockquote_32\">                (d) The wages of the canteen workers have to be reimbursed by the\n                appellant.\n</blockquote><blockquote id=\"blockquote_33\">                (e) The supervision and control on the canteen is exercised by the\n                appellant through its authorised officer, as can be seen from the\n                various clauses of the contract between the appellant and the\n                contractor.\n</blockquote><blockquote id=\"blockquote_34\">                (f) The contractor is nothing but an agent or a manager of the\n                appellant, who works completely under the supervision, control and\n                directions of the appellant.\n</blockquote><blockquote id=\"blockquote_35\">                (g) The workmen have the protection of continuous employment in\n                the establishment.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_37\">         26. Considering these factors cumulatively, in addition to the fact\n         that the canteen in the establishment of the Management is a\n         statutory canteen, we are of the opinion that in the instant case,\n         the respondent workmen are in fact the workmen of the appellant\n         Management.\n</p><p data-structure=\"Precedent\" id=\"p_38\">                                                                             (emphasis added)\n\n</p><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"705724\" id=\"span_82\"><p data-structure=\"Precedent\" id=\"p_39\">29)      Thus, considering various parameters as enumerated in\nparagraph 25 of the judgment, the Apex Court held that the canteen\nestablished by the management was a statutory canteen and that\ntherefore the Respondent-workmen therein were in fact the workmen\nof    the   Appellant-Management.                  The        Apex   Court     relied      upon\nConstitution Bench Judgment in <a href=\"/doc/705724/\" id=\"a_89\">M.M.R. Khan vs. Union of India14</a>.</p></span><pre id=\"pre_4\">\n\n14 1990 Supp SCC 191\n<span class=\"hidden_text\" id=\"span_83\">katkam                                           Page No. 18 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                  ::: Uploaded on - 22/10/2024                               ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                       19/30                                      1_wp_9664.21_as.doc\n\n\n\n30)       Relying        on     the   judgment         in       Indian          Petrochemicals\n</pre><p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411892\" id=\"span_85\"><a href=\"/doc/1411892/\" id=\"a_90\">Corporation Ltd.</a> (supra), Mr. Pendse has contended that employees\nof statutory canteen maintained by Petitioner-Company are also\nrequired to be treated as employees of the Petitioner-Management. In\nmy view Mr. Pendse is attempting to jump to the merits of the case\nwhich is not the subject matter of determination in the present case.\nThe limited issue that this Court is asked upon to decide in the\npresent Petition is about jurisdiction of the Industrial Court to\nentertain the Complaint filed by the Respondent-Union.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1213853\" id=\"span_86\">Coming back\nto the issue involved in the present Petition, Mr. Pendse has also\nrelied upon judgment of the Apex Court in <a href=\"/doc/1213853/\" id=\"a_91\">Hindalco Industries Ltd.</a>\n(supra), which, according to him, conclusively rules in favour of\njurisdiction of the Industrial Court to decide Complaint of unfair\nlabour practice even when declaration of contract being sham and\nbogus is sought. Hindalco Industries Ltd. undoubtedly involved\nfiling of the Complaint of unfair labour practice under Item 9 of\n<a href=\"/doc/166190666/\" id=\"a_92\">Schedule IV of the MRTU &amp; PULP Act</a> and the complainant-union\nsought a declaration that the contract was sham and mere\narrangement for purpose of avoiding permanency, wages and benefits\napplicable to permanent workmen of the company. This is clear from\nparagraphs 2 and 4 of the judgment which read thus:</span>\n</p>\n<blockquote id=\"blockquote_36\">                  2. The respondent herein, namely, Association of Engineering\n                  Workers&#x27; Union (hereinafter referred to as &quot;the Union&quot;) filed a\n                  complaint of unfair labour practice under Item 9 of <a href=\"/doc/166190666/\" id=\"a_93\">Schedule IV of\n                  the Maharashtra Recognition of Trade Unions and Prevention of\n                  Unfair Labour Practices Act, 1971</a> (hereinafter referred to as &quot;the\n                  <a href=\"/doc/166190666/\" id=\"a_94\">MRTU and PULP Act, 1971</a>&quot;) against Hindalco Industries Ltd., the\n                  appellant herein (hereinafter referred to as &quot;the Company&quot;) before\n                  the Industrial Court at Thane. According to the Union, the\n                  complainant is a trade union recognised as a representative union of\n                  the appellant Company. The Company has engaged employees in\n                  unfair labour practices on and from 1971 on a continuous basis from\n                  month to month, therefore, the period of limitation is not applicable.\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">                  However, as a measure of abundant precaution, the Union has filed\n                  a separate application for condonation of delay. The Company has\n\n<span class=\"hidden_text\" id=\"span_87\">katkam                                          Page No. 19 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">      ::: Uploaded on - 22/10/2024                                  ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                       20/30                        1_wp_9664.21_as.doc\n\n\n\n               engaged about 500 workmen in the manufacture of aluminium and\n               aluminium products. The complainant Union (the respondent\n               herein) is a recognised Union for the establishment of the appellant\n               Company. In terms of <a href=\"/doc/759329/\" id=\"a_95\">Section 46</a> of the Factories Act, 1948, the\n               Company is duty-bound to maintain a canteen for the benefit of\n               workmen working in an establishment. Accordingly, the Company is\n               maintaining a canteen at its Kalwa establishment. In order to avoid\n               giving the workmen working in the canteen, permanency and\n               benefits which are applicable to permanent workmen of the\n               Company, the Company is illegally treating the workmen working in\n               the canteen as contract workmen. It is the specific case of the\n               complainant Union that the contract is sham and is a mere\n               arrangement made for the purpose of avoiding permanency and\n               giving wages and benefits as are applicable to permanent workmen\n               of the Company.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_42\">               4. The Company has engaged and is engaging in unfair labour\n               practices by treating its own workmen as workmen on contract. The\n               workmen are entitled for a declaration that they are the workmen of\n               the Company. In order to comply with the technicalities that are\n               required to be done, the Union is simultaneously making an\n               application to the State Contract Labour Advisory Board to abolish\n               the contract system as far as the canteen is concerned in the\n               appellant Company. The Union is also raising a demand that all the\n               27 workmen should be absorbed in the Company from the initial\n               date of their employment in the Company and pay them wages and\n               other benefits that are applicable to permanent workmen of the\n               Company.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_43\">31)      Before the Apex Court, the Appellant in Hindalco Industries\nLtd. raised specific contention of absence of jurisdiction of Industrial\nCourt to entertain Complaint of unfair labour practice under <a href=\"/doc/166190666/\" id=\"a_96\">MRTU\n&amp; PULP Act</a>, which contention is reproduced in paragraph 12 of the\njudgment as under:\n</p>\n<blockquote id=\"blockquote_37\">         12. Coming to the main issue, according to the Union, the Company is\n         having 500 employees working in manufacturing and other activities. It is\n         their specific case that there is a canteen inside the campus of the\n         manufacturing unit and it is a statutory canteen and, therefore, the\n         employees working in the canteen numbering 27 are the employees of the\n         Company. It is not in dispute that the provisions of the <a href=\"/doc/1955064/\" id=\"a_97\">Factories Act, 1948</a>\n         are applicable to the Company. <a href=\"/doc/93041935/\" id=\"a_98\">Section 46(1)</a> mandates that the State\n         Government may make rules requiring that in any specified factory\n         wherein more than 250 workers are ordinarily employed, a canteen or\n         canteens shall be provided and maintained by the occupier for the use of\n         the workers. The presence of a canteen within the company premises and\n         statutory provision as <a href=\"/doc/1213853/\" id=\"a_99\">referred to above</a> are not disputed. However, it is the\n\n<span class=\"hidden_text\" id=\"span_89\">katkam                                           Page No. 20 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                  ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                    21/30                                      1_wp_9664.21_as.doc\n\n\n\n          case of the Company that the employees in the canteen are working\n          through a contractor and, therefore, they are not entitled for status of\n          permanent employees of the Company. Mr P.P. Rao, learned Senior\n          Counsel appearing for the appellant Company, by drawing our\n          attention to various decisions of this Court would submit that\n          unless relationship of employer and employee exists, the present\n          issue/claim cannot be gone into by the Industrial Court under the\n          provisions of the <a href=\"/doc/166190666/\" id=\"a_100\">MRTU and PULP Act, 1971</a>.\n</blockquote><p data-structure=\"RespArg\" id=\"p_44\">          In other words, according to him, in view of the objection/stand\n          taken in the reply statement before the Industrial Court, the issue\n          raised by the Union cannot be adjudicated and it is for the Union\n          or workmen to get an order under the provisions of the <a href=\"/doc/500379/\" id=\"a_101\">ID Act</a> and\n          thereafter, approach the Industrial Court for necessary relief, if\n          any. On the other hand, Mr Deshmukh, learned counsel appearing for the\n          respondent Union vehemently contended that in view of the object of the\n          enactment and all other details such as existence of a canteen from several\n          years, control and supervision by the Company, the contractor is only a\n          name-lender and the Industrial Court has jurisdiction to go into the issue\n          raised in the complaint. He further contended that based on the relevant\n          acceptable materials, the Industrial Court granted relief in favour of the\n          Union which was rightly affirmed by the High Court and the same cannot\n          be lightly interfered under <a href=\"/doc/427855/\" id=\"a_102\">Article 136</a> of the Constitution of India.\n</p><p data-structure=\"Conclusion\" id=\"p_45\">                                                                                (emphasis added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">32)       In Hindalco Industries Ltd., the Apex Court considered the\njudgment in Indian Petrochemicals Corporation Ltd. and\nproceeded to hold in paragraphs 21 and 22 as under:\n</p>\n<blockquote id=\"blockquote_38\">              21. Being aggrieved by <a href=\"/doc/1213853/\" id=\"a_103\">the said judgment</a> and order of the High Court,\n              the management had preferred CA No. 1854 of 1998 and being\n              aggrieved by the conditions imposed while directing the absorption of\n              the employees, on behalf of the workmen CA No. 1855 of 1998 had been\n              preferred before this Court.\n</blockquote><blockquote id=\"blockquote_39\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_91\">22. <a href=\"/doc/1070998/\" id=\"a_104\">Para 10 of Parimal Chandra Raha</a> case shows that while\n              considering at the SLP stage for granting leave, a two-Judge Bench of\n              this Court observed that the questions involved in these appeals are of\n              considerable importance and it will be desirable if the same is decided\n              by a Bench of three Judges. Consequently, both the appeals were heard\n              by a three-Judge Bench. Similar contentions as raised in the case on\n              hand were raised on behalf of the management and workmen. No doubt,\n              taking note of the definition in <a href=\"/doc/1980271/\" id=\"a_105\">Section 2(l)</a> of the Factories Act which\n              defines &quot;worker&quot;, the Court did not accept the workmen&#x27;s contention\n              that employees of a statutory canteen ipso facto become the employees\n              of the establishment for all purposes.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"705724\" id=\"span_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_93\">After considering <a href=\"/doc/1070998/\" id=\"a_106\">Parimal\n              Chandra       Raha</a>      case      and <a href=\"/doc/705724/\" id=\"a_107\">M.M.R.       Khan v. Union      of\n              India</a> and RBI v. Workmen this Court concluded that the\n              workmen of a statutory canteen would be the workmen of the\n              establishment for the purpose of the <a href=\"/doc/1955064/\" id=\"a_108\">Factories Act</a> only and not\n              for all other purposes.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"396352\" id=\"span_94\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1979210\" id=\"span_95\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1087177\" id=\"span_96\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"130103\" id=\"span_97\">Had the three-Judge Bench stopped\n\n<span class=\"hidden_text\" id=\"span_98\">katkam                                       Page No. 21 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_99\">      ::: Uploaded on - 22/10/2024                               ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     22/30                        1_wp_9664.21_as.doc\n\n\n\n           therein, we have no other option except to apply the principle\n           as stated in <a href=\"/doc/130103/\" id=\"a_109\">General Labour Union (Red Flag</a>) case , <a href=\"/doc/1087177/\" id=\"a_110\">Vividh\n           Kamgar Sabha</a> case , <a href=\"/doc/1979210/\" id=\"a_111\">Cipla Ltd.</a> case , <a href=\"/doc/396352/\" id=\"a_112\">Sarva Shramik Sangh</a>\n           case and Oswal Petrochemicals . However, from para 23\n           onwards, the three-Judge Bench discussed the main issue with\n           which we are concerned, namely, &quot;whether from the material\n           on record it could be held that the workmen are, in fact, the\n           employees of the management for all purposes&quot;.</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411892\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411892\" id=\"span_101\">Since the factual\n           details that arose in <a href=\"/doc/1411892/\" id=\"a_113\">Indian Petrochemicals</a> case are identical to the\n           case on hand, we reproduce the following discussion and the ultimate\n           conclusion : (<a href=\"/doc/1411892/\" id=\"a_114\">Indian Petrochemicals Corpn. Ltd.</a> case .........</span></span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_47\">                                                                   (emphasis added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">33)      Mr. Pendse strongly relies upon the judgment in Hindalco\nIndustries Company Limited particularly the observation wherein\nthe Apex Court has held that if the three Judges Bench in <a href=\"/doc/1569253/\" id=\"a_115\">IPC</a>L was\nto stop at deciding the first issue of the workmen being treated as\nworkmen of Management only for the purpose of factories, the\nprinciples enunciated in General Labour Union (Red flag),\nBombay, Vividh Kamgar Sabha, Cipla Limited and Sarva\nShramik Sangh could have been applied. According to Mr. Pendse in\nHindalco Industries Ltd., the Apex Court did not accept the\ncontention about absence of jurisdiction of Industrial Court despite\nnoticing the judgments in General Labour Union (Red flag),\nBombay, Vividh Kamgar Sabha, Cipla Limited and Sarva\nShramik Sangh            and went ahead to hold that factual details in\nHindalco Industries Ltd. were similar to the one involved in\nIndian Petro Chemicals Corporation Ltd. and rejected the\nobjection of jurisdiction by holding in paragraph 27 as under:\n</p>\n<blockquote id=\"blockquote_40\">              27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411892\" id=\"span_102\">In the light of what has been stated above and in view of\n              abundant factual details as mentioned in para 31 of this judgment\n              as well as the reasonings as <a href=\"/doc/1411892/\" id=\"a_116\">laid down in</a> <a href=\"/doc/1411892/\" id=\"a_117\">Indian Petrochemicals\n              Corpn. Ltd.</a> case , we reject the stand taken by the appellant\n              Company. Accordingly, the appeal fails and the same is dismissed.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_49\">              Inasmuch as the Industrial Court has issued directions as early as\n              on 15-10-1998 and not implemented due to court proceedings, we\n              direct the appellant Company to implement the same within a\n              period of three months from the date of receipt of copy of this\n              judgment. No costs.\n</p>\n<span class=\"hidden_text\" id=\"span_103\">katkam                                         Page No. 22 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_104\">                ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n<pre id=\"pre_5\"> k                                      23/30                                      1_wp_9664.21_as.doc\n\n\n\n34)       The issue that arises for consideration is whether the\n</pre><p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1411892\" id=\"span_105\">judgments in Indian Petrochemicals Corporation Ltd. and\nHindalco Industries Ltd. have watered down the ratio of judgments\nin General Labour Union (Red flag), Bombay, Vividh Kamgar\nSabha, Cipla Limited and Sarva Shramik Sangh. The answer to\nmy mind appears to be in the negative. In Indian Petrochemicals\nCorporation Ltd., the Apex Court was not concerned with the issue\nof jurisdiction of Industrial Court to entertain Complaint of unfair\nlabour practice as a direct Writ Petition was filed before this Court\nseeking declaration of status of contract worker. Therefore, the\njudgment in Indian Petrochemicals Corporation Ltd. cannot be\ncited in support of an absolute proposition that Industrial Court can\nhave jurisdiction to decide Complaint of unfair labour practice where\na declaration is sought that the contract is sham and bogus. Coming\nto the judgment in Hindalco Industries Ltd. though it has taken\ninto consideration the argument about absence of jurisdiction of\nIndustrial Court to decide Complaint of unfair labour practice, in my\nview, the Apex Court found it unnecessary to deal with or decide the\nsaid issue as it found that the fact situation was identical to the one\ninvolved in the <a href=\"/doc/1411892/\" id=\"a_118\">Indian Petrochemicals Corporation Ltd.</a> case.\nThere is no discussion by the Apex Court about the issue of\njurisdiction of Industrial Court to entertain Complaint of unfair\nlabour practice in the light of existence of dispute about employer-\nemployee          relationship.      Though       the       argument            of    absence           of\njurisdiction made on behalf of management is noted by the Apex\nCourt in paragraph 12 of the judgment, it has not decided the said\nobjection, but has proceeded to decide merits of the case while holding\nthat the concerned contract workers were direct workmen of the\nmanagement. It must also be borne in mind that the judgment of the\nApex Court in Sarva Shramik Sangh has specifically decided the\n\n<span class=\"hidden_text\" id=\"span_106\">katkam                                         Page No. 23 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_107\">      ::: Uploaded on - 22/10/2024                                 ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     24/30                        1_wp_9664.21_as.doc\n\n\n\nissue about need for reconsideration of view expressed in General\nLabour Union (Red flag), Vividh Kamgar Sabha                            and Cipla\nLimited and two-Judges of the Apex Court has held that the view\nexpressed in the said judgments is correct and did not require any\nreconsideration. In the light of this position the judgment in\nHindalco Industries Ltd., rendered in facts of that case cannot be\nread to mean that as if the ratio in the aforesaid three Judgments is\nreversed by the Bench of co-ordinate strength in Hindalco\nIndustries Ltd..</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_51\">35)      In my view therefore neither the judgment in Indian\nPetrochemicals Corporation Ltd. nor in Hindalco Industries\nLtd. can be read in support of an absolute proposition of law that the\nIndustrial Court has jurisdiction to decide Complaint of unfair labour\npractice in every case where declaration is sought about contract\nbeing sham and bogus.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"557247\" id=\"span_108\">36)      Mr. Pendse has also relied upon judgment of Division Bench of\nthis Court in <a href=\"/doc/557247/\" id=\"a_119\">Hindustan Coca Cola</a> (supra) in which this Court has\nheld in paragraph 13 as under:</span>\n</p>\n<blockquote id=\"blockquote_41\">              13. It would be apparent from the above observations of the\n              Supreme Court that if the employer-employee relationship is\n              established by the competent forum, viz., Industrial Tribunal or\n              Labour Court under the <a href=\"/doc/500379/\" id=\"a_120\">Industrial Disputes Act</a> or the employer-\n</blockquote><p data-structure=\"Section\" id=\"p_53\">              employee relationship is undisputed or indisputable then the\n              complaint under the M.P.T.U. &amp; P.U.L.P. Act would be maintainable.\n              We hasten to add that as pointed out by the Supreme Court\n              in Cipla, Ltd. (vide supra), if at any time the employer-\n              employee relationship is recognised by the employer and\n              subsequently it is disputed such a question would be\n              incidental question arising under<a href=\"/doc/174108864/\" id=\"a_121\"> S. 32</a> of the Act and the\n              Labour Court or the Industrial Court as the case may be\n              would be competent to decide such question. However, in a\n              case where the employer had never recognised the workmen as his\n              employees and throughout treated these persons as employees of the\n              contractors, the Court constituted under<a href=\"/doc/116114456/\" id=\"a_122\"> S. 28</a> of the MRTU &amp; PULP\n              Act will have no jurisdiction to entertain the complaint unless the\n\n<span class=\"hidden_text\" id=\"span_109\">katkam                                         Page No. 24 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_110\">                ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     25/30                                      1_wp_9664.21_as.doc\n\n\n\n                  status of relationship of employer-employee is first determined in a\n                  proceedings under the <a href=\"/doc/500379/\" id=\"a_123\">Industrial Disputes Act</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">                                                                                 (emphasis added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">37)       In fact what is observed by Division Bench in Hindustan Coca\nCola is reiteration of the ratio <a href=\"/doc/557247/\" id=\"a_124\">laid down by</a> the Apex Court in its\njudgment in Cipla Limited, in which also it is held that if the\nemployee is considered at any point of time as employee of the\nestablishment and subsequently the same is disputed, the question\nwould be an incidental question arising under <a href=\"/doc/174108864/\" id=\"a_125\">section 32</a> of the\nMRTU &amp; PULP Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979210\" id=\"span_111\">The relevant finding by the Apex Court in <a href=\"/doc/1979210/\" id=\"a_126\">Cipla\nLimited</a> (supra) is as under:</span>\n</p>\n<blockquote id=\"blockquote_42\">          If at any time the employee concerned was indisputably an employee of the\n          establishment and subsequently it is so disputed, such a question is an\n          incidental question arising under <a href=\"/doc/174108864/\" id=\"a_127\">Section 32</a> of the Act.\n</blockquote>\n\n\n<blockquote id=\"blockquote_43\">38)       Relying on the observations of Division Bench in Hindustan\nCoca Cola, Mr. Pendse has contended that in the present case as\nwell, 26 workers were direct employees of the Petitioner-Company\nprior to execution of contract in the year 2018 and that therefore\nIndustrial Court has jurisdiction to entertain the Complaint of unfair\nlabour practice. Though Mr. Pendse has submitted across the bar that\nthe 26 workers were treated as direct employees of the Petitioner-\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">Management, the pleadings in this regard in the Complaint appears\nto be sketchy and there is no direct pleading to this effect. Faced with\nthis situation, Mr. Pendse has relied upon following averments in the\nComplaint:\n</p>\n<blockquote id=\"blockquote_44\">                  The present Complaint is made for the Employees as per annexure\n                  &#x27;A&#x27; in the employment of Respondents No.1 Company since last so\n                  many years more particularly as per Annexure &#x27;A&#x27; to this complaint.\n</blockquote>\n\n<blockquote id=\"blockquote_45\">39)       In my view the above averments in the Complaint cannot be\nread to mean that the 26 workers were in direct employment of\n<span class=\"hidden_text\" id=\"span_112\">katkam                                        Page No. 25 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_113\">      ::: Uploaded on - 22/10/2024                                ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                  26/30                        1_wp_9664.21_as.doc\n\n\n\nPetitioner-Company at any point of time. The above statement is\nmade essentially to narrate particulars of service of the concerned\nworkers. In the entire Complaint, there is no specific averment that\nany of the said 26 workers were directly engaged by Petitioner-\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">Company at any point of time or that they were paid salaries directly\nby Petitioner-Company. In fact, the tenor of the Complaint is such\nthat the workers are always treated as contract workers. To salvage\nthis situation, Mr. Pendse has sought to rely upon copy of\ncontract/work order issued in the name of Respondent No.2 and he\nhas submitted that the only contract placed on record by the\nPetitioner is the one effective from 1 April 2018 and that therefore\ninference needs to be drawn that prior to 1 April 2018 there was no\ncontractor acting as the intermediatory between the workers and\nManagement. I am unable to accept this contention. In absence of any\ndirect averment by the Respondent-Union about direct engagement of\nany of the workers by the Petitioner-Company, it was not necessary\nfor Petitioner-Company to produce contracts prior to the year 2018.\nSince the Complaint is filed for seeking declaration of the direct\nrelationship with Petitioner-Company, it has produced the last\ncontract of Respondent No.2 to defend the Complaint. This however\ndoes not mean that there are no contracts executed prior to 1 April\n2018. In order to attract the jurisdiction of the Industrial Court by\nrelying upon the above quoted observations to the Apex Court in\nCipla Limited and of Division Bench in Hindustan Coca Cola it\nwas incumbent on part of the Respondent-Union to make a specific\naverment in the Complaint that prior to the year 2018 all the workers\nwere direct employees of the Petitioner-Management. There is no such\naverment in the entire Complaint and therefore it is not possible for\nthis Court to infer that there was direct employer-employee\nrelationship between the Petitioner-Company and workers at any\n\n<span class=\"hidden_text\" id=\"span_114\">katkam                                      Page No. 26 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_115\">             ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                      27/30                                      1_wp_9664.21_as.doc\n\n\n\npoint of time. The Industrial Court has palpably erred in holding that\nthere was subsisting employer-employee relationship prior to the year\n2018, in absence of any averment, much less documentary evidence.\nIn my view therefore judgment of the Apex Court in Cipla Limited\nor of this Court in Hindustan Coca cola cannot be relied upon for\nthe purpose of attracting jurisdiction of the Industrial Court to\nentertain Complaint of Respondent-Union.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"57731939\" id=\"span_116\">40)       Strenuous reliance is placed on judgment of Single Judge of this\nCourt in <a href=\"/doc/57731939/\" id=\"a_128\">Uni Klinger Ltd.</a> (supra). The Petition before this Court\nwas filed by the employer challenging final judgment and order of\nIndustrial Court by which the Complaints were allowed and the\nemployer was directed to grant status and benefits of permanency to\nthe workers concerned. The employer had denied employer-employee\nrelationship and had contended that the concerned workers were\nengaged through contractors. Both the parties had led evidence and\nthereafter the Complaints were allowed. The judgment is rendered by\nthis Court after noticing that employer therein did not produce any\ndocument to show that the workers were contract labourers and that\nthey were working as contract labourers from first date they were\nemployed. This Court held in paragraphs 34 and 35 as under:</span>\n</p>\n<blockquote id=\"blockquote_46\">                  34. It is, thus, clear that the precondition for seeking remedy under\n                  the <a href=\"/doc/166190666/\" id=\"a_129\">MRTU and PULP Act, 1971</a> is the necessity of the existence of\n                  the Employer-Employee relationship at some point in time. So also, if\n                  there is no such relationship and if the Complainants are contract\n                  employees right from the beginning of their services, the Principal\n                  Employer as well as the Contractor can place on record the\n                  documents to prove prima facie that no such relationship existed or\n                  was established. This would, therefore, prove that the relationship is\n                  disputable right from the day the contract labourers were deployed\n                  in employment and then the complaint would be rendered untenable\n                  at its threshold.\n</blockquote>\n\n<blockquote id=\"blockquote_47\">                  35. In the case in hand, barring the mere denials in the Written\n                  Statements of the Petitioner as well as Respondent No. 5/Contractor,\n                  for a period of 14 years of employment from 1985 to 1999, there was\n\n<span class=\"hidden_text\" id=\"span_117\">katkam                                         Page No. 27 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_118\">      ::: Uploaded on - 22/10/2024                                 ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                     28/30                        1_wp_9664.21_as.doc\n\n\n\n              nothing placed before the Industrial Court to indicate that the\n              Complainants were indeed contract labourers and were working as\n              contract labourers from the first day they were deployed.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_59\">41)      The judgment in Uni Klinger Ltd., in my view is rendered in\nthe facts of that case where there was an assertion by the workers\ntherein that they were engaged directly by the Petitioner therein. In\nthe present case there is no averment that the 26 workers were\nearlier engaged directly by the Petitioner. Therefore, the judgment in\nUni Klinger Ltd. cannot be read in support of a proposition of law\nthat in every case the burden of proving non-existence of employer-\nemployee relationship since inception, would be on the employer and\nthat the Court can infer absence of contractual engagement from\ninception even in absence of pleading to that effect.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_60\">42)      The judgments of the Apex Court in Indian Petrochemicals\nCorporation Ltd. and Hindalco Industries Ltd. will have to be\nread in the context in which the same are rendered. Both the\njudgments essentially decide merits of contentions of workmen\ntherein and do not deal with the issue of jurisdiction of Industrial\nCourt. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623061\" id=\"span_119\">In this regard, reliance by Mr. Talsania on the judgment in\n<a href=\"/doc/623061/\" id=\"a_130\">Bhavnagar University</a> (supra) is apposite in which the Apex Court\nhas held in paragraph 59 as under:</span>\n</p>\n<blockquote id=\"blockquote_48\">              59. A decision, as is well known, is an authority for which it\n              is decided and not what can logically be deduced therefrom.\n</blockquote><p data-structure=\"Precedent\" id=\"p_61\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1481685\" id=\"span_120\">It is also well settled that a little difference in facts or\n              additional facts may make a lot of difference in the\n              precedential value of a decision. [See <a href=\"/doc/1481685/\" id=\"a_131\">Ram Rakhi v. Union of\n              India</a> [AIR 2002 Del 458 (FB)] , Delhi Admn.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"459738\" id=\"span_121\">(<a href=\"/doc/459738/\" id=\"a_132\">NCT of\n              Delhi) v. Manohar Lal</a> [(2002) 7 SCC 222 : 2002 SCC (Cri) 1670 :</span>\n</p><blockquote id=\"blockquote_49\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"747596\" id=\"span_122\"><a href=\"/doc/747596/\" id=\"a_133\">AIR 2002 SC 3088] , Haryana Financial Corpn. v. Jagdamba Oil\n              Mills</a> [(2002) 3 SCC 496 : JT (2002) 1 SC 482] and Nalini Mahajan\n              (Dr) v. Director of Income Tax (Investigation) [(2002) 257 ITR 123\n              (Del)]\n                                                                   (emphasis added)\n<span class=\"hidden_text\" id=\"span_123\">katkam                                         Page No. 28 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_124\">                ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n k                                    29/30                                      1_wp_9664.21_as.doc</span>\n\n\n\n</blockquote><blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1411892\" id=\"span_125\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1979210\" id=\"span_126\">43)       Though Mr. Talsania has relied upon judgment of the Apex\nCourt in <a href=\"/doc/1979210/\" id=\"a_134\">Haldiya Refinary Canteen Employees Union</a> (supra), in\nmy view it is not necessary to refer to the ratio of <a href=\"/doc/1979210/\" id=\"a_135\">the said judgment</a>\nas the same is rendered in the facts of that case where the Apex\nCourt noticed dissimilarity in fact situation as compared to the facts\nin <a href=\"/doc/1411892/\" id=\"a_136\">Indian Petrochemicals Corporation Ltd.</a> (supra). Even\notherwise the judgment in Haldiya Refinary Canteen Employees\nUnion may be relevant while deciding the merits of the case of\nRespondent-Union and the same has no relevance for deciding the\nissue of jurisdiction of the Industrial Court.</span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_51\">44)       The conspectus of the above discussion is that Petitioner-\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">Company has clearly disputed existence of employer-employee\nrelationship. The Complaint itself proceeds on footing that there is no\nemployer-employee relationship and in fact seeks to establish the\nsame. In that view of the matter, the ratio of the judgments in\nGeneral Labour Union (Red flag), Vividh Kamgar Sabha, Cipla\nLimited and Sarva Shramik Sangh would clearly apply in the\npresent case barring the jurisdiction of the Industrial Court to\nentertain the Complaint of unfair labour practice. The judgment of\nDivision Bench in Hindustan Coca Cola does not come to the\nassistance of Respondent-Union as there is no averment in the\nComplaint that any of the workers were ever treated as direct\nemployees of the Petitioner-Company. In my view therefore, the\nIndustrial Court has grossly erred in holding that there is subsisting\nemployer-employee relationship prior to the year 2018 for the purpose\nof assuming jurisdiction.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_63\">45)       In my view therefore, the impugned order passed by the\nIndustrial Court suffers from palpable error warranting interference\n\n<span class=\"hidden_text\" id=\"span_127\">katkam                                       Page No. 29 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_128\">      ::: Uploaded on - 22/10/2024                               ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n        k                                             30/30                        1_wp_9664.21_as.doc\n\n\n\n       by this Court in exercise of jurisdiction under <a href=\"/doc/1331149/\" id=\"a_137\">Article 227</a> of the\n       Constitution of India. Writ Petition accordingly succeeds, and I\n       proceed to pass the following Order:\n</p>\n<blockquote id=\"blockquote_52\">                       (i)    Order dated 1 October 2021 passed by Industrial Court is\n                              set aside.\n</blockquote>\n\n<blockquote id=\"blockquote_53\">                       (ii)   Complaint (ULP) No.2005 of 2019 is dismissed for want of\n                              jurisdiction. Dismissal of the Complaint shall however not\n                              preclude Respondent Union from taking appropriate steps\n                              for establishing direct employer-employee relationship\n                              with the Petitioner-Company by invoking the machinery\n                              under the <a href=\"/doc/500379/\" id=\"a_138\">Industrial Disputes Act, 1947</a>.\n</blockquote>\n\n<blockquote id=\"blockquote_54\">                       (iii) Nothing observed in the present judgment shall come in\n                              the way of deciding merits of any Reference, if and when\n                              made in this regard.\n</blockquote>\n<blockquote id=\"blockquote_55\">       46)             With the above directions, Writ Petition is allowed. Rule is\n       made absolute. There shall be no order as to costs.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_64\">                                                                      (SANDEEP V. MARNE, J.)\n\n</p><p data-structure=\"RespArg\" id=\"p_65\">       47)               After the judgment is pronounced, Mr. Pendse would pray for\n       continuation of services of the employees of Respondent-Union for a\n       period of six weeks. The request is fairly not opposed by the learned\n       counsel appearing for Petitioner-Company.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_66\">       48)             In that view of the matter, the services of the employees of\n       Respondent-Union shall be continued for a period of six weeks.</p><pre id=\"pre_6\">\n\n<span class=\"hidden_text\" id=\"span_129\">           Digitally signed</span>\n<span class=\"hidden_text\" id=\"span_130\">           by</span>\n<span class=\"hidden_text\" id=\"span_131\">           SUDARSHAN</span>\nSUDARSHAN RAJALINGAM\nRAJALINGAM KATKAM\nKATKAM     Date:\n           2024.10.22\n                                                                      (SANDEEP V. MARNE, J.)\n           15:11:33 +0530\n\n<span class=\"hidden_text\" id=\"span_132\">       katkam                                                 Page No. 30 of 30</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_133\">                               ::: Uploaded on - 22/10/2024                       ::: Downloaded on - 23/10/2024 01:11:11 :::</span>\n </pre>","numcites":34,"numcitedby":0,"docsource":"Bombay High Court","citetid":82442333,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}