{"tid":771950,"publishdate":"2003-03-04","title":"Jindal Aromatic vs South Coast Spices Exports Pvt. Ltd. on 4 March, 2003","doc":"<h2 class=\"doc_title\">Jindal Aromatic vs South Coast Spices Exports Pvt. Ltd. on 4 March, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 106(2003)DLT708, 2003(3)RAJ560</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-nandrajog\">Pradeep Nandrajog</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-nandrajog\">Pradeep Nandrajog</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Pradeep Nandrajog, J. \n \n\n</pre><p data-structure=\"RespArg\" id=\"p_1\"> 1. We had concluded the hearing in the matter on 17th February, 2003. It was indicated to the Counsel for the parties that should they wish, written synopsis along with further list of authorities, if any relied upon, other than the authorities cited during oral arguments, should be filed on or before 21st February, 2003. On 21st February, 2003, mention was made on behalf of the respondent that due to personal reasons, Counsel for the respondent was unable to file the written synopsis. Time was sought and was granted up to 26th February, 2003 to do the needful. Counsel for the appellant has submitted a further list of authorities relied upon. Neither any written synopsis have been filed by the respondent nor any further list of authorities has been filed. We are consequently proceeding ahead with our judgment. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. Aggrieved by the order dated 30th July, 2001 allowing LA. No. 6727/96 filed under <a href=\"/doc/1722761/\" id=\"a_1\">Section 34</a> of the Arbitration Act, 1940 read with <a href=\"/doc/1232861/\" id=\"a_2\">Section 8</a> of the Arbitration and Conciliation Ordinance, 1996, and as a consequence staying the suit filed by the appellant under <a href=\"/doc/161831507/\" id=\"a_3\">Order xxxvII of the Code of Civil Procedure</a>, the present appeal has been filed. Two grounds have been urged in support of the appeal by Mr. Sanjiv Khanna, learned Counsel for the appellant. It is firstly contended that the application under <a href=\"/doc/1722761/\" id=\"a_4\">Section 34</a> of the Arbitration Act filed by the respondent was not maintainable as according to the learned Counsel for the appellant, in a suit filed under <a href=\"/doc/161831507/\" id=\"a_5\">Order xxxvII of the Code of Civil Procedure</a>, filing of an application under <a href=\"/doc/1722761/\" id=\"a_6\">Section 34</a> beyond the stipulated period for the defendant to enter appearance, would defeat the scheme of the provisions of <a href=\"/doc/161831507/\" id=\"a_7\">Order xxxvII of the Code of Civil Procedure</a>. Contention raised was that if the defendant does not enter appearance within the stipulated period of ten days prescribed under Order xxxvII, consequence provided by Sub-rule (3) of Rule 2 follow and the plaintiff would become entitled to a decree since the allegations in the plaint shall be deemed to be admitted. The second argument addressed was that in the facts and circumstances of the present case, the arbitration clause as contained in the original agreements between the parties was not attracted. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\"> 3. The response of Shri V.B. Arya, Advocate on behalf of the respondent was that the <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act, 1940</a> is a <a href=\"/doc/701797/\" id=\"a_9\">Special Act</a> dealing with matters pertaining to arbitration and, therefore, neither the rigors of the procedure under Order xxxvII nor the limitations prescribed therein could apply to an application under <a href=\"/doc/1722761/\" id=\"a_10\">Section 34</a> of the Arbitration Act. Learned Counsel thus argued that an application under <a href=\"/doc/1722761/\" id=\"a_11\">Section 34</a> of the Arbitration Act could be filed in a suit under Order xxxvII till as long as no decree was passed in the suit. To the second submission, Mr. V.B. Arya, learned Counsel for the respondent contended that origin of the dispute between the parties was to be found in the original agreements between the parties, which contained an arbitration clause, and hence not only was the application under <a href=\"/doc/1722761/\" id=\"a_12\">Section 34</a> of the Arbitration Act maintainable but suit was even liable to be stayed as was done under the impugned order. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. To appreciate the rival submissions, the facts may be noted. The appellant had filed a suit under <a href=\"/doc/161831507/\" id=\"a_13\">Order xxxvII of the Code of Civil Procedure</a> for recovery of Rs. 27,55,567/- together with interest and costs. As per the averments made in the suit, the appellant had a Russian buyer to whom the appellant had to supply 355 MT of Indian Black Pepper Grade MGI. The respondent agreed to supply to the appellant the said quantity of black pepper, meeting the specifications desired by the appellant. Two written contracts dated 5th March, 1993 and 12th March, 1993 were executed. Under the two contracts, the respondent agreed to supply 250 MT  5% and 105 MT  5% black pepper, respectively, at a price of Rs. 31,000/- per MT FOB Cochin. Specifications of the black pepper were provided in the contract. It was specifically provided that the respondent was to provide certificate from SGS/ appellant&#x27;s approved Surveyor pertaining to the quality of the black pepper supplied. The two contracts contained identical terms (except to the quantity of the black pepper to be supplied. Both the contracts contained an arbitration clause as under: \n</p><blockquote id=\"blockquote_1\">  &quot;(E) Arbitration : All disputes and differences of whatsoever arriving between the parties out of or relating to the construction, meaning and operation or defect or this contract or the breach thereof shall be settled by one Arbitrator each appointed by the two parties concerned who will jointly meet at New Delhi for settlement. In case of no settlement, the matter will be referred to the Indian Chamber of Commerce, Nee Delhi or in the Courts of Delhi. Whose award shall be binding on both the parties.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_5\"> The appellant on various dates between 9th March, 1993 to 22nd April, 1993 issued advance payments to the respondent and in all made advance payments to the respondent in the sum of Rs. 109 lakhs. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. The respondent dispatched the goods at the warehouse of M/s. National Agencies Cochin Pvt. Ltd. and offered the same for inspection to SGS Ltd. on 28th March, 1993. The inspection revealed that 860 bags valued at Rs. 18,69,000/- did not meet the specifications. The inspecting agency did not certify the Black Pepper packed in 860 bags. The respondent was advised to lift the said quantity of Black Pepper, re-process the same and resupply to the appellant for onward shipment to Russia. On 3rd April, 1993, the said 860 bags were lifted by the respondent. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 6. Since no delivery of these 860 bags Was effected after re-processing, the dispute came into existence between the parties. The appellant claimed that since it had tendered the consideration, it was entitled to the delivery of 860 bags of Black-Pepper as per the agreed specifications or in the alternative was entitled to the refund of the amount of Rs. 18,69,000/- being the agreed price for 860 bags of Black Pepper. Appellant filed a suit in the Court of Sub-Judge, Cochin for mandatory injunction directing the respondent to deliver 860 bags of Black Pepper or alternatively for damages. During the pendency of the suit, on 1st June, 1993, a settlement was arrived at between the parties. Shri Mehendra Kumar, the Honorary Adviser of the respondent was authorised to settle the dispute of the parties. He was so empowered to do so by virtue of a Resolution passed in the Board meeting of the respondent held on 1st June, 1993. On the same date, Shri Mehendra Kumar settled the matter with the appellant. The respondent agreed to refund the sum of Rs. 18,69,000/- to the appellant. Five post-dated cheques totalling Rs. 18,69,000/- were tendered by the respondent to the appellant under a cover letter dated 1st June, 1993. The contents of the said letter are material and are reproduced as under: \n</p><pre id=\"pre_2\">  &quot;M/s. Jindal Aromatics,                                                                                                   June 1, 1993 \n \n\n 110, Babar Road, \n \n\n New Delhi-110001.   \n\n Dear Sir, \n \n\n</pre><p data-structure=\"Issue\" id=\"p_8\"> We are glad to tender the five cheques for Rs. 18,69,000/- (Rupees eighteen lakhs and sixty nine thousand only) towards settlement of accounts of 890 bags of Black Pepper. \n</p> \n    \n<p data-structure=\"Issue\" id=\"p_9\">     1.\n     Cheque\n      No. NBC\n     0453330\n     dated\n     1.7.93\n      for Rs. 3,00,000/-\n</p>  \n   \n<p data-structure=\"Issue\" id=\"p_10\">     2.\n     Cheque\n      No. NBC\n     0453331\n     dated\n     1.8.93\n      for Rs. 3,00,000/-\n</p>  \n   \n<p data-structure=\"Issue\" id=\"p_11\">     3.\n     Cheque\n      No. NBC\n     0453332\n     dated\n     1.9.93\n      for Rs. 3,00,000/-\n</p>  \n   \n<p data-structure=\"Issue\" id=\"p_12\">     4.\n     Cheque\n      No. NBC\n     0453333\n     dated\n     1.10.93\n      for Rs. 4,00,000/-\n</p>  \n   \n<p data-structure=\"Issue\" id=\"p_13\">     5.\n     Cheque\n      No. NBC\n     0453334\n     dated\n     1.11.93\n      for Rs. 5,69,000/-\n</p>  \n\n\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_14\">Please acknowledge the receipt of his letter and five cheques as above.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\"> Thanking you, \n \n\n Yours faithfully, \n \n\n for South Coast Spices Exports (P) Ltd. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_16\"> Sd/- \n</p> \n\n<p data-structure=\"Issue\" id=\"p_17\"> Mahendrakumar, D.&quot;  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_18\"> Pursuant to the settlement the appellant withdrew the suit filed by it. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_19\"> 7. The said cheques admittedly were not honoured by the banker of the respondent. The appellant filed a suit under <a href=\"/doc/161831507/\" id=\"a_14\">Order xxxvII of the Code of Civil Procedure</a>. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> 8. In the suit, the facts as culled out by us were stated. It are these avertments in the suit which have become the subject matter of arguments between the parties as to whether the suit was based on the written contract or whether the suit is not based on the written contract, but is based on the five cheques. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\"> 9. To complete the facts, the summons in the suit were served upon the respondent by registered post on 8th June, 1996 and by ordinary process on 11th June, 1996. By virtue of the requirements of Rule 3(1) of Order xxxvII, the respondent was to enter appearance within ten days of service of the summons. The respondent did not enter appearance. On 27th July, 1996, i.e. after 57 days of being served in the suit, the respondent filed an application under <a href=\"/doc/1722761/\" id=\"a_15\">Section 34</a> of the Arbitration Act, 1940 read with <a href=\"/doc/1232861/\" id=\"a_16\">Section 8</a> of the Arbitration and Conciliation Ordinance, 1996. In the said application, it was stated that the agreements dated 5th March, 1993 and 2nd March, 1993 contained an arbitration clause and the disputes should be settled through Arbitrator. It was prayed that the suit be stayed. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_22\"> 10. Was this application filed by the respondent maintainable or was it barred.\n</p><p data-structure=\"Section\" id=\"p_23\">Admittedly, no period of limitation is prescribed for filing an application under\n<a href=\"/doc/1722761/\" id=\"a_17\">Section 34</a> of the Arbitration Act, 1940 or for that matter an application under <a href=\"/doc/1232861/\" id=\"a_18\">Section\n8</a> of the Arbitration and Concialiation Ordinance, 1996. However, as per the requirements\nof law, the said application has to be filed by the defendant before he takes steps in\nthe proceedings in the suit. The contention of Counsel for the appellant, as noted\n\nabove, is that since <a href=\"/doc/161831507/\" id=\"a_19\">Order xxxvII of the Code of Civil Procedure</a> is a Code in itself, the state of filing an application under <a href=\"/doc/1722761/\" id=\"a_20\">Section 34</a> of the Arbitration Act, 1940 must be culled from the provisions of Order xxxvII. The contention was that as per Sub-rule (3) of Rule 2 of Order xxxvII, unless the defendant causes appearance to be entered, the period for which is prescribed under Rule 3 of Order xxxvII, the allegations in the plaint would be deemed to be admitted entitling the plaintiff to a decree. Therefore, in view of mandatory language of Sub-rule (3) of Rule 2 of Order xxxvII it followed that to avoid the consequence of the aforesaid provisions of Order xxxvII, the defendant has obliged to enter appearance within ten days of service of summons and at this point of time, he should file the application under <a href=\"/doc/1722761/\" id=\"a_21\">Section 34</a> of the Arbitration Act, 1940. This, according to learned Counsel for the appellant, is the only harmonious way to construe the provisions of <a href=\"/doc/161831507/\" id=\"a_22\">Order xxxvII of the Code of Civil Procedure</a> and <a href=\"/doc/1722761/\" id=\"a_23\">Section 34</a> of the Arbitration Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"772313\" id=\"span_1\">In support of the said contention, the judgment of the Calcutta High Court , <a href=\"/doc/772313/\" id=\"a_24\">The Pench Valley Coal Co. Ltd. v. The Indian Cable Co. Ltd.</a>, was relied upon. It was held therein:</span> \n</p><blockquote id=\"blockquote_2\">  &quot;3. There is, however, another aspect of the matter and which in my opinion is decisive in this case. As mentioned herein before this is a suit under <a href=\"/doc/161831507/\" id=\"a_25\">Order 37 of the Code of Civil Procedure</a>, the applicant is not entitled to defend the suit unless leave is obtained upon application made within 10 days from the service of writ of summons. This application is belated from that point of view. This is an application for stay and indeed one of the conditions for application for stay is that no step should be taken in the suit. But in my view the harmonious way of looking at provisions like these in respect of stay under Order 37 where controversy or dispute arises and if an application for stay has to be made under <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> of the Arbitration Act, is to hold that the application must also be made as contemplated by Rule 3 <a href=\"/doc/161831507/\" id=\"a_27\">Order 37 of the Code of Civil Procedure</a>. Otherwise, this will be a method to defeat the provisions of Order 37. The only harmonious way to look at these parallel provisions of the <a href=\"/doc/1052228/\" id=\"a_28\">Arbitration Act</a> and <a href=\"/doc/161831507/\" id=\"a_29\">the Code of Civil Procedure</a> is to see that in an application covering <a href=\"/doc/1722761/\" id=\"a_30\">Section 34</a> where there is scope of application for stay, that must also fulfill further limitation for leave to defend under Order 37 of the Code. Viewed from that position, this application is belated and, therefore, fails and accordingly is dismissed.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 11. The said judgment is by a Single Bench of the Calcutta High Court. It was considered by the Division Bench of this Court in the judgment , Food Corporation of India v. Bal Krishan Garg, (Coram--Rajinder Sachar, J. and M.L. Jain, J.). The aforesaid judgment of the Calcutta High Court and the another judgment of Madras High Court were considered by the Division Bench of this Court. It was held as under: \n</p><blockquote id=\"blockquote_3\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"772313\" id=\"span_2\">&quot;The Calcutta High Court in <a href=\"/doc/772313/\" id=\"a_31\">Pench Valley</a> (supra), was of the view that if the defendant is allowed to make an application under <a href=\"/doc/1722761/\" id=\"a_32\">Section 34</a> of the Act even after 20 days, then it will defeat the provision of Order 37. We are and may be permitted to say so with respect, not in agreement with that approach. The proper way of looking at the matter is that the special law of arbitration should be allowed to prevail over the general law. If the procedure under Order 37 or Chapter XV of the Original Side Rule is allowed to prevail and the period of 20 days is held to operate as the period of limitation for making a stay application under <a href=\"/doc/1722761/\" id=\"a_33\">Section 34</a> of the Act then, the defendant will not at all be able to make such an application unless he has obtained leave to appear and defend because it is only upon such leave being given that a defendant is entitled to be heard in the matter. And if he makes an application to obtain leave to appear and defend, then, it will amount to taking a step in the proceedings and he will be precluded from making an application under <a href=\"/doc/1722761/\" id=\"a_34\">Section 34</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"481887\" id=\"span_3\">Authority for such a view is available, <a href=\"/doc/481887/\" id=\"a_35\">Jadavji Narsidas Shah and Co. v. Hirachand Chaturbhai</a>, . We, therefore, hold that it is not necessary that an application for stay under <a href=\"/doc/1722761/\" id=\"a_36\">Section 34</a> of the Act can be made only within the time prescribed in Chapter XV of the Original Side Rules or <a href=\"/doc/161831507/\" id=\"a_37\">Order 37, CPC</a> and shall be rejected if not made in time. Such an application can be made as long as a decree has not been passed and before any application has been made indicating that the defendant wants his rights to be determined by the civil and not by the domestic Forum of choice.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 12. We have not been persuaded by the learned Counsel for the appellant to take a view different from the one taken by a coordinate Bench of this Court. We are in respectful agreement with the view taken in Food Corporation of India&#x27;s case (supra). \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_26\"> 13. That takes us to the second contention raised by the learned Counsel for the appellant. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 14. We have noted the facts as pleaded by the appellant in the suit plaint. In law, it is open to a party, suing on a negotiable instrument which has been executed in discharge of a debt, to fall back on the original cause of action, i.e. base the suit on the recovery of early debt. It is open to the party in the alternative to sue only on the negotiable instrument. No doubt, there would be submission of facts stating under what circumstances the negotiable instrument was issued, but reference thereof would be incidental i.e. as a backdrop to the suit. The cause of action would be the negotiable instrument and not the original cause. It would, therefore, all depend on what are the pleadings of the parties. However, the position in law, in respect of a cheque issued pursuant to a settlement arrived at after disputes have arisen under a contract is different. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 15. We have gone through the suit plaint. After stating the facts in paras 1 to 17 about the parties entering into the contract, the respondent offering the goods for inspection, non-clearance of 860 bags of Black-Pepper as not conforming to the specifications, lifting back of the said material by the respondent and the filing of the suit at Cochin, one comes to the most material part of the suit The averments made in paras 18 and 19 are relevant. They read as under: \n</p>  \n\n<blockquote id=\"blockquote_4\">  &quot;18. On 1st June, 1993, the Board of Directors of the defendant company passed a Resolution authorising Mr. Mehendra Kumar D., son of Shri Dharamsey Rathensey, Honorary Adviser to the defendant company to settle\n\nthe disputes of the defendant company with the plaintiff. The said Shri Mehendra Kumar D. was also authorised to sign and issue cheques drawn on Indian Bank, Trichur on behalf of the defendant company and to deliver the said cheques to the plaintiff to effect settlement of the disputes pending between the plaintiff and the defendant company. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> 19. In settlement of the disputes between the plaintiff and the defendant company the aforesaid Mr. Mehendra Kumar D. signed and delivered to the plaintiff the following cheques of various amounts aggregating to Rs. 18,69,000/- in due discharge of the amount due to the plaintiff from the defendant company. The details of the said five cheques drawn on Indian Bank Trichur are as under: \n</blockquote> \n    \n<blockquote id=\"blockquote_6\">     Sl.\n</blockquote><blockquote id=\"blockquote_7\">      No.     \n      \n     Cheque\n      No.\n     Date\n     Amount.\n</blockquote>  \n   \n<blockquote id=\"blockquote_8\">     1.             \n      \n     0453330\n     1.7.93\n     3,00,000/-\n</blockquote>  \n   \n<blockquote id=\"blockquote_9\">     2.             \n      \n     0453331\n     1.8.93\n     3,00,000/-\n</blockquote>  \n   \n<blockquote id=\"blockquote_10\">     3.              \n     0453332\n     1.9.93\n     3,00,000/-\n</blockquote>  \n   \n<blockquote id=\"blockquote_11\">     4.             \n      \n     0453333\n     1.10.93\n     4,00,000/-\n</blockquote>  \n   \n<blockquote id=\"blockquote_12\">     5.             \n      \n     0453334\n     1.11.93\n     5,69,000/-&#x27;\n  \n\n\n\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_29\"> 16. A perusal of the averments shows that the appellant has categorically averred that the cheques in question were issued pursuant to the settlement arrived at between the parties pertaining to the dispute which had arisen under the contract. We may at this stage also note that in the letter written by the respondent to the appellant on 1st June, 1993, the respondent while tendering the five cheques had clearly written that it was glad to tender the five cheques for Rs. 18,69,000/- towards settlement of account of 860 bags of Black Pepper. We may further note that in para 25 of the plaint, the appellant, justifying the institution of the suit under <a href=\"/doc/161831507/\" id=\"a_38\">Order xxxvII of the Code of Civil Procedure</a> pleaded as under: \n</p><blockquote id=\"blockquote_13\">  &quot;25. The relief sought in the present suit is upon bills of exchange comprising the five cheques detailed above. Furthermore it is a suit in which the plaintiff seeks only to recover a debt or a liquidated demand in money payable by the defendant company arising on a written contract. The relief sought is fully covered by <a href=\"/doc/161831507/\" id=\"a_39\">Order xxxvII of the Code of Civil Procedure</a>.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 17. From the pleadings as made in the plaint above, it is evident that the suit is based on the five cheques issued by the respondent to the plaintiff pursuant to the settlement of disputes pending between the parties. We have also gone through the application filed by the respondent under <a href=\"/doc/1722761/\" id=\"a_40\">Section 34</a> of the Arbitration Act, 1940 read with <a href=\"/doc/1232861/\" id=\"a_41\">Section 8</a> of the Arbitration and Conciliation Ordinance, 1996. The said application is cryptic. It does not bring out the point as to what were the disputes subsisting under the contract. It does not list out as what disputes remained post 1st June, 1993. We may note the entire contents of the application. \n</p>   \n\n<blockquote id=\"blockquote_14\"> &quot;1.   That the applicant is cited as a defendant in the above case. \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> 2.     That there are agreements for purchase and sale of Indian Black Pepper Grade MGI between the parties entered upon on March 5, 1993 and March 12, 1993. \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> 3.     That the defendant company had supplied the agreed quality of the Black Pepper Grade MGI conforming to Agmark specification and the same was received by the plaintiff company. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> 4.     That there had been disputes and the disputes still subsist between the parties with regard to the supply of the goods and the payment to be made by the plaintiff. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> 5.     That the agreement between the parties to this suit dated March 5, 1993 and March 12, 1993 specifically provide an arbitration clause and the said clause reads as under: \n</blockquote><blockquote id=\"blockquote_19\">  &quot;Arbitration--All disputes and differences of whatever arriving between the parties out of or relating to the construction, meaning and operation or effect or this contract or the breach thereof shall be settled by one Arbitrator each appointed by the two parties concerned who will jointly meet at New Delhi for settlement. In case of no settlement, the matter will be referred to the Indian Chamber of Commerce, New Delhi, or in the Courts of Delhi, whose award shall be binding on both the parties. \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> 6.     That the disputes between the parties have arisen out of the above contracts and the said disputes are still subsisting and that in spite of the repeated demands on behalf of the defendant the plaintiff is not agreeing to settle the matter by arbitration. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> 7.     That the plaintiff had been bringing in various litigation with regards to the disputes before the Courts at Kerala and New Delhi. \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> 8.     That the applicant/defendant has always been and is still ready to settle the matter between the parties by arbitration and the applicant at the time when the proceedings were commenced, and still remains, ready and willing to do all things necessary to the proper conduct of the\narbitration. \n</blockquote> \n\n<blockquote id=\"blockquote_23\"> 9.     That the applicant has not taken any steps in the proceedings. \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> 10.   That there are no impediments in the matter why the matter may not be settled by the arbitration and the circumstances warrant that the present suit brought by the plaintiff be stayed and the parties directed to settle the disputes by arbitration. It is, therefore, prayed that this Hon&#x27;ble Court pleased to direct the stay of the suit in exercise of its power under <a href=\"/doc/1722761/\" id=\"a_42\">Section 34</a> of the Arbitration Act read with <a href=\"/doc/1232861/\" id=\"a_43\">Section 8</a> of the Arbitration and Conciliation Ordinance, 1996.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 18. In response to the said application, the appellant clearly brought out the distinction between a suit based on the original cause and a suit based on a cheque pursuant to a settlement. It was averred in para No. 1 of the preliminary objections as under: \n</p><blockquote id=\"blockquote_25\">  &quot;The plaintiff has filed the accompanying suit under <a href=\"/doc/161831507/\" id=\"a_44\">Order xxxvII of the Code of Civil Procedure</a> for recovery of Rs. 27,55,567/- along with interest and costs. The two causes of action in favor of the plaintiff entitling it to file an Order xxxvII suit are the written contract as well as the cheques which were delivered by the defendant to the plaintiff in settlement of the disputes. Each of the two causes of action entitle the plaintiff to file the Order xxxvII suit. \n</blockquote> \n\n<blockquote id=\"blockquote_26\"> Further, in reply to para 4 of the application filed by the respondent, the appellant pleaded as under: \n</blockquote><blockquote id=\"blockquote_27\">  &quot;Contents of para 4 are wrong and denied. The disputes relating to 860 bags of Black Pepper had been settled between the parties and the defendant had issued and delivered to the plaintiff five cheques of the aggregate amount of Rs. 18,69,000/- in settlement of the disputes. The said cheques having been dishonouerd the plaintiff has approached this Court for recovery of the said amount along with interest.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> Further, in reply to para 8 of the application, the appellant pleaded as under: \n</p><blockquote id=\"blockquote_28\">  &quot;Contents of para 8 are wrong and denied. There is no reason for the matter to be referred to arbitration on the unilateral request of the defendant The present case does not fall within the arbitration clause contained in the said agreements. In any case the arbitration clause is invalid being too vague and in any event does not constitute an arbitration agreement. There is also no dispute that arises under the contract. For the plaintiffs claim under the contract the defendant issued the cheques which are the subject mater of the suit with the result that no dispute under the contract could arise or survive to be decided by any Arbitrator. The defendant has not indicated any such dispute in his application. The plaintiff is entitled to a decree in terms of <a href=\"/doc/161831507/\" id=\"a_45\">Order xxxvII of the CPC</a>&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_33\"> 19. The appellant was thus clear in its pleadings that its suit was based not on the original cause but was based on the cheques issued pursuant to the settlement and that on the settlement, the disputes arising under the contract stood settled. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"302011\" id=\"span_4\">20. A somewhat similar situation confronted the Madras High Court in the decision reported as , <a href=\"/doc/302011/\" id=\"a_46\">Vasanji Navji and Co. v. K.P.C. Spinners and Ors. A</a> contract was entered into between the parties which contained an arbitration clause. Disputes arose between the parties under the contract Certain cheques were issued. The cheques were not honoured resulting in the filing of the suit. Application under <a href=\"/doc/1722761/\" id=\"a_47\">Section 34</a> of the Arbitration Act, 1940 was filed by the defendant. The same was allowed and the suit was stayed. Matter came up in appeal before the Division Bench of the Court. It was held as under:</span> \n</p>   \n\n<blockquote id=\"blockquote_29\"> &quot;though the plaint refers to the antecedent facts which gave rise to the issue of the cheques by the defendants in favor of the plaintiff, the suit is in substance a suit on the dishonoured cheques. Such a suit cannot be taken to arise solely out of the contract entered into by the plaintiff with the defendants for supply of cotton. \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> The dishonour of the cheques is a subsequent event after the contract has been fulfillled by complete payment for the goods purchased and the suit has been filed on the subsequent cause of action i.e., the dishonouring of the cheques and, therefore, the suit cannot be taken to be a suit for recovery of the price.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"54076\" id=\"span_5\">21. The said judgment was followed in , <a href=\"/doc/54076/\" id=\"a_48\">Roopak Bambha v. K.C. Bhandari</a>. In <a href=\"/doc/54076/\" id=\"a_49\">the said judgment</a> it was held that notwithstanding the fact that partnership agreement between the parties contained an arbitration clause, the suit could not be stayed under <a href=\"/doc/1722761/\" id=\"a_50\">Section 34</a> of the Arbitration Act, 1940 because of the fact that the partnership stood dissolved. The balance sheet was settled and a cheque was issued in favor of the plaintiff in settlement of the dues of the plaintiff. It was held that the cause of action of the suit was the cheque in question which was dishonoured.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"720676\" id=\"span_6\">22. A similar view was taken by a Single Judge of this Court in the judgment reported as 2nd (<a href=\"/doc/720676/\" id=\"a_51\">1986) 1 Delhi 382, Saraswati Industrial Syndicate Ltd. v. Apollo Tyres Limited</a>. Parties were governed by an agreement which contained an arbitration clause. Disputes arose, resulting in a settlement arrived at pursuant to which a cheque was issued towards satisfaction of the settlement arrived at. The cheque was dishonoured. A suit for recovery was filed. An application under <a href=\"/doc/1722761/\" id=\"a_52\">Section 34</a> of the Arbitration Act was filed praying that the suit be stayed in view of the arbitration clause between the parties. It was held that the dispute under the cheque did not relate to a dispute under the agreement. With the settlement arrived at, the dispute under the agreement between the parties stood settled. The agreement stood discharged and so did the arbitration clause. It was held that the cause of action was the settlement arrived at and not the contract.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\"> 23. The legal position which emerges from the aforesaid judgment is that an accord discharges the performance of obligations under the contract. A dispute pertaining to satisfaction furnishes a fresh and independent cause of action, until and unless it is provided that the performance of the satisfaction was a condition precedent for discharge under the contract. If promise is received in satisfaction, it is a good satisfaction, but if the performance and not the promise is intended to operate in satisfaction, then there will be no satisfaction without performance. Wherever there is an accord, obligations under the original contract would be discharged until and unless it is specifically provided that the performance of the satisfaction would discharge the obligations under the contract. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_38\"> 24. The aforesaid judgments clearly bring out the distinction of whether a particular suit is founded on a debt apart from the instrument or the instrument. It would depend on the pleadings of the parties. Pleadings in turn would depend on the circumstances under which the instrument was executed. In the instant case, it is relevant that prior to the issuance of the five cheques, the respondent had received the entire sale consideration and had tendered the Black Pepper to the appellant, out of which quantity 860 bags were found not to be conforming to the specifications. The value of the Black Pepper contained in said 860 bags was Rs. 18,69,000/-. These bags of Black Pepper were not returned after the re-processing. On 1st June, 1993, the respondent issued five cheques in the said sum and while issuing the cheques clearly wrote that they were in settlement of the accounts of 860 bags of Black Pepper. The appellant withdrew the suit filed in Cochin without liberty to file a fresh suit on the same cause of action. Thus, it is a case of discharge of a contract by accord. Non-performance of the obligation under the accord is a separate and fresh cause of action. The suit was thus not based on the original cause i.e. under the contract. Reference in the plaint to the antecedent facts was by way of backdrop leading to the issuance of the cheques. In substance, the suit is based on the dishonoured cheques. The suit cannot be held to be arising out of the contract, in the sense, that the cause of action is not the contract. With the settlement arrived at between the parties, resulting in issuance of the cheques, no disputes survived between the parties and, therefore, none could be referred to for arbitration. We accordingly set aside the impugned order allowing the application filed by the respondent. I.A. No. 6727/96 is accordingly dismissed. Parties are directed to appear before the learned Single Judge in suit No. 1411/96 on 28th March, 2003. The learned Single Judge would proceed to consider the suit in accordance with law. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\"> 25. The appeal is allowed. Order dated 30th July, 2001 allowing I.A. No. 6727/ 96 is set aside. I.A. No. 6727/96 is dismissed. There shall be no order as to costs. \n</p> \n\n","numcites":10,"numcitedby":7,"docsource":"Delhi High Court","citetid":771950,"divtype":"judgments","relatedqs":[{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"order 37","formInput":"order%2037"},{"value":"order xxxvii","formInput":"order%20xxxvii"},{"value":"application under Section 34 of the Arbitration Act","formInput":"application%20under%20Section%2034%20of%20the%20Arbitration%20Act"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"order xxxvii of cpc","formInput":"order%20xxxvii%20of%20cpc"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"order xxxvii code of civil procedure ","formInput":"order%20xxxvii%20code%20of%20civil%20procedure%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"cause of action\"","formInput":"%22cause%20of%20action%22"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"pradeep nandrajog ","formInput":"pradeep%20nandrajog%20"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"order 37\" ","formInput":"%22order%2037%22%20"},{"value":"\"code of civil procedure\"","formInput":"%22code%20of%20civil%20procedure%22"},{"value":"interest  filter:  arbitration act 1996   sec 23 of indian contract act","formInput":"interest%20%20filter%3A%20%20arbitration%20act%201996%20%20%20sec%2023%20of%20indian%20contract%20act"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"}],"courtcopy":false,"query_alert":null,"agreement":false}