{"tid":41727320,"publishdate":"2019-08-29","title":"M/S.Mandava Holdings Pvt. Ltd vs M/S.Khiviraj Automibiles And ... on 29 August, 2019","doc":"<h2 class=\"doc_title\">M/S.Mandava Holdings Pvt. Ltd vs M/S.Khiviraj Automibiles And ... on 29 August, 2019</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-s-kumar\">N.Sathish Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-s-kumar\">N.Sathish Kumar</a></h3>\n\n<pre id=\"pre_1\">                                                                                         O.P.No.698 of 2018\n\n                                                                                 Reserved on :19.08.2019\n\n                                                                               Pronounced on :29.08.2019\n\n\n                                   IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                                           CORAM\n\n                                  THE HONOURABLE MR.JUSTICE N.SATHISH KUMAR\n\n                                              Original Petition No.698 of 2018\n\n\n                      M/s.Mandava Holdings Pvt. Ltd.,\n                      103, Classic Gardens, Kumarasamy 2nd Street,\n                      Rajiv Gandhi Salai (OMR),\n                      Sholinganallur, Chennai – 600 119.                                 ... Petitioner\n\n\n                                                                Vs\n\n\n                      M/s.Khiviraj Automibiles and Infrastructure Pvt. Ltd.,\n                      Rep. by its Director Bharath Kumar Bhavan,\n                      617, Anna Salai, Chennai – 600 006.                               ... Respondent\n\n\n\n                      Prayer :- This Original Petition has been filed under <a href=\"/doc/536284/\" id=\"a_1\">section 34</a> of the Arbitration\n                      and Conciliation Act to call for the records pertaining to the Arbitral Award dated\n                      16.04.2018 and set aside the Award dated 16.04.018 passed by the Tribunal.\n\n\n                                    For Petitioner       : Mr.T.V.Ramanujam (Sr. Counsel)\n                                                           for Mr.J.Ravikumar\n\n                                    For Respondent       : Mr.A.R.L.Sundaresan, (Sr. Counsel),\n                                                           for M/s.A.L.Ganthimathi\n\n\n\n\n                      1/24\n\n\n\nhttp://www.judis.nic.in\n\f                                                                                                 O.P.No.698 of 2018\n\n\n\n                                                             ORDER\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                             Aggrieved over the Award of the Arbitrator directing the petitioner to\n\n                      refund a sum of Rs.20,00,00,000/- with interest at the rate of 18% from\n\n                      26.04.2014 till the date of payment and also dismissing the counter claim filed\n\n                      by the petitioner for specific performance, the present application has been filed.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_2\">                             2. Brief facts leading to filing of this petition is as follows :\n\n</p><blockquote id=\"blockquote_1\">                             The petitioners/respondents are absolute owners of 18 acres and 41\n\n                      cents land in Navalur Village, Chengalpet Taluk, Kancheepuram District. They\n\n                      have agreed to sell the above land in favour of the respondent/claimant at the\n\n                      rate of Rs.5,75,77,403.58 per acre and the total sale consideration is Rs.106\n\n                      crores. They entered into a Memorandum of Understanding otherwise called\n\n                      Term Sheet dated 30.03.2013. On the date of agreement, a sum of Rs.20\n\n                      crores advance was paid by the claimant/respondent. Clause 13 of the Term\n\n                      Sheet provides for due diligence and the respondent was bound to provide all\n\n                      details as required by the advocates and the claimant for the study of due\n\n                      diligence. The balance sale consideration was agreed to be paid subject to the\n\n                      satisfaction of the title and terms agreed between the parties.\n\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_3\">                             3. It is the contention of the claimant that in respect of Survey Nos.31/1\n\n                      and    and 38/3, title has not been satisfied. It is the main contention of the\n\n<span class=\"hidden_text\" id=\"span_1\">                      2/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_2\">\f                                                                                        O.P.No.698 of 2018</span>\n\n                      claimant that settlement of ongoing litigation in O.S.No.151 of 2010 relating to\n\n                      the survey No.38/3 has not been concluded by the respondent. Similarly, the\n\n                      original Trust Deed, which is the subject matter in O.P.No.69 of 2003 and survey\n\n                      Nos.6/4, 7/2 and 12/2, has not been given. The defects in survey Nos.38/3 and\n\n                      31/1 along with survey Nos.6/4, 7/2 and 12/2 have not been cleared. As the title\n\n                      has not been cleared and as the claimant was not satisfied with the title as per\n\n                      the terms of the contract, the claimant by its letter dated 11.04.2014 terminated\n\n                      the contract and called upon the respondent to refund Rs.20 crores with interest\n\n                      from 30.03.2013 till the date of payment.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Facts\" id=\"p_5\">                             4.   It is the case of the respondent that due diligence referred in the\n\n                      contract should have been over by or within 60 days as contemplated in the\n\n                      agreement. All the documents relied on by the claimant were furnished in time.\n\n                      In respect of objection relating to the Survey No.31/1 by the third party, he never\n\n                      produced any document and mere objection by a heir of one Arumuga Gramani\n\n                      cannot construed as a title dispute. Inspect of the suit in O.S.No.115 of 2010, it\n\n                      is the case of the respondent that it was the duty of the petitioner to pay a sum of\n\n                      Rs.2.75 crores to the respondent. The above amount has to be paid for\n\n                      withdrawal of the suit. It was the claimant who defaulted and the respondent\n\n                      could not be blamed for the same. As far as Survey Nos.6/4. 7/2 and 12/2 are\n\n                      concerned, the respondent submitted that the application has been filed\n\n                      before the Principal Court for permission to sell the land and in that proceedings,\n\n<span class=\"hidden_text\" id=\"span_3\">                      3/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_4\">\f                                                                                          O.P.No.698 of 2018</span>\n\n                      the original title deeds have been produced. Therefore, it is the contention of the\n\n                      respondent that only the claimant has failed to perform his part of the contract.\n\n                      Thereby, they raised a counter claim for loss of interest till 6.11.2013 for a sum of\n\n                      Rs.20,18,615/-,     towards   business    and    opportunity     loss   a   sum    of\n\n                      Rs.19,74,60,051/-, towards loss of rentals suffered due to the alleged acts of the\n\n                      claimant with interest at the rate of 24% Rs.12,60,00,000/-. The respondent\n\n                      made a counter claim on the plea that since the claimant did not pay, they had\n\n                      suffered the loss and other expenses.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Issue\" id=\"p_7\">                             5. The learned Arbitrator framed the following issues :\n\n\n\n</p><blockquote id=\"blockquote_2\">                                     1. Is the claim under para 53 of the claim petition duly\n\n                              proved and acceptable?\n</blockquote>\n<blockquote id=\"blockquote_3\">                                     2. Is the claimant entitled to interest as prayed for?\n\n</blockquote><blockquote id=\"blockquote_4\">                                     3. Is the claim petition maintainable and has the claimant\n\n                              followed the terms as agreed in clause 19 of the Term Sheet?\n\n</blockquote><blockquote id=\"blockquote_5\">                                     4. Has the claimant performed all the terms and conditions\n\n                              of the term sheet or have they committed any breach of the Term\n\n                              Sheet?\n</blockquote>\n<blockquote id=\"blockquote_6\">                                     5.    Has the respondent performed all the terms and\n\n                              conditions of the Term Sheet or have they committed ny breach\n\n                              of the Term Sheet?\n</blockquote>\n<blockquote id=\"blockquote_7\"><span class=\"hidden_text\" id=\"span_5\">                      4/24</span>\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_6\">\f                                                                                         O.P.No.698 of 2018</span>\n\n</p><p data-structure=\"Issue\" id=\"p_9\">                                        6. Is the respondent entitled to the amounts claimed in the\n\n                              relief paragraph under clauses b, c and d of the additional counter\n\n                              with counter claim?\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">                                        7. Is the respondent entitled to interest as claimed by\n\n                              them?\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">                                        8. To what relief are the parties entitled to?\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n</p><p data-structure=\"Facts\" id=\"p_13\">                             6.   The Majority Award was passed on 16.04.2018 directing the\n\n                      respondent to refund a sum of Rs.20 crores with interest at 18% per annum\n\n                      payable from 26.04.2013 and the counter claim was dismissed. However, in the\n\n                      Minority Award dated 17.04.2018, the Arbitrator did not agree such finding on the\n\n                      ground that he want to reopen the matter. Therefore, the Majority Award was put\n\n                      into challenge.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">                             7. The learned Senior Counsel appearing for the petitioner submitted that\n\n                      the sale agreement requires compulsory registration under the Tamilnadu Act.\n\n                      Therefore, the document which has not been registered is not admissible for any\n\n                      other purpose. The Arbitrator ought not to have relied upon such an agreement\n\n                      to pass the Award and such an Award is not valid. Further, no issue with regard\n\n                      to the specific performance has been framed by the Arbitrator and hence, the\n\n                      finding of the Arbitrator cannot be sustained.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n<span class=\"hidden_text\" id=\"span_7\">                      5/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_8\">\f                                                                                        O.P.No.698 of 2018</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_17\">                             8. It is the further contention of the learned Senior Counsel that the title\n\n                      has been cleared by the Vendor. As far as the Trust properties are concerned,\n\n                      the vendor has not handed over any document to the purchaser. The contract\n\n                      has been terminated in view of the clause 13 of the agreement. It is his\n\n                      contention that Clause 13 in fact indicate that the land owner undertook to\n\n                      provide all the documents that are available for due diligence. Therefore, it is the\n\n                      purchaser who committed default. Hence, it is his contention that the termination\n\n                      of the contract is not valid. Clause 11.3 does not speak of termination. Further,\n\n                      it is his contention that there is no issue framed with regard to specific\n\n                      performance raised by the respondent. Hence, it is his contention that the entire\n\n                      Award is liable to be set aside. In support of his contentions, he relied upon the\n\n                      following judgments :\n</p>\n<blockquote id=\"blockquote_8\">                             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"26596259\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"59307297\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1176027\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"18689704\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"952925\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"692129\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"996348\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"309307\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"919241\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"925897\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"992584\" id=\"span_19\"><a href=\"/doc/992584/\" id=\"a_2\">K.P.Poulose Vs. State of Kerala and another</a> reported in 1975 (2)\n\n                      Supreme Court <a href=\"/doc/925897/\" id=\"a_3\">Cases 236\n\n                             Olympus Superstructures Pvt. Ltd. Vs. Meena Vijay Khetan and\n\n                      others</a> reported in 1999 (<a href=\"/doc/919241/\" id=\"a_4\">5) SCC 651\n\n                             Oil &amp; Natural Gas Corporation Ltd. Vs. Saw Pipes Ltd.</a> reported in\n\n                      2003 (<a href=\"/doc/309307/\" id=\"a_5\">5) SCC 705\n\n                             R.V.E.Venkatachala Gounder Vs. Arulmigu Visweswaraswami and\n\n                      V.P. Temple and others</a> reported in 2003 (8) SCC 752\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                      6/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_21\">\f                                                                                        O.P.No.698 of 2018</span>\n\n                             <a href=\"/doc/996348/\" id=\"a_6\">McDermott International Inc. Vs. Burn Standard Co. Ltd. and others</a>\n\n                      reported in 2006 (<a href=\"/doc/692129/\" id=\"a_7\">1) SCC 181\n\n                             K.B.Shah and Sons Pvt. Ltd. Vs. Development Consultant Ltd.</a>\n\n                      reported in 2008 (<a href=\"/doc/952925/\" id=\"a_8\">8) SCC 564\n\n                             Sumittomo Heavy Industries Limited Vs. Oil and Natural Gas\n\n                      Corporation Ltd.</a> reported in 2010 (11) Supreme Court <a href=\"/doc/18689704/\" id=\"a_9\">Cases 296\n\n                             Associate Builders Vs. Delhi Development Authority</a> reported in 2015\n\n                      (<a href=\"/doc/1176027/\" id=\"a_10\">3) SCC 49\n\n                             Bajaj Auto Limited Vs. TVS Motor Company Limited</a> reported in 2016\n\n                      (<a href=\"/doc/59307297/\" id=\"a_11\">6) CTC 459\n\n                             Park Street Properties (Pvt.) Ltd. Vs. Dipak Kumar Singh and others</a>\n\n                      reported in AIR 2016 SC 4038\n\n                             Lion Engineering Consultants Vs. State of M.P. and others reported in\n\n                      2018 (<a href=\"/doc/26596259/\" id=\"a_12\">16) SCC 758\n\n                             Garware Wall Ropes Ltd. Vs. Coastal Marine Constructions &amp;\n\n                      Engineering Ltd.</a> reported in 2019 (6) SCALE 250</span></span></span></span></span></span></span></span></span></span></span>\n\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_18\">                             9. The learned Senior Counsel appearing for the respondent submitted\n\n                      that the matter has been referred to the Arbitration with the consent of the\n\n                      parties. During the Arbitral proceedings, there was no objection as to the\n\n                      registration of the agreement. Therefore, it is his contention that such objections\n\n\n<span class=\"hidden_text\" id=\"span_22\">                      7/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_23\">\f                                                                                       O.P.No.698 of 2018</span>\n\n                      cannot be raised for the first time before this Court and the same is clearly\n\n                      barred under <a href=\"/doc/129366978/\" id=\"a_13\">section 36</a> of the Indian Stamp Act. It is his further contention that\n\n                      even otherwise, an unregistered document can be used under <a href=\"/doc/1768154/\" id=\"a_14\">section 49</a> of the\n\n                      Registration Act since he has not claimed any right or interest over the\n\n                      immovable property and he is only seeking for return of the advance amount.\n\n                      Admittedly, a sum of Rs.20 crores has been paid as an advance, which is not in\n\n                      dispute. The contract clearly indicate that the title verification is a condition\n\n                      precedent. In respect of three survey numbers, the title has not been cleared by\n\n                      the vendor. Such being the position, the contract has been rightly terminated.\n\n                      The tile verification made by both side legal advisers also prove that the defects\n\n                      in the title have not been set right.      Therefore, as per the contract, the\n\n                      respondent has terminated the contract. The Arbitrators have factually found all\n\n                      these facts. Hence, it is his contention that the Arbitrators while passing the\n\n                      Majority Award have considered the entire aspects and therefore, the Award\n\n                      cannot be interfered. Hence, prayed for dismissal of this petition. In support of\n\n                      his submissions he relied upon the unreported Order of this Court in\n\n                      W.P.No.13003 of 2014 dated 22.02.2019.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">\n\n</p><p data-structure=\"Section\" id=\"p_20\">                             10. With regard to the admissibility of the document, on a perusal of the\n\n                      agreement dated 30.03.2013, though the nomenclature of the document has\n\n                      been styled as Term Sheet, the document indicate that it is an unregistered\n\n                      agreement for sale wherein the petitioners have agreed to sell 18 acres and 41\n\n<span class=\"hidden_text\" id=\"span_24\">                      8/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_25\">\f                                                                                        O.P.No.698 of 2018</span>\n\n                      cents of land for a sum of Rs.106 crores i.e., 5,75,77,403.58 per acre. It is also\n\n                      relevant to note that by the Act 29/12 of Tamilnadu Act under <a href=\"/doc/561156/\" id=\"a_15\">section 17</a> of the\n\n                      Registration Act, an agreement for the value of Rs.100/- and above requires\n\n                      compulsory registration. Therefore by virtue of the amendment by Tamilnadu\n\n                      Act 28/2012, the agreement for sale dated 30.03.2013, requires compulsory\n\n                      registration. <a href=\"/doc/1768154/\" id=\"a_16\">Section 49</a> of the Indian Registration Act deals with effect of non\n\n                      registration of documents required to be registered.      If the document is not\n\n                      registered, it shall not affect any immovable property comprised therein or confer\n\n                      any power to adopt or be received as evidence of any transaction affecting such\n\n                      property or conferring such power, unless it has been registered.        However,\n\n                      proviso to<a href=\"/doc/1768154/\" id=\"a_17\"> S.49</a> indicate that the unregistered instrument can be received as an\n\n                      evidence in a suit for specific performance under chapter <a href=\"/doc/1671917/\" id=\"a_18\">II of the Specific Relief\n\n                      Act</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">                             11. A careful perusal of<a href=\"/doc/1768154/\" id=\"a_19\"> S.49</a> of the Registration Act makes it clear that\n\n                      the unregistered documents sought to be relied upon in respect of the\n\n                      immovable property, the same cannot be received in evidence in respect of any\n\n                      transaction affecting such property. However, the proviso gives exemption to\n\n                      make use of the unregistered document and use as evidence for any collateral\n\n                      transaction, if not required to be effected by registered instrument.      What is\n\n                      sought to be raised in the arbitral proceedings is a dispute over the return of\n\n                      advance amount paid under the agreement. Therefore, this Court is of the view\n\n<span class=\"hidden_text\" id=\"span_26\">                      9/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_27\">\f                                                                                       O.P.No.698 of 2018</span>\n\n                      that since the document is not relied as an evidence to affect the immovable\n\n                      property, it is only for refund of amount, it can be construed as collateral\n\n                      transaction and can be used as an evidence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">                              12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26596259\" id=\"span_29\">In this regard, it is useful to refer the judgment of the Appex Court\n\n                      reported in <a href=\"/doc/26596259/\" id=\"a_20\">Garware Wall Ropes Ltd. Vs. Coastal Marine Constructions &amp;\n\n                      Engineering Ltd.</a> reported in 2019 (6) SCALE 250        in para 24 has discussed\n\n                      about the <a href=\"/doc/26596259/\" id=\"a_21\">ratio <a href=\"/doc/26596259/\" id=\"a_22\">laid down in</a></a> <a href=\"/doc/24736/\" id=\"a_23\">SMS Tea Estates (P) Ltd., Vs. Chandmari Tea Co.\n\n                      (P) Ltd</a> reported in 2011 (14) SCC 66 in para 14 to 20 has held as follows :</span></span>\n\n</p><blockquote id=\"blockquote_9\">                                      14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_30\">In <a href=\"/doc/24736/\" id=\"a_24\">SMS Tea Estates</a> (supra), this Court was confronted\n\n                               with an arbitration clause, namely, Clause 35 of a lease deed\n\n                               dated 21.12.2006 for a term of 30 years in regard to two tea\n\n                               estates. The lease deed was neither stamped nor registered.</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">                               Paragraph 9 of the judgment set out the questions that arose for\n\n                               consideration as follows:\n</p>\n<blockquote id=\"blockquote_10\">                                      “9. On the contentions urged the following questions arise\n\n                               for consideration: (i) Whether an arbitration agreement contained\n\n                               in an unregistered (but compulsorily registerable) instrument is\n\n                               valid and enforceable? (ii) Whether an arbitration agreement in an\n\n                               unregistered instrument which is not duly stamped, is valid and\n\n                               enforceable? (iii) Whether there is an arbitration agreement\n\n                               between the appellant and the respondent and whether an\n\n<span class=\"hidden_text\" id=\"span_31\">                      10/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_32\">\f                                                                                          O.P.No.698 of 2018</span>\n\n                              arbitrator should be appointed?” When it came to the question of\n\n                              an arbitration clause contained in an unregistered lease deed,\n\n                              this Court held: 20\n\n                                     “12. When a contract contains an arbitration agreement, it\n\n                              is a collateral term relating to the resolution of disputes, unrelated\n\n                              to the performance of the contract. It is as if two contracts—one in\n\n                              regard to the substantive terms of the main contract and the other\n\n                              relating to resolution of disputes—had been rolled into one, for\n\n                              purposes of convenience. An arbitration clause is therefore an\n\n                              agreement independent of the other terms of the contract or the\n\n                              instrument. Resultantly, even if the contract or its performance is\n\n                              terminated or comes to an end on account of repudiation,\n\n                              frustration or breach of contract, the arbitration agreement would\n\n                              survive for the purpose of resolution of disputes arising under or\n\n                              in connection with the contract.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_26\">                                     13. Similarly, when an instrument or deed of transfer (or a\n\n                              document affecting immovable property) contains an arbitration\n\n                              agreement, it is a collateral term relating to resolution of disputes,\n\n                              unrelated to the transfer or transaction affecting the immovable\n\n                              property. It is as if two documents—one affecting the immovable\n\n                              property requiring registration and the other relating to resolution\n\n                              of disputes which is not compulsorily registerable—are rolled into\n\n<span class=\"hidden_text\" id=\"span_33\">                      11/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_34\">\f                                                                                          O.P.No.698 of 2018</span>\n\n                              a single instrument. Therefore, even if a deed of transfer of\n\n                              immovable property is challenged as not valid or enforceable, the\n\n                              arbitration agreement would remain unaffected for the purpose of\n\n                              resolution of disputes arising with reference to the deed of\n\n                              transfer.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">                                     14. These principles have now found statutory recognition\n\n                              in sub-section (1) of <a href=\"/doc/675839/\" id=\"a_25\">Section 16</a> of the Arbitration and Conciliation\n\n                              Act, 1996 which is extracted below:\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n\n</p><blockquote id=\"blockquote_11\">                                     “16. Competence of Arbitral Tribunal to rule on its\n\n                              jurisdiction.—(1) The Arbitral Tribunal may rule on its own\n\n                              jurisdiction, including ruling on any objections with respect to the\n\n                              existence or validity of the arbitration agreement, and for that\n\n                              purpose— (a) an arbitration clause which forms part of a contract\n\n                              shall be treated as an agreement independent of the other terms\n\n                              of the contract; and 21 (b) a decision by the Arbitral Tribunal that\n\n                              the contract is null and void shall not entail ipso jure the invalidity\n\n                              of the arbitration clause.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_29\">                                     15. But where the contract or instrument is voidable at the\n\n                              option of a party (as for example under <a href=\"/doc/353998/\" id=\"a_26\">Section 19</a> of the Contract\n\n                              Act, 1872), the invalidity that attaches itself to the main\n\n                              agreement may also attach itself to the arbitration agreement, if\n\n<span class=\"hidden_text\" id=\"span_35\">                      12/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_36\">\f                                                                                        O.P.No.698 of 2018</span>\n\n                              the reasons which make the main agreement voidable, exist in\n\n                              relation to the making of the arbitration agreement also. For\n\n                              example, if a person is made to sign an agreement to sell his\n\n                              property under threat of physical harm or threat to life, and the\n\n                              said person repudiates the agreement on that ground, not only\n\n                              the agreement for sale, but any arbitration agreement therein will\n\n                              not be binding.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">                                    16. An arbitration agreement does not require registration\n\n                              under the <a href=\"/doc/1489134/\" id=\"a_27\">Registration Act</a>. Even if it is found as one of the\n\n                              clauses in a contract or instrument, it is an independent\n\n                              agreement to refer the disputes to arbitration, which is\n\n                              independent of the main contract or instrument. Therefore having\n\n                              regard to the proviso to <a href=\"/doc/1768154/\" id=\"a_28\">Section 49</a> of the Registration Act read\n\n                              with <a href=\"/doc/148854404/\" id=\"a_29\">Section 16(1)(a)</a> of the Act, an arbitration agreement in an\n\n                              unregistered but compulsorily registerable document can be\n\n                              acted upon and enforced for the purpose of dispute resolution by\n\n                              arbitration.” However, when it came to an unstamped lease deed\n\n                              which contained an arbitration clause, this Court, after setting out\n\n                              <a href=\"/doc/61287904/\" id=\"a_30\">Sections 33</a> and <a href=\"/doc/176042882/\" id=\"a_31\">35</a> of the Indian Stamp Act held:\n</p>\n<blockquote id=\"blockquote_12\">                                    “19. Having regard to <a href=\"/doc/176042882/\" id=\"a_32\">Section 35</a> of the Stamp Act, unless\n\n                              the stamp duty and penalty due in respect of the instrument is\n\n                              paid, the court cannot act upon the instrument, which means that\n\n<span class=\"hidden_text\" id=\"span_37\">                      13/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_38\">\f                                                                                         O.P.No.698 of 2018</span>\n\n\n\n\n                              it cannot act upon the arbitration agreement also which is part of\n\n                              the instrument. <a href=\"/doc/176042882/\" id=\"a_33\">Section 35</a> of the Stamp Act is distinct and\n\n                              different from <a href=\"/doc/1768154/\" id=\"a_34\">Section 49</a> of the Registration Act in regard to an\n\n                              unregistered document. <a href=\"/doc/322538/\" id=\"a_35\">Section 35</a> of the Stamp 22 Act, does not\n\n                              contain a proviso like <a href=\"/doc/1768154/\" id=\"a_36\">Section 49</a> of the Registration Act enabling\n\n                              the instrument to be used to establish a collateral transaction.\n\n</blockquote><blockquote id=\"blockquote_13\">                                     20. The Scheme for Appointment of Arbitrators by the\n\n                              Chief Justice of Gauhati High Court, 1996 requires an application\n\n                              under <a href=\"/doc/1454833/\" id=\"a_37\">Section 11</a> of the Act to be accompanied by the original\n\n                              arbitration agreement or a duly certified copy thereof. In fact, such\n\n                              a requirement is found in the scheme/rules of almost all the High\n\n                              Courts. If what is produced is a certified copy of the\n\n                              agreement/contract/instrument containing the arbitration clause, it\n\n                              should disclose the stamp duty that has been paid on the original.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">                              <a href=\"/doc/1182132/\" id=\"a_38\">Section 33</a> casts a duty upon every court, that is, a person having\n\n                              by law authority to receive evidence (as also every arbitrator who\n\n                              is a person having by consent of parties, authority to receive\n\n                              evidence) before whom an unregistered instrument chargeable\n\n                              with duty is produced, to examine the instrument in order to\n\n                              ascertain whether it is duly stamped. If the court comes to the\n\n                              conclusion that the instrument is not duly stamped, it has to\n\n<span class=\"hidden_text\" id=\"span_39\">                      14/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_40\">\f                                                                                           O.P.No.698 of 2018</span>\n\n                               impound the document and deal with it as per <a href=\"/doc/103830943/\" id=\"a_39\">Section 38</a> of the\n\n                               Stamp Act.”\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_41\">13. From the above dictims of the Apex Court, the latest judgment and\n\n                      also <a href=\"/doc/24736/\" id=\"a_40\">SMST Tea Estate</a> supra, even the agreement of sale is not registered, the\n\n                      arbitration agreement would remain unaffected for the purpose of resolution of\n\n                      disputes arising with regard to the agreement and agreement does not require\n\n                      registration under the <a href=\"/doc/1489134/\" id=\"a_41\">Registration Act</a>, even if it is found that the contract is an\n\n                      independent agreement to refer the dispute to arbitration which is independent of\n\n                      the main contract or instrument.      Therefore, having regard to the Proviso of\n\n                      <a href=\"/doc/1768154/\" id=\"a_42\">Section 49</a> of the Registration Act and 16(1)(a) of the <a href=\"/doc/1306164/\" id=\"a_43\">Arbitration and Conciliation\n\n                      Act</a>, an unregistered but compulsorily registrable document can be acted upon\n\n                      and enforced for the purpose of dispute resolution by arbitration.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_42\">14. Only in case of unstamped documents, the Apex Court in the above\n\n                      judgment has held that having regard to the <a href=\"/doc/176042882/\" id=\"a_44\">Section 35</a> of the Stamp Act and\n\n                      <a href=\"/doc/1768154/\" id=\"a_45\">section 49</a> of the Registration Act, such document cannot be used unless proper\n\n                      stamp duty is paid. Therefore, the contention of the learned Senior Counsel that\n\n                      the document require compulsory registration cannot be looked into to see the\n\n                      terms of the contract and to decide the dispute arose between the parties cannot\n\n                      countenanced, in view of the law <a href=\"/doc/24736/\" id=\"a_46\">laid down by</a> the Apex Court and also proviso to\n\n                      <a href=\"/doc/1768154/\" id=\"a_47\">section 49</a> of the Registration Act.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\"><span class=\"hidden_text\" id=\"span_43\">                      15/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_44\">\f                                                                                        O.P.No.698 of 2018</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174853124\" id=\"span_45\">15. It is also to be noted that the objection to the admissibility of the\n\n                      document has not been raised in the arbitral proceedings. Only when the Award\n\n                      was ready to be delivered by the majority Arbitral Tribunal, at that stage, it\n\n                      appears that a reopen application has been filed on 18.04.2018 seeking to\n\n                      reopen the case. The Minority member has disagreed with the findings of the\n\n                      Majority Award on the ground that the matter has to be reopened. However, in\n\n                      the proceedings under <a href=\"/doc/536284/\" id=\"a_48\">section 34</a> of the Arbitration and Conciliation Act, for the\n\n                      first time, the said objection as to jurisdiction has been raised. No doubt, the\n\n                      apex Court in <a href=\"/doc/174853124/\" id=\"a_49\">Lion Engineering Consultants Vs. State of M.P. and others</a>\n\n                      reported in 2018 (16) SCC 758 has held that all the objection of jurisdiction,\n\n                      whatsoever must be taken at the time of submission of the statement of defence.\n\n                      However, if one of the party contend the subject matter of the dispute is such\n\n                      that it cannot be dealt with by arbitration and it may be dealt under <a href=\"/doc/536284/\" id=\"a_50\">section 34</a> of\n\n                      the Arbitration and Conciliation Act, by this Court. In view of the above judgment\n\n                      of the Apex Court, the objection which has not been taken during the arbitral\n\n                      proceedings and taken during proceedings under <a href=\"/doc/536284/\" id=\"a_51\">Section 34</a> of the Arbitration\n\n                      and Conciliation Act also can be considered by this Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26596259\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24736\" id=\"span_47\">As held above in\n\n                      <a href=\"/doc/24736/\" id=\"a_52\">SMS Tea Estates</a> (supra) which has been followed in <a href=\"/doc/26596259/\" id=\"a_53\">Garware Wall Ropes Ltd.\n\n                      Vs. Coastal Marine Constructions &amp; Engineering Ltd.</a> reported in 2019 (6)\n\n                      SCALE 250, the unregistered agreement which contain arbitration clause\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                      16/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_49\">\f                                                                                         O.P.No.698 of 2018</span>\n\n                      requires compulsory registration can be relied upon to refer the dispute.\n\n                      Accordingly, the contention of the learned counsel in this regard cannot be\n\n                      countenanced.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">                              16. It is not in dispute between the parties that the petitioner has agreed\n\n                      to sell 18.41 cents of land for a total sale consideration of Rs.106 crores. On the\n\n                      date of agreement, a sum of Rs.20 Crores of advance has been paid to the\n\n                      petitioner. It is relevant to refer the clause 11 and 13 of the agreement entered\n\n                      between the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">                              Clause 11 (ii), (iii) and (vi) reads as follows :\n</p>\n<blockquote id=\"blockquote_14\">                                      11 (ii) Satisfactory due diligence on the title and ownership\n\n                               of the subject property by the prospective buyer and the resolution\n\n                               of all issues arising out of such due diligence by the land owner to\n\n                               the satisfaction of the prospective buyer, in the event that\n\n                               additional time is required to clear the said issues, the parties\n\n                               shall mutually agree to extend the timelines for the registration of\n\n                               the tranches of the land parcels forming part of the subject\n\n                               property or any portion thereof.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_39\">                                      (iii) The land owner shall have cleared all deficiencies with\n\n                               respect to the title and ownership of the subject property, if any\n\n                               pointed out by the prospective buyer&#x27;s legal counsel on the basis\n\n                               of the due diligence study.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\"><span class=\"hidden_text\" id=\"span_50\">                      17/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_51\">\f                                                                                          O.P.No.698 of 2018</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_41\">                                      (vi) The land owner shall compromise/settle the disputes\n\n                               arising out of C.S.No.115/2013 pending before the Subordinate\n\n                               Judge, Chengalpet with respect to Survey No.38/3 forming part of\n\n                               the subject property and shall ensure that the said civil suit is duly\n\n                               withdrawn.”\n\n\n\n                              Clause 13 : Due diligence access rights and termination :\n\n</p><blockquote id=\"blockquote_15\">                                      The prospective buyer shall be entitled to conduct a\n\n                               detailed due diligence on the subject property so as to ensure\n\n                               itself with the land and title documents on a &#x27;best efforts&#x27; basis.\n\n                               The prospective buyer proposes to complete the due diligence\n\n                               process in the shortest possible time from the date of execution of\n\n                               this &#x27;Term Sheet&#x27;, which period may be extended for a period of\n\n                               15 days by mutual consent of the parties, only if any delay is\n\n                               caused by any inadequecy of records or documentation and for\n\n                               reasons not attributable to the prospective buyer. In any case,\n\n                               the time for due diligence shall not exceed 60 (sixty) days from\n\n                               the date of this &#x27;Term Sheet&#x27;.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_42\">                                      The land owner shall fully cooperate and provide all\n\n                               necessary assistance to all the authorized employees, agents,\n\n                               consultants including but not limited to legal counsels of the\n\n<span class=\"hidden_text\" id=\"span_52\">                      18/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_53\">\f                                                                                        O.P.No.698 of 2018</span>\n\n                              prospective buyer for completion of the due diligence, land survey\n\n                              and other investigations of the subject property, including\n\n                              permitting the prospective buyer or its auhorized with prior\n\n                              intimation tot he land owner of not less than 24 hours. The land\n\n                              owner upon prior intimation of the prospective buyer undertakes\n\n                              to provide all the documents that are available with it for due\n\n                              diligence purposes at an agreed place.       Only after being fully\n\n                              satisfied the prospective buyer will enter into the definitive\n\n                              agreement.    However, if during or on conclusion of the due\n\n                              diligence, the prospective buyer finds something contrary to what\n\n                              has been claimed by the land owner and is not satisfied regarding\n\n                              the land documents, title documents with respect to the subject\n\n                              property, then it shall at its sole discretion, communicate the same\n\n                              in writing to the land owner and may exercise its right to terminate\n\n                              the Term Sheet. In such event, the land owner shall refund the\n\n                              advance sale consideration without any interest and without any\n\n                              deductions, within 15 (fifteen) days of such termination. In the\n\n                              event of any failure of the land owner to so return the advance\n\n                              sale consideration within the stipulated time, the land owner shall\n\n                              be liable to pay interest % 18% per annum till the date of\n\n                              payment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">\n\n<span class=\"hidden_text\" id=\"span_54\">                      19/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_55\">\f                                                                                      O.P.No.698 of 2018</span>\n\n                                       In case the prospective buyer fails to complete the due\n\n                               diligence within 60 days time specified above, for any reason not\n\n                               attributable to the land owner, then the land owner can terminate\n\n                               the Term Sheet with immediate effect and return the advance\n\n                               amount paid by the prospective buyer after deducting the Drop\n\n                               Deed Fee of Rs.1,00,00,000/- (Rupees One Crore only).”\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_44\">                              17. A careful perusal of the above terms of the contract makes it clear\n\n                      that the title should be free from any encumbrance and satisfactory due diligence\n\n                      of the title and ownership of the subject property should be satisfied by the\n\n                      prospective buyer. Clause 13 of the agreement also clearly indicate that land\n\n                      owner under took to provide all the documents to the prospective buyer and\n\n                      during or on conclusion of the due diligence, the prospective buyer finds\n\n                      something contrary to what has been claimed by the land owner is not satisfied\n\n                      regarding the land documents, then it shall be the sole discretion of the\n\n                      prosepective buyer and may exercise its right to terminate the contract. The\n\n                      agreement itself provide for such right to the buyer to terminate the contract in\n\n                      the event if the title is not satisfied.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">                              18. The main ground on which the agreement is terminated is with regard\n\n                      to the defect in title with respect to the survey Nos.31/1, 38/3 and survey\n\n                      Nos.6/4, 7/2 and 12/2. The learned Arbitrator has considered the entire contract\n\n<span class=\"hidden_text\" id=\"span_56\">                      20/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_57\">\f                                                                                         O.P.No.698 of 2018</span>\n\n                      and found that the termination of the contract by the buyer dated 11.04.2004 is\n\n                      valid and factually found that the suit in respect of survey No.31/1 in O.S.No.115\n\n                      of 2010, which was pending, is not concluded despite specific contract between\n\n                      the parties. It is agreed specifically in the contract that the land owner shall\n\n                      compromise the suit in C.S.115 of 2010 pending before the Subordinate Court,\n\n                      Chengalpet with respect to the part of the suit property. Similarly in respect of\n\n                      survey No.38/3, after publication has been issued, an objection was raised by\n\n                      one Arumagam. This has also been factually considered by the learned\n\n                      Arbitrators. Similarly, in respect of survey Nos.6/4, 7/2 and 12/2, the learned\n\n                      Arbitrators have factually found that the original Trust Deed which has been filed\n\n                      before the Court in O.P.No.69 of 2003, seeking permission to sell the Trust\n\n                      Properties, were not produced by the seller.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_48\">                              19.   The learned Arbitrators also looking into various clauses in the\n\n                      agreement found that only the vendor has committed breach of the contract.\n\n                      They have not cleared the title of the properties in respect of 3 survey numbers\n\n                      and held that they are liable to return the advance amount of Rs.20 crores with\n\n                      interest at the rate of 18% per annum. The title report relied upon by both sides\n\n                      also clearly indicate that some titles are not cleared in respect of the Trust\n\n                      properties.   Similarly, Survey No.38/3 also not cleared from the pending\n\n                      litigation. The title report relied upon by the petitioner also clearly indicate that\n\n                      there were objections with regard to the survey number 31/1 previously raised.\n\n<span class=\"hidden_text\" id=\"span_58\">                      21/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_59\">\f                                                                                         O.P.No.698 of 2018</span>\n\n                      Therefore, having entered into a contract and specifically agreed to clear all the\n\n                      defects in the title, now it cannot be said that the rest of the property can be\n\n                      purchased by the purchaser.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">\n\n</p><p data-structure=\"Section\" id=\"p_50\">                              20. No doubt, a specific issue has not been framed by the Arbitrators as\n\n                      to the claim of specific performance of the part of the contract by the petitioner.\n\n                      However, despite, there is no specific point for consideration in this regard, the\n\n                      Arbitrators in para 12 have discussed that the petitioner is not justified in saying\n\n                      that the property could be purchased subject to the above defects or that the\n\n                      part of the property could be purchased excluding those survey numbers and\n\n                      held that they cannot substitute new contract for the parties. Therefore, merely\n\n                      on the ground that necessary issue with regard to the specific performance has\n\n                      not been framed, it cannot be said that the entire award is vitiated. Hence, this\n\n                      Court is unable to countenance the contention of the petitioner that a part of\n\n                      specific performance has to be enforced. To enforce a part of the contract, there\n\n                      must be pleading by the party who seeks to enforce a part of the contract\n\n                      specifically to relinquish all claims to the performance of the remaining part of the\n\n                      contract and all right to compensation, either for the deficiency or for the loss or\n\n                      damage sustained by him through the default of other side. There is no such\n\n                      pleadings whatsoever in the counter claim. Therefore, the contention that\n\n                      specific performance ought to have been given for the remaining part of the\n\n                      contract cannot be countenanced. At any event, when the title deeds are subject\n\n<span class=\"hidden_text\" id=\"span_60\">                      22/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_61\">\f                                                                                         O.P.No.698 of 2018</span>\n\n                      to the satisfaction of the purchaser and the seller has failed to clear the title of\n\n                      the property and the contract provides discretion for the purchaser to terminate\n\n                      the contract, the petitioner cannot seek enforcement of a part of the contract.\n\n                      Hence, I do not find any grounds to interfere with the Award passed by the\n\n                      arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                              21. Accordingly, this Original Petition is dismissed. No cost.</p><pre id=\"pre_2\">\n\n\n\n                                                                                               29.08.2019\n\n\n                      Index    : Yes/ No\n                      Internet : Yes\n                      Speaking/Non-speaking Order\n\n\n\n\n                      vrc\n\n\n\n                      To\n\n</pre><p data-structure=\"Conclusion\" id=\"p_53\">                      M/s.Khiviraj Automibiles and Infrastructure and Pvt. Ltd.,\n                      Rep. by its Director Bharath Kumar Bhavan,\n                      617, Anna Salai,\n                      Chennai – 600 006.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">\n\n\n<span class=\"hidden_text\" id=\"span_62\">                      23/24</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_63\">\f                                              O.P.No.698 of 2018</span>\n\n                                       N.SATHISH KUMAR, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">                                                            vrc\n\n\n\n\n                                                      Order in\n\n                              Original Petition No.698 of 2018\n\n\n\n\n                                                   29.08.2019\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                      24/24</span>\n\n\n\nhttp://www.judis.nic.in\n\f</p>","numcites":29,"numcitedby":0,"docsource":"Madras High Court","citetid":41727320,"divtype":"judgments","relatedqs":[{"value":"unregistered document","formInput":"unregistered%20document"},{"value":"section 49 of registration act","formInput":"section%2049%20of%20registration%20act"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"collateral transaction","formInput":"collateral%20transaction"},{"value":"sms tea estates ","formInput":"sms%20tea%20estates%20"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"\"term sheet are\"","formInput":"%22term%20sheet%20are%22"},{"value":"unregistered Agreement ","formInput":"unregistered%20Agreement%20"},{"value":"term sheets ","formInput":"term%20sheets%20"},{"value":"stamp duty","formInput":"stamp%20duty"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"registration act","formInput":"registration%20act"},{"value":"property trust","formInput":"property%20trust"},{"value":"stamp act","formInput":"stamp%20act"},{"value":"sale and agreement to sale","formInput":"sale%20and%20agreement%20to%20sale"},{"value":"terminable contract","formInput":"terminable%20contract"}],"cats":[{"value":"effect-of-non-registration-of-documents","formInput":"tag:effect-of-non-registration-of-documents"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"registration","formInput":"tag:registration"}],"courtcopy":true,"query_alert":null,"agreement":false}