{"tid":1392970,"publishdate":"1999-06-08","title":"Bhuvaneswari P. And Ors. vs Union Of India (Uoi) And Ors. on 8 June, 1999","doc":"<h2 class=\"doc_title\">Bhuvaneswari P. And Ors. vs Union Of India (Uoi) And Ors. on 8 June, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2000)ILLJ836MAD</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-d-premkumar\">P.D. Dinakaran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-d-premkumar\">P.D. Dinakaran</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nP.D. Dinakaran, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Petitioners seek a Writ of Mandamus, to direct the second respondent to continue the employment of the petitioners and to regularise their services in the second respondent establishment with all attendant consequential monetary and other benefits. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_2\">2. According to Mr. R.Viduthalai, learned counsel for the petitioners, petitioners 1 to 10 were employed by the fifth respondent, who is a licensee in respect of telephone booths with I.S.D./S.TD, facility, situated at International Airport, Chennai, which is controlled by the second respondent from December 1993, June 1994, April 1993, December 1995, March 1996, May 1996, February 1996, August 1993, May 1996 and August 1995 respectively. Petitioners were employed in continuous service for a period of 480 days in 24 calendar months, and therefore, they are entitled for regularisation of their services with conferment of permanent status under the provisions of the <a href=\"/doc/197020455/\" id=\"a_1\">Tamil Nadu Industrial Establishments (Conferment of Permanent Status to Workmen) Act</a>. It is contended that, even though the fifth respondent is the immediate employer, the second respondent is the Principal Employer of the petitioners, as the telecom services is one of the basic essential facilities to be provided by the second respondent in the international airport premises, but for which, the second respondent could not have the international status. It is further contended that since the petitioners were employed through the fifth respondent, who is running the telephone booths in pursuance of the licence issued by the second respondent, in view of the provisions of the <a href=\"/doc/1810788/\" id=\"a_2\">Contract Labour (Regulation and Abolition) Act, 1970</a>, (hereinafter referred to as the Act), the second respondent is prohibited to engage the petitioners as contract labourers, and consequently, their services have to be regularised by a statutory implication. Mr. R. Viduthalai, learned counsel for the petitioners, further contends that <a href=\"/doc/178832227/\" id=\"a_3\">Section 2(b)</a> of the Act creates a legal fiction to deem a workman as a contract labour employed in or in connection with the work of an establishment when he is hired in or in connection with such work by or through a contractor with or without the knowledge of the principal employer. Learned counsel for the petitioners, further contends that the second respondent is the principal employer as per <a href=\"/doc/178832227/\" id=\"a_4\">Section 2(g)(i)</a> of the Act. It is immaterial whether the petitioners were employed by the fifth respondent with or without the knowledge of the second respondent, but to deem them as contract labourers for the purposes of the Act, it is suffice to note that admittedly the petitioners were employed by the fifth respondent who is the contractor in or in connection with the work of the second respondent, that is, to provide telecom facility to the passengers who avail the service of the second respondent. Therefore, the petitioners are entitled for the benefits of the provisions of the <a href=\"/doc/1810788/\" id=\"a_5\">Contract Labour (Regulation and Abolition) Act, 1970</a>. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. To support his contentions, Mr. R. Viduthalai, learned counsel for the petitioners, referred to Clause 6 and Clause 10 of the Licence, which read as follows : \n</p>\n   \n\n<blockquote id=\"blockquote_1\">&quot;CLAUSE 6: \n</blockquote> \n\n<blockquote id=\"blockquote_2\">The licensee, his agents and servants shall observe and perform and comply with all rules and regulations of the Shops and Establishments Act, Factories Act, Industrial Disputes Act, Minimum Wages Act and the provisions of any statutory law applicable to the licensee including any rules and regulations made by the authority, civil aviation department or any other department of Government and/or local body or administration in force from time to time the business which the licensee are allowed to carry under this agreement and to the area in which the said premises are located.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\">Clause 10 of the terms and conditions reads as follows : \n</p><blockquote id=\"blockquote_3\">  &quot;The licensee shall employ only such servants who shall have good character and well behaved and skilful in their business. He shall furnish the authority in writing the names, parentage, age, residence and specimen signature, or thumb impression of all servants whom he proposes to employ for the purposes of this agreement before they are employed and the authority shall be at liberty to forbid the employment of any person whom it may consider undesirable. The servants employed by him shall be under the general discipline of the authority and shall conform to such directions as may be issued by the authority in respect of points of routes of entry to and exit of the premises and in respect of the use of toilet and wash rooms. He shall also have the character of all persons employed by him verified by the police to the satisfaction of the authority before the employment.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_5\">4. By referring the above clauses, Mr. R. Viduthalai, learned counsel for the petitioners contends that, even under the very licence, the second respondent required the petitioners, who are the servants of the fifth respondent, to observe, perform and comply with the rules and regulations of the second respondent authority and the Civil Aviation Department and any other Departments of the Government and also imposed a condition that the petitioners should have good character, behaviour and skill in the business; should furnish their details before they were employed and the second respondent should have a liberty to forbid employment of any persons whom it might consider undesirable. Since the licence granted to the fifth respondent expired on March 31, 1999, the second respondent issued a public notice in the dailies inviting tenders for grant of licence to run the telephone booths with I.S.D./S.T.D. facility in the Chennai Airport. Mr. R. Viduthalai, learned counsel for the petitioners, complains that the said notification does not provide any guarantee for the employment of the petitioners. Apprehending that the successful bidders will not engage the petitioners in service, the petitioners have filed the above writ petition seeking for regularisation of their services. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">5, Per contra, Mr. Vijay Narayan, learned counsel for the second respondent, contends that even though the petitioners were employed by the fifth respondent, who was granted licence to operate the public telephone booths in the Central Airport Premises, they were not employed in or in connection with the work of the second respondent; nor the fifth respondent could be considered as a contractor within the meaning of <a href=\"/doc/1817848/\" id=\"a_6\">Section 2(c)</a> of the Act as the fifth respondent had not undertaken any work to produce a given result for the second respondent establishment; and the fifth respondent had engaged the petitioners only to maintain the public telephones as any other contractor who run snack bar, restaurant, book shops, customs duty free shops, courier service, etc. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1201444\" id=\"span_1\">In any event, Mr. Vijay Narayan, learned counsel for the second respondent, referring to the decisions in <a href=\"/doc/1201444/\" id=\"a_7\">Ramakrisknan, K. and 19 Ors. v. Bharat Petroleum Corporation Ltd.</a> and 2 Ors. reported in (1997-II-LLJ-1101) (Mad-DB) and K.R. Kalidas v. T.N. Electricity Board reported in (Vol. 89) F.J.R. 373, contends that assuming the petitioners are entitled for the benefits of the provisions of the <a href=\"/doc/1810788/\" id=\"a_8\">Contract Labour (Regulation and Abolition) Act, 1970</a>, they have to approach only the Industrial Tribunal for the relief as prayed for and only if the Industrial Tribunal finds that the contract is genuine, the contract labour could approach the Government for issue of a notification under <a href=\"/doc/45909/\" id=\"a_9\">Section 10</a> of the Act, on the basis of which, the contract labour could seek absorption by the principal employer. Mr. Vijay Narayan learned counsel for the second respondent, therefore, contends that the petitioners are not entitled to seek the relief as prayed for directly by approaching this Court under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution of India.</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">6. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_2\">In reply, Mr. R. Viduthalai, learned counsel for the petitioners, referring to the decision in <a href=\"/doc/784921/\" id=\"a_11\">Air India Statutory Corporation and Ors. v. United Labour Union</a>, reported in (1997-I-LLJ-1113) (SC), contends that there is no limitation or fetters on the powers of this Court under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution of India, and therefore, despite <a href=\"/doc/1436043/\" id=\"a_13\">Section 10(1)</a> of the Act, the High Court still has, by judicial review, as a basic structure, a constitutional duty to enforce the law by appropriate directions.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"63700409\" id=\"span_3\">Mr. R.Viduthalai, learned counsel for the petitioners, by referring to the decision in <a href=\"/doc/63700409/\" id=\"a_14\">U.P. State Co-operative Land Development Bank Ltd. v. Chandra Bhan Dubey</a> reported in (1999-I-LLJ-633) (SC), also contends that the power under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution of India is very vast, and therefore, the petitioners are entitled to seek the relief as prayed for, directly invoking the powers of this Court under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of India.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">7. I have given consideration to the submissions of both sides. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\">8. Arguments are advanced for and against the maintainability of the writ petition as a preliminary issue, of course, on the basis of the decisions of this Court as well as the Apex Court. The powers conferred under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution of India on this Court is expansive and extraordinary without any limitation or fetters, except that could be self-imposed, so that, it would reach wherever injustice is complained of and justice has to be rendered. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"63700409\" id=\"span_4\">9. The Apex Court, in <a href=\"/doc/63700409/\" id=\"a_18\">U.P. State Co-operative Land Development Bank Ltd. v. Chandra Bhan Dubey</a> (supra) has held as follows :</span> \n</p><blockquote id=\"blockquote_4\">  &quot;When any citizen or person is wronged, the High Court will step in to protect him, be that wrong be done by the State, as instrumentality of the State, a company or a co-operative society or association or body of individuals whether incorporated or not, or even an individual. Right that is infringed may be under Part HI of the Constitution or any other right which the law validly made might confer upon him. But then the power conferred upon the High Courts under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution is so vast, this Court has laid down certain guidelines and self-imposed limitations have been put there subject to which High Courts would exercise jurisdiction, but those guidelines cannot be mandatory in all circumstances. High Court does not interfere when an equally efficacious alternative remedy is available or when there is established procedure to remedy a wrong or enforce a right. A party may not be allowed to bye-pass the normal channel of civil and criminal litigation. High Court does not act like a proverbial bull in china shop in the exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226.&quot;</a> \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">Therefore, while exercising the power under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution of India, availability of equally efficacious alternative remedy and the procedure established for the same cannot be lightly disregarded. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_5\">10. I am also obliged to refer the decision in <a href=\"/doc/366376/\" id=\"a_22\">Gujarat Electricity Board, Ukai v. Hind Mazdoor Sabha</a> reported in (1995-II-LLJ-790) (SC), after referring to an earlier judgment rendered by the Apex Court in R.K. Panda v. Steel Authority of India Ltd. (1997-III-LLJ (Suppl)-1202) (SC), on the identical issue of abolition of contract labour, has held as follows :</span> \n</p><blockquote id=\"blockquote_5\">   &quot;It is true that, with the passage of time and purely with a view to safeguard the interest of workers, many principal employers while renewing the contracts have been insisting that the contract for the new contractor retains the old employees. In fact such a condition is incorporated in the contract itself. However, such a clause in the contract which is benevolently inserted in the contract to protect the continuance of the source of livelihood of the contract labour cannot by itself give rise to a right to regularisation in the employment of the principal employer. Whether the contract labourers have become the employees of the principal employer in course of time and whether the engagement and employment of labourers through a contractor is a mere camouflage and a smokescreen, as has been urged in this case, is a question of fact and has to be established by the contract labourers on the basis of the requisite material. It is not possible for the High Court or this Court, while exercising writ jurisdiction or jurisdiction under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> to decide such questions, only on the basis of the affidavits. It need not be pointed out that in all such cases, the labourers are initially employed and engaged by the contractors. As such, at what point of time a direct link is established between the contract labourers and the principal employer, eliminating the contractor from the scene, is a matter which has to be established on material produced before the Court. Normally the Labour Court and the Industrial Tribunal, under the <a href=\"/doc/500379/\" id=\"a_24\">Industrial Disputes Act</a>, are competent fora to adjudicate such disputes on the basis of the oral and documentary evidence produced before them.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_6\">11. The Apex Court, thus, in <a href=\"/doc/366376/\" id=\"a_25\">Gujarat Electricity Board, Ukai v. Hind Mazdoor Sabha</a> (supra), arrived at the following conclusion as to the remedy available for the contract labourers under the <a href=\"/doc/1810788/\" id=\"a_26\">Contract Labour (Regulation and Abolition) Act, 1970</a>, as follows :</span> \n</p>   \n\n<blockquote id=\"blockquote_6\">&quot;(i) In view of the provisions of <a href=\"/doc/45909/\" id=\"a_27\">Section 10</a> of the Act, it is only the appropriate Government which has the authority to abolish genuine labour contract in accordance with the provisions of the said section. No Court including the industrial adjudicator has jurisdiction to do so. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (ii) If the contract is sham or not genuine, the workmen of the so called contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/45909/\" id=\"a_28\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised, the industrial adjudicator has to decide whether the contract is sham or genuine. It is only if the adjudicator comes to the conclusion that the contract is sham, that he will have jurisdiction to adjudicate the dispute. If, however, he comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_29\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_30\">Section 2(k)</a> of the Industrial Disputes Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/45909/\" id=\"a_31\">Section 10</a> of the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> (iii) If the labour contract is genuine a composite industrial dispute can still be raised for abolition of the contract labour and their absorption. However, the dispute will have to be raised invariably by the direct employees of the principal employer. The industrial adjudicator, after receipt of the reference of such dispute, will have first to direct the workmen to approach the appropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_32\">Section 10</a> of the Act and keep the reference pending. If, pursuant to such reference, the contract labour is abolished by the appropriate Government, the industrial adjudicator will have to give opportunity to the parties to place the necessary material before him to decide whether the workmen of the erstwhile contractor should be directed to be absorbed by the principal employer, how many of them and on what terms. If, however, the contract labour is not abolished, the industrial adjudicator has to reject the reference. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (iv) Even after the contract labour system is abolished the direct employees of the principal employer can raise an industrial dispute for absorption, of the ex-contractor&#x27;s workmen and the adjudicator, on the material placed before him, and decide as to who and how many of the workmen should be absorbed and on what terms.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1099814\" id=\"span_7\">In the light of the above conclusion arrived at by the Apex Court, a Division Bench of this Court, in <a href=\"/doc/1099814/\" id=\"a_33\">K.R. Kalidas v. T.N. Electricity Board</a> (supra), held that, assuming, the contract labourers are continued to be in service, they are not entitled to seek the regularisation directly by invoking <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution of India, and that they are at liberty to approach the Industrial Tribunal to seek appropriate relief.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_9\">13. The conclusion arrived at by the Apex Court in <a href=\"/doc/366376/\" id=\"a_35\">Gujarat Electricity Board, Ukai v. Hind Mazdoor Sabha</a> (supra) again came up for consideration before the Apex Court in <a href=\"/doc/784921/\" id=\"a_36\">Air India Statutory Corporation v. United Labour Union</a> (supra), wherein, the Apex Court, while considering the object of the <a href=\"/doc/1810788/\" id=\"a_37\">Contract Labour (Regulation and Abolition) Act</a>, held that the High Court, has, by judicial review as the basic structure, a constitutional duty to enforce the laws by appropriate directions, as the right to judicial review is now a basic structure of the Constitution.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_12\">14. However, such public law remedy provided under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution of India should be decided with reference to the facts and grievances in each case. A Bench of three Judges of the Apex Court, in <a href=\"/doc/784921/\" id=\"a_39\">Air India Statutory Corporation v. United Labour Union</a> (supra), after considering the decision in <a href=\"/doc/1071315/\" id=\"a_40\">R.K. Panda v. Steel Authority of India Ltd.</a> (supra), as well as the decision in <a href=\"/doc/366376/\" id=\"a_41\">Gujarat Electricity Board, Ukai v. Hind Mazdoor Sabha</a> (supra), has held as follows :</span></span></span> \n</p><blockquote id=\"blockquote_10\">  &quot;......It is necessary to recapitulate that on abolition of the contract labour system, by necessary implication, the principal employer is under statutory obligation to absorb the contract labour. The linkage between the contractor and the employee stood snapped and direct relationship stood restored between the principal employer and the contract labour as its employees. Considered from this perspective, all the workmen in the respective services working on contract labour are required to be absorbed in the establishment of the appellant. Though there exists no specific scale of pay to be paid as regular employees, it is for the establishment to take such steps as are necessary to prescribe scale of pay like class &#x27;D&#x27; employees. There is no impediment in the way of the appellants to absorb them in the last grade, namely, Grade IV employees on regular basis. It is seen that the criteria to abolish the contract labour system is the duration of the work, the number of employees working on the job etc. That would be the indicia to absorb the employees on regular basis in the respective services in the establishments. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_13\">Therefore, the date of engagement will be the criteria to determine their inter se seniority. In case, there would be any need for retrenchment of any excess staff, necessarily, the principle of &quot;last come, first go&quot; should be applied subject to his reappointment as and when the vacancy arises. Therefore, there is no impediment in the way of the appellants to adopt the above procedure. The award proceedings as suggested in <a href=\"/doc/366376/\" id=\"a_42\">Gujarat Electricity Board</a> case are beset with several incongruities and obstacles in the way of the contract labour for immediate absorption. Since, the contract labour gets into the service of the principal employer, the Union of the existing employees may not espouse their cause for reference under <a href=\"/doc/1669932/\" id=\"a_43\">Section 10</a> of the ID Act. The workmen, on abolition of contract labour system have no right to seek reference under <a href=\"/doc/1669932/\" id=\"a_44\">Section 10</a> of the ID Act. Moreover, the workmen immediately are kept out of job to endlessly keep waiting for award and thereafter resulting in further litigation and delay in enforcement. The management would always keep them at bay for absorption. It would be difficult for them to work out their right. Moreover, it is a tardy and time consuming process and years would roll by. Without wages, they cannot keep fighting the litigation endlessly. The right and remedy would be a teasing illusion and would be rendered otiose and practically compel the workmen to remain at the mercy of the principal employer.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_14\">Considered from this pragmatic perspective, with due respect to the learned Judges, the remedy carved out in <a href=\"/doc/366376/\" id=\"a_45\">Gujarat Electricity Board</a> case would be unsatisfactory. The short-comings were not brought to the attention of this Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_15\">So, that part of the direction in <a href=\"/doc/366376/\" id=\"a_46\">Gujarat Electricity Board</a> case is not, with due respect to the Bench, correct in law.</span> The Dena Nath case, as held earlier, has not correctly laid down the law. Therefore, it stands overruled. Moreover, the Bombay High Court has correctly held that the High Court under <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> of the Constitution would direct the principal employer to absorb the contract labour, after its abolition, even though some of the contractors have violated <a href=\"/doc/476610/\" id=\"a_48\">Section 12</a> of the Act and the appellants have violated <a href=\"/doc/1711982/\" id=\"a_49\">Section 7</a> of the Act. In the judgments under appeal, the High Court has directed to absorb the services of the workmen from the date of the judgment. The respondent Union did not challenge it. We are, therefore, constrained not to grant the benefit to the employees of the respondent Union from the date of the abolition of the contract labour system. We, therefore, uphold the direction issued by the High Court to regularise their services with effect from the respective dates of the judgments of the High Court with all consequential benefits.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">15. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"784921\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"784921\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"784921\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1201444\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1201444\" id=\"span_20\">In <a href=\"/doc/1201444/\" id=\"a_50\">Ramakrishnan K and 19 Ors. v. Bharat Petroleum Corporation Ltd.</a> and 2 <a href=\"/doc/1201444/\" id=\"a_51\">Ors.</a> (supra), the decision in <a href=\"/doc/784921/\" id=\"a_52\">Air India Statutory Corporation v. United Labour Union</a> (supra) was distinguished on the ground that the only question that came up for consideration in <a href=\"/doc/784921/\" id=\"a_53\">Air India Statutory Corporation</a> case was the effect of a notification under <a href=\"/doc/45909/\" id=\"a_54\">Section 10</a> of the Act, abolishing the contract labour in a particular activity, and therefore, the <a href=\"/doc/784921/\" id=\"a_55\">ratio <a href=\"/doc/784921/\" id=\"a_56\">laid down in</a></a> <a href=\"/doc/784921/\" id=\"a_57\">Air India Statutory Corporation v. United Labour Union</a> (supra) cannot be used to contend that this Court, in a writ petition, can go into the question whether a contract labourer should be directly absorbed by the principal employer, in a given case, and therefore, held that when the employment of a workman as a contract labour is disputed, the same cannot be gone into directly under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of the Constitution of India, unless the Industrial Tribunal finds that the contract is genuine.</span></span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1201444\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1201444\" id=\"span_23\">16. Only if the Industrial Tribunal finds that the contract is genuine, the contract labourer could approach the Government for issue of a notification under <a href=\"/doc/45909/\" id=\"a_59\">Section 10</a> of the Act. If the notification is issued abolishing the contract labour, a Division Bench of this Court, in <a href=\"/doc/1201444/\" id=\"a_60\">Ramakrishnan K. and 19 Ors. v. Bharat Petroleum Corporation Ltd.</a> and 2 <a href=\"/doc/1201444/\" id=\"a_61\">Ors.</a> (supra) has held that the judgment of the Apex Court in <a href=\"/doc/784921/\" id=\"a_62\">Air India Statutory Corporation v. United Labour Union</a> (supra) will come to rescue the contract labourer directly and the contract labourers are entitled to be absorbed by the principal employer straightaway, without having to raise any industrial dispute.</span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"63700409\" id=\"span_24\">In the light of the above <a href=\"/doc/784921/\" id=\"a_63\">ratio <a href=\"/doc/784921/\" id=\"a_64\">laid down in</a></a> the above decisions, I am of considered opinion that the powers conferred under <a href=\"/doc/1712542/\" id=\"a_65\">Article 226</a> of the Constitution of India, is so wide and expansive, that it cannot be exercised as &quot;a bull in china shop&quot;, as observed by the Apex Court in <a href=\"/doc/63700409/\" id=\"a_66\">U.P. State Co-operative Land Development Bank Ltd. v. Chandra Bhan Dubey</a> (supra), but, certainly, can be exercised to meet the ends of justice, under the facts and circumstances of each case.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">18. In the instant case, admittedly, the workers were employed by the fifth respondent licensee, to operate public call telephone booths with S.T.D. and I.S.D. facility. But, the fifth respondent did not engage the petitioners as contractors to produce a given result for the establishment, to satisfy the basic requirement contemplated under <a href=\"/doc/1817848/\" id=\"a_67\">Section 2(c)</a>, which defines Contractor as follows : \n</p><blockquote id=\"blockquote_11\">  &quot;.......Contractor, in relation to an establishment, means a person who undertakes to produce a given result for the establishment, other than mere supply of goods or articles of manufacture to such establishment, through contract labour or who supplies contract labour for any work of the establishment and includes a sub-contractor.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_21\">19. Consequently, the petitioners could be deemed as workmen employed as contract labour in or in connection with the work of the second respondent, as contemplated under <a href=\"/doc/1817848/\" id=\"a_68\">Section 2(b)</a> of the Act, which reads as follows : \n</p><blockquote id=\"blockquote_12\">  &quot;A workman shall be deemed to be employed as &quot;contract labour&quot; in or in connection with the work of an establishment when he is hired in or in connection with such work by or through a contractor, with or without the knowledge of the principal employer.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_22\">20. Considering the facts and circumstances of this case, and particularly, in the absence of any notification under <a href=\"/doc/45909/\" id=\"a_69\">Section 10</a> of the Act, notifying the petitioners as &quot;contract labour&quot;, I have no option, except to dismiss the above writ petition holding that they are not entitled to the relief, as prayed for. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">21. The writ petition fails, and is, therefore, dismissed. Consequently, the connected W.M.Ps. are dismissed. No costs. \n</p> \n\n","numcites":18,"numcitedby":1,"docsource":"Madras High Court","citetid":1392970,"divtype":"judgments","relatedqs":[{"value":"principal employer contract labour","formInput":"principal%20employer%20contract%20labour"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"\"contract labour\" \"  \"principal employer\"","formInput":"%22contract%20labour%22%20%22%20%20%22principal%20employer%22"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"basic structure","formInput":"basic%20structure"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"absorption","formInput":"absorption"},{"value":"air india statutory corporation ","formInput":"air%20india%20statutory%20corporation%20"},{"value":"bharat petroleum","formInput":"bharat%20petroleum"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"contract act","formInput":"contract%20act"},{"value":"Bharat Petroleum Corporation Limited","formInput":"Bharat%20Petroleum%20Corporation%20Limited"},{"value":" Union Of India    filter:    seniority rules","formInput":"%20Union%20Of%20India%20%20%20%20filter%3A%20%20%20%20seniority%20rules"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"espousal ","formInput":"espousal%20"},{"value":"labour acts","formInput":"labour%20acts"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"interpretation-contract-labour-act","formInput":"tag:interpretation-contract-labour-act"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"}],"courtcopy":false,"query_alert":null,"agreement":false}