{"tid":1138197,"publishdate":"2000-10-31","title":"State Of Kerala And Ors. vs Kottarakkara Public Works Skilled ... on 31 October, 2000","doc":"<h2 class=\"doc_title\">State Of Kerala And Ors. vs Kottarakkara Public Works Skilled ... on 31 October, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2001KER60, AIR 2001 KERALA 60</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nSankarasubban, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. These Writ Appeals are filed by the State of Kerala and also other Officials of the Public Works Department. In these Writ Appeals, the challenge is against the judgment of the learned single Judge directing the appellants to pay the respondents the amount covered by the bills for the work done by them as contractors. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. Petitioners in the Original Petitions are contractors registered with the Government of Kerala. They have undertaken works on the basis of contract for the construction of roads, bridges, etc. The contract is awarded on the basis of tenders invited and thereafter, the contractor who has been chosen for the work, executes an agreement with the Government containing conditions regarding the governance of the contract. In all these cases, grievance of the petitioners is that even though the works undertaken by them has been completed, they were not paid the amounts due to them as per the final bills. The grievance appears to be that the works have been completed long ago. But the Government is not paying the amount on the pretext that there is lack of funds. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. When the Original Petitions came up for admission before the learned single Judge, Government Pleader took notice in these matters and posted the cases for Instructions of the Government. When the cases were posted, the Government Pleader, on instructions, submitted that it is true that amounts are payable. But due to lack of funds, the Government was not able to pay the amount immediately. The learned Judge, after recording the above submission disposed of the cases directing the appellants to disburse the amount within a time limit, failing which, it was stated that the appellants will be liable to pay interest at 12%. While disposing of the Original Petitions, the learned single Judge relied on a Division Bench decision of this Court in Anirudhan v. State of Kerala, (1999) 2 Ker LJ 252. It is against the above judgment that these appeals have been filed. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\"> 4. Learned Additional Advocate General appearing for the appellants submitted that it is true that the respondents have entered into contracts with the appellants and in many cases, amounts are due to the respondents from the appellants on the basis of the contract. Learned Additional Advocate General submitted that these are not statutory contracts. They are ordinary contracts entered into by the Government with the contractors. Hence, it cannot be said to be that there is a statutory duty or public duty on the part of the Government, even though the Additional Advocate General does not deny the fact that amounts are due to those persons. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"> 5. In all these cases, writ in the nature of mandamus has been issued to the appellants to pay the amount within a time limit, failing which a penalty is to be levied in the nature of interest on the amount due. According to the learned Advocate General, writ of mandamus can be issued only if there -is a statutory duty or public duty arising out of the contracts. Learned Additional Advocate General further contended that if the petitioners are allowed to approach this Court for the performance of the contractual rights, that may lead to a further expansion of the jurisdiction and any ordinary creditor of the Government can approach this Court and say that whatever the State does is public duty and hence any amount due from the Government is in discharge of the public duty and hence, pray for a writ of mandamus. According to the learned Additional Advocate General, this will make the issue of writ of mandamus perfunctory. This is not the intention for the issue of writ of mandamus tracing the history of writ of mandamus. It is not the intention of <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India. <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution can be applied, if the other remedies are not available and can be Invoked only if there is violation of the fundamental rights or statutory rights. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\"> 6. Learned counsel for the respondents submitted that there is no equity in the contention of the appellants. According to them, in most of these cases, there is no dispute that amounts are due from the Government to the petitioners. The petitioners have completed their works as per the contract and they are awaiting disbursement of the amounts for the last more than one year. It is by borrowing the amounts that the works were completed and the Banks are realising a very high interest from these contractors for the amount borrowed. It is further contended that the State is discharging the functions for the public good. The contracts undertaken by the petitioners are for the public good and it was the exercise of power of the State as Welfare State that measures are taken and hence, the appellants cannot submit that there is no statutory duty or public duty. Further, it is contended that under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India, strict adherence to the principles for the issue of mandamus is not there. Under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution, this Court can issue a writ in the nature of mandamus or any other appropriate writ or direction for any purpose. This Court&#x27;s jurisdiction is wide. The alternate remedy suggested is a suit. The disposal of the suit will take long time and it will cause hardship to the contractors, if they are driven to file suits. Another contention raised is that under <a href=\"/doc/1199182/\" id=\"a_5\">Article 21</a> of the Constitution of India, every citizen has the right to have a decent living and so far as the contractors are concerned, it is their source of livelihood and for the enforcement of that right, they can approach this Court under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India. Learned counsel further contended that in Anirudhan v. State of Kerala, (1999) 2 Ker LJ 252, this Court had in fact issued a direction to the State for disbursement of the amount due under the contract. Learned counsel for the respondents further contended that under the P.W.D. Manyal, the works cannot be awarded without administrative sanction for the works and ample provision of funds for the work are made in the budget and hence, the Government cannot turn round and say that there are no funds for the purpose of payment to the contractors. The petitioners further contended that the learned single Judged was correct in imposing the liability of payment of interest on the appellants, since amounts are outstanding for a long time. The provision in the contract regarding the payment of interest will apply only if the amount is paid within a reasonable time after the execution of the work. But in all these cases, amounts are withheld for long time and hence, the petitioners are entitled to interest. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\"> 7. We heard learned Additional Advocate General Shri Muhammed Yusuff on behalf of the State and Shri K.M. Joseph, Shri K.L. Varghese, Shri Babu Joseph Kuruvathazha and Shri Kuruvila Jacob for the respondents. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. Many authorities and decisions were cited before us by counsel on either side. Before we proceed to consider the rival contentions, we have to examine the decision in Anirudhan v. State of Kerala, (1999) 2 Ker LJ 252, to which one of us, Sankarasubban, J. was a party. According to us, that judgment has not considered the question whether the mandamus can be issued or not. This will be clear from paragraph 15 of the above deci-. sion, wherein it is stated thus : &quot;At the time of hearing, learned Advocate General filed a statement furnishing the details of case number and the details of judgment and the present outstandings, rank and head of account together with remarks. Learned Advocate General was not a position to controvert or deny any of the legal submissions made by the counsel appearing for the contractors with reference to the provisions of the Kerala Financial Code and the articles&#x27; referred to in the Kerala PWD Manual and the terms of the agreement. He would only submit that the Government&#x27;, in view of the acute financial constraints is not in a position to pay the contractors and therefore considering the present financial position explained in the affidavit filed by the State and the particulars furnished in the additional statement dated 23-6-99 the Government must be granted four months time at least for making payments.....&quot; in paragraph 16, the Bench observed that: &quot;We are of the opinion that the Government, in view of the stringent financial conditions, should be granted four months time for making payments of the contractors.....&quot; No doubt, the Bench has clearly stated that the grievances of the petitioners were genuine and it was further stated in the Judgment that an executive agency must be vigorously held to the standards by which it professes its action to be judged. The judgment does not expressly consider the question whether the writ of mandamus will lie for enforcement of a contractual obligation of the type mentioned. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. The prerogative remedy of mandamus has long provided the normal means of enforcing the performance of public duties by public authorities of all kinds. The essence of mandamus is that it is a command, ordering the performance of a public legal duty. It is a discretionary remedy and the Court has got full discretion to withhold it in unsuitable cases. Originally, writ of mandamus was merely an administrative order from the sovereign to his subordinates. According to Wade and Forsyth on Administrative Law, Seventh Edition at page 647, &quot;Today the majority of applications for mandamus are made at the instance of private litigants complaining of some breach of duty by some public authority..... Within the field of public law the scope of mandamus is still wide and the Court may use it freely to prevent breach of duty and injustice&quot;. Regarding the contractual obligation, the learned Author at page 650, states as follows : &quot;A distinction which needs to be clarified is that between public duties enforceable by mandamus, which are usually statutory, and duties arising merely from contract. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"318728\" id=\"span_1\">Contractual duties are enforceable as matters of private law by the ordinary contractual remedies, such as damages, injunction, specific performance and declaration. They are not enforceable by mandamus, which in the first place is confined to public duties and secondly is not granted where there are other adequate remedies&quot;. There is no dispute in all these cases that the contracts entered into are not statutory contracts, but they are only ordinary contracts. As observed by the Supreme Court in <a href=\"/doc/318728/\" id=\"a_7\">Kerala State Electricity Board v. KurienK</a>. Kalathil, (2000) 8 JT (SC) 167 : (AIR 2000 SC 2647), &quot;A statute may expressly or impliedly confer power on a statutory body to enter into contracts in order to enable it to discharge its functions. Dispute arising out of the terms of such contracts or alleged breaches have to be settled by the ordinary principles of law of contract. The fact that one of the parties to the agreement is a statutory or public body will not of itself affect the principles to be applied. In the present case, it has not been shown how the contract is statutory. The contract between the parties is in the realm of private law. It is not a statutory contract. The dispute relating to interpretation of the terms and conditions of such a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a Civil Court or in arbitration if provided for in the contract.&quot;</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"730804\" id=\"span_2\">in <a href=\"/doc/730804/\" id=\"a_9\">Life Insurance Corporation of India v. Escorts Ltd.</a>, (1986) 1 SCC 264 : (AIR 1986 SC 1370), at Paragraph 102, the Supreme Court observed as follows : &quot;If the action of the State is related to contractual obligations or obligations arising out of the tort, the Court may not ordinarily examine it unless the action has some public law character attached to it. Broadly speaking, the Court will examine actions of State if they pertain to the public law domain and refrain from examining them if they pertain to the private law field. The difficulty will lie in demarcating the frontier between the public law domain and the private law field. It is impossible to draw the line with precision and we do not want to attempt it. The question must be decided in each case with reference to the particular action, the activity in which the State or the instrumentality of the State is engaged when performing the action, the public law or private law character of the action and a host of other relevant circumstances&quot;.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 10. In Noida Entrepreneurs Association v. U.P. Financial Corporation, 1994 Supp (2) SCC 108, the attack was against the guidelines laid down by the Industrial Development Bank of India regarding the rate of interest and penal interest. The High Count dismissed petition, as if arising out of a contract. The matter was taken to the Supreme Court. The Supreme Court extracted the observations of the High Court and dismissed the petition and held thus ; &quot;We have heard learned counsel for the appellant. He has taken us through the judgment of the High Court and the other material on record. The High Court declined to exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution of India on the short ground that the appellant-petitioner was disputing the contractual obligations entered into by the parties under the ordinary law of contract&quot;. The High Court, while dismissing the writ petition observed as follows : \n</p><blockquote id=\"blockquote_1\">  &quot;We feel on the facts and circumstances of this case that since only the petitioner has come before us, the proper remedy for the petitioner even otherwise is to go to the civil Court and get the matter adjudicated in the suit. This is, however, without prejudice to the right of the petitioner to approach the IDBI by means of representation if they really have power to take action they can take necessary action if it is so desirable under that power against respondent 1&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> In Lekhraj Sathramdas Lalvani v. N.M. Shah, Bombay, AIR 1966 SC 334, the Supreme Court made certain observations with regard to the issue of mandamus in contractual matters, as follows : &quot;The reason is that a writ of mandamus may be granted only in a case where there is a statutory duty imposed upon the officer concerned and there is a failure on the part of that officer to discharge that statutory obligation. The chief function of the writ is to compel the performance of public duties prescribed by statute and to keep the subordinate tribunals and officers exercising public functions within the limits of their jurisdiction. In the present case, the appointment of the appellant as a Manager by the Custodian by virtue of his power under Section 10 (2) of the 1950 Act is contractual in its nature and there is no statutory obligation as between him and the appellant. In our opinion, any duty or obligation falling upon a public servant out of a contract entered into by him as such public servant cannot be enforced by the machinery of a writ under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> of the Constitution. Their Lordships referred to the observation of the Privy Council in Commr. of Income-tax, Bombay Presidency and Aden v. Bombay Trust Corporation Ltd., AIR 1936 PC 269, which is as follows : \n</p><blockquote id=\"blockquote_2\">  &quot;Before Mandamus can issue to a public servant it must, therefore, be shown that a duty towards the applicant has been imposed upon the public servant by statute so that he can be charged thereon, and independently of any duty which as servant he may owe to the Crown, his principal&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> The decision in Bhagubhai Virajlal v. State of Madhya Pradesh, 1992 Supp (1) SCC 707, was also cited. There, a writ petition was filed by the appellant therein under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution restraining the Government from demanding the unpaid price of excess tendu leaves. The petition was dismissed on the ground, that the matter had arisen out of a contract. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_3\">In <a href=\"/doc/1159364/\" id=\"a_13\">Har Shankar v. The Deputy Excise and Taxation Commissioner</a>, AIR 1975 SC 1121, in paragraph 22, the Supreme Court observed that the writ jurisdiction of High Courts under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226</a> of the Constitution is not intended to facilitate avoidance of obligations voluntarily incurred.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176845\" id=\"span_4\">In <a href=\"/doc/176845/\" id=\"a_15\">Mani Subrat Jain v. State of Haryana</a>, AIR 1977 SC 276, the Supreme Court observed that it is elementary though it is to be restated that no one can ask for a mandamus without a legal right. There must be a judicially enforceable right as well as a legally protected right before one suffering a legal grievance can ask for a mandamus. A person can be said to be aggrieved only when a person is denied a legal right by some one who has a legal duty to do something or to abstain from doing something.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1715193\" id=\"span_5\">In <a href=\"/doc/1715193/\" id=\"a_16\">Padmavathi Constructions v. The A.P. Industrial Infrastructure Corporation Ltd.</a>, AIR 1997 Andh Pra 1, the question arose with regard to the obligation arising out of a contract. The learned Judge of the Andhra Pradesh High Court, after considering the various decisions, in paragraph 14, held as follows :</span>\n</p><blockquote id=\"blockquote_3\">  &quot;To my mind, the actions of the respondent-Corporation are directly referable to the Contract and the same have to be judged on the basis of the performance of the respective obligations of the contracting parties in terms of the Contract. As already noticed, the respondent-Corporation terminated the Contract and invoked the bank guarantee purportedly in exercise of the power vested in it under the terms of the Contract. The impugned actions, therefore, ofthe respondent Corporation in insisting upon the petitioner to issue discharge for finalisation of the bill as well as invocation of the bank guarantee by the respondent-Corporation is to be judged and adjudicated upon only after the relative obligations of the petitioner under the Contract are established to have been performed in accordance with the terms of the Contracts. The impugned actions, to my mind, cannot be adjudicated upon or reviewed in these proceedings in isolation, dehors the adjudication of the question as to the manner of performance of the Contract by the petitioner&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> A perusal of the above decisions will show that a writ of mandamus is issued only when there is a public duty cast on public officials by statute and it is not usually issued in the case of contract. No doubt, the Supreme Court has held that if there is violation of fundamental right or the principles of natural justice in the matter of entering into a contract, the Court can always look into the question whether the awarding of the contract is proper or not. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1334962\" id=\"span_6\">12. Learned counsel for the respondents cited the decision in <a href=\"/doc/1334962/\" id=\"a_17\">Hindustan Sugar Mills v. State of Rajasthan</a>, (1980) 1 SCC 599 : (AIR 1981 SC 1681) and the following observations in the judgment were relied on: &quot;Where there is such a clause, the Central Government is bound to pay the amount of sales tax on the freight component of the price and we hope and trust that the Central Government will honour its legal obligation and not drive the appellant to file a suit for recovery of the amount of such sales tax&quot;. That was a case where the reimbursement of amount of sales tax was paid. There was an earlier decision of the Supreme Court holding that the amount of freight was liable to be included in the turnover for the purpose of taxability. Accordingly, the appellant therein was paying the tax and claiming reimbursement of the amount from the Central Government. According to us, this is not a direct authority for the question as to whether a writ of mandamus is issued in case of contractual obligations.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1261492\" id=\"span_7\">13. Learned counsel for the respondents mainly relied on the decision of the Supreme Court in <a href=\"/doc/1261492/\" id=\"a_18\">Kumari ShrilekhaVidyarthi v. State of U.P.</a>, (1991) 1 SCC 212 : (AIR 1991 SC 537). In <a href=\"/doc/1261492/\" id=\"a_19\">the above case</a>, reference was made to the following passages from paragraphs 22 and 24, which states thus : &quot;Unlike the private parties the State while exercising its powers and discharging its functions, acts Indubitably, as is expected of it, for public good and in public interest. The impact of every State action is also on public interest. It is really the nature of its personality as State which is significant and must characterize all its actions, in whatever field, and not the nature of function, contractual or otherwise, which is decisive of the nature of scrutiny permitted for examining the validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_20\">Article 14</a> being the duty to act fairly, justly and reasonably, there is nothing which militates against the concept of requiring the State always to so act, even in contractual matters. This factor alone is sufficient to import at least the minimal requirements of public law obligations and impress with this character the contracts made by the State or its instrumentality. ..... To this extent, the obligation is of a public character invariably in every case irrespective of there being any other right or obligation in addition thereto. An additional contractual obligation cannot divest the claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_21\">Article 14</a> of non-arbitrariness at the hands of the State in any of its actions&quot;. In paragraph 24, it is further observed by the Supreme Court that the State cannot be attributed the split personality of Dr. Jekyll and Mr. Hyde in the contractual field so as to impress on it all the characteristics of the State at the threshold while making a contract requiring it to fulfil the obligation of <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> of the Constitution and thereafter permitting it to cast off its garb of State to adorn the new robe of a private body during the subsistence of the contract enabling it to act arbitrarily subject only to the contractual obligations and remedies flowing from it&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_8\">Learned counsel also referred to the decision in <a href=\"/doc/1513693/\" id=\"a_23\">LIC of India v. Consumer Education &amp; Research Centre</a>, (1995) 5 SCC 482 : (AIR 1995 SC 1811). In <a href=\"/doc/1513693/\" id=\"a_24\">the above decision</a>, the Supreme Court observed as follows (paras 27 &amp; 23 of AIR) :</span> \n</p><blockquote id=\"blockquote_4\">  &quot;In the sphere of contractual relations the State, its instrumentality, public authorities or those whose acts bear insignia of public element, action to public duty or obligation are enjoined in a manner that is fair, just and equitable, after taking objectively all the relevant options into consideration and in a manner that is reasonable, relevant and germane to effectuate the purpose for public good and in general public interest and it must not take any irrelevant or irrational factors into consideration or appear arbitrary in its decision. Duty to act fairly is part of fair procedure envisaged under <a href=\"/doc/367586/\" id=\"a_25\">Articles 14</a> and <a href=\"/doc/1199182/\" id=\"a_26\">21.</a> Every activity of the public authority or those under public duty or obligation must be informed by reason and guided by the public interest. It is the exercise of the public power or action hedged by public element that becomes open to challenge. If it is shown that the exercise of power is arbitrary, unjust and unfair, it should be no answer for the State, its instrumentality public authority or person whose acts have the insignia of public element to say that their actions are in the field of private law and they are free to prescribe any conditions or limitations in their actions as private citizens simpliciter do in the field of private law. Its actions must be based on some rational and relevant principles. It must not be guided by Irrational or Irrelevant considerations. Every administrative decision must be hedged by reasons&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">According to us, the above two decisions can be distinguished. The question in issue in Vidyarthi&#x27;s Case, (AIR 1991 SC 537) was with regard to the termination of Government Pleaders by the Government. The Government defence was purely a matter of contract and with no public element attaching to it, which may be terminated at any time at the sweet will of the Government excluding judicial review. The Supreme Court indicated the presence of public element attached to the office or post of District Government Counsel of every category covered by the impugned order and that is sufficient to attract <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> of the Constitution and bring the question of validity of the impugned circular within the scope of judicial review. Hence, there the question was whether the termination of the Government Pleaders was proper or not. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_9\">In the <a href=\"/doc/730804/\" id=\"a_28\">LIC</a>&#x27;s Case, the question in issue was regarding the terms of the contract entered into by the LIC with the citizen. According to the Supreme Court, the terms and conditions prescribed therein involve public element. While LIC is entitled to evolve policies on business principles, it cannot restrict a policy to a class of persons only thereby denying others its benefits. The Court held that the policy cannot be restricted only to salaried persons in Government, quasi Government or reputed commercial firms. Such condition in Table 58 declared unconstitutional.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1238017\" id=\"span_10\">Learned counsel for the respondents also relied on the decision in <a href=\"/doc/1238017/\" id=\"a_29\">Mahabir Auto Stores v. India Oil Corporation</a>, (1990) 3 SCC 752 : (AIR 1990 SC 1031).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_13\">As a matter of fact, the Supreme Court itself in <a href=\"/doc/1974738/\" id=\"a_30\">Assistant Excise Commissioner v. Issac Peter</a>, (1994) 4 SCC 104 : (1994 AIR SCW 2616), the judgments in <a href=\"/doc/1261492/\" id=\"a_31\">Shrilekha Vidyarthi v. State of Uttar Pradesh</a>, <a href=\"/doc/1238017/\" id=\"a_32\">AIR 1991 SC 537 and Mahabir Auto Stores v. India Oil Corporation</a>, (1990) 3 SCC 752 : (AIR 1990 SC 1031) were considered and explained as follows :</span></span></span> \n</p>   \n\n<blockquote id=\"blockquote_5\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_14\">&quot;<a href=\"/doc/1261492/\" id=\"a_33\">Shrilekha Vidyarthi v. State of Uttar Pradesh</a> (supra) was a case of mass termination of District Government counsel in the State of U. P.. It was a case of termination from a post involving public element. It was a case of non-Government servant holding a public office, on account of which it was held to be a matter within the public law field. This decision too does not affirm the principle now canvassed by the learned counsel. We are, therefore, of the opinion that in case of contracts freely entered into with the State, like the present ones, there is no room for invoking the doctrine of fairness and reasonableness against one party to the contract (State) for the purpose of altering or adding to the terms and conditions of the contract, merely because it happens to be the State. In such cases, the mutual rights and liabilities of the parties are governed by the terms of the contracts (which may be statutory in some cases) and the laws relating to contracts.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1238017\" id=\"span_15\">XXX      XXX\tXXX        XXX  \n \n\n Counsel for respondents also relied upon the decision in <a href=\"/doc/1238017/\" id=\"a_34\">Mahabir Auto Stores v. Indian Oil Corporation</a>, AIR 1990 SC 1031. But that case turned on its peculiar facts. All that was done was to advise the IOC to take the appellant into confidence before putting an end to his long enjoyed right. The observations in the judgment are confined to the particular facts of that case. It is significant to note that it was not a case where the rights of the parties were governed by a contract. This decision cannot, therefore, support the contention of the respondents&quot;.</span>  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\"> 14. Here, so far as our case is concerned, there is no case that some persons were given payment under the bills, while the others were being discriminated. The entire case is that in spite of the completion of the contractual work and in spite of the fact that M books were presented and were approved, payments were not made. The question in issue is whether the Government can be compelled to pay the amount by issuing a writ of mandamus. Learned counsel for the respondents brought to our notice the elaborate provisions made in the PWD Manual and Financial Code and has stated that in the Manual and Code, provisions are made for awarding of the contract and apportionment of the amount for a particular contract and also stipulates that payment should be made as soon as the bills are presented. According to them, provisions of the Manual and Financial Code give sufficient indication that the Government has to act as per the provisions in the Manual and Code and when they omitted to act on the basis of the Manual or Code, a right is given to the contractor to approach this Court to perform the duty cast on the PWD Manual or Financial Code. According to us, this argument cannot be accepted. It is true that the PWD Manual gives details regarding the awarding of contracts, payment of amounts, etc. So also the Financial Code gives the details of allotment of money to each contract work. According to us, the Financial Code and the PWD Manual are only instructions for the Government. That does not mean that the Government can violate the provisions of the Code or Manual. They cannot be said to be statutory Rules or statutory duties. The Government being engaged in large number of activities, it has to control its officers by providing certain Rules and Regulations while performing their duties. So far as the rights and obligations of the parties are concerned, what we have to look Into is only the provisions of the contract. \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\"> 15. As already stated, in all these cases, there is no statutory contract. Conditions in the contract provide for everything including for payment under the contract and also for termination of the contract, recovery of damages, etc. Thus, essentially when the contractor moves this Court for payment of dues under the contract, this Court has to enforce the provisions of the contract and not the provisions of the statute or public duty. Learned counsel then contended that in all these contractual works, what is involved is the construction of roads, bridges, dams, etc. Hence, the argument is, what is involved in these cases is the involvement of public duty and in that aspect, it cannot be said that they have no right to approach this Court. According to us, this argument is also without any substance. Here what is being done is not the enforcement of public duty. May be what is involved in the contract is for the welfare of the public. But the right to be enforced is for the reimbursement of the amount spent by the contractors for the purpose of contract. We cannot say that they were exercising public duty in so far as there is no statutory contract. Hence, according to us, it is a case where a writ of mandamus cannot be issued. Learned counsel then argued that they have got no efficacious alternatie remedy and that if they approach the Civil Court, the proceedings will be pending for a long time. We do not approve this argument. In cases where the State does not contest or admit the claims made by the plaintiff, the Civil Court can immediately pass the decree on the basis of the admission made by the State and in case only a portion of the claim is admitted, for that portion, an interim decree can be passed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_20\"> 16. Thus, we are of the view that Original Petition under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> of the Constitution for a writ of mandamus for enforcement of the contractual obligation, viz., payment of amount to the contractors in a contract, which is non-statutory, cannot be enforced through <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution. The petitioners have approached the Civil Court for enforcement of the contractual obligations. We hold that <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution cannot be invoked for enforcement of the contractual obligations in such cases. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> We are of the view that in so far as the original petitions which have been decided till today on the basis of the admission made by the State, this decision will not have any effect on those decisions. This judgment will affect only those cases pending already in which no decision is taken by the Court and the writ petitions be hereinafter filed. Hence even that we accept the contention of the Additional Advocate General regarding the maintainability of the Original Petitions. In the nature of the fact that already a large number of years have elapsed, we uphold the directions of the learned single Judge for payment of the amount. We grant time for payment by another four months from today. The learned Additional Advocate General submitted that this Court was not correct in ordering interest on the amount and contended that the contract does not provide for payment of interest. In all these cases, we find that this Court has fixed a time limit, within which if the amount is not paid, interest has to be paid. We don&#x27;t think, there is anything wrong in making such a direction. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> The writ appeals are disposed of as above. Order accordingly.\n</p> \n\n","numcites":13,"numcitedby":1,"docsource":"Kerala High Court","citetid":1138197,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"air 1990 sc 1031","formInput":"air%201990%20sc%201031"},{"value":"public duty","formInput":"public%20duty"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"\"air 1991 sc 537\"","formInput":"%22air%201991%20sc%20537%22"},{"value":"mandamus","formInput":"mandamus"},{"value":"air 1991 sc 537","formInput":"air%201991%20sc%20537"},{"value":"air 1990 all ","formInput":"air%201990%20all%20"},{"value":"statutory duty is   ","formInput":"statutory%20duty%20is%20%20%20"},{"value":"LIC","formInput":"LIC"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"writ appeal","formInput":"writ%20appeal"},{"value":"public authority ","formInput":"public%20authority%20"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"\"Writ of mandamus\"","formInput":"%22Writ%20of%20mandamus%22"},{"value":"reimbursement","formInput":"reimbursement"},{"value":"legal rights","formInput":"legal%20rights"},{"value":"guarantee","formInput":"guarantee"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"}],"courtcopy":false,"query_alert":null,"agreement":false}