{"tid":512470,"publishdate":"1959-04-29","title":"Serajuddin And Co. vs Michael Golodetz And Ors. on 29 April, 1959","doc":"<h2 class=\"doc_title\">Serajuddin And Co. vs Michael Golodetz And Ors. on 29 April, 1959</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1960CAL47, 63CWN717, AIR 1960 CALCUTTA 47</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n P.N. Mookerjee, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. In this appeal, which arises out of an application under Section 34 of the Indian Arbitration Act and in which the plaintiff-appellant Serajuddin and Co. seeks reversal of an order of stay of its suit under the said section, pending a certain arbitration proceeding, two questions arise for consideration. The first is whether the said section has any application to the instant case and the second relates to the exercise of discretion under that section. Before the learned trial Judge (Ray, J.), another point was also urged, namely, whether the arbitration clause in question suffers from any material vagueness which would render it inoperative or ineffective in law. But that point was not pressed before us by the learned Counsel who appeared in support of the appeal.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The learned trial Judge held, inter alia, that Section 34 of the Indian Arbitration Act applied to the present case and that it was a fit case for the exercise of his Discretion under that section in favour of the defendants applicants Michael Golodetz and others and, accordingly, he stayed the plaintiff&#x27;s suit under that section. The aggrieved plaintiff has now appealed before us.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The relevant facts are not much in dispute, except on some details, to which reference will be made in due course. To appreciate the controversy between the parties, we shall state at once the events which led to the present dispute and litigation and to the present proceeding. Those events stand as follows :  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. On July 5, 1955, the parties to the present proceedings namely, the defendants petitioners Michael Golodetz and others, carrying on business in New York under the name and style of Michael Golodetz and Co., (a firm registered in New York under the appropriate law) and the plaintiff opposite party Serajuddin and Co., fa firm registered under the <a href=\"/doc/107341/\" id=\"a_1\">Indian Partnership Act</a>), which was the respondent to the <a href=\"/doc/478274/\" id=\"a_2\">Section 34</a> application in the court below, entered into an agreement (Contract No. 585) in writing for the purchase and sale of 25,000 tons of manganese ore of certain specifications at a price, mentioned in the said agreement. Under the terms of the above contract, delivery was to be made according to the following schedule, namely,  \n   \n\n</p><p data-structure=\"Issue\" id=\"p_5\"> (a) 8, 500 tons between April and June, 1950,  \n \n\n</p><p data-structure=\"Section\" id=\"p_6\"> (b) 8,000 tons between July and September, 1956,  \n \n\n and  \n \n\n</p><p data-structure=\"Section\" id=\"p_7\"> (c) 8,500 tons between October and December, 1956.   \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 5. In its concluding part, the above agreement contained an arbitration clause which ran as follows :  \n</p><blockquote id=\"blockquote_1\">  &quot;Any dispute arising out of the contract is to be settled by arbitration in New York according to the rules of the American Arbitration Association.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 6. For reasons, which it is not necessary to state or determine for our immediate purpose, dell-very was not or could not be made according to the above schedule and, as a matter of fact, only 2019 tons 16 Cwt. were delivered or shipped by the seller Serajuddin and Co. in September, 1956, and a further quantity of 3348 tons approximately was shipped between January and August, 1957. No more was supplied under the above contract and, about the middle of January, 1958, the buyers Michael Golodetz and Co. referred the disputes and differences (which appear to have meanwhile arisen between the parties in view of the above) to the arbitration of the American Arbitration Association.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 7. The buyers alleged default on the part of the seller in the matter of delivery or supply of the ores in question which the seller denied and set up, in its turn, a plea of full satisfaction and also of discharge or frustration of the contract due to intervening events. The buyers did not agree and, in consequence, arose disputes and differences between the parties which, the buyers, as stated above, referred to the arbitration of the American Arbitration Association, purporting to do so under the arbitration clause, quoted hereinbefore.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\"> 8. Intimation of the above reference was given to the seller towards the end of January, 1958, and, on February 6 following, the seller Instituted the present suit (No. 194 of 1958) on the Original Side of this Court, claiming inter alia,  \n   \n\n</p><p data-structure=\"Issue\" id=\"p_12\"> (i) That the contract in question &quot;be adjudged void and delivered up and cancelled;&quot;  \n</p> \n\n<blockquote id=\"blockquote_2\"> (ii) That the buyers be restrained &quot;from taking any steps in purported enforcement of the said contract,&quot; and  \n \n\n</blockquote><blockquote id=\"blockquote_3\"> (iii) &quot;Declaration, if necessary, that the said contract stands discharged and that the parties have no rights or obligations thereunder.&quot;   \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 9. Summonses of the above suit were duly served on the defendants on February 13, 1958. In the meantime, however, the defendants, as already stated, had made the arbitration reference, recited hereinbefore.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\"> 10. On April 3, 1958, the defendants Michael Golodetz and others gave notice of the present application under Section 34 of the Indian Arbitration Act, in which they prayed for (a) a stay of the suit, (b) an injunction, restraining the plaintiff from proceeding with the same and (c) an appropriate interim order.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\"> 11. Meanwhile, arbitrators had been appointed by the American Arbitration Association for dealing with the above reference and the said arbitrators originally fixed March 13, 1958, for tie hearing of the reference. The hearing, however, was eventually adjourned until the disposal of the above application under Section 34 of the Indian Arbitration Act. That application came up for final hearing before Ray, J. on June 23, 1958, and, by his judgment and order, dated August 6, 1958, that learned Judge allowed the said application and stayed the suit in terms of prayer (a) thereof. Against the said order, the plaintiff has appealed and that appeal is now before us for disposal.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_16\"> 12. In answer to the defendants&#x27; above application, the plaintiff raised three points before the learned trial Judge, namely,  \n   \n\n</p><p data-structure=\"Section\" id=\"p_17\"> (i) That Section 34 of the Indian Arbitration Act had no application to the present case, and, as such, the application was misconceived and not maintainable in law and it was liable to be thrown out in limine;  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\"> (ii) That the alleged arbitration clause was vague and indefinite and could not, therefore, be enforced in law, and  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_19\"> (iii) That, in any event, the stay ought to be refused in the exercise of the Court s discretion under the above section in &quot;the facts and circumstances of the present case.   \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 13. Ray, J. rejected all the above three contentions of the plaintiff and held, inter alia, that, although some of the sections of the Indian Arbitration Act might not apply to the present reference, there was no reason why <a href=\"/doc/478274/\" id=\"a_3\">Section 34</a> should not, even though the arbitration, contemplated or stipulated in the instant case, was, as described by him, a foreign arbitration and he held further that the arbitration clause in the present case was not vague or indefinite and, in the facts before the Court, its discretion ought to be exercised in favour of the defendants applicants.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\"> 14. In appeal, as we have stated hereinbefore, the plea of vagueness and indefiniteness has not been pressed or repeated before us on behalf of the plaintiff-appellant but the learned Counsel, appearing on its behalf, have assailed very strongly the findings of the learned trial Judge on the other two questions.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_22\"> 15. On behalf of the respondents, the reasons given by the learned trial Judge, were supported and a further point was made that this was not a case of foreign arbitration at all and any submission, based on that assumption, was misconceived and entirely irrelevant.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"455741\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"591445\" id=\"span_2\">16. Elaborating his arguments on the first of the above two questions, namely, on the applicability or otherwise of Section 34 of the Indian Arbitration Act to the present case, Mr. P. R. Das, who appeared as the leading Counsel on behalf of the appellant, took us through the entire Indian Arbitration Act and submitted that, having regard to its scope and purpose and the constitutional limitation on the powers of the Legislature, which enacted the said statute, it can have no extra-territorial operation and cannot have any application, where the proposed arbitration was a foreign arbitration and was to take place in foreign land, and, the Act being excluded, <a href=\"/doc/478274/\" id=\"a_4\">Section 34</a>, which is only a part thereof, cannot also apply. Alternatively, Mr. Das argued that, on a proper interpretation of the relevant arbitration clause in the instant case, the parties must be held to have contracted for arbitration according to the American law, thus impliedly excluding the Indian Arbitration Act, -- and, necessarily, therefore, <a href=\"/doc/478274/\" id=\"a_5\">Section 34</a> of the said Act too, -- and, in support of this argument, Mr. Das drew our attention to the well-known decision of the Judicial Committee in <a href=\"/doc/591445/\" id=\"a_6\">Oppenheim and Co. v. Hajee Mahomed Haneef Saheb</a>, 49 Ind App 174 : (AIR 1922 PC 120), and to the decision of this Court in the case of <a href=\"/doc/455741/\" id=\"a_7\">John Batt and Co. v. Kanoolal and Co., ILR</a> 53 Cal 65 : (AIR 1926 Cal 938), following and applying the same, and also the recent decision of the Punjab High Court in the case of Messrs.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"521926\" id=\"span_3\"><a href=\"/doc/521926/\" id=\"a_8\">Lochman Das Sat Lal v. Parmeshri Dass</a>, .</span>  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_24\"> 17. On the point of constitutional limitation, Mr. Das referred us to the decision of the Privy Council in Macleod v. A. G., for New South Wales, 1891 AC 455. Mr. Das also sought to distinguish the English Cases, Law v. Garrat (1878) 8 Ch D 26; Austrian Lloyd Steamship Co. v. Gresham Life Assurance Society, (1903) 1 KB 249 and The Cap Blanco, 1913 P 130, which were cited before Ray, J., on behalf of the defendants-applicants and on which the said learned Judge relied, upon the ground inter alia that the British Parliament had far wider powers in enacting laws with extra territorial operation than its Indian counterpart under the <a href=\"/doc/93056159/\" id=\"a_9\">Government of India Act, 1935</a>, which was in force when the <a href=\"/doc/1052228/\" id=\"a_10\">Indian Arbitration Act, 1940</a>, was passed.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 18. On the question of exercise of discretion, Mr. Das relied very strongly on the observations or Willmer, J. in the case of &quot;The Fehmarn&quot;, (1957) 2 All ER 707 at pp. 709 to 710, and also upon the approving observations of the Lord Justices (Lord Denning, Hodson and Morris, L.JJ.) who heard the appeal from the said decision and approved the same : vide under the same title &quot;The Fehroarn&quot;, (1958) 1 All ER 333 at pp. 335. 336 and 337. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1679625\" id=\"span_4\">Mr. Das also cited before us the decision of G. K. Mitter, J. dated December 22, 1958, in <a href=\"/doc/1679625/\" id=\"a_11\">Lakshminarain Ramniwas v. N. V. Vereenigde Nederlandsche Scheepraarlmaalschappij, Suit No.</a> 1814 of 1957 : , on the Original Side of this Court.</span> He also referred us in this connection to the case of Bristol Corporation v. John Aird and Co., 1913 AC 241 and, in particular, to the observations of Lord Parker of Waddington in that case, occurring at p. 260 of the report.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"591445\" id=\"span_5\">19. Learned Advocate General, who appeared for the respondents and, following him, Mr. Choudhury criticised Mr. Das&#x27;s submission that the arbitration, contemplated in the present case, was a foreign arbitration and they challenged the validity of his contentions on that footing. They also contested Mr. Das&#x27;s proposition that to apply the Indian Arbitration Act to the present case would be giving it extra-territorial operation and submitted further that, even if it were so, the Indian Legislature, at the relevant time, namely, in 1940, when the <a href=\"/doc/93056159/\" id=\"a_12\">Government of India Act, 1935</a>, was in force, that is, under the said constitutional enactment, had sufficient power, authority and competence to give the particular statute namely the <a href=\"/doc/1052228/\" id=\"a_13\">Indian Arbitration Act, 1940</a>, such operation, at least to the extent, necessary for purposes of this case. They relied, in this connection, upon the observations of the Federal Court in the well-known <a href=\"/doc/591445/\" id=\"a_14\">Raleigh Investment Co.</a>&#x27;s case (Governor-General in Council v. Raleigh Investment Co. Ltd.  at pages 60-61) and submitted that, even as obiter dicta, those observations were binding on this Court and concluded the matter in their (respondents&#x27;) favour and, further, that Macleod&#x27;s case, 1891 AC 455, was an exploded authority so far, at least, as this country was concerned. Learned Advocate General also endeavoured to support the exercise of discretion, as made by the learned trial Judge in the present case, upon a two-fold submission on the point. He drew our attention to an earlier decision, dated February 11, 1948, of the same learned Judge G. K. Mitter, J. (on whose later decision Mr. P. R. Das relied as aforesaid), that is, in Suit No. 1412 of 1957 on the Original Side of this Court, which was affirmed on appeal by the appellate Bench (Das Gupta C. J. and Bachawat J.)</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1884829\" id=\"span_6\">in <a href=\"/doc/1884829/\" id=\"a_15\">Rungta Sons Private Ltd. v. Jugometal Trg</a>. Republike, Appeal from Original Order No. 72 of 1958, D/- 15-1-1959: , and the learned Advocate General categorically submitted that the present case would be covered on principle by the above judgment and, secondly, that, in any event, according to well-established practice, the decision of the learned trial Judge on this point cannot be interfered with in appeal.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"332955\" id=\"span_7\">In reply, Mr. Das referred us, inter alia, to the decision of the Judicial Committee (vide <a href=\"/doc/332955/\" id=\"a_16\">Raleigh Investment Co. Ltd. v. Governor-General</a> in Council, 74 Ind App 50: (AIR 1947 PC 78) in the appeal from the above Federal Court decision in Raleigh Investment Co.&#x27;s case  and the observations of their Lordships of the Judicial Committee on the Federal Court&#x27;s view on the above point and, so far as the other questions are concerned.</span> Mr. Das reiterated his previous submissions and reminded us further that, even in a matter of discretion, the Appeal Court can and ought to interfere in a proper case, as held by the House of Lords in the case of Charles Osenton and Co. v. Johnston, 1942 AC 130. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"608874\" id=\"span_8\">Mr. Das also referred us to the observations of Ayyar J. on Macleod&#x27;s case, 1891 AC 455, in his dissentient judgment in <a href=\"/doc/608874/\" id=\"a_17\">Bengal Immunity Co. Ltd. v. State of Bihar</a>, .</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_28\"> 21. In our opinion, this appeal should succeed and we put it on the short ground that the discretion of the court below was not properly exercised. Out of deference, however, to the very elaborate arguments on the other point, namely, on the applicability of Section 34 of the Indian Arbitration Act, and its importance, particularly as a matter of first impression, and the likelihood of this case going higher up, we would also express our views on the said question, although the decision of that question, in our opinion, is not very material for purposes of this case, as, even if <a href=\"/doc/97786690/\" id=\"a_18\">Section 34</a> does not apply to arbitrations like the present, the court has ample power, in a proper case, to grant a stay of the suit in the exercise of its inherent powers. The question of exercise of discretion is therefore, of paramount importance here and we shall at once address ourselves to that question.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 22. Before, however, we deal with the said question on the merits, it is necessary to make some preliminary observations. Rightly or wrongly, the discretion in the matter has been exercised by the learned trial Judge in favour of the defendants. It is urged on the defendants&quot; behalf that we, as the appellate court, ought not to interfere with the said exercise of discretion. That it should not be lightly interfered with is well established on the authorities, but we do not think that law does, in any way, fetter the power of the appellate court to interfere in a proper case. Where the discretion has been exercised on a consideration of all relevant materials and circumstances and in accordance with sound judicial principles and no injustice has been done, or is likely to result from the trial court&#x27;s order, no question of interference arises even if the appellate court does not agree with the trial Court&#x27;s actual exercise of discretion or conclusion on the point and might have decided differently if the original discretion had lain with it. In other words, in such circumstances, the appellate court would not have been entitled to substitute for the trial court&#x27;s exercise of discretion in the matter its own exercise of the same. Where, however, the trial court has not considered all the relevant materials or has proceeded on assumptions, not borne out or justified by the records, or has applied wrong legal principles, leading to an unjust order, it is not only the right --and in the powers of the appellate court,--but clearly also its duty to interfere with the same and set matters right by undoing the mischief and injustice, occasioned by the trial court&#x27;s order. Otherwise, there will be no point in providing for an appeal in matters of discretion and such a provision would be wholly nugatory and its whole purpose would be frustrated, It is, undoubtedly, true that this power of interference should not be exercised lightly, or except for preventing gross mischief or miscarriage of justice, but, subject to that, the appellate court&#x27;s power in this behalf is wide, ample and unrestricted and may and always should be exercised to relieve the aggrieved party.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_30\"> 23. What we have said above, is, indeed, well-settled on the authorities (vide the cases of Evans v. Bartlam, 1937 AC 473 and 1942 AC 130) which are the two leading English decisions on the point (vide Heyman v. Darwins Ltd., (1942) AC 356).  \n</p>  \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 24. In 1937 AC 473, Lord Atkin, dealing with this particular question, at pages 480 to 481 of the report, expressed himself as follows:  \n</p><blockquote id=\"blockquote_4\">  &quot;I conceive it to be a mistake to hold that the jurisdiction of the Court of Appeal on appeal from such an order is limited so that the Court of Appeal &#x27;have no power to interfere with his exercise of discretion unless we think that he acted upon some wrong principle of law&#x27;. Appellate jurisdiction is always statutory: there is in the statute no restriction upon the jurisdiction of the Court of Appeal: and while the Appellate Court in the exercise of its appellate power is no doubt entirely justified in saying that normally it will not interfere with the exercise of the Judge&#x27;s discretion except on grounds of law, yet if it sees that on other grounds the decision will result in injustice being done it has both the power and the duty to remedy it.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 25. And Lord Wright, at pages 485 to 487 of the same report, refused to accept it as &quot;a correct statement of the law or practice in the matter&quot; that  \n  &quot;the Court of Appeal has no power to set aside an order made by him (the learned trial Judge) In the exercise of his discretion unless the Court comes to the conclusion that he exercised his discretion on grounds which were wholly irrelevant to the matters which he had to consider,&quot;  \n</p> \n\n<blockquote id=\"blockquote_5\"> and went on to observe as follows:  \n</blockquote><blockquote id=\"blockquote_6\">  &quot;It is clear that the Court of Appeal should not interfere with the discretion of a Judge acting within his jurisdiction, unless the Court is clearly satisfied that he was wrong. But the Court is not entitled simply to say that if the Judge had jurisdiction and had all the facts before him, the Court of Appeal cannot review his order unless he is shown to have applied a wrong principle. The Court must, if necessary, examine anew the relevant facts and circumstances in order to exercise a discretion by way of review which may reverse or vary the order. That discretion, like other judicial discretions, must be exercised according to common sense and according to justice, and if mere is a miscarriage in the exercise of it, if will be reviewed&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> quoting, in the course of his observations, the words of Atkin, L. J. in Maxwell v. Keun, (1928) 1 KB 645 at p. 653;  \n</p><blockquote id=\"blockquote_7\">  &quot;I quite agree, the Court of Appeal ought to be very slow indeed to interfere with the discretion of the learned Judge on such a question and it very seldom does so; but, on the other hand, if it appears that the result of the order made below is to defeat the rights of the parties altogether, and to do that which the Court of Appeal is satisfied would be an injustice to one or other of the parties, then the Court has power to review such an order, and it is, to my mind, its duty to do so.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> 26. In the later case of 1942 AC 130, Viscount Simon, L. C. at page 138 of the report put the matter thus:  \n</p><blockquote id=\"blockquote_8\">  &quot;The law as to the reversal by a Court of Appeal of an order made by the Judge below in the exercise of his discretion is well established, and any difficulty that arises is due only to the application of well-settled principles in an individual case. The appellate tribunal is not at liberty merely to substitute its own discretion for the discretion already exercised by the Judge. In other words, appellate authorities ought not to reverse the order merely because they would themselves have exercised the original discretion, had it attached to them, in a different way. But if the appellate tribunal reaches the clear conclusion that there has been a wrongful exercise of discretion in that no weight, or no sufficient weight, has been given to relevant considerations such as those, urged before us by the appellant, then the reversal of the order on appeal may be justified &quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> 27. And in the same case, Viscount Maugham, at page 142 of the report, stated as follows:  \n</p><blockquote id=\"blockquote_9\">  &quot;My Lords, I think there are sufficient grounds in this case for thinking that due weight was not given by the learned Judge to this aspect of the case; for if it had been, I feel that his decision would not have been in favour of making the order of reference. It is true that the matter was one for the exercise of his discretion; but with all respect I have come to the conclusion that his discretion was exercised without giving sufficient consideration to the point that I have mentioned, and that the present order may result in injustice being done.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> 28. And Lord Wright, at pages 147 to 148 of the report, made the following observations:  \n</p><blockquote id=\"blockquote_10\">  &quot;When the statute gives a right of appeal from an order made by a Judge in exercise of his discretion and an appeal is taken, the discretion of the Appellate Court is substituted for that of the Judge. The responsibility of deciding is then placed on the Appellate Court. No doubt that Court starts with the presumption that the Judge has rightly exercised his discretion. It must be satisfied that the exercise was wrong-- &quot;clearly satisfied&quot; is the phrase used; but if the Court is said to be satisfied, it must mean that it is clearly satisfied. &quot;Clearly&quot; strictly adds nothing, though it is useful to emphasise the strength of the presumption in favour of the Judge&#x27;s order being right. The Appellate Court must not reverse the Judge&#x27;s decision on a mere &quot;measuring cast&quot; or on a bare balance. The mere idea of discretion involves room for choice and for difference of opinion. ..... No doubt it is always a difficult and delicate matter for an Appellate Court to interfere with an order made by the learned Judge in the exercise of his discretion. But in proper cases it is the duty of the appellate court to do so.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> 29. In the case before us, the respondents&#x27; allegation is that the appellant failed and neglected to deliver the goods in terms of the contract and thereby committed a breach thereof and their claim is for damages on account of the said breach. The appellant pleads in answer full satisfaction of the contract on its part by the delivery which was made or given by it, and, in the alternative, discharge of the contract by frustration, due to intervening circumstances.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> 30. The contract was F.O.B. Steamer, Calcutta, and having regard to the cases of the parties, as set out hereinbefore, and, upon the affidavits before us, read in the light of the plaint, which was practically adopted as a part of the plaintiff&#x27;s affidavit-in-opposition, it appears to be fairly clear that the entire evidence on the points in dispute would be in India. As a matter of fact, there is a specific averment to that effect in paragraph 10(a) of the said affidavit-in-opposition and a categorical statement that &quot;no part of the evidence, regarding any of the aforesaid matters, is in New York&quot;. In the respondents&#x27; affidavit-in-reply, there is no effective denial of the above allegation, and, barring the opening sentence of the corresponding paragraph 12 of the respondents&#x27; said affidavit, which alone is relevant on the point but which is too vague and general to serve the purpose of an effective denial in law, the other statements in that paragraph 12 merely traverse by non-admission the necessity of the evidence, detailed in the said paragraph 10(a) of the plaintiff&#x27;s affidavit-in-opposition, and the necessity of the plaintiff&#x27;s sending any representative or taking any witness to New York and the difficulties, alleged by the plaintiff in that behalf, and conclude by alleging that, &quot;if the suit is not stayed, the petitioners (the present respondents) will be greatly prejudiced and will suffer from hardship.&quot;  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_39\"> 31. It is, again, the plaintiff&#x27;s case that the Indian Law of Contract will govern the rights and obligations of the parties under the disputed contract, (vide paragraph 10(b) of the plaintiff&#x27;s affidavit-in-opposition). This appears to have been disputed by the defendants in paragraph 13 of their affidavit-in-reply and, before us, Mr. Choudhury, who followed the learned Advocate General, on behalf of the said respondents, sought to support that position and submitted that the entire dispute between the parties in the matter of the aforesaid contract, including the matter of arbitration, would be governed by the American Law, Later on, however, the learned Advocate General modified the above submission and argued that the entire matter would be governed by the Indian law, the matter of arbitration by the Indian Arbitration Act and the other matters under the aforesaid contract by the <a href=\"/doc/171398/\" id=\"a_19\">Indian Contract Act</a>. About arbitration, we shall consider the position hereafter, but, so far as the rights and obligations under the disputed contract are concerned, the parties must now be taken to have accepted the <a href=\"/doc/171398/\" id=\"a_20\">Indian Contract Act</a> as the relevant law for their determination.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_40\"> 32. In paragraph 10(c) of the affidavit-in-opposition, the plaintiff further submitted that the disputes between the parties raised difficult questions of law and submitted that they should not be left to arbitration by laymen. The validity of this submission was disputed by the respondents (vide paragraph 14 of their affidavit-in-reply).  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> 33. Ray J. dealt with this question of exercise of discretion in the penultimate paragraph of his judgment in the following terms:  \n</p><blockquote id=\"blockquote_11\">  &quot;The last question which arises is whether I should exercise my discretion against the petitioner. Counsel for the respondent contended that the entire evidence, relating to the subject-matter of the suit, and of the witnesses in connection therewith are in India. It was further contended that, if any arbitration was held outside India, it would be impossible for the respondent to produce documentary or oral evidence before the arbitrators and there would be denial of justice. It was also argued that, because of foreign exchange control difficulties, it would not be possible to send any representative or to take any witness outside India. Counsel for the respondent relied on the decision of the Fehmam, reported in 1957, 1 Weekly Law Reports 815. In that case the suit was not stayed inasmuch as Willmer, J. came to the conclusion that both parties were strangers to Russia and the evidence of the plaintiff was mainly in England and that of the defendant from their vessel could be easily received in England. In that very case it was also observed that the parties should be asked to keep to the bargains they have made and that a suit should be stayed when it is instituted in breach of an agreement containing reference to a foreign tribunal. In the case before me it was contended on behalf of the petitioner that it would be equally inconvenient to have their evidence in India inasmuch as their evidence was outside India. As to the difficulty with regard to foreign exchange, I cannot on the materials come to any conclusion that it will be impossible to have any facilities of foreign exchange. I do not find any compelling reason or ground for exercising my discretion against the petitioner.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_42\"> and that was all that was said by the learned trial Judge on this point.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> 34. Considering the matter in the light of the materials before us and the circumstances of this case, we do not think,--and we say this with the utmost respect to the learned trial Judge,--that Ray J. has exercised his discretion properly or on right principles or on relevant materials or all of them and, with the greatest respect to the said learned Judge, we are unable to uphold his decision or conclusion on the point.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\"> 35. In the first place, this important matter does not appear to have received full, proper and adequate consideration at the hands of the learned trial Judge. He has, no doubt, detailed a catalogue of the contentions before him on the point but he has not expressed his views on the same, except by stating that, on the materials, he was not in a position to decide the question of foreign exchange difficulty, raised by the plaintiff, and that he did not find any compelling reason or ground for exercising his discretion against the petitioners, namely, the present respondents. He appears to have failed to notice also that, in the respondents&#x27; affidavit, there was no effective denial of the plaintiff&#x27;s allegation that the whole of the relevant evidence was in India and that the respondents&#x27; contention before him that their evidence was outside India was not to be found in their affidavits and was prima facie unacceptable, in view, particularly, of the nature of their claim and the nature of the disputed contract and also the nature of the disputes between the parties. The two other relevant considerations, namely, that the proper law of the contract was the <a href=\"/doc/171398/\" id=\"a_21\">Indian Contract Act</a> and that the case raised the difficult question of frustration of contract, as understood in India, do not also appear to have been given sufficient attention in the court below and as, in our opinion, upon a proper appreciation of the materials before us in the light of and in accordance with the right legal principles and in consonance with justice and to avoid serious injustice,--and, in the words of Lord Wright, &quot;a reasonable danger of injustice&quot; is enough for this purpose (vide 1942 AC 130 at p. 148),--which would otherwise occur or is likely to occur, discretion in the present case should have been exercised against the respondents-petitioners, we are bound to allow the appeal and set aside the decision of the learned trial Judge.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"> 36. It is undeniable that the parties are prima facie bound by the arbitration clause and, normally, they should be asked to keep to their bargain and the suit should be stayed but that places no insurmountable bar in the way of the party, seeking to avoid arbitration and maintain the suit. It only casts upon him the onus,--undoubtedly, a heavy one,--of satisfying the court that there is sufficient reason why the matter in dispute should not be referred to arbitration, but that onus can certainly be discharged in a proper case. The agreement or contract to refer to arbitration is not necessarily decisive on the point and it creates no estoppel, so far, at least, as the Court is concerned; it only raises a prima facie case or presumption in favour of a decision by arbitration, but that presumption is certainly rebuttable and is liable to be rebutted by appropriate grounds &amp; circumstances in a particular case. As Lord Parker of Waddington observed in the Bristol Corporation&#x27;s case, 1913 AC 241 at p. 260, supra:  \n</p><blockquote id=\"blockquote_12\">  &quot;..... the Court has to be satisfied that there is no sufficient reason why the matter should not be referred in accordance with the submission. In making up its mind on this point the Court must, of course, give due consideration to the contract between the parties; but it should, I think, always be remembered that the parties may have agreed to the submission precisely because of the discretionary power, vested in the Court under the <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act</a>. They may, very well, for instance, have said to themselves, &#x27;If, in any particular case, it would be unfair to allow the arbitration, we are agreeing to, to proceed, we shall have the protection of the Court&#x27;.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\"> Substantially to the same effect are the observations of Lord Moulton at pp. 257-9 of the same report.  \n</p><blockquote id=\"blockquote_13\">  &quot;But, my Lords,&quot; so observed the noble Lord &quot;it must be remembered that these arbitration clauses must be taken to have been inserted with due regard to the existing law of the land, and the law of the land as applicable to them is, as I have said, that it does not prevent the parties coming to the Court, but only gives to the Court the power to refuse its assistance in proper cases.    Therefore to say that if we refuse to stay an action we are not carrying out the bargain between the parties does not fairly describe the position.    We are carrying out the bargain between the parties, because that bargain to substitute for the Courts  of the land a domestic   tribunal   was  a  bargain into which  was written, by reason  of the existing legislation, the condition   that  it  should  only  be   enforced  if  the Court thought it a proper case for its being so enforced, (p. 257)..... Therefore the Court should start with an earnest desire to keep the parties to the domestic tribunal which was contemplated..... in the contract..... But, on the other hand, I do not think that the Legislature has ever made it incumbent on a Court to drive a man to a tribunal which would probably be unfair, However much he may have bound himself to accept it; and therefore the Court must ask itself whether it is fair for this man to be refused the assistance of the Court in settling his dispute, (p. 258)..... It must consider all the circumstances of the case, but it has to consider them with a strong bias, in my opinion, in favour of maintaining the special bargain between the parties, though at the same time with a vigilance to see that it is not driving either of the parties to a tribunal where he will not get substantial justice.&quot; (p. 259).  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\"> 37. It is true that in that case (1913 AC 241) the House of Lords affirmed the order of the Court of Appeal which had, in its turn, affirmed the order of the learned Judge in Chambers (Scrutton, J.) but that was because their Lordships were not convinced that the Court of Appeal was wrong in its conclusion (vide per Lord Moulton, p. 260) and also because any other order would have been unfair (vide per Lord Parker of Waddington, p. 261), though, no doubt, they also stressed the well-known principle that, on a question of judicial discretion, one ought not lightly to allow an appeal from a Court which has not proceeded on wrong judicial lines (vide per Lord Moulton, p. 260). To put it shortly, the Court&#x27;s jurisdiction is not ousted and approach to it is not barred and the suit is not affected and its progress is not impeded, unless the Court itself, in the exercise of its discretion, stays the action. Indeed, it is fully open to the Court to consider the whole matter and it is entitled, in appropriate cases, to refuse, in the exercise of its discretion, the prayer for stay, notwithstanding the arbitration agreement.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_48\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214064\" id=\"span_9\">38. In the instant case before us, it is clear from the affidavits and the nature of the disputes between the parties and the facts and circumstances, referred to hereinbefore, that, practically speaking, the whole of the evidence, necessary for determining the disputes between the parties, would be in India and no part of it would be in America. At any rate, no part of it can be produced in America without considerable difficulty and loss of time and money. Practically also, it is now the admitted position that the Indian Law of Contract or, in other words, the <a href=\"/doc/171398/\" id=\"a_23\">Indian Contract Act</a> would govern the rights and obligations of the parties in regard to the disputed contract. It appears further that one of the questions which may require some serious consideration is that difficult question of the Indian law of frustration of contract, which, as held by the Supreme Court in the case of <a href=\"/doc/1214064/\" id=\"a_24\">Satyabrata Ghose v. Mugneeram Bangur and Co.</a>,  is, in some respects, at least, materially different from the English law on the point (Vide in this connection Mugneeram Bangur and Co. v. Sardar Gurbachan Singh, F. A. No. 226 of 1952, decided on January 28, 1959: , and which, in spite of the said pronouncement of the Supreme Court, is yet to be settled in all its manifold aspects and still retains its complexities from various points of view, particularly, in the matter of its application.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 39. In the above context, we do not think that the stipulated foreign arbitration in the instant case,--and we shall duly explain this term &quot;foreign arbitration&quot; hereinafter to justify its use here,--would be a safe or convenient forum for the decision--a just and proper decision,--of the disputes between the parties, and, to compel the appellant to seek his remedy there, would be practically a denial of justice to it, as pleaded by it inter alia in Paragraph 10(a) of its affidavit-in-opposition, and, accordingly, there is no sufficient reason for referring them to the said arbitration and staying the suit. There is, on the other hand, sufficient reason for not referring the disputes between the parties to the said arbitration notwithstanding their agreement to the contrary. We would, accordingly, allow this appeal, set aside the order of the learned Judge and reject the defendants&#x27; application for stay.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> 40. This view of ours is in perfect accord with the decision of the English Court of Appeal in &quot;The Athenee&quot;, (1922) 11 LI LR 6, and with its later decision in (1958) 1 All ER 333, affirming on appeal the decision of Wilmer J. in (1957) 2 All ER 707 and in the words of Lord Denning, the dispute in the present case is &quot;more closely connected&quot; with India than with America and it is one that more properly &quot;belongs for its determination to the courts of this country&quot;. That also sufficiently distinguishes the decision of the Court of Appeal here in the case of A. F. O. O. No. 72 of 1958: , on which the respondents relied, as, in that case, apart from the fact that the question was too premature at that stage, the Court was not satisfied &quot;that the necessary evidence cannot be produced at Zurich in the event of arbitration being held there&quot;.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\"> 41. What we have held above is enough for the disposal of this appeal, but, as we have indicated hereinbefore, in the facts and circumstances before us, it is necessary also to express our views on the other question. We would, accordingly, proceed to express our views on the said other question, namely, as to the applicability of Section 34 of the Indian Arbitration Act to the instant arbitration. Here also, with the utmost respect to the learned trial Judge, we are unable, for reasons, given hereinbelow, to accept his point of view.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> 42. Before, however, we actually proceed to give our reasons, it is necessary to clear up one particular matter. Mr. P. R. Das and also the learned trial Judge, Ray, J. described the contemplated arbitration in the present case as a foreign arbitration. To the use of that term, the learned Advocate General objected and he protested against the making of any submission on that footing or assumption. What, in the eye of law, is a foreign arbitration, is not very clear. But the decisions, in which the terms &#x27;foreign arbitration&#x27; and &#x27;foreign award&#x27; have been used, appear to have used the same in connection with arbitrations in foreign lands by foreign arbitrators, to which foreign law is applicable and in which a foreign national is involved. A particular class of such arbitrations and awards has been dealt with in the Arbitration (Protocol and Convention) provisions of the different countries, which were parties to the Geneva convention, under a particular definition or definitions, but that is certainly not exhaustive on the point and, even outside the said Protocol countries, the two terms have their use and application. The arbitration, with which we are here concerned, is to be between the plaintiff which is a partnership firm in India, and the defendants, who are citizens of the United States, and so not one which would come within the Arbitration (Protocol and Convention) provision of this country, namely, the <a href=\"/doc/777085/\" id=\"a_25\">Indian Arbitration (Protocol) Act, 1937</a>, the United States not being a party to the Geneva convention, but it will certainly be an arbitration, in which a foreign party is involved and which has to be held in a foreign land and in which, as we shall presently see, the arbitration is to be by foreign arbitrators, and as, in our opinion, the American law applies to this arbitration on a proper construction of the agreement between the parties, it has all the characteristics of a foreign arbitration, as explained hereinbefore.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\"> 43. The arbitration, contemplated in the present case, is arbitration according to the rules of the American Arbitration Association. The purpose of these rules is &quot;to achieve orderly, economical and expeditious settlement of controversies in accordance with the federal and states laws&quot; (vide the &#x27;Foreward&#x27; portion of the rules of the American Arbitration Association) which obviously mean American laws. The parties, therefore, must be deemed to have adopted the American law for the settlement of their disputes by arbitration. This is confirmed by two other circumstances. The forum or venue of arbitration in the present case is to be New York (vide the arbitration clause itself) and the arbitration also would presumably be by American citizens as arbitrators (vide the Rules (including &#x27;Foreward&#x27;) of the American Arbitration   Association and the actual selection and appointment of arbitrators in the present case). Prima facie then,    the parties must have accepted the American law.--at least,  for  purposes   of  arbitration.     In  the  above view, the Indian Arbitration Act would be excluded and it would be irrelevant, so far as the present arbitration  is concerned:   vide  49  Ind  App 174:   (AIR 1922 PC 120).  \n</p> \n\n<p data-structure=\"Section\" id=\"p_54\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"591445\" id=\"span_10\">44. A point, however, was sought to be made that, even upon the above view of the arbitration clause in the present case, the Indian Arbitration Act would not necessarily be excluded,--not, at least, <a href=\"/doc/1219022/\" id=\"a_26\">Section 34</a>. The learned Advocate General strongly urged that a foreign award, taking the term in the sense, explained above, can be enforced under the Indian Arbitration Act in the same way as a &#x27;domestic award&#x27;,--using that term in contradistinction to &#x27;foreign award&#x27;,--and in the strictest sense, that is as referring only to an award, made by Indian arbitrators in India in an arbitration, held there, under the Indian law and between Indian nationals,--and all the provisions of the Act would apply to it. In this connection, he drew our attention to Russel&#x27;s observations at p. 280 of his book, 16th Edition, and referring to the various sections of the <a href=\"/doc/1052228/\" id=\"a_27\">Indian Arbitration Act, 1940</a>,--and, in particular, to <a href=\"/doc/665266/\" id=\"a_28\">Sections 14</a> to <a href=\"/doc/1171700/\" id=\"a_29\">17</a> and <a href=\"/doc/1882318/\" id=\"a_30\">31</a> to <a href=\"/doc/1912867/\" id=\"a_31\">35</a>,--he submitted that there is no reason why the said sections should not apply to such an award. The learned Advocate General pointed out that the statutory language was not inappropriate for the purpose and it was prima facie wide enough to include all arbitrations and arbitration awards and there was no valid reason to restrict the scope of that statutory language. He laid particular stress on Section 31(4) of the Indian Arbitration Act and submitted that a foreign award may well be filed under that section and, once that is done, the court will have complete seisin of the matter and full jurisdiction over the award and over all matters, relating to it, including the question of its remission for further consideration or the question of its modification or the setting aside of the award, and the conduct of the arbitrators will be attended with the same consequences as in the case of a domestic award. We are unable to accept this argument It is inherently opposed to the decision of the Judicial Committee in the <a href=\"/doc/591445/\" id=\"a_32\">Oppenheim</a> case, 49 Ind App 174: (AIR 1922 PC 120), to which reference has been made above. It is true that, when the said case was decided, the earlier arbitration enactments were in force, but the material provisions were practically the same and, as for the new sections, <a href=\"/doc/874260/\" id=\"a_33\">Section 32</a> and <a href=\"/doc/1154891/\" id=\"a_34\">Section 33</a>, we do not think that they were meant to apply to foreign arbitrations,--or to prohibit suits on them and override the decision in the said case 49 Ind App 174: (AIR 1922 PC 120). We do not also feel impressed by the argument of the learned Advocate General that, even if no other section of the Indian Arbitration Act would apply to the present case, <a href=\"/doc/1722761/\" id=\"a_35\">Section 34</a> would. We do not think that would be a reasonable or rational construction of the Act and there is no compelling reason either to adopt such a construction. <a href=\"/doc/1722761/\" id=\"a_36\">Section 34</a> provides for stay of a suit before an Indian Court and if the Act,--and therefore, <a href=\"/doc/1722761/\" id=\"a_37\">Section 34</a> also,--does not apply to the case of a foreign arbitration, the court, can, in a proper case, exercise the cognate or similar power, possessed by it under <a href=\"/doc/56600062/\" id=\"a_38\">Section 151</a> of the Code of Civil Procedure.</span> We do not accept the appellant&#x27;s argument to the contrary and the reliance which was placed for this purpose by Mr. P. R. Das,--and following him, Mr. Dev,-- on this part of the case on the decision of the English Court of Appeal in the case of Doleman and Sons v. Ossett Corporation, (1912) 3 KB 257, does not appear to be well justified.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> 45. The relevant observations of Fletcher-Moulton, L. J. in the case cited (vide p. 268 of the report) upon the <a href=\"/doc/32973673/\" id=\"a_39\">Common Law Procedure Act, 1854</a>, (which was prior to the Judicature Act of 1873) may possibly well be explained as applying to the Common Law Courts, which derived their powers from statutes and had no inherent powers which belonged to the Chancery courts alone at the time. in any event, we would prefer the view of Mackinnon L. J. as expressed in Racecourse Betting Control Board v. Secy. of State for Air, (1944) 1 Ch 114 at p. 126, on this particular point and also as to the true basis of the decisions in (1878) 8 Ch D 26; (1903) 1 KB 249; and 1913 P 130. In none of these decisions, this particular aspect of the matter appears to have been raised or considered and the question, now before us, was not mooted or discussed in any of them in the manner, in which it has been put before us and, as all the aforesaid decisions may well be supported and explained on, the theory of inherent powers (vide (1944) 1 Ch 114 at p. 126), we do not feel pressed to accept them as authorities for stay of suits under the <a href=\"/doc/1052228/\" id=\"a_40\">Arbitration Act</a>, pending foreign arbitration. This appears also to be the view of Russell on this particular point and his affirmance of the Court&#x27;s power to stay a suit, pending a foreign arbitration, at page 75 of his book may also be similarly explained. Indeed, in its latest pronouncement on the point, the English Court of Appeal also has expressed a similiar inclination. Thus, in (1958) 1 All ER 333 (supra) the view of Mackinnon, L. J. in (1944) 1 Ch. 114 (supra), (same case (1944) 1 AH ER 60), has received sufficient approval from all the three Lord Justices, Lord Denning, Hodson and Morris L. JJ. (vide page 335 per Lord Denning, L. J.; page 336 per Hodson, L. J. referring to Mackinnon, L. J. in (1944) 1 All ER 60 at page 65 and to the Athenee, (1922) 11 LI. L. Rep 6 and, in particular, to Atkin, L. J.&#x27;s observations, made in that case; and page 337 per Morris L. J. quoting Mackinnon, L. J. in (1944) 1 All ER 60 at 65.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_56\"> 46. We do not also think that Section 31(4) of the Indian Arbitration Act is of any material assistance to the respondents. The filing of the award, so far as the Indian Arbitration Act is concerned, is governed by two sections, <a href=\"/doc/665266/\" id=\"a_41\">Sections 14</a> and <a href=\"/doc/1882318/\" id=\"a_42\">31</a>. The first enables or entitles the arbitrator to file the award in Court and the second determines the Court, in which it is to be filed and which alone will have jurisdiction to deal with the award or the relative arbitration and with all matters, relating thereto. Sub-<a href=\"/doc/955768/\" id=\"a_43\">section 1</a> of <a href=\"/doc/1882318/\" id=\"a_44\">Section 31</a> determines the court or courts which may have such jurisdiction by laying down that the award &quot;may be filed in any Court having jurisdiction in the matter to which the reference relates&quot; and then Sub-section (4) of that section confines such jurisdiction to the particular court, out of the many which may have jurisdiction in the matter under Sub-section (1), in which the award has actually been filed. The filing, however, is done under <a href=\"/doc/665266/\" id=\"a_45\">Section 14</a> and, once the award is filed in court under that section, the sections, following the said <a href=\"/doc/665266/\" id=\"a_46\">Section 14</a>, including <a href=\"/doc/109140/\" id=\"a_47\">Section 16</a>, will at once be attracted. It is difficult, however, to see how the said <a href=\"/doc/1633982/\" id=\"a_48\">Section 18</a> at least, which deals with remission of the award, can effectively apply to foreign arbitrations and foreign awards. The court, obviously, will have no control over the arbitrator or arbitrators and it may well be impossible to take any effective action under the said section. Indeed, as Russell observes at pages 31 and 32 of his book, 16th Edn.,  \n  &quot;..... the provisions of the Act as to such matters as implied terms of the agreement, control of the reference, revocation of the arbitrator&#x27;s authority will,  however,   seldom  apply  to  such  an arbitration, since the submission to a foreign tribunal will ordinarily imply that the agreement and the arbitration  are to be  governed by the foreign and not by English law ..... The award upon such an arbitration is enforced in England by action.&#x27;&#x27; (vide also (1944) 1 Ch 114 at p. 126).  \n</p> \n\n<p data-structure=\"Section\" id=\"p_57\"> 47. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"591445\" id=\"span_11\">In the light of the foregoing discussion and in view of the <a href=\"/doc/591445/\" id=\"a_49\">Oppenheim</a> case, 49 Ind App 174 : (AIR 1922 PC 120), as already explained, <a href=\"/doc/1882318/\" id=\"a_50\">Section 31</a>, --or for the matter of that, <a href=\"/doc/1684349/\" id=\"a_51\">Section 31(4)</a> of the Indian Arbitration Act, 1940, would not at all help the respondents. On similar reasoning <a href=\"/doc/665266/\" id=\"a_52\">Section 14</a> of the Act also would be inapplicable. The whole foundation of the respondents&#x27; argument on the point would thus fall to the ground,</span>  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_58\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"591445\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"626216\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1626315\" id=\"span_14\">48. We are also inclined to  agree with the view, expressed by this Court in the cases of <a href=\"/doc/1626315/\" id=\"a_53\">Shiva Jute Baling Ltd. v. Hindley and Co. Ltd.</a>, 57 Cal WN 573 at p. 577 and <a href=\"/doc/626216/\" id=\"a_54\">Mury Exportation v. D. Khaitan and Sons Ltd., (S</a>) , by the late Chief Justice of this Court Chakravartti C. J. and Mr. Justice P. B. Mukherji respectively that Sections 33 and 35 of the Indian Arbitration Act would not apply to foreign arbitrations and, as we have said already, any other view of <a href=\"/doc/1154891/\" id=\"a_55\">Section 33</a> will  be inconsistent with  the  <a href=\"/doc/591445/\" id=\"a_56\">Oppenheim</a>  case,  49 Ind App 174 : (AIR 1922 PC 120) supra, which, to our mind, still remains good law and is not affected and, indeed, was not meant to be affected by the Indian Arbitration Act of 1940.   We have also sufficiently indicated  above  that,  in   the   above  view, when almost all the other material sections of the Indian  Arbitration  Act     would  be  inapplicable  to foreign arbitrations and foreign awards, it would not be a fair or reasonable construction of that statute to apply <a href=\"/doc/1722761/\" id=\"a_57\">Section 34</a> to such arbitrations unless there be some compelling reason or necessity for such application.   That there is no such compelling reason or necessity has also been shown and, in our view, the reasons, given by P. B. Mukharji, J. (vide (S) , for refusing application of <a href=\"/doc/1912867/\" id=\"a_58\">Section 35</a> to foreign awards, namely,  \n  &quot;to my mind it is clear that the basic object of   <a href=\"/doc/1912867/\" id=\"a_59\">Section  35</a>  of  the  Indian   Arbitration  Act,   1940,  is that within the same system of law in the same country two Tribunals, one a Court of law and the other a Court of arbitration, should not be allowed to compete in deciding the same dispute .........&quot;</span></span></span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_59\"> equally applies, -- and applies with equal force and as much relevance, -- to <a href=\"/doc/1722761/\" id=\"a_60\">Section 34</a> in relation to foreign arbitration and that, indeed, was foreseen by that learned Judge when he continued  \n  &quot;and, therefore, provision is made to avoid such conflict either by staying the suit under <a href=\"/doc/1722761/\" id=\"a_61\">Section 34</a>, Arbitration Act, 1940, and allowing the arbitration to proceed or by nullifying the arbitration under <a href=\"/doc/1912867/\" id=\"a_62\">Section 35</a>, Arbitration Act, 1940, by giving notice of the suit. That consideration or conflict between courts and arbitrators under the same sovereign working under the same system of law is absent where parties under different systems of law and different sovereigns are concerned.&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_60\"> Indeed, the provisions of <a href=\"/doc/1722761/\" id=\"a_63\">Sections 34</a> and <a href=\"/doc/1912867/\" id=\"a_64\">35</a> appear to be complementary -- the one, providing for a stay of the suit presumably at an earlier stage, the other nullifying the arbitration and preserving the decree in the suit when made, under certain specified circumstances, but, in both, the underlying purpose is to avoid a conflict between two tribunals in the same country under the same system of law. We hold, accordingly, that Section 34 of the Indian Arbitration Act would not apply to foreign arbitrations and so, in the present case, the suit cannot be stayed under that section.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_61\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"591445\" id=\"span_15\">49. It is also pertinent to point out at this stage that <a href=\"/doc/1722761/\" id=\"a_65\">Section 34</a> empowers only a party to an arbitration agreement to apply for stay under that section. Arbitration agreement has been defined in the Act (vide <a href=\"/doc/1430346/\" id=\"a_66\">Section 2(a)</a>) and prima facie, that definition is certainly wide enough to include a foreign arbitration. If, however, that wide interpretation of the term be accepted, <a href=\"/doc/665266/\" id=\"a_67\">Sections 14</a>, <a href=\"/doc/1882318/\" id=\"a_68\">31</a>, <a href=\"/doc/874260/\" id=\"a_69\">32</a> and <a href=\"/doc/1154891/\" id=\"a_70\">33</a> would, by their own force, apply to foreign arbitration, which, as we have pointed out above, would be practically meaningless and would also be opposed to the principle, underlying the <a href=\"/doc/591445/\" id=\"a_71\">Oppenheim</a> case, 49 Ind App 174 : (AIR 1922 PC 120). There is no valid reason also why arbitration agreement in <a href=\"/doc/1722761/\" id=\"a_72\">Section 34</a> should have a different or wider connotation than in the said other sections. This is another reason why <a href=\"/doc/1722761/\" id=\"a_73\">Section 34</a> would not apply to foreign arbitration and hence to the contemplated arbitration in the instant case.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_62\"> 50. So long we have not touched upon the aspect of extra-territorial operation of the <a href=\"/doc/1052228/\" id=\"a_74\">Indian Arbitration Act, 1940</a>, from the point of view of vires of this particular legislation or the powers of the Indian Legislature when it enacted the same. This has not been necessary, as, even if the above Act could have been given extra-territorial operation by the Legislature at the time of its enactment, from what we have already seen of the said Act and what we shall say on it hereinafter, such operation does not seem to have been given or intended by the legislature, and a fair and reasonable construction ot the Act would not necessitate or support such operation. As, however, the question of vires of this particular legislation, having regard to the powers of the Indian Legislature at the time of its enactment, has been raised before us on the point of its extraterritorial operation, we shall briefly examine that question and express our own views on the same.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_63\"> 51. We are free to confess that this question is not altogether free from difficulty. On the one hand, it is an extremely debatable point as to what should be regarded as extra-territorial operation for judging the validity of a particular piece of legislation with reference to the powers of the enacting legislature. On the other hand, an enquiry into the extent of powers of a particular legislature with regard to extra-territorial legislation is not any the less complex and is usually beset with very great complications. Indeed, these considerations may well explain the disinclination of the Judicial Committee (vide 74 Ind App 50 at p. 61 : (AIR 1947 PC 78 at p. 81), to give their &quot;assent or dissent&quot; to the Federal Court&#x27;s &quot;dicta&quot; or observations in the Raleigh Investment Co.&#x27;s case, 74 Ind App 50 : (AIR 1947 PC 78), on which the respondents relied, without closer and more detailed examination and, notwithstanding the said observations or &quot;dicta&quot; of the Federal Court, it is difficult to hold that Macleod&#x27;s case, 1891 AC 455, is no longer a recognised or accepted authority.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> 52. Clearly also, as we shall presently see, the above Federal Court case  may well be distinguished and the relevant observations of their Lordships may well be explained away without affecting the problem in the instant case before us. That, of course, does not mean or necessarily put an end to this problem even in this particular case, but, as we shall presently see, even from this point of view, on the present state of the authorities, the Indian Arbitration Act should not be applied to foreign arbitration.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\"> 53. As to , it is enough to say that it dealt with a taxing statute and related to income tax and the language of the particular enactment (the <a href=\"/doc/789969/\" id=\"a_75\">Indian Income-tax Act</a>, <a href=\"/doc/1242720/\" id=\"a_76\">Section 4 (1) (c)</a>, read with Explanation 3 to <a href=\"/doc/1242720/\" id=\"a_77\">Section 4 (1)</a>) was plainly extra-territorial as opposed to merely general and that, according to the Federal Court (vide p. 53 and p. 60 of the Report), was a strong indication in favour of its extra-territorial operation. The Federal Court, again, applied what is known as the &#x27;nexus theory&#x27;, which, on the authority (Evatt, J. in (1933) 49 CLR 220 at p. 236, Trustees, Executors and Agency Co. Ltd. v. Federal Commissioner of Taxation), relied on by their Lordships in , did not apparently extend beyond customs, taxation, external affairs and the like. Whether the &#x27;nexus theory&#x27; would have a wider application did not arise before the Federal Court in the Raleigh Investment Co&#x27;s case, AIR 1947 PC 78. But, unless such wider application is conceded, that theory, -- and so the Federal Court&#x27;s observations too -- however much they may be binding on this Court under <a href=\"/doc/74529/\" id=\"a_78\">Articles 372(1)</a> and <a href=\"/doc/1697087/\" id=\"a_79\">374(2)</a> and <a href=\"/doc/12910/\" id=\"a_80\">225</a>, read with <a href=\"/doc/882644/\" id=\"a_81\">Article 141</a>, of the Constitution of India, -- would not assist the respondents. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"114104\" id=\"span_16\">We do not think also that the Privy Council case of <a href=\"/doc/114104/\" id=\"a_82\">Wallace Brothers and Co. Ltd. v. Commr. of Income-tax, Bombay</a> , really advances the matter, particularly in view of the express words of their Lordships at p. 121 of the report (vide Paragraph 20).</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_66\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"608874\" id=\"span_17\">54. The question of extra-territorial operation of statutes may, however, require, in matters like the present, further consideration in view of the very elaborate and highly analytic discussion of the subject, made bv Venkatarama Ayyar, J. in the <a href=\"/doc/608874/\" id=\"a_83\">Bengal Immunity Co.</a>&#x27;s case, (1955) SCA 1140 at pp. 1307-1319 : ((S) , which, though again a tax case and relied upon by Mr. P. R. Das only for the purpose pf showing that there was no disapproval therein of Macleod&#x27;s case, (1891) AC 455 raises other issues which may have some bearing on this particular question.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\"> 55. The &#x27;nexus theory&#x27;, however, as explained by Ayyar, J. though couched in apparently very wide terms has its own limitations and bearing in mind the nature and character of the <a href=\"/doc/1052228/\" id=\"a_84\">Indian Arbitration Act, 1940</a>, namely, that it deals with arbitration and is a law relating to arbitration only, we do not think that the mere fact, that the contract, to which the instant arbitration agreement relates, has been made in India and has to be performed here, would be sufficient, even under the test, laid down by the said learned Judge (Ayyar, J.), -- that is to say, sufficient to establish the requisite territorial connection for the purpose of the said Act (vide in this connection the observations of their Lordships of the Judicial Committee in  -- the opening lines of Paragraph 20 of the report) -- to justify its application to the present arbitration either on the ground that such application does not involve extra-territorial operation of this particular statute or that extra-territorial operation, if any, in this case will be validated by the above &#x27;nexus theory&#x27;. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"608874\" id=\"span_18\">As at present advised, we are not inclined to accept any broader view of the &#x27;nexus theory&#x27;, the more so as this wider aspect was not argued before us and the respondents relied on this point solely upon the Raleigh Investment Co&#x27;s case, 74 Ind App 50 : (AIR 1947 PC 78), which, as already explained, does not support the same and does not also touch the instant case before us, and the <a href=\"/doc/608874/\" id=\"a_85\">Bengal Immunity</a> case, , was cited and discussed by Mr. P. R. Das simply for the purpose of meeting the respondents&#x27; challenge to the validity of the Judicial Committee&#x27;s pronouncement in Macleod&#x27;s case, (1891) AC 455, which, certainly, was not taken by Ayyar, J. as overruled by any subsequent judicial pronouncement but which was only -- and, if we may add with respect, incidentally, -- explained by him as applying to the second class of cases of extra-territorial operation, as envisaged by him.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"608874\" id=\"span_19\">Even accepting, therefore, the broad view of <a href=\"/doc/139567537/\" id=\"a_86\">Sections 99(1)</a> and <a href=\"/doc/63026120/\" id=\"a_87\">100</a> of the Government of India Act, 1935, as taken by Spens C. J. in the Raleigh Investment Co&#x27;s case, 74 Ind App 50 : (AIR 1947 PC 78) and Ayyar, J. in the <a href=\"/doc/608874/\" id=\"a_88\">Bengal Immunity</a> Case, , this point also cannot be decided against the appellant.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_68\"> 56. It may be argued that, prima facie, there can be no possible objection to apply <a href=\"/doc/1722761/\" id=\"a_89\">Section 34</a> to cases of foreign arbitration also, even if that may appear to involve some sort of extra-territorial operation as what <a href=\"/doc/1722761/\" id=\"a_90\">Section 34</a> really does is to confer power on an Indian Court to stay its own proceedings and, strictly speaking, therefore and looking at the substance of the thing, no question of extra-territorial operation or of the vires of the Act or of the power of the enacting legislature arises. But, as <a href=\"/doc/1722761/\" id=\"a_91\">Section 34</a> does not stand alone and as the words &quot;arbitration agreement&quot;, as used in that section, must have the same meaning as in the several other sections, which employ the said term, -- and so <a href=\"/doc/1722761/\" id=\"a_92\">Section 34</a> cannot be separately or independently construed, -- and, as the said other sections and the term &#x27;arbitration agreement&#x27; as employed therein, if applied to foreign arbitrations, would, on the above view, affect the vires of the Act and place it beyond the legislative competence and powers of the enacting legislature, the above prima facie construction of <a href=\"/doc/1722761/\" id=\"a_93\">Section 34</a> would have to be rejected.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_69\"> 57. A word now on the <a href=\"/doc/777085/\" id=\"a_94\">Indian Arbitration (Protocol and Convention) Act, 1937</a>. <a href=\"/doc/1052228/\" id=\"a_95\">That Act</a> sufficiently shows that the arbitration enactment or enactments, as they stood in this country prior to the 1940 Act, did not apply to foreign arbitrations, as, otherwise, it would not have been necessary to provide in the said Protocol Act that &quot;a foreign award shall, subject to the provisions of this Act, be enforceable in British India (now India) as if it were an award made on a matter referred to arbitration in British India (now India)&quot; (vide <a href=\"/doc/1242720/\" id=\"a_96\">Section 4(1)</a>) and thus to extend the application of the existing arbitration enactment or enactments to foreign arbitrations in the light of the definition of &#x27;foreign award&#x27; in the said Protocol Act which was only a species of the wider genus &#x27;foreign award&#x27; in the relative wider &quot;foreign arbitration,&quot; as explained by us earlier in this judgment. The necessity of <a href=\"/doc/1529130/\" id=\"a_97\">Section 3</a>, providing for a compulsory stay of suit in case of foreign arbitrations under the said Protocol Act, may be explained, as it prescribed a compulsory stay of suit under certain circumstances in place of the discretionary stay under the then existing arbitration enactment or enactments, but <a href=\"/doc/1242720/\" id=\"a_98\">Section 4(1)</a> cannot be so explained. If, then, as we have pointed out above, the Indian Arbitration Act of 1940 was not materially different from the earlier arbitration enactments, which it virtually replaced, so far as foreign arbitration is concerned, that Act also would not apply to foreign arbitration and, indeed, the presence, side by side, of the two Acts, namely, the Indian Arbitration Act of 1940 and the <a href=\"/doc/777085/\" id=\"a_99\">(Indian) Arbitration (Protocol and Convention) Act</a> of 1937, lends support to that view.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_70\"> 58. In the above view, we hold that the Indian Arbitration Act of 1940, -- and so also <a href=\"/doc/1722761/\" id=\"a_100\">Section 34</a> thereof, -- would not apply to the arbitration in the instant case before us and no prayer for stay of the present suit is maintainable under the said section and that, in any event, such prayer for stay should be refused by the Court in the exercise of its discretion under the said section, or under its inherent powers, if the prayer for stay be considered to be one under such powers and as invoking the inherent jurisdiction of the Court.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> 59. We, accordingly, allow this appeal, set aside the order of the learned trial Judge, Ray, J. and dismiss the respondents&#x27; application under Section 34 of the Indian Arbitration Act and refuse their prayer for stay of the plaintiff&#x27;s suit,  \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_72\"> 60. The plaintiff-appellant will be entitled to the costs of this appeal. Certified for two counsel.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_73\"> 61. The plaintiff-appellant will also be entitled to its costs of the present application in the court below as in arbitration proceedings.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\"> 62. Upon the respondents&#x27; prayer, we grant a stay of operation of this order for a period of two months to enable them to decide their future course of action.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_75\"> Law, J.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_76\"> 63. I agree.  \n</p> \n\n","numcites":42,"numcitedby":10,"docsource":"Calcutta High Court","citetid":512470,"divtype":"judgments","relatedqs":[{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"extra territorial operation","formInput":"extra%20territorial%20operation"},{"value":"arbitration by association","formInput":"arbitration%20by%20association"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"},{"value":"extra territorial ","formInput":"extra%20territorial%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"bengal immunity","formInput":"bengal%20immunity"},{"value":"discretion of court","formInput":"discretion%20of%20court"},{"value":"foreign awards","formInput":"foreign%20awards"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"exercise of discretion","formInput":"exercise%20of%20discretion"},{"value":"lord denning","formInput":"lord%20denning"},{"value":"arbitration act","formInput":"arbitration%20act"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":false,"query_alert":null,"agreement":false}