{"tid":136092640,"publishdate":"2020-03-02","title":"Samta Naidu vs The State Of Madhya Pradesh on 2 March, 2020","doc":"<h2 class=\"doc_title\">Samta Naidu vs The State Of Madhya Pradesh on 2 March, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2020 SUPREME COURT 2573, AIRONLINE 2020 SC 303</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-saran\">Vineet Saran</a>, <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<pre id=\"pre_1\">         Criminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\n         Samta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n                                                                                                     1\n                                                                                           Reportable\n                                          IN THE SUPREME COURT OF INDIA\n\n                                        CRIMINAL APPELLATE JURISDICTION\n\n                                   CRIMINAL APPEAL NOS.367-368 OF 2020\n                         (Arising out of Special Leave Petition (Crl.)Nos.4418-4419 of 2019)\n\n\n                         SAMTA NAIDU &amp; ANR.                                            …Appellants\n\n\n                                                                Versus\n\n\n                         STATE OF MADHYA PRADESH AND ANR.                              …Respondents\n\n\n\n                                                          JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                         Uday Umesh Lalit, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">                         1.       Leave granted.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">                         2.       These appeals arise out of the common judgment and order dated\n\n                         12.02.2019 passed by the High Court1 in Criminal Revision No.2996 of\n\n                         2015 and Criminal Revision No. 2556 of 2016.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">                         3.       One G. S. Naidu, who owned a Maruti-800 vehicle of 1995 make,\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">MUKESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2020.03.02</span>\n                         passed away on 12.12.2001 leaving behind his widow, three sons and a\n<span class=\"hidden_text\" id=\"span_5\">18:16:19 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                         1</span>\n                             High Court of Madhya Pradesh, Principal Bench, Jabalpur\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_8\">                                                                                    2</span>\n<p data-structure=\"Issue\" id=\"p_5\">       daughter (who was unmarried and has since then passed away). His second\n\n       son (Complainant in the present matter) filed a complaint against his\n\n       brother (the third son of G. S. Naidu) and his wife, submitting as under:-\n</p>\n\n<blockquote id=\"blockquote_1\">                       “3. It is submitted that the father of the\n                       complainant namely Late G.S. Naidu passed\n                       away on 12.12.2001. A copy of the death\n                       certificate in this regard is enclosed herewith as\n                       Annexure A/1 with this complaint.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_6\">                       4.    It is submitted that on 2.11.2010, the\n                       aforesaid vehicle has been sold by the respondent\n                       by putting forged signatures of the complainant’s\n                       father on the Form 29 and 30 and also put forged\n                       signature on the affidavit annexed with Form\n                       No.29 and 30 knowing fully well that Late G.S.\n                       Naidu has passed away on 12.12.2001. A true\n                       copy of Form No.29 and 30 and the affidavit is\n                       being filed herewith as Annexure A/2. It is\n                       submitted that on the date when the vehicle was\n                       sold which was being owned by G.S. Naidu, the\n                       father of the complainant was no more.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">                       5.    It is submitted that respondent Nos. 1 and\n                       2, in order to sell the vehicle, has forged the\n                       signature of Late G.S. Naidu knowing fully well\n                       that he has passed away. It is also submitted that\n                       the documents which have been forged by the\n                       respondents have been subsequently used for\n                       getting the benefit in the form of sale\n                       consideration of the vehicle. The act of the\n                       respondents squarely covers the offences\n                       punishable under <a href=\"/doc/1326844/\" id=\"a_1\">Sections 409</a>, <a href=\"/doc/1436241/\" id=\"a_2\">420</a>, <a href=\"/doc/1985627/\" id=\"a_3\">467</a>, <a href=\"/doc/556166/\" id=\"a_4\">468</a> and\n                       <a href=\"/doc/1466184/\" id=\"a_5\">471</a> of the IPC and therefore, the respondents are\n                       liable to be punished accordingly. Hence, the\n                       present complaint is being filed before this\n                       Hon’ble Court.”\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_9\">                                                                                3</span>\n<p data-structure=\"Facts\" id=\"p_8\">       4.      The Complaint came up before the Judicial Magistrate First Class,\n\n       Jabalpur, who, by his order dated 05.07.2013 concluded as under:-\n</p>\n\n<blockquote id=\"blockquote_2\">                       “On the basis of evidence and document\n                       produced on behalf of complainant it appears that\n                       no prima facie case is made out against accused\n                       Samta Naidu and Dilip Naidu.\n</blockquote>\n<blockquote id=\"blockquote_3\">                       Hence complaint under <a href=\"/doc/443138/\" id=\"a_6\">Section 203</a> Criminal\n                       Procedure Code is rejected and thereby\n                       dismissed.”\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_9\">       5.      The complainant being aggrieved, filed Revision before the VIII\n\n       Additional Sessions Judge, Jabalpur. On 05.03.2014 the Counsel for the\n\n       Complainant submitted that he wished to withdraw the Revision with\n\n       liberty to file a fresh complaint on the basis of certain new facts, which\n\n       request was opposed. After perusing the record and considering the\n\n       submissions, the Revisional Court observed as under:-\n</p>\n\n<blockquote id=\"blockquote_4\">                       “This is well settled position that new complaint\n                       can be filed any time on the basis of new facts and\n                       for which purposes there is no need of permission\n                       of this Court or permission of any court. Because\n                       revisionist does not wish to press instant revision\n                       any more, hence instant revision is dismissed on\n                       this ground alone. Revision Petition is thus\n                       disposed of accordingly.”\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_10\">       6.      Thereafter, Complaint Case No. 9226 of 2014 was preferred by the\n\n       Complainant on same allegations but relying on additional material\n\n       adverted to in paragraphs 5, 6 and 7 of said Complaint, the material was:-\n</p><blockquote id=\"blockquote_5\">\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_10\">                                                                                4</span>\n<blockquote id=\"blockquote_6\">               a)     The credit note in the sum of Rs.37,500/- issued\n\n               upon request of the Appellants by the representatives of\n\n               Standard Auto Agency, Jabalpur after valuing the vehicle.\n</blockquote>\n<blockquote id=\"blockquote_7\">               b)     The fact that said amount of Rs.37,500/- was\n\n               thereafter adjusted towards purchase of a new vehicle in\n\n               the name of the first Appellant.\n</blockquote>\n<blockquote id=\"blockquote_8\">               c)     The Registration Certificate of the new vehicle\n\n               issued in the name of first Appellant.\n</blockquote>\n<blockquote id=\"blockquote_9\">               d)     Certified copies of said documents received from\n\n               the office of RTO, Jabalpur.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_11\">               Based on the aforesaid documents, it was submitted that cognizance\n\n       be taken of the offences punishable under <a href=\"/doc/386021/\" id=\"a_7\">Sections 201</a>, <a href=\"/doc/1326844/\" id=\"a_8\">409</a>, <a href=\"/doc/1436241/\" id=\"a_9\">420</a>, <a href=\"/doc/1985627/\" id=\"a_10\">467</a>,\n\n       <a href=\"/doc/556166/\" id=\"a_11\">468</a> and <a href=\"/doc/1466184/\" id=\"a_12\">471</a> of the Indian Penal Code, 1860 (for short, “<a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>”).\n</p>\n\n<p data-structure=\"Facts\" id=\"p_12\">       7.      On 02.08.2014, the Judicial Magistrate First Class Jabalpur took\n\n       cognizance in respect of offence punishable under <a href=\"/doc/1436241/\" id=\"a_14\">Section 420</a> IPC but\n\n       rejected the Complaint with respect to other offences, which order was\n\n       challenged by the Complainant by preferring Criminal Revision No.288\n\n       of 2014. Said Revision was allowed by the 9th Additional Sessions Judge,\n\n       Jabalpur, by his order dated 02.11.2015 directing the Magistrate to\n\n       reconsider the documents available on record and to pass appropriate\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_11\">                                                                                5</span>\n<p data-structure=\"Issue\" id=\"p_13\">       order for taking cognizance in regard to appropriate offences. This order\n\n       was challenged by the Appellants by filing Criminal Revision No.2996 of\n\n       2015 in the High Court.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_14\">       8.       During the pendency of the aforesaid Revision in the High Court,\n\n       the matter was taken up and the Judicial Magistrate First Class, Jabalpur\n\n       took cognizance of all offences alleged in the complaint. Thereafter, the\n\n       Additional Sessions Judge – X by his order dated 20.09.2016 framed\n\n       charges against the Appellants in respect of offences punishable under\n\n       <a href=\"/doc/1897847/\" id=\"a_15\">Sections 120-B</a>, <a href=\"/doc/1436241/\" id=\"a_16\">420</a>, <a href=\"/doc/1985627/\" id=\"a_17\">467</a>, <a href=\"/doc/556166/\" id=\"a_18\">468</a> and <a href=\"/doc/1466184/\" id=\"a_19\">471</a> of the IPC. This order led to the\n\n       filing of Criminal Revision No.2556 of 2016 by the Appellants in the High\n\n       Court. Both the aforesaid Criminal Revisions were heard together by the\n\n       High Court.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_15\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1271682\" id=\"span_12\">9.       On the question, whether the second complaint was maintainable or\n\n       not, the High Court relied upon the decision of this Court in <a href=\"/doc/1271682/\" id=\"a_20\">Pramatha\n\n       Nath Taluqdar vs. Saroj Ranjan Sarkar2</a> and observed:-</span>\n</p>\n<blockquote id=\"blockquote_10\">                  “12. However, in the context of the instant case,\n                  when we compare the two complaints, it is obvious\n                  that at the time of filing the first complaint, the\n                  complainant seems to be aware only of the fact that\n                  accused persons Dilip and Samta had unilaterally\n                  sold a car belonging to G. Shankar Naidu and\n                  which, after his death, had become joint family\n                  property. The complainant seems to have acquired\n\n<span class=\"hidden_text\" id=\"span_13\">       2</span>\n           AIR 1962 SC 876 = (1962) Supp 2 SCR 297\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_14\">                                                                                   6</span>\n<blockquote id=\"blockquote_11\">                  the knowledge of details of the transaction later.\n                  Therefore, subsequent complaint provides the\n                  particulars of the transaction in far greater details.”\n\n\n                The High Court, thus, found no infirmity warranting interference\n\n       and dismissed both the Revision Petitions.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_16\">       10.      While issuing notice in the present matters this Court directed the\n\n       Appellants to deposit a sum of Rs.45,000/- (Rupees Forty Five Thousand\n\n       Only) in the Registry of this Court within two weeks. Said sum stands\n\n       deposited in the Registry. This direction was passed so that if any of the\n\n       heirs of G. S. Naidu felt that his share in the property left behind by the\n\n       deceased was not being given to him, the internal disputes/difference\n\n       between the members of the family could be sorted out. But such\n\n       suggestions were not acceptable to the Complainant.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_17\">       11.      The parties thereafter exchanged pleadings and the matter was\n\n       heard.     Mr. Devadatt Kamat, learned Senior Advocate, appeared in\n\n       support of the Appeal. Relying on the decision of this Court in Taluqdar2,\n\n       he submitted that the High Court was in error in rejecting the Revision\n\n       Applications. Ms. Meenakshi Arora, learned Senior Advocate for the\n\n       respondent-complainant also relied upon the same decision and other\n\n       decisions referred to by the High Court, to submit that as new material\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_15\">                                                                                  7</span>\n<p data-structure=\"Precedent\" id=\"p_18\">       was found, the second Complaint was rightly considered and taken\n\n       cognizance of.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_19\">       12.     The principal decision relied upon by both sides is one rendered by\n\n       a Bench of three Judges of this Court in Taluqdar2. Para 35 of the majority\n\n       decision authored by Kapur, J. discloses that a Complaint under <a href=\"/doc/1985627/\" id=\"a_21\">Sections\n\n       467</a> and <a href=\"/doc/1466184/\" id=\"a_22\">471</a> read with <a href=\"/doc/513074/\" id=\"a_23\">Section 109</a> of the IPC was preferred on the\n\n       allegations that an unregistered deed of agreement purportedly executed\n\n       on 19.01.1948, a transfer deed in respect of 1000 shares purportedly\n\n       executed on 05.02.1951 and the minutes of proceedings of the Board\n\n       meetings purporting to bear the signature of late Sri Nalini Ranjan Sarkar\n\n       were stated to have been forged.             The Chief Presidency Magistrate\n\n       dismissed the complaint against which Revision was preferred before the\n\n       High Court of Calcutta. Said Revision Petition was dismissed and the\n\n       matter was carried before this Court but the Appeal was dismissed as\n\n       withdrawn. Thereafter, another complaint was brought under very same\n\n       Sections. The Chief Presidency Magistrate took cognizance of second\n\n       Complaint against which order, Revision was preferred in the High Court\n\n       of Calcutta. The matter came up before the Division Bench and the\n\n       additional material projected in support of the submission that the second\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_16\">                                                                              8</span>\n<p data-structure=\"Precedent\" id=\"p_20\">       Complaint was maintainable was dealt with by the Division Bench. The\n\n       matter in that behalf was adverted to this Court as under:-\n</p>\n<blockquote id=\"blockquote_12\">                 “In regard to the filing of a second complaint it held\n                 that a fresh complaint could be entertained after the\n                 dismissal of previous complaint under <a href=\"/doc/443138/\" id=\"a_24\">Section 203</a>\n                 Criminal Procedure Code when there was manifest\n                 error or manifest miscarriage of justice or when\n                 fresh evidence was forthcoming. The Bench was of\n                 the opinion that the fact in regard to the City\n                 Telephone Exchange was a new matter and because\n                 Pramode Ranjan Sarkar was not permitted to take a\n                 photostat copy of the minutes-book, it was possible\n                 that his attention was not drawn to the City\n                 Telephone Exchange which was not in existence at\n                 the relevant time and that there was sufficient\n                 reason for Pramode Ranjan Sarkar for not\n                 mentioning the matter of City Exchange in his\n                 complaint. It also held that the previous Chief\n                 Presidency Magistrate Mr Chakraborty had\n                 altogether ignored the evidence of a large number\n                 of witnesses who were competent to prove the\n                 handwriting and signature of N.R. Sarkar and he\n                 had no good reasons for not accepting their\n                 evidence. It could not be said therefore that there\n                 was a judicial enquiry of the matter before the\n                 previous Chief Presidency Magistrate; the decision\n                 was rather arbitrary and so resulted in manifest\n                 miscarriage of justice. The Court was of the opinion\n                 therefore that there was no reason to differ from the\n                 finding of the Chief Presidency Magistrate Mr\n                 Bijoyesh Mukerjee and that there was a prima facie\n                 case against the appellants.”\n\n       12.1 The issue was considered by the majority judgment of this Court\n\n       as under:-\n</blockquote>\n<blockquote id=\"blockquote_13\">                 “48. Under the <a href=\"/doc/445276/\" id=\"a_25\">Code of Criminal Procedure</a> the\n                 subject of “Complaints to Magistrates” is dealt with\n                 in Chapter 16 of the <a href=\"/doc/445276/\" id=\"a_26\">Code of Criminal Procedure</a>.\n                 The provisions relevant for the purpose of this case\n                 are <a href=\"/doc/943588/\" id=\"a_27\">Sections 200</a>, <a href=\"/doc/162723/\" id=\"a_28\">202</a> and <a href=\"/doc/1096902/\" id=\"a_29\">203</a>. <a href=\"/doc/943588/\" id=\"a_30\">Section 200</a> deals\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_17\">                                                                          9</span>\n<blockquote id=\"blockquote_14\">                 <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"114000\" id=\"span_18\">with examination of complainants and <a href=\"/doc/162723/\" id=\"a_31\">Sections\n                 202</a>, <a href=\"/doc/1096902/\" id=\"a_32\">203</a> and <a href=\"/doc/1905618/\" id=\"a_33\">204</a> with the powers of the Magistrate\n                 in regard to the dismissal of complaint or the issuing\n                 of process. The scope and extent of <a href=\"/doc/162723/\" id=\"a_34\">Sections 202</a>\n                 and <a href=\"/doc/1096902/\" id=\"a_35\">203</a> were laid down in <a href=\"/doc/114000/\" id=\"a_36\">Vadilal Panchal v.\n                 Dattatraya Dulaji Ghadigaonker3</a>. The scope of\n                 enquiry under <a href=\"/doc/162723/\" id=\"a_37\">Section 202</a> is limited to finding out\n                 the truth or otherwise of the complaint in order to\n                 determine whether process should issue or not and\n                 <a href=\"/doc/1096902/\" id=\"a_38\">Section 203</a> lays down what materials are to be\n                 considered for the purpose. Under <a href=\"/doc/443138/\" id=\"a_39\">Section 203</a>\n                 Criminal Procedure Code the judgment which the\n                 Magistrate has to form must be based on the\n                 statements of the complainant and of his witnesses\n                 and the result of the investigation or enquiry if any.\n                 He must apply his mind to the materials and form\n                 his judgment whether or not there is sufficient\n                 ground for proceeding. Therefore if he has not\n                 misdirected himself as to the scope of the enquiry\n                 made under <a href=\"/doc/1149595/\" id=\"a_40\">Section 202</a>, of the Criminal Procedure\n                 Code, and has judicially applied his mind to the\n                 material before him and then proceeds to make his\n                 order it cannot be said that he has acted erroneously.\n                 An order of dismissal under <a href=\"/doc/443138/\" id=\"a_41\">Section 203</a>, of the\n                 Criminal Procedure Code, is, however, no bar to the\n                 entertainment of a second complaint on the same\n                 facts but it will be entertained only in exceptional\n                 circumstances, e.g., where the previous order was\n                 passed on an incomplete record or on a\n                 misunderstanding of the nature of the complaint or\n                 it was manifestly absurd, unjust or foolish or where\n                 new facts which could not, with reasonable\n                 diligence, have been brought on the record in the\n                 previous proceedings, have been adduced. It cannot\n                 be said to be in the interests of justice that after a\n                 decision has been given against the complainant\n                 upon a full consideration of his case, he or any other\n                 person should be given another opportunity to have\n                 his complaint enquired into.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1555953\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"812223\" id=\"span_20\">Allah Ditto v. Karam\n                 Baksh4; <a href=\"/doc/812223/\" id=\"a_42\">Ram Narain Chaubey v. Panachand Jain5</a>;\n                 <a href=\"/doc/1555953/\" id=\"a_43\">Hansabai Sayaji Payagude           v. Ananda Ganuji</a>\n\n<span class=\"hidden_text\" id=\"span_21\">     3</span>\n       AIR 1960 SC 1113\n<span class=\"hidden_text\" id=\"span_22\">     4</span>\n        AIR 1930 Lah 879\n<span class=\"hidden_text\" id=\"span_23\">     5</span>\n        AIR 1949 Pat 256\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.</span></span>)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_24\">                                                                               10</span>\n<blockquote id=\"blockquote_15\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1877683\" id=\"span_25\"><a href=\"/doc/1877683/\" id=\"a_44\">Payagude6 Doraisami v. Subramania7</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1282820\" id=\"span_26\">In regard to\n                 the adducing of new facts for the bringing of a fresh\n                 complaint the Special Bench in the judgment under\n                 appeal did not accept the view of the Bombay High\n                 Court or the Patna High Court in the cases above\n                 quoted and adopted the opinion of Maclean, C.J. in\n                 <a href=\"/doc/1282820/\" id=\"a_45\">Queen Empress v. Dolegobinda Das8</a> affirmed by a\n                 Full Bench in Dwarka Nath Mandal v. Benimadhas\n                 Banerji9. It held therefore that a fresh complaint can\n                 be entertained where there is manifest error, or\n                 manifest miscarriage of justice in the previous order\n                 or when fresh evidence is forthcoming.”\n\n         12.2 It was observed in para 50 as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">                 “50. Taking first the question of fresh evidence,\n                 the view of some of the High Courts that it should\n                 be such that it could not with reasonable diligence\n                 have been adduced is, in our opinion, a correct view\n                 of the law. It cannot be the law that the complainant\n                 may first place before the Magistrate some of the\n                 facts and evidence in his possession and if he fails\n                 he can then adduce some more evidence and so on.\n                 That in our opinion, is not a correct view of the\n                 law.”\n\n\n         12.3 The majority judgment thus accepted the challenge, allowed the\n\n         Appeal and dismissed the Complaint with following observations:-\n</blockquote>\n<blockquote id=\"blockquote_17\">                 “61. In these circumstances, we are of the opinion\n                 that the bringing of the fresh complaint is a gross\n                 abuse of the process of the Court and is not with the\n                 object of furthering the interests of justice.\n</blockquote>\n<pre id=\"pre_2\">                                     …      …      …\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">     6</span>\n         AIR 1949 Bom 384\n<span class=\"hidden_text\" id=\"span_28\">     7</span>\n         AIR 1918 Mad 484\n<span class=\"hidden_text\" id=\"span_29\">     8</span>\n         ILR 28 Cal 211\n<span class=\"hidden_text\" id=\"span_30\">     9</span>\n         ILR 28 Cal 652 (FB)\n</pre><blockquote id=\"blockquote_18\">\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_31\">                                                                                11</span>\n<blockquote id=\"blockquote_19\">                 63. For these reasons we allow the appeals, set\n                 aside the order of the High Court and of the learned\n                 Chief Presidency Magistrate and dismiss the\n                 complaint.”\n\n\n       12.4 The dissenting opinion was expressed by S.K. Das, J.\n</blockquote>\n\n<blockquote id=\"blockquote_20\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1052178\" id=\"span_32\">13.     The law declared in Taluqdar2 has consistently been followed, for\n\n       instance, in <a href=\"/doc/1052178/\" id=\"a_46\">Bindeshwari Prasad Singh vs. Kali Singh10</a> it was observed:</span>\n</blockquote>\n<blockquote id=\"blockquote_21\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"566198\" id=\"span_33\">“It is now well settled that a second complaint can lie only on fresh facts\n\n       or even on the previous facts only if a special case is made out”. The view\n\n       taken in Bindeshwari10 was followed in Maj. Genl. <a href=\"/doc/566198/\" id=\"a_47\">A.S. Gauraya and\n\n       another vs. S.N. Thakur</a> and another11.</span>\n</blockquote>\n\n\n<blockquote id=\"blockquote_22\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"492319\" id=\"span_34\">13.1 In <a href=\"/doc/492319/\" id=\"a_48\">Jatinder Singh and Others vs. Ranjit Kaur12</a> the issue was\n\n       whether the first complaint having been dismissed for default, could the\n\n       second complaint be maintained. The matter was considered as under:-</span>\n</blockquote>\n\n<blockquote id=\"blockquote_23\">                 “9. There is no provision in the Code or in any other\n                 statute which debars a complainant from preferring a\n                 second complaint on the same allegations if the first\n                 complaint did not result in a conviction or acquittal or\n                 even discharge. <a href=\"/doc/626019/\" id=\"a_49\">Section 300</a> of the Code, which debars\n                 a second trial, has taken care to explain that “the\n                 dismissal of a complaint, or the discharge of the\n                 accused, is not an acquittal for the purposes of this\n                 section”. However, when a Magistrate conducts an\n\n<span class=\"hidden_text\" id=\"span_35\">10</span>\n   (1997) 1 SCC 57\n<span class=\"hidden_text\" id=\"span_36\">11</span>\n   (1986) 2 SCC 709\n<span class=\"hidden_text\" id=\"span_37\">12</span>\n   (2001) 2 SCC 570\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_38\">                                                                            12</span>\n<p data-structure=\"Conclusion\" id=\"p_21\">                 inquiry under <a href=\"/doc/162723/\" id=\"a_50\">Section 202</a> of the Code and dismisses\n                 the complaint on merits, a second complaint on the\n                 same facts cannot be made unless there are very\n                 exceptional circumstances. Even so, a second\n                 complaint is permissible depending upon how the\n                 complaint happened to be dismissed at the first\n                 instance.\n</p><p data-structure=\"Precedent\" id=\"p_22\">                                       … … …\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1271682\" id=\"span_39\">12. If the dismissal of the complaint was not on merit\n                 but on default of the complainant to be present there is\n                 no bar in the complainant moving the Magistrate again\n                 with a second complaint on the same facts. But if the\n                 dismissal of the complaint under <a href=\"/doc/1096902/\" id=\"a_51\">Section 203</a> of the\n                 Code was on merits the position could be different.\n                 There appeared a difference of opinion earlier as to\n                 whether a second complaint could have been filed\n                 when the dismissal was under <a href=\"/doc/1096902/\" id=\"a_52\">Section 203</a>. The\n                 controversy was settled by this Court in <a href=\"/doc/1271682/\" id=\"a_53\">Pramatha\n                 Nath Talukdar v. Saroj Ranjan Sarkar2</a>. A majority of\n                 Judges of the three-Judge Bench held thus:</span>\n</p>\n<blockquote id=\"blockquote_24\">                      “An order of dismissal under <a href=\"/doc/443138/\" id=\"a_54\">Section 203</a>,\n                      Criminal Procedure Code, is, however, no bar\n                      to the entertainment of a second complaint on\n                      the same facts but it will be entertained only in\n                      exceptional circumstances, e.g., where the\n                      previous order as passed on an incomplete\n                      record or on a misunderstanding of the nature\n                      of the complaint or it was manifestly absurd,\n                      unjust or foolish or where new facts which\n                      could not, with reasonable diligence, have\n                      been brought on the record in the previous\n                      proceedings, have been adduced. It cannot be\n                      said to be in the interest of justice that after a\n                      decision has been given against the complaint\n                      upon a full consideration of his case, he or any\n                      other person should be given another\n                      opportunity to have his complaint inquired\n                      into.”\n\n                 S.K. Das, J. (as he then was) while dissenting from the\n                 said majority view had taken the stand that right of a\n                 complainant to file a second complaint would not be\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_40\">                                                                                    13</span>\n<blockquote id=\"blockquote_25\">                  inhibited even by such considerations. But at any rate\n                  the majority view is that the second complaint would\n                  be maintainable if the dismissal of the first complaint\n                  was not on merits.”\n                                                    (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">         13.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1543328\" id=\"span_41\">In <a href=\"/doc/1543328/\" id=\"a_55\">Ranvir Singh vs. State of Haryana and Another13</a> the issue was\n\n         set out in para 23 of the decision and the discussion that followed thereafter\n\n         was as under:-</span>\n</p>\n\n<blockquote id=\"blockquote_26\">                  “23. In the instant case, the question is narrowed down\n                  further as to whether such a second complaint would\n                  be maintainable when the earlier one had not been\n                  dismissed on merits, but for the failure of the\n                  complainant to put in the process fees for effecting\n                  service.\n</blockquote>\n<blockquote id=\"blockquote_27\">                  24. The answer has been provided firstly in Pramatha\n                  Nath Talukdar case2, wherein this Court had held that\n                  even if a complaint was dismissed under <a href=\"/doc/443138/\" id=\"a_56\">Section 203</a>\n                  CrPC, a second complaint would still lie under\n                  exceptional circumstances, indicated hereinbefore. The\n                  said view has been consistently upheld in subsequent\n                  decisions of this Court. Of course, the question of\n                  making a prayer for recalling the order of dismissal\n                  would not be maintainable before the learned\n                  Magistrate in view of <a href=\"/doc/789330/\" id=\"a_57\">Section 362</a> CrPC, but such is\n                  not the case in these special leave petitions.\n</blockquote>\n<blockquote id=\"blockquote_28\">                  25. In the present cases, neither have the complaints\n                  been dismissed on merit nor have they been dismissed\n                  at the stage of <a href=\"/doc/443138/\" id=\"a_58\">Section 203</a> CrPC. On the other hand,\n                  only on being satisfied of a prima facie case, the\n                  learned Magistrate had issued process on the\n                  complaint.\n</blockquote>\n<blockquote id=\"blockquote_29\">                  26. The said situation is mainly covered by the decision\n                  of this Court in Jatinder Singh case12, wherein the\n\n<span class=\"hidden_text\" id=\"span_42\">13</span>\n     (2009) 9 SCC 642\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_43\">                                                                                 14</span>\n<p data-structure=\"Precedent\" id=\"p_25\">                  decision in Pramatha Nath Talukdar case2 was also\n                  taken into consideration and it was categorically\n                  observed that in the absence of any provision in the\n                  Code barring a second complaint being filed on the\n                  same allegation, there would be no bar to a second\n                  complaint being filed on the same facts if the first\n                  complaint did not result in the conviction or acquittal\n                  or even discharge of the accused, and if the dismissal\n                  was not on merit but on account of a default on the part\n                  of the complainant.”\n\n         13.3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"342073\" id=\"span_44\">In <a href=\"/doc/342073/\" id=\"a_59\">Poonam Chand Jain and Another vs. Fazru14</a> the issue\n\n         whether after the dismissal of the earlier complaint had attained finality,\n\n         could a second complaint be maintained on identical facts was considered\n\n         as under:-</span>\n</p>\n<blockquote id=\"blockquote_30\">                  “14. In the background of these facts, the question\n                  which crops up for determination by this Court is\n                  whether after an order of dismissal of complaint\n                  attained finality, the complainant can file another\n                  complaint on almost identical facts without disclosing\n                  in the second complaint the fact of either filing of the\n                  first complaint or its dismissal.\n</blockquote>\n<blockquote id=\"blockquote_31\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1271682\" id=\"span_45\">15. Almost similar questions came up for consideration\n                  before this Court in <a href=\"/doc/1271682/\" id=\"a_60\">Pramatha Nath Talukdar v. Saroj\n                  Ranjan Sarkar2</a>. The majority judgment in Pramatha\n                  Nath2 was delivered by Kapur, J. His Lordship held\n                  that an order of dismissal under <a href=\"/doc/443138/\" id=\"a_61\">Section 203</a> of the\n                  Criminal Procedure Code (for short “the Code”) is,\n                  however, no bar to the entertainment of a second\n                  complaint on the same facts but it can be entertained\n                  only in exceptional circumstances.</span> This Court\n                  explained the exceptional circumstances as:\n</blockquote>\n<blockquote id=\"blockquote_32\">                        (a) where the previous order was passed on\n                        incomplete record, or\n\n\n<span class=\"hidden_text\" id=\"span_46\">14</span>\n     (2010) 2 SCC 631\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_47\">                                                                             15</span>\n<blockquote id=\"blockquote_33\">                      (b) on a misunderstanding of the nature of the\n                      complaint, or\n\n</blockquote><blockquote id=\"blockquote_34\">                      (c) the order which was passed was manifestly\n                      absurd, unjust or foolish, or\n\n</blockquote><blockquote id=\"blockquote_35\">                      (d) where new facts which could not, with\n                      reasonable diligence, have been brought on the\n                      record in the previous proceedings.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\">                 16. This Court in Pramatha Nath2 made it very clear\n                 that interest of justice cannot permit that after a\n                 decision has been given on a complaint upon full\n                 consideration of the case, the complainant should be\n                 given another opportunity to have the complaint\n                 enquired into again. In para 50 of the judgment the\n                 majority judgment of this Court opined that fresh\n                 evidence or fresh facts must be such which could not\n                 with reasonable diligence have been brought on record.\n                 This Court very clearly held that it cannot be settled\n                 law which permits the complainant to place some\n                 evidence before the Magistrate which are in his\n                 possession and then if the complaint is dismissed\n                 adduce some more evidence. According to this Court,\n                 such a course is not permitted on a correct view of the\n                 law. (para 50, p. 899)\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"492319\" id=\"span_48\">17. This question again came up for consideration\n                 before this Court in <a href=\"/doc/492319/\" id=\"a_62\">Jatinder Singh v. Ranjit Kaur12</a>.\n                 There also this Court by relying on the principle in\n                 Pramatha Nath2 held that there is no provision in the\n                 Code or in any other statute which debars a\n                 complainant from filing a second complaint on the\n                 same allegation as in the first complaint. But this Court\n                 added when a Magistrate conducts an enquiry under\n                 <a href=\"/doc/162723/\" id=\"a_63\">Section 202</a> of the Code and dismisses a complaint on\n                 merits a second complaint on the same facts could not\n                 be made unless there are “exceptional circumstances”.\n                 This Court held in para 12, if the dismissal of the first\n                 complaint is not on merit but the dismissal is for the\n                 default of the complainant then there is no bar in filing\n                 a second complaint on the same facts. However, if the\n                 dismissal of the complaint under <a href=\"/doc/1096902/\" id=\"a_64\">Section 203</a> of the\n                 Code was on merit the position will be different.\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.</span>)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_49\">                                                                            16</span>\n\n<p data-structure=\"Precedent\" id=\"p_28\">                 18. Saying so, the learned Judges in Ranjit Kaur12 held\n                 that the controversy has been settled by this Court in\n                 Pramatha Nath2 and quoted the observation of Kapur,\n                 J. in para 48 of Pramatha Nath2: (AIR p. 899, para 48)\n\n                       “48. … An order of dismissal under <a href=\"/doc/443138/\" id=\"a_65\">Section\n                       203</a> of the Criminal Procedure Code, is,\n                       however, no bar to the entertainment of a\n                       second complaint on the same facts but it will\n                       be entertained only in exceptional\n                       circumstances e.g. where the previous order\n                       was passed on an incomplete record or on a\n                       misunderstanding of the nature of the\n                       complaint or it was manifestly absurd, unjust\n                       or foolish or where new facts which could\n                       not, with reasonable diligence, have been\n                       brought on the record in the previous\n                       proceedings, have been adduced. It cannot be\n                       said to be in the interest of justice that after a\n                       decision has been given against the\n                       complainant upon a full consideration of his\n                       case, he or any other person should be given\n                       another opportunity to have his complaint\n                       enquired into.”\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1092058\" id=\"span_50\">19. Again in <a href=\"/doc/1092058/\" id=\"a_66\">Mahesh Chand v. B. Janardhan Reddy15</a>,\n                 a three-Judge Bench of this Court considered this\n                 question in para 19 at p. 740 of the Report. The learned\n                 Judges of this Court held that a second complaint is not\n                 completely barred nor is there any statutory bar in\n                 filing a second complaint on the same facts in a case\n                 where a previous complaint was dismissed without\n                 assigning any reason. The Magistrate under <a href=\"/doc/1905618/\" id=\"a_67\">Section\n                 204</a> of the Code can take cognizance of an offence and\n                 issue process if there is sufficient ground for\n                 proceeding. In Mahesh Chand15 this Court relied on the\n                 ratio in Pramatha Nath2 and held if the first complaint\n                 had been dismissed the second complaint can be\n                 entertained only in exceptional circumstances and\n                 thereafter the exceptional circumstances pointed out in\n                 Pramatha Nath2 were reiterated. Therefore, this Court\n\n<span class=\"hidden_text\" id=\"span_51\">15</span>\n     AIR 2003 SC 702\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.</span>)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_52\">                                                                                  17</span>\n<p data-structure=\"Precedent\" id=\"p_30\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1000218\" id=\"span_53\">holds that the ratio in Pramatha Nath2 is still holding\n                 the field. The same principle has been reiterated once\n                 again by this Court in <a href=\"/doc/1000218/\" id=\"a_68\">Hira Lal v. State of U.P.16 In</a> para\n                 14 of the judgment this Court expressly quoted the ratio\n                 in Mahesh Chand15 discussed hereinabove.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_31\">                 20. Following the aforesaid principles which are more\n                 or less settled and are holding the field since 1962 and\n                 have been repeatedly followed by this Court, we are of\n                 the view that the second complaint in this case was on\n                 almost identical facts which was raised in the first\n                 complaint and which was dismissed on merits. So the\n                 second complaint is not maintainable. This Court finds\n                 that the core of both the complaints is the same.\n                 Nothing has been disclosed in the second complaint\n                 which is substantially new and not disclosed in first\n                 complaint. No case is made out that even after the\n                 exercise of due diligence the facts alleged in the second\n                 complaint were not within the of the first complainant.\n                 In fact, such a case could not be made out since the\n                 facts in both the complaints are almost identical.\n                 Therefore, the second complaint is not covered within\n                 exceptional circumstances explained in Pramatha\n                 Nath2. In that view of the matter the second complaint\n                 in the facts of this case, cannot be entertained.”\n\n                                                    (Emphasised supplied)\n\n     13.4.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39425468\" id=\"span_54\">In <a href=\"/doc/39425468/\" id=\"a_69\">Udai Shankar Awasthi             vs.    State of Uttar Pradesh and\n\n     Another17</a>, where the earlier complaint was dismissed after the examination\n\n     of witnesses on behalf of complainant, the matter was dealt with as under:-</span>\n</p>\n<blockquote id=\"blockquote_36\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067095\" id=\"span_55\">“47. The instant appeals are squarely covered by the\n                 observations made in Kishan Singh18 and thus, the\n                 proceedings must be labelled as nothing more than an\n                 abuse of the process of the court, particularly in view\n                 of the fact that, with respect to enact the same subject-\n                 matter, various complaint cases had already been filed\n<span class=\"hidden_text\" id=\"span_56\">16</span>\n   (2009) 11 SCC 89\n<span class=\"hidden_text\" id=\"span_57\">17</span>\n   (2013) 2 SCC 435\n<span class=\"hidden_text\" id=\"span_58\">18</span>\n   (2010) 8 SCC 775 (<a href=\"/doc/1067095/\" id=\"a_70\">Kishan Singh vs. Gurpal Singh</a>)\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.</span>)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_59\">                                                                             18</span>\n<p data-structure=\"Conclusion\" id=\"p_32\">                 by Respondent 2 and his brother, which were all\n                 dismissed on merits after the examination of witnesses.\n                 In such a fact situation, Complaint Case No. 628 of\n                 2011 filed on 31-5-2001 was not maintainable. Thus,\n                 the Magistrate concerned committed a grave error by\n                 entertaining the said case, and wrongly took\n                 cognizance and issued summons to the appellants.”\n\n     13.5.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41748785\" id=\"span_60\">In <a href=\"/doc/41748785/\" id=\"a_71\">Ravinder Singh vs. Sukhbir Singh and Others19</a> the matter\n\n     was considered from the standpoint whether a frustrated litigant be\n\n     permitted to give vent to his frustration and whether a person be permitted\n\n     to unleash vendetta to harass any person needlessly. The discussion was as\n\n     under:-</span>\n</p>\n\n<blockquote id=\"blockquote_37\">                 <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"342073\" id=\"span_61\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1092058\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"492319\" id=\"span_63\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1271682\" id=\"span_64\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"158836271\" id=\"span_65\">“26. While considering the issue at hand in\n                 <a href=\"/doc/158836271/\" id=\"a_72\">Shivshankar Singh v. State of Bihar20</a> this Court, after\n                 considering its earlier judgments in <a href=\"/doc/1271682/\" id=\"a_73\">Pramatha Nath\n                 Talukdar v. Saroj Ranjan Sarkar2</a>, <a href=\"/doc/492319/\" id=\"a_74\">Jatinder Singh v.\n                 Ranjit Kaur12</a>, <a href=\"/doc/1092058/\" id=\"a_75\">Mahesh Chand v. B. Janardhan Reddy15</a>\n                 and <a href=\"/doc/342073/\" id=\"a_76\">Poonam Chand Jain v. Fazru21</a> held: (Shivshankar\n                 Singh case20, SCC p. 136, para 18)\n\n                       “18. … it is evident that the law does not\n                       prohibit filing or entertaining of the second\n                       complaint even on the same facts provided\n                       the earlier complaint has been decided on the\n                       basis of insufficient material or the order has\n                       been passed without understanding the\n                       nature of the complaint or the complete facts\n                       could not be placed before the court or where\n                       the complainant came to know certain facts\n                       after disposal of the first complaint which\n                       could have tilted the balance in his favour.\n                       However, second complaint would not be\n                       maintainable wherein the earlier complaint\n<span class=\"hidden_text\" id=\"span_66\">19</span>\n   (2013) 9 SCC 245\n<span class=\"hidden_text\" id=\"span_67\">20</span>\n   (2012) 1 SCC 130\n<span class=\"hidden_text\" id=\"span_68\">21</span>\n   (2004) 13 SCC 269\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.</span></span></span></span></span>)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</blockquote><span class=\"hidden_text\" id=\"span_69\">                                                                                  19</span>\n<p data-structure=\"CDiscource\" id=\"p_33\">                        has been disposed of on full consideration of\n                        the case of the complainant on merit.”\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">                  27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"940076\" id=\"span_70\">In <a href=\"/doc/940076/\" id=\"a_77\">Chandrapal Singh v. Maharaj Singh22</a> this\n                  Court has held that it is equally true that chagrined and\n                  frustrated litigants should not be permitted to give vent\n                  to their frustration by enabling them to invoke the\n                  jurisdiction of criminal courts in a cheap manner. In\n                  such a fact situation, the court must not hesitate to\n                  quash criminal proceedings.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">                                        …      …    …\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">                  33. The High Court has dealt with the issue involved\n                  herein and the matter stood closed at the instance of\n                  Respondent 1 himself. Therefore, there can be no\n                  justification whatsoever to launch criminal prosecution\n                  on that basis afresh. The inherent power of the court in\n                  dealing with an extraordinary situation is in the larger\n                  interest of administration of justice and for preventing\n                  manifest injustice being done. Thus, it is a judicial\n                  obligation on the court to undo a wrong in course of\n                  administration of justice and to prevent continuation of\n                  unnecessary judicial process. It may be so necessary to\n                  curb the menace of criminal prosecution as an\n                  instrument of operation of needless harassment. A\n                  person cannot be permitted to unleash vendetta to\n                  harass any person needlessly. Ex debito justitiae is\n                  inbuilt in the inherent power of the court and the whole\n                  idea is to do real, complete and substantial justice for\n                  which the courts exist. Thus, it becomes the paramount\n                  duty of the court to protect an apparently innocent\n                  person, not to be subjected to prosecution on the basis\n                  of wholly untenable complaint.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">        14.     The application of the principles <a href=\"/doc/940076/\" id=\"a_78\">laid down in</a> Taluqdar2 in   2\n\n\n\n\n        Jatinder Singh12 shows that “a second complaint is permissible depending\n\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">22</span>\n     (1982) 1 SCC 466\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_72\">                                                                                   20</span>\n<p data-structure=\"Section\" id=\"p_38\">     upon how the complaint happened to be dismissed at the first instance”. It\n\n     was further laid down that “if the dismissal of the complaint was not on\n\n     merit but on default of the complainant to be present there is no bar in the\n\n     complainant moving the Magistrate again with a second complaint on the\n\n     same facts. But if the dismissal of the complaint under <a href=\"/doc/1096902/\" id=\"a_79\">Section 203</a> of the\n\n     Code was on merits the position could be different”.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">             To similar effect are the conclusions in Ranvir Singh13 and Poonam\n\n     Chand Jain14. Para 16 of the Poonam Chand Jain14 also considered the\n\n     effect of para 50 of the majority judgment in Talukdar2. These cases,\n\n     therefore, show that if the earlier disposal of the complaint was on merits\n\n     and in a manner known to law, the second complaint on “almost identical\n\n     facts” which were raised in the first complaint would not be maintainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">     What has been laid down is that “if the core of both the complaints is same”,\n\n     the second complaint ought not to be entertained.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_41\">     15.       If the facts of the present matter are considered in the light of these\n\n     principles, it is clear that paragraphs 3, 4 and 5 in the first complaint\n\n     contained the basic allegations that the vehicle belonging to the father was\n\n     sold after the death of the father; that signatures of the father on Form 29\n\n     and 30 were forged; that signatures on the affidavit annexed with Form 29\n\n     and 30 were also forged; and that on the basis of such forged documents the\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_73\">                                                                                 21</span>\n<p data-structure=\"Conclusion\" id=\"p_42\">     benefit of “sale consideration of the vehicle” was derived by the accused.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">     The order dated 5.7.2013 passed by the Judicial Magistrate First Class,\n\n     shows that after considering the evidence and documents produced on\n\n     behalf of the complainant, no prima facie case was found and the complaint\n\n     was rejected under <a href=\"/doc/443138/\" id=\"a_80\">Section 203</a> of the Code of Criminal Procedure, 1973.\n</p>\n<p data-structure=\"Facts\" id=\"p_44\">     The stand taken before the Revisional Court discloses that at that stage\n\n     some new facts were said to be in possession of the complainant and as\n\n     such liberty was sought to withdraw the Revision with further liberty to file\n\n     a fresh complaint. The liberty was not given and it was observed that if\n\n     there were new facts, the complainant, in law would be entitled to present\n\n     a new complaint and as such there was no need of any permission from the\n\n     Court. The Revisional Court was definitely referring to the law laid down\n\n     by this Court on the basis of the principles in Taluqdar2. Thereafter a\n\n     complaint with new material in the form of a credit note and Registration\n\n     Certificate was filed. The core allegations, however, remained the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">     The only difference was that the second complaint referred to additional\n\n     material in support of the basic allegations. Again, in terms of principle laid\n\n     down in para 50 of Taluqdar2 as amplified in para 16 in Poonam Chand\n\n     Jain14, nothing was stated as to why said additional material could not be\n\n     obtained with reasonable diligence.\n</p><p data-structure=\"Precedent\" id=\"p_46\">\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_74\">                                                                               22</span>\n<p data-structure=\"Precedent\" id=\"p_47\">     16.       Reliance was, however, placed by Ms. Meenakshi Arora, learned\n\n     Senior Advocate, on para 18 of the decision of this Court in Shivshankar\n\n     Singh20. In that case a Protest Petition was filed by the complainant even\n\n     before a final report was filed by the police. While said Protest Petition\n\n     was pending consideration, the final report was filed, whereafter second\n\n     Protest Petition was filed. Challenge raised by the accused that the second\n\n     Protest Petition was not maintainable, was accepted by the High Court. In\n\n     the light of these facts the matter came to be considered by this Court as\n\n     under:-\n</p>\n<blockquote id=\"blockquote_38\">                 “7. Shri Gaurav Agrawal, learned counsel appearing\n                 for the appellant has submitted that the High Court\n                 failed to appreciate that the so-called first protest\n                 petition having been filed prior to the filing of the final\n                 report was not maintainable and just has to be ignored.\n                 The learned Magistrate rightly did not proceed on the\n                 basis of the said protest petition and it remained merely\n                 a document in the file. The second petition was the only\n                 protest petition which could be entertained as it had\n                 been filed subsequent to the filing of the final\n                 report…......\n</blockquote>\n<blockquote id=\"blockquote_39\">                 18. Thus, it is evident that the law does not prohibit\n                 filing or entertaining of the second complaint even on\n                 the same facts provided the earlier complaint has been\n                 decided on the basis of insufficient material or the\n                 order has been passed without understanding the nature\n                 of the complaint or the complete facts could not be\n                 placed before the court or where the complainant came\n                 to know certain facts after disposal of the first\n                 complaint which could have tilted the balance in his\n                 favour. However, the second complaint would not be\n                 maintainable wherein the earlier complaint has been\n                 disposed of on full consideration of the case of the\n                 complainant on merit.\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_75\">                                                                                23</span>\n\n<p data-structure=\"Conclusion\" id=\"p_49\">                 19. The protest petition can always be treated as a\n                 complaint and proceeded with in terms of Chapter XV\n                 <a href=\"/doc/445276/\" id=\"a_81\">CrPC</a>. Therefore, in case there is no bar to entertain a\n                 second complaint on the same facts, in exceptional\n                 circumstances, the second protest petition can also\n                 similarly be entertained only under exceptional\n                 circumstances. In case the first protest petition has been\n                 filed without furnishing the full facts/particulars\n                 necessary to decide the case, and prior to its\n                 entertainment by the court, a fresh protest petition is\n                 filed giving full details, we fail to understand as to why\n                 it should not be maintainable.”\n                                                       (Emphasis supplied)\n\n\n</p><p data-structure=\"Facts\" id=\"p_50\">     17.       As against the facts in Shivshankar20, the present case stands on a\n\n     different footing. There was no legal infirmity in the first complaint filed\n\n     in the present matter. The complaint was filed more than a year after the\n\n     sale of the vehicle which meant the complainant had reasonable time at his\n\n     disposal. The earlier complaint was dismissed after the Judicial Magistrate\n\n     found that no prima facie case was made out; the earlier complaint was not\n\n     disposed of on any technical ground; the material adverted to in the second\n\n     complaint was only in the nature of supporting material; and the material\n\n     relied upon in the second complaint was not such which could not have\n\n     been procured earlier.          Pertinently, the core allegations in both the\n\n     complaints were identical. In the circumstances, the instant matter is\n\n     completely covered by the decision of this Court in Taluqdar2 as explained\n\fCriminal Appeal Nos.367-368 of 2020 @ SLP(Crl.)Nos.4418-4419 of 2020\nSamta Naidu &amp; Anr. Vs. State of Madhya Pradesh and Anr.\n</p><span class=\"hidden_text\" id=\"span_76\">                                                                                 24</span>\n<p data-structure=\"Precedent\" id=\"p_51\">     in Jatinder Singh12 and Poonam Chand Jain14. The High Court was thus\n\n     not justified in holding the second complaint to be maintainable.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_52\">     18.       In the aforesaid premises, we allow these appeals, set aside the\n\n     decision of the High Court and dismiss Complaint Case No.9226 of 2014\n\n     as not being maintainable. The amount deposited by the appellants shall\n\n     now be returned to them along with any interest accrued thereon.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_53\">                                                               …………………………J.\n                                                                  [Uday Umesh Lalit]\n\n\n\n                                                               …………………………J.\n                                                                    [Vineet Saran]\n       New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_54\">       March 02, 2020.\n</p>\f","numcites":36,"numcitedby":22,"docsource":"Supreme Court of India","citetid":136092640,"divtype":"judgments","relatedqs":[{"value":"second complaint same facts","formInput":"second%20complaint%20same%20facts"},{"value":"section 203 crpc","formInput":"section%20203%20crpc"},{"value":"protest petition","formInput":"protest%20petition"},{"value":"protest petition filed after","formInput":"protest%20petition%20filed%20after"},{"value":" criminal procedure code  section 203","formInput":"%20criminal%20procedure%20code%20%20section%20203"},{"value":"203 crpc","formInput":"203%20crpc"},{"value":"second complaint ","formInput":"second%20complaint%20"},{"value":"#complaint dismissed#","formInput":"%23complaint%20dismissed%23"},{"value":"\"protest petition\"","formInput":"%22protest%20petition%22"},{"value":"dismissal of complaint","formInput":"dismissal%20of%20complaint"},{"value":"forged signature ","formInput":"forged%20signature%20"},{"value":"State vs naidu ","formInput":"State%20vs%20naidu%20"},{"value":"complaint case","formInput":"complaint%20case"},{"value":"section 203 cr.p.c","formInput":"section%20203%20cr.p.c"},{"value":"203 of cr.p.c ","formInput":"203%20of%20cr.p.c%20"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"final report","formInput":"final%20report"},{"value":"Incomplete records","formInput":"Incomplete%20records"},{"value":"slp","formInput":"slp"},{"value":"criminal petition","formInput":"criminal%20petition"}],"cats":[{"value":"dismissal-of-complaint","formInput":"tag:dismissal-of-complaint"},{"value":"omit-offence-information","formInput":"tag:omit-offence-information"},{"value":"theft","formInput":"tag:theft"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"will-forgery","formInput":"tag:will-forgery"}],"courtcopy":true,"query_alert":null,"agreement":false}