{"tid":701549,"publishdate":"2008-09-08","title":"Balwinder Singh Son Of Mohinder Singh vs The State Of Haryana on 8 September, 2008","doc":"<h2 class=\"doc_title\">Balwinder Singh Son Of Mohinder Singh vs The State Of Haryana on 8 September, 2008</h2>\n\n<pre id=\"pre_1\">           Crl. Appeal No.925-SB of 2000\n                            1\n\n\nIN THE HIGH COURT OF PUNJAB AND HARYANA AT\n             CHANDIGARH\n\n                            Crl.Appeal No.925-SB of 2000\n\n                            Date of Decision: 08.09. 2008\n\n\nBalwinder Singh son of Mohinder Singh, resident of village\nKumhar Majra, District Kurukshetra.\n\n                                        .... Appellant\n                       Versus\n\nThe State of Haryana\n\n                                  .... Respondent\n\n2.                     Crl. Appeal No. 1078-SB of 2000\n\n\nSatnam Singh son of Kashmir Singh, resident of village\nAmupur, District Karnal.\n\n                                        ... Appellant.\n                       Versus\n\n\nThe State of Haryana\n\n                                        .... Respondent\n\n\nCORAM: HON&#x27;BLE MR. JUSTICE SHAM SUNDER\n\nPresent:   Mr.P.S. Hundal, Advocate\n           for the appellant,\n           in Crl. Appeal No. 925-SB of 2000.\n\n           Mr. Balwinder Singh, Advocate\n           for the appellant,\n           in Crl. Appeal No. 1078-SB of 2000.\n\n           Mr. A.K. Jindal, AAG, Haryana\n           for the respondent.\n                        ---\n             Crl. Appeal No.925-SB of 2000\n                             2\n\n\n\nSHAM SUNDER, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            This judgment shall dispose of Crl. Appeal No.\n\n925-SB of 2000, filed by Balwinder Singh and Criminal\n\nAppeal No. 1078-SB of 2000, filed by Satnam Singh, arising\n\nout of the judgment of conviction dated 24.08.2000, and the\n\norder of sentence dated 25.08.2000, rendered by the Judge,\n\nSpecial Court, Kaithal, vide which he convicted both the\n\naccused/appellants, for the offence punishable under <a href=\"/doc/1046310/\" id=\"a_1\">Section 15</a>\n\nof the Narcotic Drugs &amp; Psychotropic Substances Act, 1985\n\n(hereinafter called as &#x27;the Act&#x27; only) and sentenced them to\n\nundergo rigorous imprisonment, for a period of ten years each,\n\nand to pay a fine of Rs.1 lac each, and in default of payment of\n\nthe same, to undergo further rigorous imprisonment for a\n\nperiod of one year each, for having been found in possession of\n\n05 bags, in all containing 127 Kgs and 250 grams of poppy\n\nhusk, without any permit or licence.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.                The facts, in brief, are that on 28.05.1996,\n\nAssistant Sub Inspector Balwan Singh along with other police\n\nofficials, was present, in connection with patrol duty in Govt.\n\nJeep No. HR-07/0482 and when the Police party reached the\n\ncanal bridge in the area of Kaul, a picket was held and it\n\nstarted checking the vehicles. At about 2.30 AM ( morning of\n\n29.05.1996 ), a Trax jeep was seen coming from the side of\n\nvillage Sakra. On signal, having been given, the vehicle was\n               Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_1\">                               3</span>\n\n\nstopped.     Ram Chander, Head Constable, had a talk with the\n\ndriver of the Trax Jeep, who disclosed his name as Satnam\n\nSingh. Balwan Singh, ASI, went to the backside of the said\n\njeep where certain bags were seen lying . In the meanwhile,\n\nSatnam Singh sped      the vehicle towards village Nigdu. The\n\nPolice party      chased the Trax Jeep.      After covering two\n\nfurlongs towards Nigdu, the driver of the said Trax Jeep and\n\nhis companion ran away, after abandoning the same, by taking\n\nthe shelter of darkness. Search of the accused was made but\n\nthey could not be found. Thereafter, the Police party returned\n\nnear the Trax Jeep. Since the Investigating Officer suspected\n\nsome narcotic substance inside the bags, a V.T. message was\n\nsent at about       6.30 AM to       Subhash Yadav, Deputy\n\nSuperintendent of Police, to come to the spot, who reached\n\nthere.     Under his directions, five bags    lying in the jeep\n\naforesaid, were searched, which contained poppy husk.        A\n\nsample of 250 grams of poppy husk, was taken out, from each\n\nof the bags and the remaining poppy husk was kept in the\n\nsame bags. One bag was found containing 38 Kgs, second bag\n\nwas found containing 37 Kgs and 300 grams, third bag was\n\nfound containing 16 Kgs and 500 grams, fourth bag was found\n\ncontaining 15 Kgs and 200 grams and fifth bag was found\n\ncontaining 19 Kgs poppy husk.      The bags, and the samples,\n\nwere converted into parcels,      duly sealed, and taken into\n               Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_2\">                               4</span>\n\n\npossession,    vide a separate recovery memo. From the Trax\n\nJeep, one driving licence of Satnam Singh, insurance cover and\n\nregistration certificate of the vehicle in question, were\n\nrecovered and the same were also taken into possession, vide\n\nseparate recovery memo Ex.PE. Ruqa was sent to the Police\n\nStation, on the basis whereof, the FIR was registered. The site\n\nplan was prepared. During the course of investigation, search\n\nof both the accused was made.         Both the accused were\n\nproduced by Thath Singh, Sarpanch.          The accused were\n\narrested. The statements of the witnesses were recorded. After\n\nthe completion of investigation, the accused were challaned.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">3.                 On their appearance, in the Court,        the\n\naccused were supplied the copies of documents, relied upon by\n\nthe prosecution. Charge under <a href=\"/doc/1046310/\" id=\"a_2\">Section 15</a> of the Act, was\n\nframed against the accused, to which they pleaded not guilty\n\nand claimed judicial trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.                  The prosecution, in support of its case,\n\nexamined Manphool Singh, C, (PW-1), Jagdish Chander, S.I.,\n\n( PW-2 ), Sushil Kumar, H.C., (PW-3), Virender Singh, C,\n\n(PW-4), Ram Chander, H.C., ( PW-5), Jai Parkash, ASI, (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_5\">6), Balwan Singh, ASI, ( PW-7 ) and Subhash Yadav Deputy\n\nSuperintendent of Police, ( PW-8 ). Thereafter, the Public\n\nProsecutor for the State, closed the prosecution evidence.\n</p><p data-structure=\"Issue\" id=\"p_6\">              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_3\">                              5</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_7\">5.                 The statements of the accused, under\n\n<a href=\"/doc/767287/\" id=\"a_3\">Section 313</a> of the Code of Criminal Procedure, were recorded.\n\nThey were put all the incriminating circumstances, appearing\n\nagainst them, in the prosecution evidence. It was stated by\n\nthem that they were falsely implicated.\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">5-A.         In their defence, the accused examined Thath\n\nSingh, DW1.     Thereafter, they closed their defence evidence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">6.                 After hearing the Public Prosecutor for the\n\nState, the Counsel for the accused, and, on going through the\n\nevidence, on record, the trial Court, convicted and sentenced\n\nthe accused, as stated hereinbefore.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">7.                 Feeling aggrieved, against the judgment of\n\nconviction, and the order of sentence, rendered by the trial\n\nCourt, the instant appeals, were filed by the appellants.\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">8.                 I have heard the Counsel for the parties, and\n\nhave gone through the evidence and record of the case,\n\ncarefully.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">9.                 The Counsel for the appellants, at the very\n\noutset, submitted that according to the prosecution case,\n\nSatnam Singh and another person, sitting with him in the jeep\n\nallegedly escaped from the spot. They further submitted that\n\nthey were not identified at the spot, because it was darkness.\n\nThey further submitted that no identification parade was held,\n\nduring the course of investigation, to pin point their identity.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_4\">                              6</span>\n\n\nThey further submitted that the accused were, thus, not proved\n\nto be the perpetrators of crime and, as such, were falsely\n\nimplicated, in the instant case. In the first instance, the case of\n\nSatnam Singh, appellant is taken up. It is proved from the\n\nevidence of ASI Balwan Singh, Investigating Officer ( PW-7 )\n\nthat when the jeep at about 2.30 AM on 29.05.1996 came, the\n\nsame was stopped, on signal having been given to it.           He\n\nfurther stated that Ram Chander, H.C. had a talk with the\n\ndriver of the said jeep, who disclosed his name as Satnam\n\nSingh. He went on the back side of the said jeep, where some\n\nbags, containing poppy husk, were found lying. He further\n\nstated that in the meantime, the driver sped the jeep towards\n\nvillage Nigdu. It was chased, but the accused under the cover\n\nof darkness, succeeded in escaping. Ram Chander, H.C. ( PW-\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">5)   stated that when the jeep was stopped, he was talking to\n\nthe driver of the same, who disclosed his name as Satnam\n\nSingh. He also told his antecedents, address etc. He further\n\nstated that Balwan Singh, ASI started checking the jeep from\n\nthe back side. In the meantime, the driver sped away with the\n\njeep. He further stated that a young man was also sitting by\n\nthe side of the driver. When the jeep came, it was stopped. On\n\nthe driver seat, Satnam Singh, accused was found sitting. Ram\n\nChander, H.C. started talking to him. When Satnam Singh,\n\naccused, disclosed his name and address, it was thereafter that\n             Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_5\">                             7</span>\n\n\nBalwan Singh, ASI went on the back side of the jeep, when\n\nSatnam Singh, accused, succeeded in taking away the same. It\n\nmust have taken sufficient time, in talking to Satnam Singh,\n\naccused, ascertaining his antecedents address etc. etc. It means\n\nthat H.C. Ram Chander and Balwan Singh, ASI, had sufficient\n\nopportunity to identity Satnam Singh, accused, as driver of the\n\njeep, in which the bags, containing poppy husk were lying. The\n\nidentity of Satnam Singh, thus, must have been indelibly\n\nimprinted, in the mind of these witnesses. Further more, the\n\ndriving licence of Satnam Singh was found in the jeep, which\n\nclearly established that he was driving the same. Thus, the\n\nidentity of Satnam Singh, accused, as driver of the jeep, in\n\nwhich bags containing poppy husk, were lying, stood proved.\n\nIt, therefore, could not be said that Satnam Singh, accused, was\n\nfalsely implicated, in the instant case. The submission of the\n\nCounsel for appellant Satnam Singh, being without merit,\n\nmust fail, and the same stands rejected.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">10.                Coming to the case of     Balwinder Singh,\n\naccused-appellant, it may be stated here, that his name was\n\nneither known to Ram Chander, Head Constable, nor to\n\nBalwan Singh, ASI, the Investigating Officer. None of them\n\ntalked to him ( Balwinder Singh ), when the jeep was stopped.\n\nNone of them, knew him earlier. Even he did not disclose his\n\nname.   He succeeded in running away, under the cover of\n              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_6\">                              8</span>\n\n\ndarkness.      No identification parade of Balwinder Singh,\n\naccused, was held, during the course of investigation, with a\n\nview to pin point his identity.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"312114\" id=\"span_7\">No other     evidence was\n\nproduced, on the record, to prove that Balwinder Singh was\n\nalso travelling with Satnam Singh, in the jeep, at the relevant\n\ntime. Even Thath      Singh, Sarpanch, who produced Satnam\n\nSingh, did not state that he also produced Balwinder Singh,\n\naccused. Since it was darkness, when the alleged recovery was\n\neffected, the establishment of identity of Balwinder Singh was\n\ndoubtful.   It was held in <a href=\"/doc/312114/\" id=\"a_4\">Budhsen and another Vs. State of\n\nU.P.</a>, AIR 1970 SC 1321 that the facts which establish the\n\nidentity of an accused person are relevant under <a href=\"/doc/775154/\" id=\"a_5\">Section 9</a>. As\n\na general rule, the substantive evidence of a witness, is a\n\nstatement, made in Court. The evidence of mere identification\n\nof the accused person, at the trial, for the first time, is from its\n\nvery nature inherently of a weak character. The evidence of the\n\nwitnesses, in order to carry conviction, should ordinarily\n\nclarify, as to how, and, under what circumstances, they came to\n\npick out the particular accused person, and the details of the\n\npart, which the accused played, in the crime, in question, with\n\nreasonable particularity.      The purpose of a prior test\n\nidentification, therefore, is to test and strengthen the\n\ntrustworthiness of that evidence. It is accordingly considered a\n\nsafe rule of prudence to generally look for corroboration of the\n               Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_8\">                               9</span>\n\n\nsworn testimony of the witnesses in Court, as to the identity of\n\nthe accused, who are strangers to them, in the form of earlier\n\nidentification proceedings. There may, however, be exceptions\n\nto this general rule, when, for example, the Court is impressed\n\nby a particular witness, on whose testimony it can safely rely,\n\nwithout such or other corroboration. The identification parades\n\nbelong to the investigation stage. They are generally held,\n\nduring the course of investigation, with the primary object of\n\nenabling the witnesses, to identify persons concerned, in the\n\noffence, who were not previously known to them. This serves\n\nto satisfy the investigating officers of the bonafides of the\n\nprosecution witnesses, and also to furnish evidence, to\n\ncorroborate    their   testimony,    in   Court.    Identification\n\nproceedings, in their legal effect, amount simply to this: that\n\ncertain persons are brought to jail, or some other place, and\n\nmake statements, either express or implied, that certain\n\nindividuals, whom they point out, are persons, whom they\n\nrecognize, as having been concerned in the crime. They do not\n\nconstitute substantive evidence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"87528\" id=\"span_9\">These parades are essentially\n\ngoverned by <a href=\"/doc/523607/\" id=\"a_6\">Section 162</a> Cr.P.C. The principle of law, laid\n\ndown, with regard to the            test identification parade in\n\n<a href=\"/doc/87528/\" id=\"a_7\">Ramanathan Vs. The State of T.N.</a> AIR 1978 Supreme Court\n\n1204 was as under :-</span>\n</p><blockquote id=\"blockquote_1\"> Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_10\">                 10</span>\n\n\n&quot;Identification parades have been in common use for a\n\nvery long time, for the object of placing a suspect in a\n\nline up with other persons for identification is to find out\n\nwhether he is the perpetrator of the crime. This is all the\n\nmore necessary where the name of the offender is not\n\nmentioned by those who claim to be eye-witnesses of the\n\nincident but they claim that although they did not know\n\nhim earlier, they could recall his features in sufficient\n\ndetails and would be able to identify him if and when\n\nthey happened to see him.         The holding of a test\n\nidentification in such cases is as much in the interest of\n\nthe investigating agency or the prosecution as in the\n\ninterest of the suspect or the accused.       For while it\n\nenables the investigating officer to ascertain the\n\ncorrectness or otherwise of the claim of those witnesses\n\nwho claim to have seen the perpetrator of the crime and\n\ntheir capacity to identify him and thereby fill the gap in\n\nthe investigation regarding the identity of the culprit, it\n\nsaves the suspect or the accused form the sudden risk of\n\nbeing identified in the dock by the self same witnesses\n\nduring the course of the trial. The line up of the suspect\n\nin a test identification parade is therefore a workable\n\nway of testing the memory and veracity of witnesses in\n\nsuch cases and has worked well in actual practice.&quot;\n</blockquote><blockquote id=\"blockquote_2\">              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"87528\" id=\"span_11\">Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_12\">                              11</span>\n\n\n10-A         Keeping in view, the principle of law<a href=\"/doc/87528/\" id=\"a_8\">, <a href=\"/doc/87528/\" id=\"a_9\">laid down,\n\nin</a></a> the aforesaid authorities, now let us see, as to whether the\n\nprosecution, was able to prove that Balwinder Singh, appellant\n\nwas the perpetrator of crime. The appellant was not known to\n\nthe police party earlier.     As stated above, his distinctive\n\nfeatures, were not mentioned by the Investigating Officer, in\n\nthe ruqa, on the basis whereof, the FIR was registered.         He\n\ndid not have sufficient time, to properly identify him, when he\n\nwas allegedly found sitting in the said jeep. Under these\n\ncircumstances, even if, the Investigating Officer identified the\n\nappellant, in the Court, at the time of his evidence, for the first\n\ntime, that identification was hardly of any consequence, to pin-\n\npoint his identity, as the perpetrator of crime. With a view to\n\nprove its case, against the accused, it was obligatory upon the\n\nprosecution, to pin-point his identity, as the perpetrator of\n\ncrime. In the instant case, the prosecution miserably failed to\n\npin-point the identity of the accused, beyond a reasonable\n\ndoubt, as the perpetrator of crime. Since the identity of accused\n\nBalwinder Singh as the perpetrator of crime, was not proved,\n\nbeyond a reasonable doubt, he was not connected with the\n\npresent case. Balwinder Singh was, thus, liable to be acquitted.\n\nThe trial Court was wrong in convicting him.</span>\n</blockquote><blockquote id=\"blockquote_3\">              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_13\">                              12</span>\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_16\">11.                It was next submitted by the Counsel for\n\nappellant Satnam Singh , that though the alleged recovery was\n\neffected in this case on 28.05.1996, yet the samples were sent\n\nto the office of the        Forensic Science Laboratory, on\n\n10.06.1996, i.e. after the delay of 13 days, which remained\n\nunexplained, as a result whereof, the possibility of tampering\n\nwith the samples, until the same reached the Laboratory, could\n\nnot be ruled out. The submission of the Counsel for appellant,\n\nSatnam Singh, in this regard, does not appear to be correct. It\n\nis, no doubt, true that there is no explanation, with regard to\n\ndelay, in sending the samples to the office of the Forensic\n\nScience Laboratory. However,       mere delay, in itself, is not\n\nsufficient to come to the conclusion, that the sample parcels\n\nwere tampered with, until the same reached the office of the\n\nLaboratory. The other evidence, produced by the prosecution,\n\nhas been held to be cogent, convincing, reliable and\n\ntrustworthy. From the other evidence, it was proved that none\n\ntampered with the samples until the same reached the office of\n\nthe Forensic Science Laboratory. Even, there is report of the\n\nForensic Science Laboratory Ex.PC, which clearly proves that\n\nthe seals on the exhibits were intact on arrival, till the time of\n\ntheir analysis, and agreed with the specimen impression of the\n\nseals. The report Ex.PC of the Forensic Science Laboratory, is\n\nper-se admissible, in toto, under Section 293 of the Code of\n              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_14\">                              13</span>\n\n\ncriminal Procedure.    There is no challenge to the report of the\n\nChemical Examiner, in this case.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"412787\" id=\"span_15\">In <a href=\"/doc/412787/\" id=\"a_10\">State of Orissa Vs.\n\nKanduri Sahoo</a> 2004(1) RCR (Criminal) 196 (S.C.), it was\n\nheld that mere delay in sending the samples to the Laboratory,\n\nis not fatal, where there is evidence that the seized articles\n\nremained in safe custody.      Since, it was proved that none\n\ntampered with the samples, until the same were received, in the\n\noffice of the Forensic Science Laboratory, the submission of\n\nthe Counsel for    appellant Satnam Singh, merely based on\n\nconjectures, does not hold good. The principle of law<a href=\"/doc/412787/\" id=\"a_11\">, <a href=\"/doc/412787/\" id=\"a_12\">laid\n\ndown, in</a></a> the aforesaid authority, is fully applicable to the facts\n\nof the instant case. Since, it was proved that none tampered\n\nwith the samples, until the same reached the office of the\n\nForensic Science Laboratory, the submission of the Counsel for\n\nSatnam Singh, appellant, in this regard, being without merit,\n\nmust fail, and the same stands rejected.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">12.                It was next submitted by the Counsel for\n\nSatnam Singh,     appellant, that when the case property was\n\nproduced, in the Court, the seals thereon, were found broken,\n\nand the paper chits containing the particulars of the case were\n\nnot found in existence. He further submitted that, under these\n\ncircumstances, it could not be said that the case property\n\nproduced in the Court, at the time of evidence of the\n\nprosecution witnesses, was the same, as was allegedly\n             Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_16\">                             14</span>\n\n\nrecovered from the appellant. He further submitted that, under\n\nthese circumstances, it could      be said that no recovery,\n\nwhatsoever, was effected from the accused, but he was falsely\n\nimplicated in the instant case.     The bags containing poppy\n\nhusk Ex.P1 to Ex.P5 were produced at the time of the evidence\n\nof Head Constable Ram Chander, ( PW5 ) on 17.12.1998.\n\nSome of the bags were found torn, and the seals on some of the\n\nbags were found broken.       It may be stated here, that the\n\nrecovery, in this case was effected on 29.05.1996, whereas, the\n\ncase property was, in the first instance, was produced in the\n\nCourt at the time of the evidence of Ram Chander, H.C. (PW5)\n\nafter more than three years. The case property remained lying\n\nin the malkhana, where the case properties of other cases, were\n\nalso lying. On account of shortage of space, in the malkhana,\n\nthe case properties of the cases, cannot be stacked properly. If,\n\non account of irresponsible handling, lapse of sufficient time,\n\nbetween the date of recovery, and production of the case\n\nproperty, in the Court, and during the course of transit, seals\n\non some of the bags stood broken and some of the bags\n\ncontaining poppy husk underwent the process of decay, that did\n\nnot mean that the case property, produced in the Court, did not\n\nstand connected with the case. Ram Chander, Head Constable,\n\n( PW5 ) in clear-cut terms, stated that the bags, containing\n\npoppy husk, produced, in the Court, were the same, as were\n              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_17\">                              15</span>\n\n\nrecovered from the jeep, being driven by the Satnam\n\nSingh,accused. The only obligation, upon the prosecution, is to\n\nproduce the case property, in the Court, and get it identified,\n\nfrom the prosecution witnesses, so as to connect the same, with\n\nthe case. In the instant case, the prosecution produced the\n\nwitnesses, who identified the case property, as the same, as was\n\nrecovered from the accused. Under these circumstances, the\n\ncase property produced in the Court, stood duly connected with\n\nthe case.   In this view of the matter, the submission of the\n\nCounsel for Satnam Singh, appellant, being without merit, must\n\nfail, and the same stands rejected.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">13.                It was next submitted by the Counsel for\n\nSatnam Singh, appellant, that         no independent witness was\n\njoined, at the time of alleged search and seizure, as a result\n\nwhereof, the case of the prosecution became doubtful.       The\n\nsubmission of the Counsel for Satnam Singh, appellant, in this\n\nregard, does not appear to be correct. The alleged recovery, in\n\nthis case, was effected at about 2.30 AM. At that odd hour of\n\nnight, the possibility of the presence of an independent witness,\n\nat the spot, did not at all arise.          It was, under these\n\ncircumstances, that no independent witness could be joined.\n\nThe mere fact, that the evidence of the official witnesses, was\n\nnot corroborated, through an independent source, is not\n\nsufficient to disbelieve and distrust the same. In the face of\n             Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_18\">                             16</span>\n\n\nthe evidence of the official witnesses only, the Court is\n\nrequired to be put on guard, to scrutinize the same, carefully\n\nand cautiously. After careful and cautious scrutiny, if the Court\n\ncomes to the conclusion, that the same does not suffer from\n\ninherent infirmities, the same can be believed. The evidence of\n\nthe prosecution witnesses, has been scrutinized carefully.\n\nNothing came to the fore, during the course of their cross-\n\nexamination, which may go to discredit the same. They stood\n\nthe test of touch-stone of all probabilities, during the course of\n\ntheir cross-examination. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33261559\" id=\"span_19\">In <a href=\"/doc/33261559/\" id=\"a_13\">Akmal Ahmed Vs. State of Delhi</a>,\n\n1999(2) RCC 297 (S.C.), it was held that, it is now well-settled\n\nthat the evidence of search or seizure, made by the police will\n\nnot become vitiated, solely for the reason that the same was not\n\nsupported by an independent witness.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_20\">In <a href=\"/doc/81332/\" id=\"a_14\">State of NCT of\n\nDelhi Vs. Sunil</a> (2000)I S.C.C. 748, it was held as under:-</span>\n\n</p><blockquote id=\"blockquote_4\">      &quot;It is an archaic notion that actions of the Police officer,\n\n      should be approached with initial distrust. It is time now to\n\n      start placing at least initial trust on the actions and the\n\n      documents made by the Police. At any rate, the Court cannot\n\n      start with the presumption that the police records are\n\n      untrustworthy.    As a proposition of law, the presumption\n\n      should be the other way round. The official acts of the Police\n\n      have been regularly performed is a wise principle of\n\n      presumption and recognized even by the Legislature.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_21\">                              17</span>\n\n\n13-A         In Appa Bai and another Vs. State of Gujrat,\n\nAIR 1988 S.C. 696, it was held that the prosecution story\n\ncannot be thrown out, on the ground, that an independent\n\nwitness had not been examined, by the prosecution. It was\n\nfurther held, in the said authority, that the civilized people, are\n\ngenerally insensitive, when a crime is committed, even in their\n\npresence, and they withdraw from the victims&#x27; side, and from\n\nthe side of the vigilant. They keep themselves away from the\n\nCourts, unless it is inevitable. Moreover, they think the crime\n\nlike a civil dispute, between two individuals, and do not\n\ninvolve themselves, in it. The principle of law, laid down, in\n\nthe aforesaid authorities, is fully applicable to the facts of the\n\npresent case. In these circumstances, mere non-joining of an\n\nindependent witness, when the evidence of the prosecution\n\nwitnesses,   has   been    held   to   be   cogent,   convincing,\n\ncreditworthy, and reliable, and there was no reason, on their\n\npart to falsely implicate the accused, no doubt, is cast on the\n\nprosecution story. The submission of the Counsel for Satnam\n\nSingh appellant, in this regard, being without merit, must fail,\n\nand the same stands rejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">14.                It was next submitted by the Counsel for\n\nSatnam Singh, appellant, that the link evidence, in the instant\n\ncase, was incomplete. He further submitted that, as per the\n\nprosecution story, and according to affidavit Ex.PB, seals\n             Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_22\">                             18</span>\n\n\nbearing   impressions BS and SY were affixed on the case\n\nproperty and the sample parcels. He further submitted that as\n\nper the affidavit Ex.PD of Virender Singh, Constable he was\n\nhanded over the sample parcels, bearing impression BS. He\n\nfurther submitted that this witness, in affidavit Ex.PD, did not\n\nstate even a single word that the sample parcels also bore the\n\nseal impression &#x27;SY&#x27;. It is, no doubt, true that, in the affidavit\n\nEx.PD, there is no mention of the seal impression SY.           It\n\nappears that it was, on account of inadvertence, that in the\n\naffidavit it was not mentioned that the sample parcels also had\n\nthe seal bearing impression SY.       When the sample parcels\n\nbearing the impression of the seals BS and SY were handed\n\nover to Virender Singh, Constable by the MHC, then how only\n\nthe seal bearing impression BS could be found and not the seal\n\nbearing impression SY. Not only this, this fact stands further\n\nclarified from Ex.PC, the report of the Forensic Science\n\nLaboratory, Haryana. It is evident from this report, that five\n\nsample parcels, sealed with two seals of BS and one seal of\n\nSY, were received. The seals were intact and tallied with the\n\nsample impression of the seals. When, in the laboratory, the\n\nsample parcels bearing the seal impressions BS and SY\n\nreached, then how it can be said that when the same came to\n\nthe hands of Virender Singh, Constable, seal bearing\n\nimpression SY was not found in existence thereon. Such a\n              Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_23\">                              19</span>\n\n\nmistake was rightly      ignored by the trial Court. The other\n\nevidence produced by the prosecution, clearly proved that none\n\ntampered with the sample parcels until the same reached the\n\noffice of the Forensic Science Laboratory. In this view of the\n\nmatter, the submission of the Counsel for Satnam Singh,\n\nappellant, being without merit, must fail, and the same stands\n\nrejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">15.                 No other point, was urged, by the Counsel\n\nfor the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">16.                 In view of the above discussion, it is held\n\nthat the judgment of conviction and the order of sentence, qua\n\nSatnam Singh, accused, rendered by the trial Court, are based\n\non the correct appreciation of evidence, and law, on the point.\n\nThe same do not warrant any interference. The same are liable\n\nto be upheld.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">17.                 The judgment of conviction and the order of\n\nsentence, rendered by the trial Court, qua Balwinder Singh, are\n\nnot based, on the correct appreciation of evidence, and law, on\n\nthe point, and, are, thus, liable to be set aside.\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">18.                 For the reasons recorded, hereinbefore,\n\ncriminal appeal No. 1078-SB of 2000 filed by Satnam Singh,\n\nis dismissed. The judgment of conviction and the order of\n\nsentence qua Satnam Singh are upheld. If the appellant is on\n\nbail, his bail bonds shall stand cancelled.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">                   Crl. Appeal No.925-SB of 2000\n<span class=\"hidden_text\" id=\"span_24\">                                   20</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_26\">     19.          Criminal Appeal No. 925-SB of 2000 filed by\n\n     Balwinder Singh, appellant is accepted. The judgment of\n\n     conviction dated 24.08.2000, and the order of sentence dated\n\n     25.08.2000, qua Balwinder Singh, are set aside. Balwinder\n\n     Singh, appellant shall stand acquitted of the charge, framed\n\n     against him. If, he is on bail, he shall stand discharged of his\n\n     bail bonds. If, he is in custody, he shall be set at liberty, at\n\n     once, if not required in any other case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">     20.             The Chief Judicial Magistrate, shall take\n\n     necessary steps, in accordance with the provisions of law, to\n\n     comply with the judgment qua Satnam Singh, keeping in\n\n     view the applicability of the provisions of <a href=\"/doc/914361/\" id=\"a_15\">Section 428</a> of the\n\n     Code of Criminal Procedure , and qua Balwinder Singh, in\n\n     accordance with law,     with due promptitude and send the\n\n     compliance report, within three months, from the date of\n\n     receipt of a copy of the same.</p><pre id=\"pre_2\">\n\n\n\n                                            (SHAM SUNDER)\nSeptember 08, 2008                              JUDGE\ndinesh\n </pre>","numcites":10,"numcitedby":18,"docsource":"Punjab-Haryana High Court","citetid":701549,"divtype":"judgments","relatedqs":[{"value":"identification parade","formInput":"identification%20parade"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"balwan singh","formInput":"balwan%20singh"},{"value":"Whereof","formInput":"Whereof"}],"cats":[{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"statements-to-police-not-to-be-signed","formInput":"tag:statements-to-police-not-to-be-signed"},{"value":"detention-period-undergone-negated-from-final-sentence","formInput":"tag:detention-period-undergone-negated-from-final-sentence"}],"courtcopy":true,"query_alert":null,"agreement":false}