{"tid":1238374,"publishdate":"2002-08-23","title":"Mather And Platt (India) Ltd. vs India Petrochemicals Corp. Ltd. on 23 August, 2002","doc":"<h2 class=\"doc_title\">Mather And Platt (India) Ltd. vs India Petrochemicals Corp. Ltd. on 23 August, 2002</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-k-buch\">C.K. Buch</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-k-buch\">C.K. Buch</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nC.K. Buch, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act, 1996, the petitioner has prayed for appointment of a sole arbitrator of the choice of this Court for resolving the dispute raised by the petitioner, co-requesting party, referred in para 5 &amp; 6 of the application. The claims of the petitioner mainly falls in the areas of:-\n</p>   \n\n<blockquote id=\"blockquote_1\">(i) refund of dues recovered as L.D. in settlement of bill;\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_2\">   And\n \n\n</p><p data-structure=\"Issue\" id=\"p_3\"> (ii) compensation for delay damages. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">2. Vide letter dated 13.4.2000, petitioner has served a notice to respondent invoking Arbitration clause, but the demand to refer the dispute to the arbitrator is resisted by the respondent. The reply of refusal dated 24.5.2000 to refer the matter to arbitrator is on record. The contents of reply are also on record by way of affidavit in reply and written submissions made.\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">3. The petitioner was awarded a contract for Design, Engineering, Supply, Erection/installation, Testing and Commissioning of Plant and machineries of Fire Protection System for PP and PBR Project at Vadodara on 31.10.1995. The award of contract is at Annexure-A and the relevant part of the agreement executed between the parties, where there is an Arbitration clause is at Annexure-1. It is not a matter of dispute that in the agreement there is an Arbitration clause, so, the say of the petitioner is that, as per clause 110.1, the dispute as to rights or liabilities or the construction, meaning of operation or effect thereof, or to the rights and liabilities of the parties arising out of or in relation thereto, even after the completion of the contract or even after determination, fore closure or breach of contract, the parties are supposed to settle the dispute amicably by appointing an arbitrator. According to the petitioner, the respondent has failed to comply with and neglected the terms of agreement, that is, appointment of sole arbitrator, and therefore, the jurisdiction vested with <a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a> of the Arbitration and Conciliation Act (hereinafter referred to as &#x27;the said Act&#x27;) be exercised and appropriate Orders may be passed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">4. The application seeking reference has been opposed by the other side mainly on the ground that full and final settlement has been reached between the parties and the entire sum payable to the petitioner under the contract against all his outstanding claim has been paid, so, the Arbitration clause in the original contract would stand deleted or would become redundant. It is objected preliminary, that on receipt of full and final settlement reached between the parties and realisation of entire claim, at the end of full and final settlement, the Arbitration clause in the agreement between the parties cannot now be invoked. It would be appropriate to refer the relevant part of clause 110.1 of the agreement with a view to appreciate the rival contentions.\n</p>   \n\n<p data-structure=\"Section\" id=\"p_7\">110.1 &quot;All disputes of difference whatsoever which shall at any time arise between the parties hereto touching or concerning the works or the execution or maintenance thereof of this CONTRACT or the rights touching or concerning the works or the execution, effect thereof or to the rights or liabilities or the construction meaning op-operaation or effect thereof or to the rights or liabilities of the parties arising out of or in relation thereto whether during or after completion of the CONTRACT or whether before or after determination, foreclosure or breach of the CONTRACT (other than those in respect of which the decision of any person is by the CONTRACT expressed to be final and binding) shall be endeavoured to be amicably settled by the parties, failing which shall after written notice by either party to the CONTRACT to the and to the Appointing Authority hereinafter mentioned be referred for adjudication to a sole arbitrator to be appointed as hereinafter provided. However, only those claims of the Contractor shall be referred for amicable settlement/arbitration which have been timely raised by the Contractor as per Clause 94.1 hereof.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">For the purpose of appointing the sole Arbitrator referred to above, the Appointing Authority will send within thirty days of receipt of the notice, to the CONTRACTOR a panel of three persons who shall all be presently unconnected with the organisation for which the work is executed......&quot;\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">5(i) On behalf of the petitioner, reliance has been placed in a case reported in AIR 1988 SC 1172 UNION OF INDIA AND OTHERS V. M/S L.K. AHUJA AND CO., and the judgment of the apex Court in the case of M/S BHARAT HEAVY ELECTRICALS LTD., RAIPUR V. AMARNATH BHARD, 1982(1) SCC 625 and it is submitted that when settlement of dispute between the parties under the terms of settlement, if is under compelling circumstances, then the party who has signed the final settlement under pressure can ask to refer the matter to the arbitrator. Referring <a href=\"/doc/675839/\" id=\"a_3\">Section-16</a> of the said Act, the counsel appearing for the petitioner has argued that the arbitrator appointed for the purpose of resolution of the dispute is now competent and to arbitrate and decide the question of its own jurisdiction including any objection with respect to the existence or validity of arbitration agreement.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\"> The question raised by the other side, or say, defence by non-applicant-company that the Arbitration clause does not exist for being invoked, is also a dispute which can be decided by the arbitrator, and therefore, the application should be allowed and appropriate Orders can be passed. The arbitrator can be asked to decide preliminary point in view of the provisions of <a href=\"/doc/675839/\" id=\"a_4\">Section-16</a> of the said Act. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1604568\" id=\"span_1\">5(ii) The counsel appearing for the petitioner has also placed reliance on a recent decision of the apex Court reported in 2000(<a href=\"/doc/1604568/\" id=\"a_5\">4) SCC PAGE 272, WILLINGTON ASSOCIATES LTD. V. KIRIT MEHTA</a>, wherein the apex Court has held that <a href=\"/doc/675839/\" id=\"a_6\">Section-16</a> does not declare that except the Arbitral Tribunal, none else can determine the question as to existence of arbitration agreement. In the same way, the existence of Arbitration clause, if is under a question, the same also can be decided by the arbitrator.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"116018390\" id=\"span_2\">5(iii) The judgment in case of <a href=\"/doc/116018390/\" id=\"a_7\">KONKAN RAILWAYS CORPORATION LTD. V. MEHUL CONSTRUCTION</a>, reported in 2000(7) SCC PAGE 201, it has been held that the Order passed under <a href=\"/doc/605764/\" id=\"a_8\">Section 11(6)</a> by the Chief Justice of High Court or his nominee, is an administrative order, its purpose being a speedy disposal of commercial dispute, such Orders would not be subject to judicial review. The powers exercised by the Chief Justice or the nominee are of administrative nature and the same could not be subjected to judicial scrutiny of Supreme Court under <a href=\"/doc/427855/\" id=\"a_9\">Article 136</a> of the Constitution. The function being administrative under <a href=\"/doc/605764/\" id=\"a_10\">Section 11(6)</a> of the said Act, no formal, direct or indirect finding can be recorded qua any point of dispute while dealing with the application under <a href=\"/doc/1841764/\" id=\"a_11\">Section 11</a> as to the existence of Arbitration clause, and even preliminary points should be referred to the arbitrator. The petitioner is supposed to satisfy the Chief Justice or the nominee that there is a arbitration agreement between the parties for resolution of dispute. In the present case when the respondent has neither disputed the agreement nor the Arbitration clause No. 110.1, then the dispute should be referred to the arbitrator without going into the merit of the points raised in defence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_3\">The second decision in case of <a href=\"/doc/202973/\" id=\"a_12\">KONKAN RAILWAYS V. M/S RANI CONSTRUCTION PRIVATE LIMITED</a>, the apex Court has held that there is nothing in <a href=\"/doc/1841764/\" id=\"a_13\">Section 11</a> which requires the party other than the party making the request to be noticed, it does not contemplate response from other party and is further held that Chief Justice or his designate perform neither a judicial function nor exercise powers of the state while acting under <a href=\"/doc/1841764/\" id=\"a_14\">Section 11</a>, and therefore, are not Tribunal. So, it is submitted that written acceptance of payment in full and final settlement of the contract, whether was voluntary and unconditional, cannot be decided while exercising jurisdiction under <a href=\"/doc/1841764/\" id=\"a_15\">Section 11</a> of the said Act. Referring amended Arbitration Scheme w.e.f. 1.2.2001, it is submitted that party making request under the scheme, if pays the amount mentioned in para 12 of the scheme, then, where there is Arbitration clause in a valid and legal agreement, the dispute mentioned should be referred to the arbitrator, either in accordance with the agreement between the parties or by passing appropriate Orders in accordance with the arbitration scheme and the said Act.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">6. I have considered the decision in case of RAI CONSTRUCTION PRIVATE LIMITED V. MAC CIVIL ENGINEERS in Arbitration Petition No. 49 of 1999 decided on 16.6.2000 (Coram :D.M. Dharmadhikari, CJ) and the decision in case of SAMARTH BUILDERS V. ONGC in Arbitration Petition No. 22 of 1999 decided on 1.9.2000.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"865817\" id=\"span_4\">7. However, in view of ratio of the decision in case of <a href=\"/doc/865817/\" id=\"a_16\">JAYENDRA S SHAH V. MUKUND SAMCHAND SHAH</a>, reported in 2000(2) GLR 1124 and in case of LIOYDS STEEL INDUSTRIES LIMITED V. ONGC, reported in AIR 1997 (BOMBAY) 337, I am inclined to observe that in terms of settlement, the arbitration clause itself stands deleted and it is wiped out on the day on which the contract is concluded from all material and legal angle.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_5\">The decision of the apex Court reported in <a href=\"/doc/209845/\" id=\"a_17\">M/S P.K. RAMAIAH AND CO. V. CHAIRMAN AND MANAGING DIRECTOR, NTPC</a>, 1994 SUPPL (3) SCC PAGE 126 and NATHANI STEELS LIMITED V. ASSOCIATED CONSTRUCTIONS 1995 SUPPL (3) SCC PAGE 324, the question whether the settlement is full and final settlement between the parties to contract was entered into under coercion and/or duress cannot be said to be a dispute referable to arbitrator under the Arbitration clause. Merely because in 1996 Act, <a href=\"/doc/675839/\" id=\"a_18\">Section-16</a> has been introduced, would not affect the basic proposition of law propounded by the apex Court and two subsequent decisions referred hereinabove; one of this Court and another of Bombay High Court.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">8. In the written submissions made on behalf of the petition, four decisions have been referred:\n</p>   \n\n<blockquote id=\"blockquote_2\"> i) Arbitration Petition No. 49 of 1999 Raj Construction Pvt. Ltd. v. MAC Civil Engineers\n \n\n</blockquote><blockquote id=\"blockquote_3\"> ii) Arbitration Petition No. 15 of 1999 Samarth Builders v. ONGC Limited\n \n\n</blockquote><blockquote id=\"blockquote_4\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1752565\" id=\"span_6\"><a href=\"/doc/1752565/\" id=\"a_19\">iii) Konkan Railway Corporation Limited v. Mehul Construction Co.</a>, (2000) 7 SCC 201</span>\n \n\n</blockquote><blockquote id=\"blockquote_5\"> iv) Konkan Railway Corporation Limited v. M/s Rani Construction Pvt. Ltd., JT 2002(1) SC 587 \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549520\" id=\"span_7\">In case of <a href=\"/doc/1549520/\" id=\"a_20\">Shetty&#x27;s Construction Company Pvt. Ltd. v. Konkan Railway Corporation Ltd. and another</a> reported in (1999) 8 Supreme Court Cases 604, the Apex Court was dealing with mostly similar facts situation. Considering the totality of the facts in Para 19 of the decision, the Apex Court has observed and has held that:-</span>\n</p> \n\n<blockquote id=\"blockquote_6\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549520\" id=\"span_8\">It is difficult to appreciate how these observations can be of any avail to him for interpreting the words &quot;final claims&quot; on disputed matter as envisaged by clause 63.1.1. In the context of the said clause, it must be held that &quot;final claims&quot; envisaged therein must be crystallised and complete claims on disputed matters to be lodged with the authorities by the contractor who wants the authorities to decide upon these claims and to consider whether they are worth granting wholly or in part or worth rejecting and that play would be available to the respondent authorities for a period of 90 days from lodging of such final claims on disputed matters by the contractor for the consideration of the authorities. this locus penitentiae of 90 days is essential for the authorities to consider whether the final and crystallised claims on disputed maters either during the pendency of the contract or after its termination or even after the final bills get prepared are required to be granted wholly or partly or not at all and once the authorities do not respond favourably during these 90 days after the lodging of final claims, then it would be open to the contractor raising those claims to demand arbitration in writing in connection with these final claims within further three months, that is within the upper limit of six months from the date of raising of such final claims. It is also not possible to agree with learned Senior counsel for the appellant contractor, Shri Dave that &quot;final claims&quot; mentioned in clause 63.1.3 have to be read into the phraseology of the term &#x27;final claims&quot; as mentioned in clause 63.1.1. It is easy to visualise that &quot;final claims&quot; on disputed matters may arise during the pendency of contract as <a href=\"/doc/1549520/\" id=\"a_21\">laid down by</a> clause 62 or may arise at the end of the contract when final bills are submitted as contemplated by clause 63.1.3. In both these cases, which broadly are governed by clause 62, after lodging of final claims the time schedule <a href=\"/doc/1549520/\" id=\"a_22\">laid down by</a> clause 63.1.1. would obviously apply to cover both these types of final claims. In short, the final claims must be definite, certain and crystallised under diverse heads either flowing from the final bill or even earlier arising out of the working of the contract even when the final bill is still not prepared by the authorities. Therefore, instead of reading down the term &quot;final claims&quot; on disputed matters as found in clause 63.1.1 to mean only &#x27;final claims&quot; arising out of final bills, it must be held that the term &quot;final claims&quot; on disputed matters as employed by clause 63.1.1. would cover final claims on disputed matters either lodged during the currency or even after its termination or even after preparation and submission of final bills by the authorities. In all these cases, the final claims on disputed matters contemplated by clause 63.1.1. must be crystallised and firm final claims which are required to be considered by the authorities for giving their response. In other words, the claims should not be in a fluid state and the appellant contractor should not consider them to be not final but tentative to be revised or reconsidered at his end in future for raising ultimate claims on the relevant heads of dispute. If the appellant contractor himself treats these claims at an earlier stage to be in a fluid state and not final, neither can he expect the authorities to respond thereto nor can he treat the authorities to have failed to respond thereto so as to lose the benefit of the procedure of arbitration binding between the parties as per the contractual terms.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549520\" id=\"span_9\">10. The Apex Court has held that it would not be possible to say that the respondent Authorities have failed to carry out their corresponding contractual obligation under the very same clause and, therefore, had forfeit their right to resort to the Machinery for arbitration under the terms of the contract and the High Court was perfectly justified in relegating both these parties to the arbitrator. When a party has forfeited its right to resort to the arbitration proceedings under the contract, then <a href=\"/doc/1549520/\" id=\"a_23\">in that case</a>, it would not be open for the Court to appoint any Arbitrator.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">11. On facts available on record, it is not a matter of dispute that as per condition of the Contract, once the contractors signs the No Claim Certificate issued with regard to the same contract, it is not referable to Arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1229716\" id=\"span_10\">In case of <a href=\"/doc/1229716/\" id=\"a_24\">Jivani Engineering Works Pvt. Ltd. v. Union of India</a> reported in AIR 1981 Calcutta Page 101, though the Calcutta High Court, referring to the decision of Arkat Damodar Valley Corporated (Supra), has held that the question of No Claim Certificate and/or validity of the same is itself a dispute which is within the scope of arbitration clause and the arbitrator has jurisdiction to decide the same.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1229716\" id=\"span_11\">But, the ratio of the decision in the case of <a href=\"/doc/1229716/\" id=\"a_25\">Jivani Engineering</a> (Supra) would not help the present petitioner in view of the observations made by the Apex court in case of Willington Associates Ltd. v. Kin V. Mehta reported in 2000 (4) SCC 272 where the Apex Court has observed that <a href=\"/doc/675839/\" id=\"a_26\">Section 16</a> of 1996 Act is an enabling provision and the same has no mandatory sense and therefore, the jurisdiction of the Chief Justice of India or his designate to decide the question is not excluded by said <a href=\"/doc/675839/\" id=\"a_27\">Section 16</a>. A dispute may be posed as a dispute, &quot;may be referrable to arbitration&quot; by the petitioner while filing petition under <a href=\"/doc/1841764/\" id=\"a_28\">Section 11</a> of the Act, but, the referability of the issue can be examined while dealing with petition under <a href=\"/doc/1841764/\" id=\"a_29\">Section 11</a>. <a href=\"/doc/1846895/\" id=\"a_30\">Section 7</a> postulates an agreement which makes the appointment of an Arbitrator mandatory and does not cover the situation where the parties agree that they may file a suit in case of dispute or may enter into arbitration agreement. <a href=\"/doc/675839/\" id=\"a_31\">Section 16</a> of 1996 Act has simply removed the disability under <a href=\"/doc/115954296/\" id=\"a_32\">Section 33</a> of the Old Act preventing the Arbitrator from deciding the question as to the existence of Arbitration agreement etc. But in all situations, the arbitrator cannot be the sole authority to decide upon the existence of arbitration clause. In present case, the say of the respondent is that on acceptance of final bill without protest under clause 43 of the agreement brings out the alleged dispute from the compass of referability of issue. No claim Certificate disentitles the petitioner from referring the matter to the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"202973\" id=\"span_12\">Similar view has been taken by the Karnataka High Court in case of <a href=\"/doc/202973/\" id=\"a_33\">Jose &amp; Mani Constructions Pvt. Ltd. Bangalore</a> (Supra).</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">12. To appreciate the contentions raised by the petitioner, I would like to mention some basic facts which are very relevant for the purpose. Undisputedly, on 9.10.1998 full and final settlement of amount was received by the petitioner. On 27.1.1999, approximately after three months, a fax message was sent which is at Annexure-E. On 29.1.1999, the fax message was replied by the respondent. Thereafter on 13.4.2000, after a gap of one year and three months approximately, respondent was served with the registered AD letter-cum-notice. On 26.4.2000, the said notice has been replied. The present application under <a href=\"/doc/1841764/\" id=\"a_34\">Section 11</a> of the said Act has been moved in July 2001, that is, after 15 months from the service of notice. Therefore, this period between the payment of full and final settlement, address of the notice, filing of the petition, vis-a-vis the date of expiry of bank guarantee are relevant and when nothing remained to be done in the contract by either of the parties, the petitioner has attempted to get the alleged dispute referred to the arbitrator. The conduct of the party even while exercising administrative jurisdiction can be considered and has to be considered. The acceptance of payment of full and final settlement and the subsequent delay in initiating jurisdiction under <a href=\"/doc/1841764/\" id=\"a_35\">Section 11</a> of the said Act speaks in support of the respondent. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214161\" id=\"span_13\">In case of <a href=\"/doc/1214161/\" id=\"a_36\">KRISHNA ASSOCIATE V. CENTRAL COALFIELD LIMITED</a>, the Jharkhand High Court has also accepted and propounded the similar principle. The function of the Chief Justice or the Judge designated is only the work of post-office. The function of the Chief Justice or his designate under <a href=\"/doc/1841764/\" id=\"a_37\">Section 11</a> of the said Act is to fill the gap left by the party to the arbitration agreement. The Chief Justice or the person or institution designated by him in appointing an arbitrator shall have to apply the mind as regard to any clarification required for the arbitrator by the agreement of the parties and other consideration as are likely to secure the appointment of an independent and impartial arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"865817\" id=\"span_14\">The decision in case of <a href=\"/doc/865817/\" id=\"a_38\">Jayendra Shah</a> (Supra) would help the respondent.</span> So, accepting the ratio of the decision in case of P.K. RAMAIAH AND CO. reported in 1994 SUPPL SCC 126 and in case of NATHANI STEELS LIMITED (SUPRA), I am of the view that once there is full and final settlement in respect of any particular dispute or difference in relation to a matter covered under the Arbitration clause in the contract and that dispute or difference is finally settled by and between the parties, such a dispute or difference does not remain to be a arbitrable dispute and the Arbitration clause cannot be invoked, even though, for certain other matters, the contract may be in subsistence. So, the petition shall have to be rejected, hence rejected. \n</p> \n\n","numcites":15,"numcitedby":0,"docsource":"Gujarat High Court","citetid":1238374,"divtype":"judgments","relatedqs":[{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"final bill","formInput":"final%20bill"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"ONGC","formInput":"ONGC"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"the finality clause ","formInput":"the%20finality%20clause%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"arbitration petition ","formInput":"arbitration%20petition%20"},{"value":"Sec 16","formInput":"Sec%2016"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"}],"courtcopy":false,"query_alert":null,"agreement":false}