{"tid":109930655,"publishdate":"2023-05-02","title":"Omprakash Sahni vs Jai Shankar Chaudhary And Anr. Etc. on 2 May, 2023","doc":"<h2 class=\"doc_title\">Omprakash Sahni vs Jai Shankar Chaudhary And Anr. Etc. on 2 May, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-r-shah\">M.R. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-r-shah\">M.R. Shah</a></h3>\n\n<pre id=\"pre_1\">                                                                                 REPORTABLE\n                                         IN THE SUPREME COURT OF INDIA\n                                      CRIMINAL APPEALLATE JURISDICTION\n                                    CRIMINAL APPEAL NOS. 1331-1332 OF 2023\n\n                      OMPRAKASH SAHNI                                            ... APPELLANT\n\n\n                                                      VERSUS\n\n\n                      JAI SHANKAR CHAUDHARY &amp; ANR. ETC.                          ... RESPONDENTS\n\n\n                                                    JUDGMENT\n</pre>\n\n<p data-structure=\"Precedent\" id=\"p_1\">                      J. B. PARDIWALA, J.:\n</p>\n\n<blockquote id=\"blockquote_1\">                      1.    These appeals are at the instance of the original first informant (brother\n                      of the deceased) and are directed against a common order passed by the High\n                      Court of Judicature at Patna in Criminal Appeal (DB) No. 322 of 2021 and\n                      Criminal Appeal (DB) No. 411 of 2021 respectively by which, the High Court\n                      suspended the substantive order of sentence of life imprisonment imposed by\n                      the Trial Court on the respondent Nos. 1, 3 and 4 respectively herein (convicts)\n                      and ordered their release on bail pending the final disposal of the two criminal\n                      appeals referred to above.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_2\">                      FACTUAL MATRIX\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                      2.    It appears from the materials on record that the respondents Nos. 1, 3 and\n<span class=\"hidden_text\" id=\"span_3\">Sanjay Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2023.05.02</span>\n<span class=\"hidden_text\" id=\"span_5\">15:36:46 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n                      4 respectively herein along with six other co-accused were put to trial in the\n\n                                                                                       P a g e 1 | 22\n\fCourt of Additional Sessions Judge-VII, Vaishali, Hajipur, District: Vaishali at\nHajipur (Bihar) in Sessions Trial No. 280/2019 for the offences punishable\nunder Sections 302, 120-B, 506 respectively read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> of the Indian\nPenal Code, 1860 (for short, ‘the <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>’) and <a href=\"/doc/244673/\" id=\"a_3\">Section 27</a> of the Arms Act, 1959\n(for short, ‘the 1959 Act’)\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.    The three respondents herein, namely, Jai Shankar Chaudhary, Abhay\nKumar and Ram Babu respectively were held guilty by the Trial Court, of the\noffence of murder of the brother of the appellant herein, namely, Manish\nKumar. The other co-accused were ordered to be acquitted.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.    The respondents Nos. 1, 3 and 4 respectively herein went in appeal\nbefore the High Court of Judicature at Patna, challenging the order of\nconviction and sentence passed by the Trial Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\">5.    The case of the prosecution narrated by the Trial Court in its judgment\ndated 12.03.2021 is as under:\n</p>\n<blockquote id=\"blockquote_2\">       “The F.I.R in the instant case had been registered on 14.08.2018,\n       on the basis of written application of informant Om Prakash\n       Sahni, alleging therein that the informant Om Prakash Sahni on\n       13-08-2018 at about 01:00 P.M. alongwith his younger brother\n       Manish Kumar, the Block Pramukh, Jandaha reached the Office of\n       Block Pramukh, situated at block Jandaha by their alto car.\n       Informant&#x27;s brother went in his chamber. The driver of the B.D.O.\n       came in his car and told the Pramukh that B.D.O. has called him\n       and on such information the Block Pramukh Manish Kumar went\n       to the residence of B.D.O. in the B.D.O&#x27;s car. After sometime the\n       Pramukh came back in the same vehicle and as he was heading\n       towards his chamber at about 03:00 P.M., the accused Jai Shankar\n       Chaudhary and Abhay Kumar came and opened fire on\n       informant&#x27;s brother, the Block Pramukh upon the exhortation by\n       accused Ram Babu Sahni to kill him. The informant&#x27;s brother fell\n       on the ground and both the accused waving their pistols, fled away\n       on a motorcycle towards Mahua road. The other two accused Ram\n       Babu Sahni and Binod Chaudhary also fled away from the place\n       of occurrence on one another motorcycle, towards the same\n       direction. The F.I.R. further states that the informant and the\n                                                                 P a g e 2 | 22\n\f          Pramukh&#x27;s driver namely Anil Kumar alongwith certain others\n          were present at the time of occurrence. They took him to the clinic\n          of doctor Bindu Jha and on his reference, they took the injured to\n          the Ganpati Hospital, Hajipur, where he was declared dead.\n          Thereafter they took the deceased to Hajipur Sadar Hospital,\n          where the postmortem examination was carried out and the police\n          also reached there and carried out further proceeding. The F.I.R.\n          also states that the election of block pramukh was held on 02-08-\n          2018 and the Pramukh won the election. The informant in the\n          F.I.R. also states that Umesh Singh Kushwaha, M.L.A., Mahnar,\n          Binod Chaudhary s/o Ram Lakhan Chaudhary, Ajeet Kumar s/o\n          Ram Babu Sahni Village Dulaur P.S. Jandaha, Kundan Sahni\n          (Prakhand Shikshak) s/o Ram Nandan Sahni Vill Narharpur,\n          Randhir Kumar S/o Late Masudan Prasad Singh Vill Narharpur,\n          Ranjeet Kumar S/o Ram Briksh Singh Viii Narharpur, all from P.S.\n          Jandaha and Ajay Thakur (Teacher) Sankul Sadhan Sevi, Jandaha\n          Vill Nari Khurd P.S. Patepur Dist Vaishali had earlier threatened\n          the informant at Bindi Chowk Road (north from Suresh Chowk)\n          that they would not allow informant&#x27;s brother to win the election\n          and in the event, he wins, they would not let him live. The\n          informant also states that these persons threatened him many times\n          and he informed his brother of such fact. The present Prakhand\n          Siksha Padadhikri, Jandaha also threatened that he should\n          communicate to the Pramukh for not getting involved in the\n          recruitment of Prakhand Shikshak, otherwise he may face dire\n          consequences. The informant is under the belief that all the\n          abovereferred persons in conspiracy, have committed the murder\n          of informant&#x27;s brother Manish Kumar.”\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">6.       In the course of the trial, the prosecution examined ten witnesses as\nunder:\n</p>\n<blockquote id=\"blockquote_3\">         P.W. 1 Raj Kumar Sahni,\n         P.W. 2 Anil Kumar Sahni,\n         P.W 3 Rup Kala Devi,\n         P.W. 4 Dr. Shashidhar Kumar,\n         P.W. 5 Lal Babu Sahni,\n         P.W. 6 Laldeo Sahni,\n         P. W. 7 Om Prakash Sahni/ informant,\n\n                                                                   P a g e 3 | 22\n\f      P. W. 8 Saroj Kumar Singh,\n      P.W. 9 Shobhakant Paswan (Investigating Officer) and\n      P.W. 10 Sunil Kumar Singh (Investigating Officer).\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_8\">7.    The Trial Court, upon evaluation of the oral as well as documentary\nevidence on record, in the final analysis observed in paras 40 and 41\nrespectively as under:\n</p>\n<blockquote id=\"blockquote_4\">       “40. On considering the submissions made by learned counsel of\n       parties and the conjoint perusal of prosecution evidence including\n       the cross-examination done by learned counsels for defence this\n       court finds that the prosecution has led credible evidence that on\n       13-08-2018, at about 03:00 PM at Jandaha block, the accused\n       Ram Babu Sahni and Binod Chaudhary exhorted Jai Shankar\n       Chaudhary and Abhay Kumar Sahni to kill Manish Sahni. On such\n       provocation, Jai Shankar Chaudhary and Abhay Kumar Sahni\n       shot the bullet over Manish Sahni. He was then taken to doctor\n       Bindu Jha in Jandaha and was referred from there to Hajipur. He\n       was taken to Hajipur Ganpati Hospital by an ambulance, where\n       the doctor declared him dead. As per the evidence of PW-7/\n       informant, the Manish Sahni alongwith him and the driver P.W. 2\n       reached the block Jandaha at about 01:00 P.M., they were sitting\n       in his chamber, when the B.D.O. called him through his driver and\n       he went to meet the B.D.O. to his resident from the B.D.O&#x27;s vehicle.\n       When he arrived back at about 03:00 P.M., as he was heading\n       towards his chamber, the accused Ram Babu Sahni and Binod\n       Chaudhary exhorted Jai Shankar Chaudhary and Abhay Kumar\n       Sahni to kill Manish Sahni. On such provocation, Jai Shankar\n       Chaudhary and Abhay Kumar Sahni shot the bullet over Manish\n       Sahni and he fell on the ground. All the four accused fled away\n       from northern gate towards Mahua road. Manish Sahni was then\n       taken to doctor Bindu Jha in Jandaha and was referred from there\n       to Hajipur. He was taken to Hajipur Ganpati Hospital by an\n       ambulance, where the doctor declared him dead. His autopsy was\n       performed at Sadar Hospital, Hajipur. The reason behind the\n       occurrence in question is that the accused Jai Shankar Chaudhary\n       was earlier elected the block Pramukh, but was defeated by\n                                                                 P a g e 4 | 22\n\fManish Sahni in no confidence motion. The Manish Sahni then\nbecame Block Pramukh. All the accused persons are said to\nconspire for commission of the alleged offence. The P.W. 1 Raj\nKumar Sahni in his evidence has proved that the Pramukh Manish\nSahni came from B.D.O&#x27;s vehicle and was heading towards his\nchamber, when accused Jai Shankar alongwith another opened\nfire over Manish Sahni. He has stated that it was Jai Shankar, who\nshot Manish Sahni. P.W. 2, the driver of Block Pramukh namely\nAnil Kumar Sahni also proved that Manish Sahni arrived from\nB.D.O&#x27;s vehicle. The accused Jai Shankar Chaudhary and Abhay\nKumar Sahni were already present there. The other accused Ram\nBabu Sahni and Binod Chaudhary reached there and said “kya\ndekhte ho goli maaro”. Jai Shankar Chaudhary shot the bullet\nand thereafter Abhay Kumar shot the other bullet. The Pramukh\nfell on the ground and the informant and the witness P.W.2 are said\nto take him to hospital at Jandaha, from where he was referred to\nHajipur Sadar Hospital, but he died on the way. P.W. 3 the wife of\ndeceased is not an eye witness. However, she has testified the death\nof her husband by accused persons in the manner as stated by\nwitnesses. In addition to these facts, she has also stated that when\nher husband won the election, he was given threat for life and she\nhad advised her husband to remain alert. P.W. 5 in his statement-\nin-chief has proved the date and time of occurrence i.e., 13-08-\n2018 at 03:00 P.M. He, an eye witness also testifies the prosecution\nstory that the accused Jai Shankar Chaudhary and Abhay Kumar\nopened fire over Manish Sahni on the provocation and exhortation\nby Ram Babu Sahni and Binod Chaudhary. P.W. 6 in his statement-\nin-chief also proves the date 13-08-2018 and time 03:00 P.M. of\nthe alleged occurrence. He claims to be an eye witness of the\noccurrence and testifies that Binod Chaudhary and Ram Babu\ncame by a bike and exhorted Jai Shankar Chaudhary and another\nperson, whom he did not identify. On such exhortation and\nprovocation, Jai Shankar Chaudhary and the other one opened fire\nover Manish Sahni. P.W. 8 Saroj Kumar Singh also claims to be an\neye witness and testifies the fact that on the instigation of Binod\nChaudhary, the accused Jai Shankar Chaudhary opened fire over\nManish Sahni and he does not identify the other person, who also\nshot bullet over Manish Sahni. However, the date of occurrence\nhas been contradicted by PW-8 to be 30.08.2018. The accused\nBinod Chaudhary whose name reflects in the evidence repeatedly\n                                                          P a g e 5 | 22\n\f       is not facing the instant trial before court. The doctor has proved\n       the postmortem report and the injuries thereon are the two entry\n       wounds, one each over left upper chest and over epigastrium\n       alongwith two exit wounds, one each on right sub costal region\n       impugned posterior axillary line and the other over right lumbar\n       region in posterior axillary line. The two investigating officers\n       who carried out the investigation, have proved genuineness of the\n       investigation process as has been discussed in the preceding\n       paragraphs. The defence could not bring such material or\n       contradictions or any other evidence on record to falsify the facts\n       placed and proved by prosecution.\n</blockquote><blockquote id=\"blockquote_5\">       41. Hence, on the basis of material and the evidence both oral and\n       documentary, as available on record, this court arrives at\n       conclusion that the prosecution has proved its case against\n       accused Jai Shankar Chaudhary, Abhay Kumar alias Abhay Sahni\n       and Ram Babu Sahni, beyond reasonable doubts that on\n       exhortation of Ram Babu Sahni, the other two accused Jai Shankar\n       Chaudhary and Abhay Kumar @ Abhay Sahni opened fire over\n       Manish Sahni, causing his death and thereby committing his\n       murder. This court finds them guilty of committing the murder of\n       Manish Sahni in furtherance of their common intention.”\n</blockquote><p data-structure=\"Facts\" id=\"p_9\">8.    The three convicts before us i.e., the respondents Nos. 1, 3 and 4\nrespectively prayed before the High Court that they be released on bail pending\nthe final disposal of their appeals by suspending the substantive order of\nsentence of life imprisonment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">9.    The High Court suspended the substantive order of sentence of all the\nthree convicts and ordered their release on bail vide the impugned order dated\n16.09.2022. The High Court observed thus:\n</p>\n<blockquote id=\"blockquote_6\">       “By the impugned judgment and order of conviction dated\n       12.03.2021 and order of sentence dated 15.03.2021 passed by\n       the learned Additional Sessions Judge-VII, Vaishali at Hajipur,\n       in Sessions Trial No. 280/2019 arising out of Jandaha P.S. Case\n       No. 202/2018, the appellant has been convicted and sentenced\n       as under:\n</blockquote>\n\n<blockquote id=\"blockquote_7\">                                                                P a g e 6 | 22\n\f Appellant’s Conviction Sentence\n Name        under      Imprisonment Fine    In\n             Section                 (Rs.)   default\n                                             of fine\n         CRIMINAL APPEAL (DB) NO. 322 of 2021\n           302/34     Rigorous     50, 000/- Rigorous\n           of         imprisonment           imprison\n           the <a href=\"/doc/1569253/\" id=\"a_4\">I.P.C</a>. for Life               ment for\n Jai                                         six\n Shankar                                     months\n Chaudhary 27 of      Rigorous     -         -\n</blockquote><pre id=\"pre_2\">           The        imprisonment\n           <a href=\"/doc/1934415/\" id=\"a_5\">Arms Act</a> for\n                      five years\n          CRIMINAL APPEAL (DB) NO. 411 of 2021\n Abhay     302/34     Rigorous     50, 000/- Rigorous\n Kumar     of the     imprisonment           imprison\n           <a href=\"/doc/1569253/\" id=\"a_6\">I.P.C</a>.     for Life               ment for\n                                             six\n                                             months\n           27 of      Rigorous     -         -\n           the Arms imprisonment\n           Act        for\n                      five\n                      years\n Ram Babu 302/34      Rigorous     50, 000/- Rigorous\n Sahni     of the     imprison               imprisonment\n           <a href=\"/doc/1569253/\" id=\"a_7\">I.P.C</a>.     ment for               for six months\n                      Life\n\n</pre><blockquote id=\"blockquote_8\">75 per cent of the fine amount has been ordered to be paid to the\nwidow of deceased Manish Sahni, namely, Rup Kala Devi and 25\nper cent of the amount has been ordered to be paid to the State of\nBihar.\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">     In compliance of this Court&#x27;s order dated 03.08.2022, the\nState has filed a written objection in terms of the first proviso to\n<a href=\"/doc/1116025/\" id=\"a_8\">Section 389(1)</a> of the Criminal Procedure Code.\n</p><p data-structure=\"RespArg\" id=\"p_12\">     We have heard Mr. Vasant Vikas, learned counsel appearing\non behalf of the appellant in Criminal Appeal (DB) No. 322 of\n2021; Mr. Sanjay Singh, learned Senior Counsel appearing on\n                                                          P a g e 7 | 22\n\fbehalf of the appellant in Criminal Appeal (DB) No. 411 of 2021\nand learned Additional Public Prosecutor for the State.\n</p><p data-structure=\"PetArg\" id=\"p_13\">       Learned counsel appearing on behalf of the appellants have\nsubmitted that for the occurrence said to have taken place at 03:00\npm, at a public place, on 13.08.2018, the First Information Report\ncame to be registered on 14.08.2018, based on written report of\nthe informant (P.W.-7) submitted at 01:00 pm. The informant has\nclaimed to be an eye-witness of the occurrence. However, there is\nno explanation for the late submission of the written report,\nnaming these appellants as the assailants. It has been argued that\nit is evident from the First Information Report that political rivalry\nbetween the deceased and these appellants has been disclosed as\nthe reason why the deceased was killed by these appellants. They\naccordingly submit that disclosure of names of these appellants in\nthe First Information Report, as the main assailants, is an\nafterthought and in that background, the late registration of First\nInformation Report casts a serious doubt on the veracity of the\nprosecution&#x27;s case. It has, further, been argued that though (P.W.-\n</p><p data-structure=\"CDiscource\" id=\"p_14\">7), the informant, has claimed to be an eye-witness to the\noccurrence, who had carried the deceased in the injured condition\nto a nearby hospital and thereafter to Sadar hospital, after the\ndeceased was declared dead in a private hospital; his own\ndeposition contradicts this version as asserted in the First\nInformation Report inasmuch as in response to a question during\nthe course of cross-examination, he admitted that he had not gone\nto the Sadar hospital with the deceased. It has further been argued\nthat though the appellants were produced during the course of the\ntrial through video conference from the jail, but there is no\nevidence that the prosecution&#x27;s witnesses identified these\nappellants during the course of the trial.\n</p><p data-structure=\"PetArg\" id=\"p_15\">      Learned Additional Public Prosecutor opposing appellants&#x27;\nprayer for bail has submitted that since the appellants are the main\nassailants, as disclosed in the First Information Report, which has\nbeen substantiated by all the eye-witnesses during the course of\nthe trial, who have been consistent in their depositions and\npolitical rivalry between the deceased and these appellants, being\nan admitted fact, such animosity adds credence to the deposition\nof the eye-witnesses.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">                                                            P a g e 8 | 22\n\f      We have perused the impugned judgment and order of the\ntrial court. We have given our anxious consideration to rival\nsubmissions advanced on behalf of the parties. We have perused\nthe original copy of the First Information Report available with\nthe lower court records from which it is manifest that there have\nbeen over-writings as regards the date when the said written report\nof the informant (P.W.-7) was submitted in the police station.\n</p><p data-structure=\"Precedent\" id=\"p_17\">     It is the prosecution&#x27;s case, as disclosed in the First\nInformation Report as also set up at the trial, that the occurrence\nhad taken place at 03:00 pm on 13.08.2018 in the Block office. The\ndeceased was Pramukh of the said block.\n</p><p data-structure=\"Facts\" id=\"p_18\">      It has been asserted in the First Information Report that when\nthe informant and the deceased were about to enter into his\n(deceased&#x27;s) chamber in the Block office, appellant Jai Shankar\nChaudhary and Abhay Kumar opened fire on the instigation of\naccused Ram Babu Sahani. The informant and others are said to\nhave taken the deceased, in injured condition, to a private hospital,\nwhere he was declared dead. The dead body of the deceased was\nthereafter taken to Sadar hospital, where the inquest report was\nprepared by the police officer and post-mortem was also carried\nout on the same date, i.e., 13.08.2018. In the aforesaid\nbackground, we find substance in the submission made on behalf\nof the appellants that there was no cogent explanation for the\ninformant to have filed his written statement on the next day at 01\n:00 pm, implicating these appellants as the main assailants.\nFurther, the informant (P.W.-7) does not prima facie appear to be\ntruthful, particularly in view of the evidence of the prosecution\nwitnesses to the effect that the body of the deceased was taken by\nvillagers to the hospital and not by the informant.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">     In the abovementioned peculiar facts and circumstances of\nthe case, in our view, inordinate delay in filing of the written report\nleading to registration of First Information Report appears to be\na valid ground for doubting the case of the prosecution, for the\npurpose of exercise of discretion under Article 389(1) of the\n<a href=\"/doc/445276/\" id=\"a_9\">Criminal Procedure Code</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">     Considering the facts and circumstances as noted above, the\nprayer made on behalf of the appellants for their release on bail is\nallowed.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">                                                             P a g e 9 | 22\n\f             Let the appellants, namely, Jai Shankar Chaudhary [In\n       Criminal Appeal (DB) No. 322 of 2021], Abhay Kumar @ Abhay\n       Sahni and Ram Babu Sahni [In Criminal Appeal (DB) No. 411 of\n       2021] be released on bail during the pendency of appeal on\n       furnishing bail bond of Rs. 10,000/- (Ten Thousand) with two\n       sureties of the like amount each to the satisfaction of learned\n       Additional Sessions Judge-VII, Vaishali at Hajipur, in Sessions\n       Trial No. 280 of 2019 arising out of Jandaha P.S. Case No. 202 of\n       2018.\n</p><p data-structure=\"Section\" id=\"p_22\">            The sentence shall remain suspended in the meanwhile.\n       Realisation of fine shall also remain stayed.”\n                                                     (Emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_23\">10.   The original first informant (brother of the deceased) being aggrieved\nand dissatisfied with the aforesaid order passed by the High Court has come up\nin appeals before us.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_24\">SUBMISSIONS ON BEHALF OF THE APPELLANT\n\n\n</p><p data-structure=\"PetArg\" id=\"p_25\">11.   Mr. R. Chandrachud, the learned counsel appearing for the appellant\nvehemently submitted that the High Court committed a serious error in passing\nthe impugned order thereby releasing the three convicts on bail pending final\ndisposal of their respective appeals by suspending the substantive order of their\nsentence, in exercise of power under <a href=\"/doc/985477/\" id=\"a_10\">Section 389</a> of the Code of Criminal\nProcedure, 1973 (for short, ‘the <a href=\"/doc/445276/\" id=\"a_11\">CrPC</a>’).\n</p>\n<p data-structure=\"PetArg\" id=\"p_26\">12.   The learned counsel would submit that once the accused stood convicted\nfor a very serious offence like murder, the presumption of innocence would no\nlonger exist and the High Court is expected to be very slow in granting bail. He\nsubmitted that the High Court while considering the plea of the three convicts\nfor suspension of substantive order of sentence has virtually appreciated the\n\n                                                                 P a g e 10 | 22\n\fevidence. The High Court could not have gone into the issues like over-writings\nin the First Information Report, inordinate delay in lodging the First\nInformation Report etc. while considering the plea of the convicts for\nsuspension of sentence of life imprisonment.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">13.      The learned counsel would submit that the entire case of the prosecution\nis based on ocular evidence. The Trial Court having believed and accepted the\nversion of the appellant herein, who is one of the eyewitnesses to the incident,\nthe High Court could not have so lightly and casually suspended the substantive\norder of sentence of life imprisonment.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">14.      In such circumstances referred to above, the learned counsel appearing\nfor the appellant prayed that there being merit in his appeals, those may be\nallowed and the impugned common order passed by the High Court may be set\naside.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_29\">SUBMISSIONS ON BEHALF OF THE RESPONDENT NOS. 1, 3 AND 4\nRESPECTIVELY (CONVICTS)\n\n\n</p><p data-structure=\"RespArg\" id=\"p_30\">15.      Mr. V.K. Shukla, the learned Senior Counsel appearing for the convicts,\non the other hand, vehemently opposed the appeals, submitting that no error\nnot to speak of any error of law could be said to have been committed by the\nHigh Court in passing the impugned order suspending the substantive order of\nsentence, imposed on the respective convicts by the Trial Court. He would\nsubmit that the entire case put up by the prosecution is highly doubtful and\npolitically motivated. The prosecution has suppressed the true origin of the\noccurrence. He would submit that his clients have been falsely implicated in\nthe alleged crime.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">16.      The learned Senior Counsel further submitted that this Court should be\nslow in exercise of its power under <a href=\"/doc/427855/\" id=\"a_12\">Article 136</a> of the Constitution while\n                                                                 P a g e 11 | 22\n\flooking into a discretionary order, passed by the High Court under <a href=\"/doc/985477/\" id=\"a_13\">Section 389</a>\nof the CrPC. The impugned order passed by the High Court cannot be termed\nas absolutely vague or perverse and, in such circumstances, this Court may not\ndisturb the impugned order.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">17.   In the last, the learned Senior Counsel submitted that it will take years\nby the time, the appeals come up for final hearing and for all that period of time\nhis clients would be languishing in jail. He would submit that there are very\nfair chances of his clients getting acquitted in the criminal appeals and in such\ncircumstances, there is nothing wrong if they are allowed to remain on bail,\npending the final disposal of their respective criminal appeals.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">18.   In such circumstances referred to above, the learned Senior Counsel\nprayed that there being no merit in the appeals, those may be dismissed.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_34\">ANALYSIS\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">19.   Having heard the learned counsel appearing for the parties and having\ngone through the materials on record, the only question that falls for our\nconsideration is whether the High Court committed any error in passing the\nimpugned order?\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_36\">SECTION 389 OF THE CRPC AND THE LAW ON THE SUSPENSION\nOF SENTENCE:\n</p>\n\n<p data-structure=\"Section\" id=\"p_37\">20.    <a href=\"/doc/985477/\" id=\"a_14\">Section 389</a> of the CrPC reads thus:\n</p><blockquote id=\"blockquote_9\">       &quot;389. Suspension of sentence pending the appeal; release of\n       appellant on bail.—(1) Pending any appeal by a convicted person,\n       the Appellate Court may, for reasons to be recorded by it in\n       writing, order that the execution of the sentence or order appealed\n\n                                                                   P a g e 12 | 22\n\f       against be suspended and, also, if he is in confinement, that he be\n       released on bail, or on his own bond.\n</blockquote><blockquote id=\"blockquote_10\">             Provided that the Appellate Court shall, before releasing on\n       bail or on his own bond a convicted person who is convicted of an\n       offence punishable with death or imprisonment for life or\n       imprisonment for a term of not less than ten years, shall give\n       opportunity to the Public Prosecutor for showing cause in writing\n       against such release:\n</blockquote><blockquote id=\"blockquote_11\">            Provided further that in cases where a convicted person is\n       released on bail it shall be open to the Public Prosecutor to file an\n       application for the cancellation of the bail.\n           (2) The power conferred by this section on an Appellate\n       Court may be exercised also by the High Court in the case of an\n       appeal by a convicted person to a Court subordinate thereto.\n</blockquote><blockquote id=\"blockquote_12\">            (3) Where the convicted person satisfies the Court by which\n       he is convicted that he intends to present an appeal, the Court\n       shall,—\n</blockquote><blockquote id=\"blockquote_13\">             (i) where such person, being on bail, is sentenced to\n             imprisonment for a term not exceeding three years, or\n</blockquote><blockquote id=\"blockquote_14\">             (ii) where the offence of which such person has been\n             convicted is a bailable one, and he is on bail,\n       order that the convicted person be released on bail, unless there\n       are special reasons for refusing bail, for such period as will afford\n       sufficient time to present the appeal and obtain the orders of the\n       Appellate Court under sub-section (1), and the sentence of\n       imprisonment shall, so long as he is so released on bail, be deemed\n       to be suspended.\n</blockquote><blockquote id=\"blockquote_15\">            (4) When the appellant is ultimately sentenced to\n       imprisonment for a term or to imprisonment for life, the time\n       during which he is so released shall be excluded in computing the\n       term for which he is so sentenced.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_38\">21.   Suspension conveys postponement or temporarily preventing a state of\naffairs from continuing. According to the Black&#x27;s Law Dictionary (Seventh\nEdition), the word &#x27;suspend&#x27; means, inter alia, to interrupt; postpone; defer. The\n\n                                                                 P a g e 13 | 22\n\fBlack&#x27;s Law Dictionary (Seventh Edition) describes the word &#x27;suspension&#x27; to\nmean, inter alia, an act of temporarily delaying, interrupting or terminating\nsomething. Attributing the same meaning to the word &#x27;suspend&#x27; as pointed out\nabove, the New Oxford Dictionary of English (1998 Edition) describes suspend\nas temporarily preventing from continuing or being enforced or given effect or\ndefer or delay an action, event or judgment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">22.   Thus, when we speak of suspension of sentence after conviction, the idea\nis to defer or postpone the execution of the sentence. The purpose of\npostponement of sentence cannot be achieved by detaining the convict in jail;\nhence, as a natural consequence of postponement of execution, the convict may\nbe enlarged on bail till further orders.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">23.   The principle underlying the theory of criminal jurisprudence in our\ncountry is that an accused is presumed to be innocent till he is held guilty by a\ncourt of the competent jurisdiction. Once the accused is held guilty, the\npresumption of innocence gets erased. In the same manner, if the accused is\nacquitted, then the presumption of innocence gets further fortified.\n</p>\n<p data-structure=\"Section\" id=\"p_41\">24.   From perusal of <a href=\"/doc/985477/\" id=\"a_15\">Section 389</a> of the CrPC, it is evident that save and\nexcept the matter falling under the category of sub-<a href=\"/doc/1092263/\" id=\"a_16\">section 3</a> neither any\nspecific principle of law is laid down nor any criteria has been fixed for\nconsideration of the prayer of the convict and further, having a judgment of\nconviction erasing the presumption leaning in favour of the accused regarding\ninnocence till contrary recorded by the court of the competent jurisdiction, and\nin the aforesaid background, there happens to be a fine distinction between the\nprayer for bail at the pre-conviction as well as the post-conviction stage, viz\n<a href=\"/doc/848468/\" id=\"a_17\">Sections 437</a>, <a href=\"/doc/1783708/\" id=\"a_18\">438</a>, <a href=\"/doc/1290514/\" id=\"a_19\">439</a> and <a href=\"/doc/1116025/\" id=\"a_20\">389(1)</a> of the CrPC.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_42\">                                                                 P a g e 14 | 22\n</p><p data-structure=\"Precedent\" id=\"p_43\">\f25.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"818011\" id=\"span_7\">In Rajesh Ranjan Yadav alias <a href=\"/doc/818011/\" id=\"a_21\">Pappu Yadav v. CBI</a>, reported in (2007)\n1 SCC 70, it has been held under paras 8, 9 and 10 respectively, which are as\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_16\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_8\">&quot;8. Learned counsel for the appellant then relied on the decision\n       of this Court in <a href=\"/doc/193152/\" id=\"a_22\">Kashmira Singh v. State of Punjab</a> [(1977) 4 SCC\n       291 : 1977 SCC (Cri) 559] . In para 2 of <a href=\"/doc/193152/\" id=\"a_23\">the said decision</a> it was\n       observed as under : (SCC pp. 292-93)\n\n            “It would indeed be a travesty of justice to keep a person in\n            jail for a period of five or six years for an offence which is\n            ultimately found not to have been committed by him. Can the\n            Court ever compensate him for his incarceration which is\n            found to be unjustified? Would it be just at all for the Court\n            to tell a person: ‘We have admitted your appeal because we\n            think you have a prima facie case, but unfortunately we have\n            no time to hear your appeal for quite a few years and,\n            therefore, until we hear your appeal, you must remain in jail,\n            even though you may be innocent?’ What confidence would\n            such administration of justice inspire in the mind of the\n            public? It may quite conceivably happen, and it has in fact\n            happened in a few cases in this Court, that a person may\n            serve out his full term of imprisonment before his appeal is\n            taken up for hearing. Would a Judge not be overwhelmed\n            with a feeling of contrition while acquitting such a person\n            after hearing the appeal? Would it not be an affront to his\n            sense of justice? Of what avail would the acquittal be to such\n            a person who has already served out his term of\n            imprisonment or at any rate a major part of it? It is,\n            therefore, absolutely essential that the practice which this\n            Court has been following in the past must be reconsidered\n            and so long as this Court is not in a position to hear the\n            appeal of an accused within a reasonable period of time, the\n            Court should ordinarily, unless there are cogent grounds for\n            acting otherwise, release the accused on bail in cases where\n            special leave has been granted to the accused to appeal\n            against his conviction and sentence.”</span>\n\n</blockquote><blockquote id=\"blockquote_17\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"768175\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"29269528\" id=\"span_10\">9. Learned counsel for the appellant then relied on the decision of\n       this Court in <a href=\"/doc/29269528/\" id=\"a_24\">Bhagirathsinh v. State of Gujarat</a> [(1984) 1 SCC 284\n       : 1984 SCC (Cri) 63] , Shaheen Welfare Assn. v. Union of\n       India [(1996) 2 SCC 616 : 1996 SCC (Cri) 366] , Joginder\n                                                               P a g e 15 | 22\n\f       <a href=\"/doc/768175/\" id=\"a_25\">Kumar v. State of U.P.</a> [(1994) 4 SCC 260 : 1994 SCC (Cri) 1172]\n       , etc.</span></span>\n</blockquote><blockquote id=\"blockquote_18\">       10. In our opinion none of the aforesaid decisions can be said to\n       have laid down any absolute and unconditional rule about when\n       bail should be granted by the Court and when it should not. It all\n       depends on the facts and circumstances of each case and it cannot\n       be said there is any absolute rule that because a long period of\n       imprisonment has expired bail must necessarily be granted.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_44\">                                                    (Emphasis supplied)\n</p><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"114457030\" id=\"span_11\">26.   This Court, in the case of <a href=\"/doc/114457030/\" id=\"a_26\">Ash Mohammad v. Shiv Raj Singh</a> alias Lalla\nBabu and Another, reported in (2012) 9 SCC 446, has observed in para 30, as\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_19\">       &quot;30. We may usefully state that when the citizens are scared to lead\n       a peaceful life and this kind of offences usher in an impediment in\n       establishment of orderly society, the duty of the court becomes\n       more pronounced and the burden is heavy. There should have been\n       proper analysis of the criminal antecedents. Needless to say,\n       imposition of conditions is subsequent to the order admitting an\n       accused to bail. The question should be posed whether the accused\n       deserves to be enlarged on bail or not and only thereafter issue of\n       imposing conditions would arise. We do not deny for a moment\n       that period of custody is a relevant factor but simultaneously the\n       totality of circumstances and the criminal antecedents are also to\n       be weighed. They are to be weighed in the scale of collective cry\n       and desire. The societal concern has to be kept in view in\n       juxtaposition of individual liberty. Regard being had to the said\n       parameter we are inclined to think that the social concern in the\n       case at hand deserves to be given priority over lifting the\n       restriction on liberty of the accused.”       (Emphasis supplied)\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">27.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766031\" id=\"span_12\">In <a href=\"/doc/1766031/\" id=\"a_27\">Bhagwan Rama Shinde Gosai and Others v. State of Gujarat</a>,\nreported in (1999) 4 SCC 421, wherein the appellants were convicted by the\nTrial Court against which, the appeal was pending before the High Court, the\nHigh Court successively rejected the prayer for grant of bail till the pendency\nof appeal after suspending the sentence. Thus, it has been held as follows:</span>\n</p>\n<blockquote id=\"blockquote_20\">                                                                P a g e 16 | 22\n\f       &quot;3. When a convicted person is sentenced to a fixed period of\n       sentence and when he files an appeal under any statutory right,\n       suspension of sentence can be considered by the appellate court\n       liberally unless there are exceptional circumstances. Of course, if\n       there is any statutory restriction against suspension of sentence it\n       is a different matter. Similarly, when the sentence is life\n       imprisonment the consideration for suspension of sentence could\n       be of a different approach. But if for any reason the sentence of a\n       limited duration cannot be suspended every endeavour should be\n       made to dispose of the appeal on merits more so when a motion\n       for expeditious hearing of the appeal is made in such cases.\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">       Otherwise the very valuable right of appeal would be an exercise\n       in futility by efflux of time. When the appellate court finds that due\n       to practical reasons such appeals cannot be disposed of\n       expeditiously the appellate court must bestow special concern in\n       the matter of suspending the sentence so as to make the appeal\n       right, meaningful and effective. Of course, appellate courts can\n       impose similar conditions when bail is granted.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                                                     (Emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">28.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1515299\" id=\"span_13\">In Sidhartha Vashisht alias <a href=\"/doc/1515299/\" id=\"a_28\">Manu Sharma v. State (NCT of Delhi</a>),\nreported in (2008) 5 SCC 230 (popularly known as the Jessica Lal murder case),\nthis Court had the occasion to consider the rival submissions as well as various\njudicial pronouncements referred to by both the sides over the prayer for bail.\nThus, it has been held as follows:</span>\n</p>\n<blockquote id=\"blockquote_21\">       &quot;19. We are conscious and mindful that the main matter (appeal)\n       is admitted and is pending for final hearing. Observations on\n       merits, one way or the other, therefore, are likely to prejudice one\n       or the other party to the appeal. We are hence not entering into the\n       correctness or otherwise of the evidence on record. It, however,\n       cannot be overlooked that as on today, the applicant has been\n       found guilty and convicted by a competent criminal court. Initial\n       presumption of innocence in favour of the accused, therefore, is no\n       more available to the applicant.\n</blockquote><pre id=\"pre_3\">             xxx                       xxx                         xxx\n\n                                                                  P a g e 17 | 22\n</pre><blockquote id=\"blockquote_22\">\f30. ….In the above cases, it has been observed that once a person\nhas been convicted, normally, an appellate court will proceed on\nthe basis that such person is guilty. It is no doubt true that even\nthereafter, it is open to the appellate court to suspend the sentence\nin a given case by recording reasons. But it is well settled, as\nobserved in Vijay Kumar [(2002) 9 SCC 364 : 2003 SCC (Cri)\n1195 : JT 2002 Supp (1) SC 60] that in considering the prayer for\nbail in a case involving a serious offence like murder punishable\nunder <a href=\"/doc/1560742/\" id=\"a_29\">Section 302</a> IPC, the Court should consider all the relevant\nfactors like the nature of accusation made against the accused, the\nmanner in which the crime is alleged to have been committed, the\ngravity of the offence, the desirability of releasing the accused on\nbail after he has been convicted for committing serious offence of\nmurder, etc. It has also been observed in some of the cases that\nnormal practice in such cases is not to suspend the sentence and it\nis only in exceptional cases that the benefit of suspension of\nsentence can be granted.\n</blockquote><blockquote id=\"blockquote_23\">31. In Hasmat [(2004) 6 SCC 175 : 2004 SCC (Cri) 1757 : JT\n(2004) 6 SC 6] , this Court stated : (SCC p. 176, para 6)\n      “6. Section 389 of the Code deals with suspension of\n      execution of sentence pending the appeal and release of the\n      applicant on bail. There is a distinction between bail and\n      suspension of sentence. One of the essential ingredients of\n      Section 389 is the requirement for the appellate court to\n      record reasons in writing for ordering suspension of\n      execution of the sentence or order appealed. If he is in\n      confinement, the said court can direct that he be released on\n      bail or on his own bond. The requirement of recording\n      reasons in writing clearly indicates that there has to be\n      careful consideration of the relevant aspects and the order\n      directing suspension of sentence and grant of bail should not\n      be passed as a matter of routine.”\n                                              (emphasis supplied)\n\n</blockquote><blockquote id=\"blockquote_24\">32. The mere fact that during the period of trial, the accused was\non bail and there was no misuse of liberty, does not per se warrant\nsuspension of execution of sentence and grant of bail. What is\nreally necessary is to consider whether reasons exist to suspend\nexecution of the sentence and grant of bail.”\n                                             (Emphasis supplied)\n\n                                                          P a g e 18 | 22\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">\f29.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83145849\" id=\"span_14\">In the case of <a href=\"/doc/83145849/\" id=\"a_30\">Atul Tripathi v. State of Uttar Pradesh and Others</a>,\nreported in (2014) 9 SCC 177, whereunder apart from identifying the\ndifferences of consideration of prayer for grant of bail relating to pre-conviction\nstage as well as post-conviction stage, it has been held in para 14 which is as\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_25\">        &quot;14. Service of a copy of the appeal and application for bail on the\n        Public Prosecutor by the appellant will not satisfy the requirement\n        of the first proviso to <a href=\"/doc/1116025/\" id=\"a_31\">Section 389(1)</a> CrPC. The appellate court\n        may even without hearing the Public Prosecutor, decline to grant\n        bail. However, in case the appellate court is inclined to consider\n        the release of the convict on bail, the Public Prosecutor shall be\n        granted an opportunity to show cause in writing as to why the\n        appellant be not released on bail. Such a stringent provision is\n        introduced only to ensure that the court is apprised of all the\n        relevant factors so that the court may consider whether it is an\n        appropriate case for release having regard to the manner in which\n        the crime is committed, gravity of the offence, age, criminal\n        antecedents of the convict, impact on public confidence in the\n        justice-delivery system, etc. …..&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\">30.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"486717\" id=\"span_15\">In <a href=\"/doc/486717/\" id=\"a_32\">Kishori Lal v. Rupa and Others</a>, reported in (2004) 7 SCC 638, this\nCourt has indicated the factors that require to be considered by the courts while\ngranting benefit under <a href=\"/doc/985477/\" id=\"a_33\">Section 389</a> of the CrPC in cases involving serious\noffences like murder etc. Thus, it is useful to refer to the observations made\ntherein, which are as follows:</span>\n</p>\n<blockquote id=\"blockquote_26\">        “4. Section 389 of the Code deals with suspension of execution of\n        sentence pending the appeal and release of the appellant on bail.\n        There is a distinction between bail and suspension of sentence.\n        One of the essential ingredients of Section 389 is the requirement\n        for the appellate court to record reasons in writing for ordering\n        suspension of execution of the sentence or order appealed against.\n        If he is in confinement, the said court can direct that he be released\n        on bail or on his own bond. The requirement of recording reasons\n        in writing clearly indicates that there has to be careful\n        consideration of the relevant aspects and the order directing\n\n                                                                   P a g e 19 | 22\n\f       suspension of sentence and grant of bail should not be passed as\n       a matter of routine.\n</blockquote><blockquote id=\"blockquote_27\">       5. The appellate court is duty-bound to objectively assess the\n       matter and to record reasons for the conclusion that the case\n       warrants suspension of execution of sentence and grant of bail. In\n       the instant case, the only factor which seems to have weighed with\n       the High Court for directing suspension of sentence and grant of\n       bail is the absence of allegation of misuse of liberty during the\n       earlier period when the accused-respondents were on bail.\n</blockquote><blockquote id=\"blockquote_28\">       6. The mere fact that during the trial, they were granted bail and\n       there was no allegation of misuse of liberty, is really not of much\n       significance. The effect of bail granted during trial loses\n       significance when on completion of trial, the accused persons have\n       been found guilty. The mere fact that during the period when the\n       accused persons were on bail during trial there was no misuse of\n       liberties, does not per se warrant suspension of execution of\n       sentence and grant of bail. What really was necessary to be\n       considered by the High Court is whether reasons existed to\n       suspend the execution of sentence and thereafter grant bail. The\n       High Court does not seem to have kept the correct principle in\n       view.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">31.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"966922\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189058083\" id=\"span_17\">In <a href=\"/doc/189058083/\" id=\"a_34\">Vijay Kumar v. Narendra and Others</a> reported in (<a href=\"/doc/966922/\" id=\"a_35\">2002) 9 SCC 364\nand Ramji Prasad v. Rattan Kumar Jaiswal and Another</a> reported in (2002) 9\nSCC 366, it was held by this Court that in cases involving conviction under\n<a href=\"/doc/1560742/\" id=\"a_36\">Section 302</a> of the IPC, it is only in exceptional cases that the benefit of\nsuspension of sentence can be granted.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189058083\" id=\"span_18\">In <a href=\"/doc/189058083/\" id=\"a_37\">Vijay Kumar</a> (supra), it was held that\nin considering the prayer for bail in a case involving a serious offence like\nmurder punishable under <a href=\"/doc/1560742/\" id=\"a_38\">Section 302</a> of the IPC, the court should consider the\nrelevant factors like the nature of accusation made against the accused, the\nmanner in which the crime is alleged to have been committed, the gravity of\nthe offence, and the desirability of releasing the accused on bail after they have\nbeen convicted for committing the serious offence of murder.</span>\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_53\">                                                                 P a g e 20 | 22\n</p><p data-structure=\"Precedent\" id=\"p_54\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140906570\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"10024\" id=\"span_20\">32.   The aforesaid view is reiterated by this Court in the case of <a href=\"/doc/10024/\" id=\"a_39\">Vasant\nTukaram Pawar v. State of Maharashtra</a> reported in (<a href=\"/doc/140906570/\" id=\"a_40\">2005) 5 SCC 281 and\nGomti v. Thakurdas and Others</a> reported in (2007) 11 SCC 160.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">33.   Bearing in mind the aforesaid principles of law, the endeavour on the part\nof the Court, therefore, should be to see as to whether the case presented by the\nprosecution and accepted by the Trial Court can be said to be a case in which,\nultimately the convict stands for fair chances of acquittal. If the answer to the\nabove said question is to be in the affirmative, as a necessary corollary, we shall\nhave to say that, if ultimately the convict appears to be entitled to have an\nacquittal at the hands of this Court, he should not be kept behind the bars for a\npretty long time till the conclusion of the appeal, which usually take very long\nfor decision and disposal. However, while undertaking the exercise to ascertain\nwhether the convict has fair chances of acquittal, what is to be looked into is\nsomething palpable. To put it in other words, something which is very apparent\nor gross on the face of the record, on the basis of which, the Court can arrive at\na prima facie satisfaction that the conviction may not be sustainable. The\nAppellate Court should not reappreciate the evidence at the stage of <a href=\"/doc/985477/\" id=\"a_41\">Section\n389</a> of the CrPC and try to pick up few lacunas or loopholes here or there in the\ncase of the prosecution. Such would not be a correct approach.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">34.   In the case on hand, what the High Court has done is something\nimpermissible. High Court has gone into the issues like political rivalry, delay\nin lodging the FIR, some over-writings in the First Information Report etc. All\nthese aspects, will have to be looked into at the time of the final hearing of the\nappeals filed by the convicts. Upon cursory scanning of the evidence on record,\nwe are unable to agree with the contentions coming from the learned Senior\nCounsel for the convicts that, either there is absolutely no case against the\nconvicts or that the evidence against them is so weak and feeble in nature, that,\nultimately in all probabilities the proceedings would terminate in their favour.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">                                                                  P a g e 21 | 22\n\fFor the very same reason we are unable to accept the contention coming from\nthe convicts through their learned Senior Counsel that, it would be meaningless,\nimproper and unjust to keep them behind the bars for a pretty long time till they\nare found not to be guilty of the charges.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">35.    In the overall view of the matter, we are convinced that the High Court\ncommitted a serious error in suspending the substantive order of sentence of\nthe convicts and their release on bail pending the final disposal of their criminal\nappeals.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">36.    In fact, it was expected of the State as the prosecuting agency to\nchallenge the order passed by the High Court, but for some reason or the other,\nthe State thought fit not to do anything further. Ultimately, it is the original first\ninformant (brother of the deceased) who had to come before this Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">37.    We make it clear and it goes without saying that any observations\ntouching the merits of the case are purely for the purpose of deciding the present\nappeals and shall not be construed as an expression of the final opinion in the\npending criminal appeals before the High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">38.    In the result, both the appeals succeed and are hereby allowed.\n</p><p data-structure=\"Conclusion\" id=\"p_62\">39.    The impugned order passed by the High Court is hereby set aside.\n</p><p data-structure=\"Conclusion\" id=\"p_63\">40.    The convicts are ordered to surrender before the Trial Court within a\nperiod of three days from today.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_64\">                                                         …………..……………..J.\n                                                           (M.R. SHAH)\n\n\n\n                                                         ..…..….………………..J.\n                                                           (J.B. PARDIWALA)\n\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_65\">MAY 2, 2023.\n</p><p data-structure=\"Conclusion\" id=\"p_66\">                                                                     P a g e 22 | 22\n\f</p>","numcites":26,"numcitedby":92,"docsource":"Supreme Court of India","citetid":109930655,"divtype":"judgments","relatedqs":[{"value":"section 389 crpc","formInput":"section%20389%20crpc"},{"value":"suspension of sentence","formInput":"suspension%20of%20sentence"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":" 389 crpc ","formInput":"%20389%20crpc%20"},{"value":"389(1)","formInput":"389%281%29"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"exhorted","formInput":"exhorted"},{"value":"389 cr.p.c.","formInput":"389%20cr.p.c."},{"value":"bail to convicts","formInput":"bail%20to%20convicts"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"section 389","formInput":"section%20389"},{"value":"302/34","formInput":"302/34"},{"value":" criminal antecedents   ","formInput":"%20criminal%20antecedents%20%20%20"},{"value":"suspension","formInput":"suspension"},{"value":"Section 389 code of criminal procedure","formInput":"Section%20389%20code%20of%20criminal%20procedure"},{"value":"bail order","formInput":"bail%20order"},{"value":"final hearing","formInput":"final%20hearing"},{"value":"appeal from sentence","formInput":"appeal%20from%20sentence"},{"value":"court of record","formInput":"court%20of%20record"},{"value":"session trial","formInput":"session%20trial"}],"cats":[{"value":"release-of-appellant-on-bail","formInput":"tag:release-of-appellant-on-bail"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"suspension-of-sentence-pending-appeal , release-of-appellant-on-bail","formInput":"tag:suspension-of-sentence-pending-appeal , release-of-appellant-on-bail"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}