{"tid":1673984,"publishdate":"2001-12-12","title":"Cultor Food Science Inc. vs Nicholas Piramal India Ltd. And Ors. on 12 December, 2001","doc":"<h2 class=\"doc_title\">Cultor Food Science Inc. vs Nicholas Piramal India Ltd. And Ors. on 12 December, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2002(2)ALD149, 2001(6)ALT706</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-m-bapat\">Ramesh Madhav Bapat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-m-bapat\">Ramesh Madhav Bapat</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n C.Y. Somayajulu, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. Since parties to the C.M.A. and the C.R.P. are the same, they would hereinafter be referred to as they are arrayed in the C.M.A. 1st Respondent filed the suit against the appellant and respondents 2 and 3, seeking a decree of perpetual injunction restraining appellant and 3rd respondent from taking any action under the agreement dated 30-6-1999 (hereinafter referred to as suit agreement) for sale and purchase of Maltol and Ethyl Maltol business of the appellant including arbitration proceedings before the 3rd respondent on the ground that the suit agreement is vitiated by fraud and is opposed to public policy and so is bad in law, and filed I.A.No. 1352 of 2000 in the suit, seeking an injunction restraining appellant and 3rd respondent from proceeding with the arbitration invoked by appellant before the 3rd respondent. Learned trial Judge granted an ex parte injunction and ordered notices. After receipt of notice, appellant filed I.A.No.1640 of 2000 seeking stay of all further proceedings in the suit, pending the resolution of the disputes, claims by the 3rd respondent. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. By the order under appeal in the C.M.A., the learned District Judge allowed IA.No.1352 of 2000 filed by the 1st respondent, and by the order under revision in the C.R.P. the learned District Judge dismissed I.A.No. 1640 of 2000 filed by the appellant. Hence the appeal and the revision. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The undisputed facts in this case are, appellant and 1st respondent were parties to a Memorandum of understanding and intent signed in 1998 and a limited agreement to reimburse costs dated 10-7-1998 under which 2nd respondent was to construct a\n\nFactory at Digwal village, Kohir Mandal, Medak District, for production of Maltol and Ethyl Maltol, which are to be sold by the appellant under the trade mark WELTOL and WELTOL PLUS and culminated in the appellant, 1st and 2nd respondents executing the suit agreement on 30.06.1999. When the construction of the factory was in progress and when differences cropped up between them, appellant, by its letter dated 19-6-2000, by invoking clause 24 of the suit agreement relating to arbitration, requested the 3rd respondent to arbitrate the dispute. After receiving notice from the 3rd respondent on the dispute raised by the appellant, 1st respondent filed the suit seeking an injunction against the appellant and 3rd respondent from proceeding with the arbitration on the ground that the suit agreement is vitiated by fraud and is opposed to public policy, and also on the ground that there is no arbitrable dispute between it, which is a surety to the 2nd respondent, and the appellant. Contending that the suit is not maintainable in view of the clause relating to arbitration in the suit agreement, appellant opposed the application for interim injunction and also filed a petition for return of the plaint. Holding that the controversy between the parties can be resolved only after the appellant filed its written statement in the suit, and till then the question as to whether the contract between the parties is uncertain, or is null and void cannot be decided, the trial Court confirmed the ex parte injunction granted in favour of the 1st respondent and dismissed the petition for stay of all proceedings in the suit. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1478458\" id=\"span_1\">4. The main contention of the learned counsel for appellant is that the suit as framed is not maintainable in view of Sections 27, 38, and Clause (h) of <a href=\"/doc/1436285/\" id=\"a_1\">Section 41</a> of the Specific Relief Act, 1963, because an injunction can be granted only to enforce a positive right or to enforce a negative covenant, and injunction to proceed with arbitration cannot be granted because the\n\naward, if passed by the arbitrator, can be questioned in a Court and the Court would decide its validity. He relied on <a href=\"/doc/1478458/\" id=\"a_2\">Ram Kissen Joydayal vs. Pooran Mull and others</a>, AIR 1920 Cal.</span> 239, and Sunil Kumar vs. Ram Prakash, , in support of his said contention. He contended that since specific acts of misrepresentation and fraud with dates and details are not mentioned, and since vague allegations of fraud and misrepresentation, in whatever strong words they are made, are not sufficient to establish fraud or misrepresentation, the allegation of fraud and misrepresentation have to be ignored. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1940047\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"684433\" id=\"span_3\">He relied on <a href=\"/doc/684433/\" id=\"a_3\">Mahundeo Narain vs. Seogeni Rai</a>, , Raja Hemendra Lal Singh Deo v. Fakir Chand Putt and Ors., <a href=\"/doc/1940047/\" id=\"a_4\">AIR 1923 Cal, 626 and Yog Raj vs. Kuldeep Raj</a>, , in support of the said contention.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1453086\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"527370\" id=\"span_5\">It is his contention that the terms of the suit agreement are not uncertain or vague, and in any event since they are capable of being certain, the suit agreement is not void as contended by 1st respondent in the plaint, in view of <a href=\"/doc/1818467/\" id=\"a_5\">Sec.29</a> of the Contract Act, which lays down that agreement, the meaning of which is not certain or capable of being made certain only are void, and relied on <a href=\"/doc/527370/\" id=\"a_6\">Bai Mangu v. Bai Vijli and Ors.</a>, , <a href=\"/doc/1453086/\" id=\"a_7\">Rajkishor Mohanty and another v. Banabehari Patnaik and others</a>, , and Smt. Sohbat Dei v. Devi Phal and Ors., , in support of his said contention. He further contended that since appellant parted with possession of the factory and &quot;other assets, and since 1st respondent, who received huge amounts under two settlement agreements, did not ever dispute the validity of the suit agreement at any time prior to the filing of the suit, and so 1st respondent has no prima facie case, and the balance of convenience is also not in its favour and so the injunction granted against the appellant by the trial Court may be vacated, and I.A.No, 1640 of 2000 filed by the appellant may be allowed.</span></span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86594\" id=\"span_6\">5. The contention of the learned counsel for the 1st respondent is that 1st respondent is only a surety under the suit agreement, which is vitiated by fraud and misrepresentation, and since the suit agreement contemplates that English Law would govern the agreement between the parties and its interpretation, application of law of another country, is opposed to public policy, and contended that in any event since the trial Court dismissed I.A.No.1640 of 2000 filed by the appellant for stay of further proceedings in the suit holding that that question can be decided after the appellant files its written statement, and since the trial Court would, in any event, decide afresh the question as to whether further proceedings in the suit have to be stayed or not after appellant files its written statement, interests of justice require the injunction being continued till the said question is decided by the trial Court, more so because, appellant had now filed its written statement. It is his contention that since under the <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act, 1940</a> <a href=\"/doc/82964342/\" id=\"a_9\">(Old Act</a>) the Court alone had power to decide the validity of an arbitration agreement, and such power under <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration and Conciliation Act, 1996</a> (the Act) is given to the arbitrator under <a href=\"/doc/1779540/\" id=\"a_11\">Section 16</a> of the Act, which is in para-I of the Act, and since <a href=\"/doc/1671917/\" id=\"a_12\">Part-1 of the Act</a> does not apply to cases covered by New York Convention, and since <a href=\"/doc/1671917/\" id=\"a_13\">Section45</a> of the Act found in Part-Ill, Chapter 1 of the Act, which relates to New York Convention Awards, and since <a href=\"/doc/1671917/\" id=\"a_14\">Section45</a> of the Act empowers the Court deciding the validity of the agreement, which is almost similar to <a href=\"/doc/142812771/\" id=\"a_15\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> (Foreign Awards Act) with a small modification, civil Court&#x27;s jurisdiction determining the validity of an agreement covered by New York Convention cannot be said to have been taken away by the Act. He relied on <a href=\"/doc/86594/\" id=\"a_16\">Renusagar Power Co. Ltd Vs. General Electric</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1866428\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1147450\" id=\"span_10\"><a href=\"/doc/1147450/\" id=\"a_17\">Company, , Gas Authority of India v. Spie Capag Sa</a>, , <a href=\"/doc/1866428/\" id=\"a_18\">Brace Transport\n\nCorporation v. Orient Middle East Lines</a>, <a href=\"/doc/633347/\" id=\"a_19\">AIR 1994 SC 175, National Thermal Power Corporation v. Singer Co.</a>, , <a href=\"/doc/86594/\" id=\"a_20\">Renusagar Power Co. v. General Electric Co.</a>, 1994 Suppl.</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1232166\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1267330\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1785279\" id=\"span_15\">(<a href=\"/doc/1785279/\" id=\"a_21\">1) SCC 644, M/S India Meters Ltd. v. Punjab State Electricity Board</a>, , <a href=\"/doc/1267330/\" id=\"a_22\">U.P. Rajkuja Nirman Nigam Ltd. v. Indure Pvt. Ltd.</a>, , <a href=\"/doc/1015491/\" id=\"a_23\">Associated Engineering Co. v. Government Of A.P.</a>, , <a href=\"/doc/1604568/\" id=\"a_24\">Wellington Associates Ltd. v. Kirit Mehta</a>, , <a href=\"/doc/1232166/\" id=\"a_25\">Marriott International Inc v. Ansal Hotels Ltd.</a>,  and Orient Transport Co. v. M/s. Java Bharat C. &amp; I. Co. Ltd., , in support of his said contention.</span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"347275\" id=\"span_16\">He also relied on <a href=\"/doc/347275/\" id=\"a_26\">Bhagwandas Atmasingh Vs. Atmasing Jessasing</a>, AIR 1945 Bom. 494, where it is held that party alleging existence of an arbitration agreement has to prove its existence for seeking stay of the suit. He contended that it is for the appellant, who is seeking stay of further proceedings in the suit to establish and prove that the suit agreement is valid and enforceable.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1593938\" id=\"span_17\">Relying on <a href=\"/doc/1593938/\" id=\"a_27\">Union of India Vs. Birla Cotton Spinning</a> and Weaving Mills, , and Union of India vs. M/s. L.K. Ahuja &amp; Co., , where it is held that for referring a question to arbitration there must exist a dispute between the parties to the contract, he contended that since no dispute is in existence between the parties in this case, question of arbitrator deciding the nonexistent dispute does not arise. In support of his contention that there is no dispute, he stated that the appellant, who alleged in his letter of request for arbitration, sated that construction of the factory was not completed within the stipulated time fixed in the suit agreement, now admits the completion of construction of the factory in the written arguments submitted by it before the trial Court. It is his contention that since merits of the suit cannot be decided at this stage, and since plaint has to be read as a whole, and since details of fraud, if are lacking, can\n\nalways be supplied by way of amendment with the permission of the Court, and by evidence also, and since there are specific averments relating to the fraud played by the appellant, i.e., technology being supplied to the Chinese Company called ROSE in the plaint, the contention of the appellant that details of fraud are lacking is not correct.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"100698653\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1543625\" id=\"span_19\">Relying on <a href=\"/doc/1543625/\" id=\"a_28\">Hari Singh v. Kanhaiya Lal</a>, 1999 (<a href=\"/doc/100698653/\" id=\"a_29\">7) SCC 228 and Virendra Kashinath Ravat v. Vinayak N. Joshi</a>, , he contended that 1st respondent&#x27;s claim cannot be rejected due to lack of details of fraud.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45753\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5192\" id=\"span_21\">Relying on <a href=\"/doc/5192/\" id=\"a_30\">Manoharlal Chopra v. Bahadur Rao Raja Seth Hiralal</a>,  and <a href=\"/doc/45753/\" id=\"a_31\">Ranjibai (Smt) Alia Mannubai v. Kamla Devi (Smt</a>), , he contended that the Court under <a href=\"/doc/56600062/\" id=\"a_32\">Section 151</a> C.P.C. also has power to grant injunction in cases not covered by Rules I and 2 of <a href=\"/doc/161831507/\" id=\"a_33\">Order 39 C.P.C</a>. and since the trial Court, after considering the contentions of both sides held that 1st respondent is entitled to the injunction sought, there arc no grounds to interfere with the orders passed by the trial Court.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_22\">6. In reply, the contention of the learned counsel for the appellant is, that the fact that parties agreed to have their dispute referred to arbitration in a foreign country as per the law agreed to by them under the agreement does not render the arbitration clause ineffective, as in cases of international commercial arbitrations parties are at liberty to choose the law to govern their agreement, and so the fact that the parties to the suit agreement chose to be governed by English Law, by itself does not invalidate the suit agreement and does not make it an agreement opposed to public policy. He relied on <a href=\"/doc/1643159/\" id=\"a_34\">Atlas Export, Industries v. Kotak &amp; Co.</a>, . It is also his contention that since the provisions of the Act are entirely different from the provisions of the Old Act and the Foreign Awards Act, which stood repealed by <a href=\"/doc/1671917/\" id=\"a_35\">Section 85</a> of the Act, the provisions of the Act have to be interpreted\nwithout reference to and uninfluenced by the provisions of the <a href=\"/doc/82964342/\" id=\"a_36\">Old Act</a>, as held by the Supreme Court in M/s. Sundaram Finance Ltd. Vs. M/s. N.E.P.C. India Ltd., .</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"86594\" id=\"span_23\">In M/s. <a href=\"/doc/86594/\" id=\"a_37\">Sundaram Finance Ltd.</a>, (supra) Supreme Court clearly held that since provisions of the Act are very different from the provisions of the <a href=\"/doc/82964342/\" id=\"a_38\">Old Act</a>, they (provisions of the Act) have to be interpreted and construed independently, being uninfluenced by the principles underlying the <a href=\"/doc/82964342/\" id=\"a_39\">Old Act</a>, and that in order to get help in construing the provisions of the Act, it is relevant to refer to UNCITRAL MODEL LAW rather than the <a href=\"/doc/82964342/\" id=\"a_40\">Old Act</a>. This principle has to be kept in view while considering the applicability of the decisions relied on by the learned counsel for 1st respondent to the facts of this case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"684433\" id=\"span_24\">In <a href=\"/doc/684433/\" id=\"a_41\">Mahundeo Narain</a> case (supra).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1940047\" id=\"span_25\">Raja Hemendra Lal Singh (supra) and <a href=\"/doc/1940047/\" id=\"a_42\">Yog Raj</a> case (supra) relied on by the learned counsel for appellant, it is held that parties pleading fraud, undue influence and coercion must set forth full particulars and give specific circumstances relating to the fraud played or misrepresentation practised and that general allegations, however strong the words may be, if not accompanied by particulars, are insufficient to amount to averment of fraud.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527370\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1453086\" id=\"span_27\">In <a href=\"/doc/1453086/\" id=\"a_43\">Rajkishor Mohanty</a> (supra), <a href=\"/doc/527370/\" id=\"a_44\">Bai Mangu</a> (supra) and Smt. Sohbat Dei (supra) it is held that if the terms of contract are capable of being made certain, the contract is not void for uncertainty.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478458\" id=\"span_28\">In <a href=\"/doc/1478458/\" id=\"a_45\">Ram Kissen Joydoyal</a> (supra) it is held that the plaintiff must establish that injunction is required to prevent a breach of obligation in his favour, and if not injunction claimed by him cannot be granted, more so when an equally efficacious relief can be obtained by another usual mode or proceeding. In that case, plaintiff instituted the suit for a declaration that the contract alleged to have been entered into between him and the\n\ndefendant is not binding, and sought an injunction restraining the defendants from proceedings with the arbitration pursuant to the arbitration clause contained in the disputed agreement. The defendant filed his written statement contesting the claim of the plaintiff. After trial, a learned single Judge on original side of the High Court, holding that the plaintiff did not enter into the alleged contract, granted the declaration sought and granted an injunction against the defendants from proceeding with the arbitration before the Bengal Chamber of Commerce. On appeal by the defendant to a Division Bench, it was held that unless plaintiff is able to establish that injunction is required to prevent a breach of obligation, he is not entitled to an injunction, and since the plaintiff <a href=\"/doc/1478458/\" id=\"a_46\">in that case</a> was unable to show that his legal right has been violated, or is threatened to be violated by the defendants, and since Clause I of Section 56 of Specific Relief Act, 1877 (corresponding to Clause I of <a href=\"/doc/1314688/\" id=\"a_47\">Section 37</a> of Specific Relief Act, 1963) lays down that an injunction cannot be granted when an equally efficacious relief can be obtained by any other usual mode or proceeding, except in cases of breach of trust, the arbitration proceeding before the Bengal Chamber of Commerce, even if only can terminate in an award, which would be a nullity and would not possibly effect the rights of the plaintiff if really the agreement was not entered into, and since plaintiff will have ample opportunity to protect himself by an appropriate proceeding, he is not entitled to the injunction sought.</span> In Sunil Kumar (supra) it is held at page 583 that the provisions of <a href=\"/doc/1474155/\" id=\"a_48\">Section 38</a> of the Specific Relief Act, 1963 have to be read along with <a href=\"/doc/42343297/\" id=\"a_49\">Section 41</a>, and since <a href=\"/doc/1436285/\" id=\"a_50\">Section 41</a> of the Specific Relief Act, 1963 provides that an injunction cannot be granted in the cases falling under Clauses (a) to (j) thereof and since Clause (h) provides that an injunction cannot be granted when a party could obtain efficacious relief by any other mode or proceeding, except in cases of breach of\ntrust, and since a co-parcener would have an adequate relief to impeach the alienation made by the Kartha, he cannot move the Court for restraining Kartha from alienating\nthe co-parcenary property. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 9. Clause 27 of the suit agreement reads. &quot;This agreement shall be governed by and interpreted in accordance with English Law&quot;. Therefore, it is clear that the parties to the agreement, i.e., appellant and respondents 1 and 2, prima facie, agreed to be governed by English Law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_29\">In <a href=\"/doc/86594/\" id=\"a_51\">Renusagar</a> case (supra), relied on by the learned counsel for 1st respondent, Renusagar Power Co., Ltd., a company incorporated under the <a href=\"/doc/153279772/\" id=\"a_52\">Indian Companies Act</a>, entered into an agreement with General Electric Company, a company incorporated under the Laws of the State of New York in United States of America, for setting up a Thermal Power Plant in India to be known as Renusagar Power Station. The contract contained an arbitration clause, which provided that any disagreement arising out of, or related to, the contracted which the parties are unable to resolve, shall be settled in accordance with the Arbitration Rules of International Chamber of Commerce (I.C.C), and each party would appoint one arbitrator and the Court of Arbitration of the I.C.C. would appoint the third arbitrator. It was also agreed that the rights and obligations of the parties under the contract shall be governed in all respects by the Laws of the State of New York, United States of America. In respect of an unresolved dispute. General Electric served a notice on 1-3-1982 to Remisagar indicating its intention to arbitrate in terms of the agreement and made a request to the Court of Arbitration of I.C.C., to arbitrate the disputes between it and Renusagar. The J.C.C., after taking cognizance of the said request, called upon Renusagar to nominate their arbitrator and file its reply. On 11-6-1982 Renusagar filed O.S.No.832 of 1982 in the Bombay\n\nHigh Court on its original side against General Electric and I.C.C., seeking a declaration that the claims referred to arbitration of I.C.C., by General Electric were beyond the purview and scope of the contract between them, and a consequential prayer for injunction restraining I.C.C. and General Electric to proceed further with the reference, and obtained an ex parte ad-interim relief in the said suit. General Electric filed a petition under Section 3 of the Foreign Awards Act seeking stay of all further proceedings in the suit with a prayer to vacate the interim relief obtained by Renusagar. A learned single Judge allowed those petitions by a common order. Appeals filed by Renusagar to a Division Bench were dismissed 21.10.1983.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86594\" id=\"span_30\">Farther appeals to Supreme Court were also dismissed on 16-8-1984 as per <a href=\"/doc/86594/\" id=\"a_53\">Renusagar</a> case (9 supra). On 19-8-1982 General Electric filed a suit in the Calcutta High Court against United Commercial Bank to enforce the Bank guarantee given by the said Bank at the instance of Renusagar. As a counter to the said suit, Renusagar filed another suit in the Court of the Civil Judge. Mirzapur for a declaration that the guarantee given pay United Commercial Bank for and on its behalf stood discharged and became ineffective and unenforceable, and for a mandatory injunction directing General Electric to settle its claim relating to some transformers. General Electric filed an application in the Mirzapur Court seeking stay of that suit under Section 3 of Foreign Awards Act in respect of the second relief claimed by Renusagar &quot;in the said suit. Mirzapur Court rejected the said application whereupon Renusagar filed a petition under <a href=\"/doc/1331149/\" id=\"a_54\">Article 227</a> of the Constitution before the Allahabad High Court for quashing the proceedings in the suit, which was dismissed on 4.4.1985.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307101\" id=\"span_31\">On appeal to the Supreme Court, the Supreme Court in <a href=\"/doc/307101/\" id=\"a_55\">General Electric Co. vs. Renusagar</a>  allowed the appeal and consequential proceedings in the Mirzapur Court were\n\nstayed under Section 3 of the Foreign Awards Act. In the meanwhile both parties met with the arbitral Tribunal in Paris and agreed to sign the terms of reference, Renusagar under protest and without prejudice. After hearing both sides, the Arbitral Tribunal held that there was a valid agreement to arbitrate all disputes between the parties and that it had jurisdiction to adjudicate those disputes and that the applicable law was that of State of New York, United States of America.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_32\">After the decision in <a href=\"/doc/86594/\" id=\"a_56\">Renusagar</a> (supra) and after meeting with the Arbitral Tribunal at Paris on 25-2-1985 and 8-3-1985, the next hearing was fixed in London on 1-10-1985. In the meanwhile by the letter dated 24-7-1985, Renusagar, contending that since the Indian Civil Court was season of the whole of the subject matter of reference in the arbitration, the Arbitral Tribunal and I.C.C., had become functus officio, and that no further proceedings in arbitration should be taken up by the Arbitral Tribunal. That submission was disputed by the General Electric. The Arbitral Tribunal informed the parties that the matter would be considered as a preliminary issue at the scheduled meeting on 1-10-1985 at London. After hearing, the Arbitral Tribunal, by majority, made an award on 16-9-1986, upholding the Claim of General Electric after holding that it had jurisdiction to arbitrate the dispute. On 15-10-1986 General Electric instituted proceedings for enforcement of the award of the Arbitral Tribunal by filing a petition under Section 5 of the Foreign Awards Act in Bombay High Court. On 17-10-1986, Renusagar filed O.S.No.265 of 1986 in the Court of Civil Judge, Mirzapur, seeking a declaration that the award made by the Arbitral Tribunal was nullity, and to restrain General Electric by perpetual injunction from taking any action in pursuance of the award. General Electric filed a transfer petition in the Supreme Court seeking transfer of the suit filed by Renusagar in Mirzapur Court on the original side of the Bombay High Court. By its order dated 10-9-1987 Supreme\n\nCourt stayed further proceedings in the suit filed by Renusagar in Mirzapur Court, which was to remain in operation during the pendency of the petition filed by the General Electric for enforcement of the award. A learned single Judge of the High Court, rejecting the objections of Renusagar, held that the award is enforceable under the Foreign Awards Act and drew a decree in terms of the Award. Appeal to a Division Bench by Renusagar was dismissed holding that the Arbitral Tribunal did not become functus officio on account of the pendency of the civil suit filed by Renusagar in Mirzapur Court, and that the award is not contrary to public policy, but held that the date of conversion of the decretal amount, which was given in U.S. Dollars to Indian rupees, shall be the date on which the learned single Judge pronounced the Judgment i.e., 21-10-1988, and that the opening rate of exchange shall be the selling rate of the U.S. Dollars as ascertained by the State Bank of India and granted a Certificate to appeal to the Supreme Court under <a href=\"/doc/952725/\" id=\"a_57\">Article 134-A</a> read with <a href=\"/doc/1325025/\" id=\"a_58\">Article 133</a> of the Constitution. On the basis of the Certificate, Renusagar filed appeal against the Judgment of the Division Bench and also another appeal against the Judgment of the single Judge dated 21-10-1988 after obtaining Special Leave to appeal, and General Electric also filed another appeal against the Judgment of the Division Bench after obtaining Special Leave, by way of abundant caution, relating to the directions given by the Division Bench regarding rate of exchange for conversion of the decretal amount from U.S. Dollars to Indian rupees. The Supreme Court, after considering all the contentions raised by the parties, dismissed all the three appeals, i.e., two appeals preferred by Renusagar and one appeal by General Electric.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_33\">In <a href=\"/doc/633347/\" id=\"a_59\">National Thermal Power Corporation</a> (supra) the Supreme Court clearly held that the parties have the freedom to choose the law governing the International Commercial Arbitration agreement, and that they can\n\nchoose substantive law governing the arbitration agreement as well as the procedural law governing the conduct of arbitration and that the validity, effect and interpretation of the arbitration agreement are governed by its proper law, and such law will decide whether the arbitration clause is wide enough to cover the dispute between the parties, and will also ordinarily decide whether the arbitration clause binds the parties even when one of them alleges that the contract is void or voidable or illegal, or such contract has been discharged by breach or frustration, and that the expression &quot;proper law of a contract&quot; refers to legal system by which the parties of the contract intended their contract to be governed, and proper law is thus the law which the parties have expressly or impliedly chosen.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"633347\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86594\" id=\"span_35\">The above two decisions of the Supreme Court <a href=\"/doc/86594/\" id=\"a_60\">Renusagar</a> (supra) and <a href=\"/doc/633347/\" id=\"a_61\">National Thermal Power Corporation</a> (supra) clearly establish that though the contract is to be executed in India, a contract, which contains a clause for arbitration outside India, and according to law of a foreign country is valid, and award passed in such arbitration can be enforced in India. So, the contention of the learned counsel for 1st respondent that the clause in the suit agreement that the agreement would be governed by English Law is opposed to public policy, and 1st respondent filing a suit in a civil Court in India, though appellant invoked the arbitration clause, would make the arbitration clause ineffective, and that civil Court itself has to decide the validity of the agreement, prima facie, does not appear to have any force.</span></span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"> 11. The ratio in Svenska v. Handel Sbanken, 1994 (2) SCC 155, relied on by the learned counsel for 1st respondent, is that if a counsel for a parry, contrary to the expressed instructions of his client, initiates any proceedings in a suit, those proceedings do not bind the party. In that case, a party to a contract filed a suit, ignoring the arbitral\n\nclause in the agreement, and obtained an ex parte injunction against the defendants in that suit. Ignoring the express instructions of his client, not to take any steps in the suit, counsel for a defendant filed a petition to vacate the injunction. Later the same defendant filed a petition under Section 3 of the Foreign Awards Act seeking stay of the suit in view of the Clause relating to arbitration in the agreement between the parties. That application was opposed by the plaintiff on the ground that filing a petition to vacate ex parte injunction amounted to taking a step in a suit. (Section 3 of the Foreign Awards Act contemplated a petition for stay being filed by the defendant before filing written statement or taking any other step in the suit or proceedings therein.) That contention of the plaintiff found favour with the trial Court and the High Court. The Supreme Court allowed the appeal filed by the defendant and granted stay of the suit under Section 3 of the Foreign Awards Act on the ground (hat counsel for the appellant filing a petition to vacate stay ignoring the express instructions of the appellant not to file such petition, would not disentitle the party seeking stay of the suit. That decision has no application to the facts of this case, more so because, there is a substantial difference between the language employed in <a href=\"/doc/21576425/\" id=\"a_62\">Section45</a> of the Act and Section 3 of the Foreign Awards Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_36\">In <a href=\"/doc/1604568/\" id=\"a_63\">Wellington Associates Ltd.</a>, (supra) it is held that in a petition filed under <a href=\"/doc/159656615/\" id=\"a_64\">Section 11</a> of the Act, the Chief Justice or his designate can, for the purpose of <a href=\"/doc/159656615/\" id=\"a_65\">Section 11</a> of the Act, decide the question as to the existence of the arbitration clause. That decision has no application to the facts of this case, because appellant did not invoke the jurisdiction of the Chief Justice to nominate or designate an arbitrator in pursuance of the suit agreement. This apart, as seen from Konkan Railway Corporation v. M/s. Rani Constructions Pvt. Ltd., 2001 AIR SCW 586, the question whether an order, under <a href=\"/doc/159656615/\" id=\"a_66\">Section 11</a> of the Act is judicial or administrative order is under consideration\n\nby a Constitution Bench of the Supreme Court.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_37\">12. Birla Cotton spinning and <a href=\"/doc/86594/\" id=\"a_67\">Weaving Mills Ltd.</a> (supra) relates to a dispute under a contract, which is distinct and different from the contract containing arbitration agreement.</span> The facts in L.K. Ahuja&#x27;s case (supra) are entirely different from the facts of this case. So, the said decisions have no application to this case. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 13. In Marriot Int. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1232166\" id=\"span_38\"><a href=\"/doc/1232166/\" id=\"a_68\">Inc</a> (supra) a Division Bench of the Delhi High Court held that expressions &quot;every arbitration&quot; and &quot;all arbitrations&quot; used in <a href=\"/doc/155856301/\" id=\"a_69\">Section 2 (4)</a> and (5) of the Act cannot be interpreted to mean arbitration being held outside India, and that part-I of the Act applies only when place of arbitration is in India and not to &quot;international commercial arbitrations&quot;. Such sweeping observation that entire part-1 of the Act does not apply to &quot;international commercial arbitration&quot; held outside India, prima facie, cannot be correct, because Sub-section (9) of <a href=\"/doc/159656615/\" id=\"a_70\">Section  11</a> of the Act, which is in Part 1 of the Act reads:</span> \n</p><blockquote id=\"blockquote_1\">  &quot;(9) In the case of appointment of sole or third arbitrator in an international commercial arbitration, the Chief Justice of India or the person or institution designated by him may appoint an arbitrator of a nationality other than the nationalities of the parties where the parties belong to different nationalities.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> So, it is clear that <a href=\"/doc/159656615/\" id=\"a_71\">Section 11</a> of the Act, which is in Part 1 of the Act, applies to &#x27;international commercial arbitration&#x27; also. We do not wish to consider applicability of the above decisions to the facts of this case for deciding these proceedings before us since we do not wish to decide the C.R.P. on merits and wish to remit it to the trial Court for disposal on merits. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\"> 14. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1267330\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1785279\" id=\"span_40\">In M/s. <a href=\"/doc/1785279/\" id=\"a_72\">India Meters Ltd.</a> (supra) and in <a href=\"/doc/1267330/\" id=\"a_73\">U.P. Rajkiya Nirman Nigam</a> (supra) are cases where there was no concluded\n\ncontract between the parties. So, the arbitration clause in the disputed agreements in those cases were held to be not binding on the parties. The facts in this case are different from the facts in those cases. So, the said decisions have no application to the facts of this case.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1866428\" id=\"span_41\">Bhagwandas Atma Singh (suppra) and <a href=\"/doc/1866428/\" id=\"a_74\">Orient Transport</a> (supra) also have no application to the facts of this case, because there is no provision in the Act corresponding to <a href=\"/doc/86848243/\" id=\"a_75\">Sections 32</a> and <a href=\"/doc/115954296/\" id=\"a_76\">33</a> of the Old Act. Moreover, it is not the case of 1st respondent that it did not sign the suit agreement, nor does it say that the arbitration clause in the suit agreement is not valid or finding on it. Its specific Case is that the suit agreement is vitiated by fraud. As per <a href=\"/doc/353998/\" id=\"a_77\">Section 19</a> of the Contract Act, even if Indian law is applied to the suit agreement, if it is vitiated by fraud it is only a voidable, but not a void contract. The avoidance of a voidable contract must be at the earliest possible time after obtaining knowledge of true facts, and when restitutio in integrum is possible or where there is no intervening. jus tertii. Whether 1st respondent did so or not has to be decided only after trial, but as of now, no material is placed on record by 1st respondent as to when he came to know about the alleged fraud and what steps he took to avoid the contract after his coming to know of  the alleged fraud.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 15. Debi Prasad and another Vs. Chhotey Lal and another, AIR 1996 All. 438, relied on by the learned counsel for 1st respondent, has no application to the facts of this case, because in that case plaintiffs were old, infirm, weak persons, who had none to look after them. The defendant, their own brother&#x27;s grandson, who was helping them at the time of their illness, got executed a deed of gift making them to believe that they were only executing a will. Court held that that gift was an unconscionable transaction, as the defendant, in whose favour the gift was executed and who was in a dominating position, has to\n\nprove that the Deed was not induced by undue influence, and further held that the fact that only the ward &#x27;fraud&#x27;, but not &#x27;undue influence&#x27; or &#x27;misrepresentation&#x27; was used in the plaint, cannot be taken to mean that plaintiffs were not seeking to avoid the contract on the ground of undue influence and misrepresentation. In this case it is not the case of 1st respondent that undue influence was exercised on it or that there was misrepresentation by the appellant. So, the said decision has no application to the facts of this case. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1147450\" id=\"span_42\">16. The facts in <a href=\"/doc/1147450/\" id=\"a_78\">Gas Authority of India</a> (supra) relied on by the learned counsel for 1st respondent, which relates to Section 3 of Foreign Awards Act, are entirely different from the facts of this case. Moreover, 1st respondent is not seeking any declaration relating to the suit agreement, but filed the suit for an injunction simplicitor. Therefore, prima facie, it has to be taken that 1st respondent is not interested in getting the suit agreement declared void.</span> For that reason and in view of the ratio in <a href=\"/doc/1147450/\" id=\"a_79\">the said decision</a> rendered under the Old Act and Foreign Awards Act, which are repealed Sundaram Finance (supra), the said decision is not of help in deciding the appeal. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1015491\" id=\"span_43\">17. <a href=\"/doc/1015491/\" id=\"a_80\">Associated Engineering Company</a> (supra) is a case where arbitrator passed an award on an issue not referred to arbitration. The Court holding that the arbitrator has no authority to decide a question not referred to it, set aside the award <a href=\"/doc/1015491/\" id=\"a_81\">in that case</a>. The said decision has no application to the facts of this case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1866428\" id=\"span_44\">18. <a href=\"/doc/1866428/\" id=\"a_82\">Brace Transport Co.</a> (supra) relates to enforcement of foreign award in Indian Courts under the Foreign Awards Act. Since enforcement of a foreign award is not the question for decision in the suit<a href=\"/doc/1866428/\" id=\"a_83\">, <a href=\"/doc/1866428/\" id=\"a_84\">the said decision</a></a> has no application to the facts of this case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1543625\" id=\"span_45\">In <a href=\"/doc/1543625/\" id=\"a_85\">Hari Singh</a> (supra) suit was filed for eviction of a tenant on the ground of\n\nsub-lease and other grounds. Two Courts concurrently held in favour of the landlord. High Court set aside the concurrent findings on the ground that details of sublease were not mentioned, inspite of a specific plea in the plaint that there was sublease. Supreme Court holding that the details of sub-lease can be supplemented through evidence, and holding that mere lack of details in the pleadings cannot be a reason to set aside the concurrent finding of fact of sub-lease, allowed the appeal filed by the landlord and set aside the Judgment of the High Court and ordered eviction of the tenant.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100698653\" id=\"span_46\">In <a href=\"/doc/100698653/\" id=\"a_86\">Virendra Kashinath Ravat</a> (supra) concurrent finding on the issue relating to fraud was upset by the High Court. Supreme Court allowing appeal set aside the Judgment of the High Court holding that the amended pleadings <a href=\"/doc/100698653/\" id=\"a_87\">in that case</a> did contain the details of fraud, and so the High Court was in error in upsetting the concurrent finding of fact. The above two decisions have no application to the facts of this case.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> 21. The contention of the learned counsel for 1st respondent that if details of fraud are lacking in the plaint, since 1st respondent can supply the omission in future by seeking an amendment of the plaint, lack of details by itself cannot be a ground to deny the relief of injunction, is untenable. If such contention is to be found favour with Courts, relief can never be refused to a plaintiff, even though his pleadings do not contain the necessary details on which he is seeking relief, on the ground that he can at a future point of time, amend his pleading by furnishing the necessary details. Courts are supposed to decide the case on the basis of pleadings and material available before it and a Court cannot base its decision on the premise that the party may adduce evidence or may amend his pleadings at a future time in a way to suit the relief he had already sought. If details are lacking, the parry failing\n\nto give the details, has to reap the consequences for his failure to furnish the details. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5192\" id=\"span_47\">22. Court&#x27;s power to grant injunction under <a href=\"/doc/56600062/\" id=\"a_88\">Section 151</a> C.P.C. in cases not covered by Order XXXIX Rules 1 and 2 <a href=\"/doc/161831507/\" id=\"a_89\">C.P.C</a>. cannot be doubted or disputed in view of <a href=\"/doc/5192/\" id=\"a_90\">Manoharlal Chopra</a> (supra).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 23. Ranjit Bat (supra) is a case where the suit was filed for declaration of title simplicitor. In that suit, a petition for injunction during the pendency of the suit to restrain the defendants from interfering with the possession of the plaintiff was filed. Supreme Court held that Court has power to grant such injunction, though the suit is for declaration simplicitor without seeking any consequential relief. This is a reverse case. In this case 1st respondent is seeking an injunction without seeking a declaration. There is any amount of difference between a suit for declaration and a suit for injunction simplicitor without declaration. We would advert to his point a little latter. \n</p> \n\n<p data-structure=\"Section\" id=\"p_25\"> 24. Clause 24 of the suit agreement reads as follows: \n</p>   \n\n<blockquote id=\"blockquote_2\"> &quot;24.1. Any dispute, controversy or claim arising out of or relating to this Agreement or the breach, termination or invalidity thereof, shall be settled exclusively by final and binding arbitration in accordance with the rules of the London Court of International Arbitration then in force. The following provisions shall apply to the arbitration: \n</blockquote>   \n\n<blockquote id=\"blockquote_3\"> (a) the number of arbitrators shall be one\n \n\n</blockquote><blockquote id=\"blockquote_4\"> (b) the arbitrator shall be agreed by the parties (and in the absence of agreement, shall be appointed by the president of the Law Society of England and Wales, at the instance of any of the parties); \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (c) the place of arbitration shall be in London;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_26\">and\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_27\"> (d) the arbitration shall be conducted in the English language.&quot;  \n</p> \n \n\n<p data-structure=\"Section\" id=\"p_28\"> 25. <a href=\"/doc/1071750/\" id=\"a_91\">Article 23</a> of London Court of International Arbitration Rules (LCIA Rules), referred to in Clause 24.1 of the suit agreement reads; \n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;<a href=\"/doc/1071750/\" id=\"a_92\">Article 23</a> Jurisdiction of the Arbitral Tribunal\n \n\n &quot;23.1. The Arbitral Tribunal shall have the power to rule on its own jurisdiction, including any objection to the initial or continuing existence, validity or effectiveness of the Arbitration Agreement. For that purpose, an arbitration clause, which forms or was intended to form part of another agreement, shall be treated as an arbitration agreement independent of that other agreement. A decision by the Arbitral Tribunal that such other agreement is nonexistent, invalid or ineffective shall not entail ipso jure the non-existence, invalidity or ineffectiveness of the arbitration clause. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> 23.2. A plea by a Respondent that the Arbitral Tribunal docs not have jurisdiction shall be treated as having been irrevocably waived unless it is raised not later than the Statement of Defence; and a like plea by a Respondent to a counter claim shall be similarly treated unless it is raised no later than the Statement of Defence to counter claim. A plea that the Arbitral Tribunal is exceeding the scope of its authority&#x27; shall be raised promptly after the Arbitral Tribunal has indicated its intention to decide on the matter alleged by party to be beyond the scope of its authority, failing which such plea shall also be treated as having been waived irrevocably in any case, the Arbitral Tribunal may nevertheless admit an untimely plea if it considers the delay justified in the particular circumstances. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> 23.3. The Arbitral Tribunal may determine the plea to its jurisdiction or authority in an award as to jurisdiction or later in an award on the merits, as it considers appropriate in the circumstances. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> 23.4. By agreeing to arbitration under these Rules, the parties shall be treated as having agreed not to apply to any state court or other judicial, authority for any relief regarding the Arbitral Tribunal&#x27;s jurisdiction or authority, except with the agreement in\n\nwriting of all parties to the arbitration or the prior authorisation of the Arbitral Tribunal or following the latter&#x27;s award ruling on the objection to its jurisdiction or authority.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_29\"> 26. The finding of the Court below that the controversy between the parties can be resolved only after the appellant files its written statement, after having held in IA.No.1641 of 2000 that London Court of Arbitration also is having jurisdiction to entertain the arbitration proceedings after dismissing the petition filed by 1st respondent to review the said order. (I.A.No.2390 of 2000 on the same day on which the order in appeal was passed, cannot but be said to be an incorrect approach to the issue involved in the suit and the petition. When an arbitral tribunal is held to have jurisdiction to decide the issues referred to it, the Act does not contemplate a civil Court granting an injunction restraining the arbitrator or Arbitral Tribunal proceeding with the arbitration. <a href=\"/doc/82964342/\" id=\"a_93\">The Old Act</a> was repealed by the Act with a view to see that Civil Court&#x27;s interference in arbitration matters is made very minimal. That that is so is evident from <a href=\"/doc/155572560/\" id=\"a_94\">Section 16</a> of the Act. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_49\">27. In a petition seeking injunction under Order 39, Rules 1 and 2, or under <a href=\"/doc/56600062/\" id=\"a_95\">Section 151</a> C.P.C., the Court, unless the respondent concedes, should either grant or refuse injunction on the strength of the case of the petitioner but not on the weakness of the case of the respondent. The contention of the 1st respondent, who filed the suit and who sought the injunction against the appellant, that the suit agreement is opposed to public policy because parties agreed to abide by English Law, but not Indian Law, prima facie, has no force, in view of <a href=\"/doc/86594/\" id=\"a_96\">Renusagar</a> (supra) and <a href=\"/doc/633347/\" id=\"a_97\">National Thermal Power Corporation</a> (supra).</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1643159\" id=\"span_50\">28. The contention of the 1st respondent that the suit agreement is vitiated by fraud, for the reasons mentioned in para 14 above, can be decided only after evidence\n\nis taken, more so because 1st respondent did not even prima facie establish what fraud was played on him and as to how the contract between him, a surety, and the appellant is vitiated by fraud. In view of <a href=\"/doc/1071750/\" id=\"a_98\">Article 23</a> of LCIA Rules read with Clause-27 of the suit agreement, the Arbitral Tribunal has jurisdiction to decide the validity, enforceability of the agreement and also the question whether there is any dispute to be arbitrated between the parties or not. As held in <a href=\"/doc/1643159/\" id=\"a_99\">Atlas Export Industries</a> (supra), the suit agreement prima facie is covered by exception-1 to <a href=\"/doc/1224074/\" id=\"a_100\">Section 28</a> of Contract Act, even if the suit agreement is governed by the Indian Law. Therefore, merely because arbitration has to take place in a foreign country, to which forum parties, with their eyes wide open, willingly submitted themselves, and that considerable money has to be spent to participate in those proceedings, would not be a ground to grant an injunction restraining the appellant and 3rd respondent from proceeding with the arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478458\" id=\"span_51\">The facts of this case fit into the facts of <a href=\"/doc/1478458/\" id=\"a_101\">Ram Kissen</a> (supra) like a. glove.</span> In view thereof and in view of the ratio in Sunil Kumar (supra) also 1st respondent cannot be said to have a prima facie case. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> 29. It is also well known that a party seeking the equitable relief of injunction should come to Court with clean hands. As stated earlier, till such time a fraud is established by evidence, the suit agreement should be deemed to be valid. If the contention of the 1st respondent that the suit agreement was vitiated by fraud is accepted, as per Section 64 of the Contract Act, 1st respondent has to restore the benefit if any received by it from the appellant to the appellant. In a suit for declaration that the suit agreement is void, Court fees would have to be paid on the advantage to be gained, or to loss to be averted under the agreement, but not on a notional value, as in the case of a suit for injunction simplicitor, and 1st respondent, as plaintiff, would have\n\nalso to allege that he is prepared to return the benefit, if any, received by him under the suit agreement. If injunction, as sought, were to be granted, it would tantamount to holding that the suit agreement is void, thereby granting a relief, on which 1st respondent skilfully avoided payment of Court fees. For that reason also, 1st respondent cannot be granted the relief of injunction, because he failed to seek the relief of declaration about the alleged invalidity of the suit agreement. \n</p> \n\n<p data-structure=\"Section\" id=\"p_33\"> 30. Clause-20 of the suit agreement reads:  \n</p>   \n\n<blockquote id=\"blockquote_10\"> &quot;20 Guarantees\n \n\n 20.1 NPIL (first respondent) hereby unconditionally and irrevocably guarantees to the Vendor the due and punctual performance by the Purchaser of all its obligations under this Agreement. NPIL (first respondent) shall not be discharged or released from its undertaking hereunder by any arrangement made between the other parties or by any alteration in the obligations on the part of the Purchaser under this Agreement or by time or other indulgence granled by the Vendor. This guarantee shall remain in force (regardless of any change in shareholding or control of the Purchaser) for so long as the Purchaser shall have any liability or obligation to the Vendor under this Agreement and until all such liabilities and obligations have been discharged in full.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> Therefore, it is clear that until the obligations are discharged in full, the liability of the first respondent to the appellant would continue as a surety. In every contract of guarantee, there will be three agreements, one between the debtor and the creditor, other between surety and creditor and the third between surety and debtor. The liability of the principal and surety&#x27; to the creditor are distinct, because the liability of the surety does not necessarily, in all cases, arise simultaneously with that of the principal. The circumstances, which according to it had vitiated the suit agreement between it and the appellant, are not pleaded in the\n\nplaint by the 1st respondent. There is no allegation that appellant by playing fraud on the 1st respondent induced it to stand as surety for the suit agreement. For that reason also, there is no force in the contention of 1st respondent that the suit agreement is vitiated by fraud with respect to it, for it to avoid the same. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\"> 31. Balance of convenience would be in permitting the appellant to proceed with arbitration. 1st respondent would not suffer any injury much less irreparable injury if injunction is not granted, because it can raise all the questions now raised not only before the arbitrator, but also after the award, if any, passed is sought to be made the rule of Court and executed, before the Civil Courts here. Therefore, 1st respondent is not entitled to the injunction sought, and so I.A.No.1352 of 2000 is liable to be and is dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\"> 32. In the result, both CMA No.1285 of 2001 and C.R.P.No.3497 of 2001 are allowed. I.A.No.1352 of 2000 filed by the first respondent is dismissed and I.A.No. 1640 of 2000 filed by the 1st respondent is remitted to the trial Court for fresh disposal according to law, without being influenced by the observations made by us in this order, appellant is entitled to its costs in the appeal. Costs in CRP would abide by the result of IA No. 1640 of 2000. Advocate fee is fixed at Rs.2,500/- in each proceedings. \n</p> \n\n","numcites":48,"numcitedby":3,"docsource":"Andhra HC (Pre-Telangana)","citetid":1673984,"divtype":"judgments","relatedqs":[{"value":"declaration suit","formInput":"declaration%20suit"},{"value":"fraud vitiates","formInput":"fraud%20vitiates"},{"value":"ex parte injunction","formInput":"ex%20parte%20injunction"},{"value":"section 151 cpc","formInput":"section%20151%20cpc"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"suit for injunction","formInput":"suit%20for%20injunction"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"misrepresentation and fraud","formInput":"misrepresentation%20and%20fraud"},{"value":"opposed to public policy","formInput":"opposed%20to%20public%20policy"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"article 23","formInput":"article%2023"},{"value":"efficacious relief","formInput":"efficacious%20relief"},{"value":"public policy","formInput":"public%20policy"},{"value":"section 151 of civil procedure code","formInput":"section%20151%20of%20civil%20procedure%20code"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"when an injunction can be granted","formInput":"when%20an%20injunction%20can%20be%20granted"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"international arbitration ","formInput":"international%20arbitration%20"}],"cats":[{"value":"special-relief-law","formInput":"tag:special-relief-law"}],"courtcopy":false,"query_alert":null,"agreement":false}