{"tid":46709604,"publishdate":"2017-03-03","title":"Hariom Alias Hero vs State Of U.P. on 3 March, 2017","doc":"<h2 class=\"doc_title\">Hariom Alias Hero vs State Of U.P. on 3 March, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-ahmad\">Mukhtar Ahmad</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-tripathi\">Arvind Kumar Tripathi</a>, <a href=\"/search/?formInput=benchid:m-ahmad\">Mukhtar Ahmad</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nA.F.R.\n \nReserved\n \nCourt No. - 42\n \n\n \nCase :- CAPITAL CASES No. - 3086 of 2015\n \nAppellant :- Hariom Alias Hero\n \nRespondent :- State Of U.P.\n \nCounsel for Appellant :- Yogesh Srivastava\n \nCounsel for Respondent :- Govt.Advocate\n \n\t\t\t\t\t       WITH\n \nReference No.08 of 2015\n \nAND\n \nCase :- CRIMINAL APPEAL No. - 3316 of 2015\n \nAppellant :- Sanjay Alias Sonu Sharma\n \nRespondent :- State Of U.P.\n \nCounsel for Appellant :- Ram Babu Sharma\n \nCounsel for Respondent :- Govt.Advocate\n \nAND\n \nCase :- CRIMINAL APPEAL No. - 3317 of 2015\n \nAppellant :- Haseen Khan\n \nRespondent :- State Of U.P.\n \nCounsel for Appellant :- Ram Babu Sharma\n \nCounsel for Respondent :- Govt.Advocate\n \nAND\n \nCase :- CRIMINAL APPEAL No. - 3512 of 2015\n \nAppellant :- Saurabh @ Sanju\n \nRespondent :- State Of U.P.\n \nCounsel for Appellant :- K.C. Pandey,K.P. Pandey\n \nCounsel for Respondent :- Govt.Advocate\n \nAND\n \nCase :- CRIMINAL APPEAL No. - 3836 of 2015\n \nAppellant :- Bhaiye @ Farid @ Rafique\n \nRespondent :- State Of U.P.\n \nCounsel for Appellant :- Shailendra Prakash Pandey\n \nCounsel for Respondent :- Govt.Advocate\n \nAND\n \nCase :- CRIMINAL APPEAL No. - 3265 of 2015\n \nAppellant :- Rijwan\n \nRespondent :- State Of U.P.\n \nCounsel for Appellant :- Ram Babu Sharma\n \nCounsel for Respondent :- Govt. Advocate\n \n\n \nHon&#x27;ble Arvind Kumar Tripathi,J.\n \n</pre><p data-structure=\"Issue\" id=\"p_1\">Hon&#x27;ble Mukhtar Ahmad,J.\n</p> \n<p data-structure=\"Precedent\" id=\"p_2\">(Delivered by Hon&#x27;ble Arvind K. Tripathi,J.)\n \n</p><p data-structure=\"Issue\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"126639908\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"172318046\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1241719\" id=\"span_3\">1.\tThe instant Capital Case No. 3086 of 2015 Hariom alias <a href=\"/doc/1241719/\" id=\"a_1\">Hero Vs. State of U.P.</a> with Reference No. 8 of 2015, along with connected Criminal Appeal No. 3316 of 2015 Sanjai alias Sonu Sharma Vs. State of U.P., Criminal Appeal No. 3317 of 2015 Haseen Khan Vs. State of U.P., Criminal Appeal No. 3512 of 2015  Saurabh alias Sanju Vs. State of U.P., Criminal Appeal No. 3836 of 2015  Bhaiye alias Farid alias <a href=\"/doc/172318046/\" id=\"a_2\">Rafique Vs. State of U.P.</a>, have been preferred against the impugned judgment and order dated 13.7.2015 passed by Additional Sessions Judge, Court No. 2, Firozabad in S.S.T. No. 234 of 2008 State Vs. Rijwan and Others, under <a href=\"/doc/958439/\" id=\"a_3\">Sections 396</a>, <a href=\"/doc/812083/\" id=\"a_4\">411</a> IPC and 3(2)(5) SC/ST Act and 25 <a href=\"/doc/1934415/\" id=\"a_5\">Arms Act</a>, P.S. Ramgarh, District Firozabad arising out of Case Crime No. 367 of 2008, S.S.T. No. 235 of 2008 State Vs. Sanjai, under <a href=\"/doc/73862/\" id=\"a_6\">Section 25</a> Arms Act, arising out of <a href=\"/doc/126639908/\" id=\"a_7\">Case Crime No. 368 of 2008, S.S.T. No. 236 of 2008 State Vs. Saurabh</a> alias Sanju, under <a href=\"/doc/73862/\" id=\"a_8\">Section 25</a> Arms Act, arising out of Case Crime No. 372 of 2008, S.S.T. No. 237 of 2008 State Vs. Haseen Khan, under <a href=\"/doc/73862/\" id=\"a_9\">Section 25</a> Arms Act, arising out of Case Crime No. 370 of 2008, S.S.T. No. 238 of 2008 State Vs. Hariom alias Hero, under <a href=\"/doc/73862/\" id=\"a_10\">Section 25</a> Arms Act, arising out of Case Crime No. 371 of 2008, S.S.T. No. 239 of 2008, under <a href=\"/doc/73862/\" id=\"a_11\">Section 25</a> Arms Act, arising out of Case Crime No. 369 of 2008 and S.S.T. No. 504 of 2011 State Vs. Bhaiye alias Farid alias Rafique, under <a href=\"/doc/73862/\" id=\"a_12\">Section 25</a> Arms Act, arising out of Case Crime No. 381 of 2008. Hence, all the appeals were heard jointly and the same are being decided by a common judgment and order.</span></span></span>\n</p> \n<p data-structure=\"Facts\" id=\"p_4\">2.\tVide impugned judgment, the appellants were acquitted under <a href=\"/doc/844968/\" id=\"a_13\">Section 412</a> IPC and 3(2)(5) SC/ST Act and under <a href=\"/doc/73862/\" id=\"a_14\">Section 25</a> Arms Act. The accused-appellant Hariom alias Hero has been convicted under <a href=\"/doc/958439/\" id=\"a_15\">Section 396</a> IPC providing capital punishment subject to confirmation by this Court and rest of the appellants were awarded sentence of life imprisonment under <a href=\"/doc/958439/\" id=\"a_16\">Section 396</a> IPC with a fine for a sum of Rs. 25,000/- each with the direction that 75% of the amount shall be handed over to Ujjawal, only surviving family member of the victims. Further direction was that in default of payment of fine, the appellants shall serve six months further imprisonment. Being aggrieved against the impugned judgment, above-noted appeals have been preferred.\n</p> \n<p data-structure=\"PetArg\" id=\"p_5\">3.\tMr. Yogesh Srivastava, learned Advocate appeared on behalf of the appellant Hariom alias Hero, Mr. Ram Babu Sharma, Advocate appeared on behalf of the appellants Sanjay alias Sonu Sharma, Haseen Khan and Rijwan, Mr. K.C.Pandey, Advocate appeared on behalf of appellant Saurabh alias Sanju and Mr. Shailendra Prakash Pandey, Advocate appeared on behalf of the appellant Bhaiye alias Farid alias Rafique. Learned Government Advocate appeared on behalf of the State.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_6\">4.\tWe heard the arguments of learned counsel for the parties on 1.9.2016, 5.9.2016, 7.9.2016, 8.9.2016, 9.9.2016, ...19.9.2016 and the judgment was reserved.\t\n</p> \n<p data-structure=\"Facts\" id=\"p_7\">5.\tBrief facts of the case is that the F.I.R. was lodged by one Kotwal Singh, brother-in-law(Dewar) of the deceased Smt. Nirdosh, wife of late Rajpal. The F.I.R. was lodged and registered on the same day i.e. 28.10.2008 at 7.40 A.M. at P.S. Ramgarh, District Firozabad on the basis of written report. According to the F.I.R. version, family of late Rajpal was living in a house at Nagala Mirja Bada. In the night of 27/28.10.2008, some unknown persons killed his (complainant&#x27;s) sister-in-law(Bhabhi) Smt. Nirdosh aged about 40 years by cutting her neck and his niece Km. Poonam aged about 18 years, nephew Ashish and Anshul aged about 12 and 10 years respectively by throttling. In the morning, when milkman (Doodhia) came then he informed regarding the incident that all the dead bodies were lying in the room of the house and the assailants have broken almirah, suitcase, etc. and looted jewellery, cash, etc. It was further mentioned that list of looted articles would be submitted subsequently. Request was made to take necessary action.\n</p> \n<p data-structure=\"Facts\" id=\"p_8\">6.\tAfter the F.I.R. was lodged as Case Crime No. 367 of 2008, under <a href=\"/doc/1560742/\" id=\"a_17\">Sections 302</a>/<a href=\"/doc/764237/\" id=\"a_18\">394</a> IPC, by the then Station Officer, P.S. Ramgarh, Mr. G.P.Gautam took up investigation of the case. The statement of informant Kotwal Singh was recorded. Spot inspection was made by the Station Officer. Panchayatnama was prepared of all the four bodies and the bodies were sealed separately and sent through Constables for post-mortem examination. Pieces of blood stained and plain floor (Farsh), piece of &#x27;Ban&#x27; of the blood stained cot, were taken and kept in separate container and sealed in presence of witnesses. Finger prints of both the rooms, box and utensils, etc., were taken in presence of the witnesses on the same day, i.e. 28.10.2008.\n</p> \n<p data-structure=\"Facts\" id=\"p_9\">7.\tPost mortem examination on bodies of deceased Anshul alias Amit aged about 10 years, Ashish aged about 12 years, Smt. Nirdosh aged about 40 years and Km. Poonam aged about 18 years, were conducted on the same day, i.e., 28.10.2008 at 1.45 P.M., 2.35 P.M., 3.15 P.M., 3.45 P.M. respectively. On body of deceased Anshul alias Amit, following ante mortem injuries were found and noted by Dr. R.A.Sharma(P.W.-7):\n</p> \n<blockquote id=\"blockquote_1\">i. Contusion brown dry over front of neck 12 cm x 5 cm over left side of neck, 2 cm over right side of neck.\n</blockquote> \n<blockquote id=\"blockquote_2\">ii. Contusion 1 cm x 2 cm below jaw left side.\n</blockquote> \n<blockquote id=\"blockquote_3\">iii. Contusion 1.5 cm x 2 cm lower part of neck left side.\n</blockquote> \n<blockquote id=\"blockquote_4\">    \tOn internal examination, cricoid cartilage, thyroid cartilage, Hyoid bone were found fractured. Pleura, trachea were found congested. Membranes, brain congested. Semi digested food present in stomach. Sepleen and kidneys were noted congested. Cause of death was due to Asphyxia as a result of throttling.\n</blockquote> \n<blockquote id=\"blockquote_5\">\tOn body of deceased Ashish, following ante mortem injuries were found and noted by Dr. R.A.Sharma(P.W.-7):\n</blockquote> \n<blockquote id=\"blockquote_6\">i. Multiple contusion on right side, front of neck in an area 6 cm x 3 cm, Average size 1.5 cm x 03. cm\n \nii. Contusion 3 cm x 1.5 cm on left side front of neck, middle part.\n</blockquote> \n<blockquote id=\"blockquote_7\">iii. Multiple contusion left side of face 6 cm x 3 cm, average size 1 cm x 0.3 cm.\n</blockquote> \n<blockquote id=\"blockquote_8\">Cricoid cartilage and Thyroid cartilage found fractured. Death was due to Asphyxia as a result of throttling.\n</blockquote> \n<blockquote id=\"blockquote_9\">\tPost mortem on body of deceased Smt. Nirdosh was conducted by Dr. R.A.Sharma and Dr. Ajay Agarwal jointly and following ante mortem injuries were found and noted:\n</blockquote> \n<blockquote id=\"blockquote_10\">i. incised wound 11 cm x 4 cm on lower part front of neck, more on left side, left side blood vessels cut trachea cut, right and left side muscle cut. Wound horizontal, marquis clean cut\n \nii. Abraded contusion over right side of nose 1 cm x 0.1 cm. \n</blockquote> \n<blockquote id=\"blockquote_11\">       On internal examination, trachea was found cut. Semi digested food was found in stomach. Brain was noted pale. Cause of death was due to shock and hemorrhage as a result of ante mortem injuries. Vaginal smear made. Slide prepared and sent to Pathologist SNMH Firozabad through S.O., P.S. Ramgarh.\n</blockquote> \n<blockquote id=\"blockquote_12\">\tPost mortem on body of deceased Km. Poonam was conducted by Dr. R.A.Sharma and Dr. Ajay Agarwal jointly and following ante mortem injuries were found and noted:\n</blockquote> \n<blockquote id=\"blockquote_13\">\ti. Ligature mark 13 cm x 1.5 cm oblique, lower part of neck in \tmiddle part and extending upto right side upper part of neck. On \tdissection underlying muscles contused.\n</blockquote> \n<blockquote id=\"blockquote_14\">\tOn internal examination membranes and brain were found congested, pleura, Jarynx, trachea were found congested. Hyoid bone was found fractured. Both lungs congested. Semi digested food was found in stomach. Cause of death was due to Asphyxia as a result of strangulation. Vaginal smear made. Slide prepared and sent to Pathologist SNMH Firozabad through S.O., P.S. Ramgarh.\n</blockquote> \n<p data-structure=\"Facts\" id=\"p_10\">8.\tOn pointing out of accused-appellant Hariom alias Hero in presence of witnesses, blood stained knife was recovered and he confessed that it was the same knife by which he slit the neck of Smt. Nirdosh in the night of 27/28.10.2008 and after murder, household goods were looted. Recovery memo was proved as Ex. Ka-5. \n</p> \n<p data-structure=\"Facts\" id=\"p_11\">9.\tDuring investigation, information was given by the informant regarding presence of six assailants in Tavera vehicle No. UP 83 J 7948 which was used in the incident. The matter was communicated to the higher officers. Police force and informant Kotwal Singh reached at Sailai culvert  where additional police force was present. They also accompanied the Station Officer. He tried for public witnesses but no one was ready to become witness. They went and concealed their vehicles behind the bush, near factory and they also sat behind the bush to wait for accused-persons and their vehicle to come. After 10 minutes police party saw that from the side of Khergarh, one red colour Tavera vehicle was coming. All of sudden they came out from behind the bush, gave indication to stop the vehicle, vehicle was stopped. The persons who were sitting, tried to run away. One person succeeded to run away, however, Driver Sanjay alias Sonu Sharma, Rijwan, Haseen Khan, Hariom alias Hero and Saurabh alias Sanju were apprehended. The firearms were recovered from their possession. Mobile of deceased Nirdosh was shown to have been recovered from the appellant Hariom alias Hero which was identified by informant Kotwal Singh. Pass-book of saving account of Smt. Nirdosh and joint account of Smt. Nirdosh and Rajpal were recovered from joint possession. Two bangles of yellow metal, one Haar of yellow metal, one ring of yellow metal, were recovered with cash for a sum of Rs. 5,000/-, two ladies wrist watch, one Kardhani of white metal of about 250 gm., one half Kardhani, one golden colour small Haar of yellow metal, identity card, pass book were recovered which were identified by informant that those articles and jewelleries belonged to his sister-in-law (Bhabhi) and the identity card and pass book were of his brother. The case was registered against them under <a href=\"/doc/73862/\" id=\"a_19\">Section 25</a> Arms Act. During investigation <a href=\"/doc/844968/\" id=\"a_20\">Section 412</a> IPC and 3(2)(V) SC/ST Act were added. On pointing out of accused-appellant Bhaiye alias Farid alias Rafique, one golden chain, HMT watch kept in a polythene under the Chhapar of one Sri Ishtiyak, were recovered. The same was taken out by accused Bhaiye and he confessed his guilt that the same was looted from the house of Mirza Fauzi after committing murder and concealed in the hatch roof. On 5.11.2008 on secret information of informer, Bhaiye alias Farid alias Rafique was apprehended at about 16.30 O&#x27;clock, near Jatavpuri crossing, and from his possession one countrymade pistol of 315 bore with three live cartridges were recovered. Case was registered against him under <a href=\"/doc/73862/\" id=\"a_21\">Section 25</a> Arms Act. He was also wanted in case crime no. 367 of 2008.\n</p> \n<p data-structure=\"Issue\" id=\"p_12\">10.\tStatement of witnesses were recorded. After completing the formalities, charge-sheet was submitted by the I.O., P.W.-11 against the accused-appellants.\n</p> \n<p data-structure=\"Issue\" id=\"p_13\">11.\tPermission was granted by the District Magistrate, Firozabad for prosecution under <a href=\"/doc/73862/\" id=\"a_22\">Section 25</a> Arms Act on 12.11.2008 against Bhaiye @ Farid @ Rafique and on 2.12.2008 against Sanjay alias Sonu Sharma, Rijwan, Haseen Khan and Hariom alias Hero. \n</p> \n<p data-structure=\"Facts\" id=\"p_14\">12.\tAfter the charge-sheet was submitted, the case was committed to the court of Sessions. The charges were framed by the Special Judge, Court No. 4, Firozabad on 23.11.2009 under <a href=\"/doc/958439/\" id=\"a_23\">Sections 396</a>, <a href=\"/doc/844968/\" id=\"a_24\">412</a> IPC, 3(2)(V) SC/ST Act and 25 <a href=\"/doc/1934415/\" id=\"a_25\">Arms Act</a> in Session Trial No. 234 of 2008 and under <a href=\"/doc/73862/\" id=\"a_26\">Section 25</a> Arms Act in Session Trial No. 235 to 239 of 2008, 504 of 2011. Accused-appellants denied the charges and pleaded to be tried.\n</p> \n<p data-structure=\"PetArg\" id=\"p_15\">13.\tThe prosecution to prove its case produced as many as 15 witnesses. P.W.-1 Kotwal Singh, informant, P.W.-2 Ompal Singh, neighbour, P.W.-3 Harpal Singh, witness of recovery, P.W.-4 Shanker Lal Doodhia (milkman), P.W.-5 Ujjawal (child witness) S/o Rajpal who is claiming to be eye-witness. Other witnesses were formal witnesses. P.W.-6 Om Prakash Sharma, Head Constable who proved the chick report and GD entry. P.W.-7 Dr. R.A.Sharma who proved post mortem report. P.W.-8 Vijai Kumar Dubey who proved report under <a href=\"/doc/73862/\" id=\"a_27\">Section 25</a> Arms Act and GD entry. P.W.-9 Ram Prasad witness of inquest. P.W.-10 Sub Inspector G.P.Gautam, first Investigating Officer who wrote only two parcha. Subsequently since <a href=\"/doc/1317186/\" id=\"a_28\">Section 3(2)(V)</a> SC/ST Act was added, hence, investigation was handed over to the Circle Officer/Dy.S.P. Brijesh Kumar Singh (Second I.O.) who submitted the charge-sheet and was examined as P.W.-11. Sub Inspector Yatendra was examined as P.W.-12 who arrested the accused-appellants. Sub Inspector Sahab Singh as P.W.-13 who has also arrested the accused-appellants. P.W.-14 Dr. Sunder Lal, Dy. S.P. who issued order for arrest of accused-appellants. Sub Inspector  Jamadar Singh who submitted charge-sheet under <a href=\"/doc/73862/\" id=\"a_29\">Section 25</a> Arms Act.\n</p> \n<p data-structure=\"Facts\" id=\"p_16\">14.\tAfter evidence was closed by prosecution, statement of accused-appellants were recorded under <a href=\"/doc/767287/\" id=\"a_30\">Section 313</a> Cr.P.C. In defence, two witnesses were examined as D.W.-1 Manoj Devi and D.W.-2 Smt. Pratibha. After considering the evidence on record, hearing the parties, the trial court acquitted appellants under <a href=\"/doc/1317186/\" id=\"a_31\">Sections 3(2)(V)</a> SC/ST Act, 412 <a href=\"/doc/1569253/\" id=\"a_32\">IPC</a> and 25 <a href=\"/doc/1934415/\" id=\"a_33\">Arms Act</a> so the recovery of alleged looted articles and arms were disbelieved. However, the trial court found all the appellants guilty under <a href=\"/doc/958439/\" id=\"a_34\">Section 396</a> IPC and death punishment was awarded against the appellant Hariom alias Hero and rest of the accused-appellants were sentenced to life imprisonment, hence, the present appeal has been preferred.\n</p> \n<p data-structure=\"RespArg\" id=\"p_17\">15.\tLearned counsel for the appellants challenged the impugned judgment and order awarding sentence under <a href=\"/doc/958439/\" id=\"a_35\">Section 396</a> IPC on the ground that the only eye-witness Ujjawal was not present in the house at the time of incident. His presence is doubtful; Recovery of looted articles is doubtful which is not in the presence of public and independent witnesses and there is no proper identification of the alleged articles; No identification parade was conducted and first time the accused were identified in the court on the subsequent date after three years of the incident by the child witness Ujjawal. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_18\">16.\tLearned counsel for the appellants submitted that presence of Ujjawal along with the deceased in the house is doubtful. It appears that  on the date of incident, he was present in the house of his uncle Doctor Satyapal and subsequently, he was introduced as eye-witness. Had Ujjawal, who was aged about 5-6 years at the time of incident, been present in the house, he might have also been killed by the unknown assailants and even if he survived, his injuries should have been got examined. According to him there was attempt to kill him by strangulation but there is no medical report. He was a tutored witness because when statement was recorded after about 3 years, he was aged about 8 years and in cross-examination, he replied like a matured person. There is a contradiction in the statement recorded under <a href=\"/doc/447673/\" id=\"a_36\">Section 161</a> Cr.P.C. and the statement recorded before the court. The name of Ujjawal has also not been mentioned in the F.I.R. The F.I.R. was against unknown persons. Had he disclosed the name of any of the appellants including name of Hariom alias Hero, the same should have been disclosed in the F.I.R. lodged by Kotwal Singh (P.W.-1), uncle of Ujjawal (only surviving member of the family of deceased Smt. Nirdosh, wife of late Rajpal). \n</p> \n<p data-structure=\"PetArg\" id=\"p_19\">17.\tLearned counsel for the appellants also submitted that according to the F.I.R. when Doodhia (milkman), Shanker Lal (P.W.-4) reached at the house in the morning of 28.10.2008 and after knocking door, when there was no response then he pushed the door, entered into the house and saw that dead bodies were lying there. The informant came to know regarding the incident from milkman Shanker Lal. According to the only child eye-witness Ujjawal in the examination-in-chief, &quot;घटना वाली रात की सुबह सबसे पहले दूध वाले अंकल आये थे, उन्होंने गेट खोला था, मैं उनके पास गया था और उन्हें सारी बात बताई थी&quot;. Thereafter, he stated in cross-examination that when he informed milkman then he took him to the house of his uncle Satyapal, he went on foot leaving cycle at his house. However, according to the statement recorded under <a href=\"/doc/447673/\" id=\"a_37\">Section 161</a> Cr.P.C. in the morning, firstly, neighbours came over there and he was taken out then he saw that his uncle Doctor Sahab and number of persons were present there but he stated that his statement was wrongly noted by the Sub Inspector. He also stated that regarding the incident, he has disclosed to his uncle Kotwal Singh and Dr. Satyapal then why this fact has not been mentioned in the F.I.R., these facts creates doubt regarding the presence of Ujjawal at the time of incident. According to Ujjawal including the appellant Hariom, six persons were there who committed the offence.\n</p> \n<p data-structure=\"PetArg\" id=\"p_20\">18.\tLearned counsel for the appellants further submitted that the recovery of looted articles were shown on alleged information of informant from five appellants, namely, Sanjay alias Sonu, Rijwan, Haseen Khan, Hariom alias Hero and Saurabh alias Sanju on the next day, i.e., 29.10.2008 and that recovery is not under <a href=\"/doc/1312051/\" id=\"a_38\">Section 27</a> of the Indian Evidence Act. Recovery of one &#x27;chhuri&#x27; was shown on pointing out of Hariom. According to the Investigating Officer, finger prints were taken but no expert opinion was obtained. No proper identification of the alleged recovered articles, documents have taken place. In fact, the same was planted by the I.O. in connivance of P.W.-1 and his brother Dr. Satyapal. He also submitted that apart from that prosecution story regarding the alleged recovery of looted articles and under <a href=\"/doc/1934415/\" id=\"a_39\">Arms Act</a>, was disbelieved by the trial court and the appellants were acquitted under <a href=\"/doc/844968/\" id=\"a_40\">Section 412</a> IPC and 25 <a href=\"/doc/1934415/\" id=\"a_41\">Arms Act</a>. Hence, conviction of the appellants is only on the basis of statement of alleged child eye-witness Ujjawal who was aged about 5 years old at the time of incident and whose presence was not shown by the P.W.-1, 4 or any other witness and further his presence was not shown by the I.O. in the site plan. \n</p> \n<p data-structure=\"PetArg\" id=\"p_21\">19.\tLearned counsel for the appellants also submitted that all the four dead bodies were found on bed lying straight upward. There were no mark of injuries except the injuries on neck or face of one of the deceased to show that there was any scuffle or resistance to save them. It appears that some poisonous substance were given and after they became unconscious they were throttled and strangulated to death. None of the witnesses saw the incident and the I.O. did not take pain to find out who were the assailants. No viscera was preserved though nail and lip was found blue.\n</p> \n<p data-structure=\"PetArg\" id=\"p_22\">\tLearned counsel for the appellants also contended that none of the witnesses saw the incident and only child witness was shown to be eye-witness even there was no attempt for identification parade. First time the accused were identified in the court after three years though objection was raised because on earlier dates, the witness and accused were present and apart from showing the accused-appellants outside the court even in the court campus and inside the court, there was ample opportunity to show and identify them. He also contended that it is unnatural that after the incident, Ujjawal went to sleep. Even no broken bangles of Smt. Nirdosh were found at the place of incident to show that any scuffle took place.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_23\">20.\tRecovery of mobile of the deceased was shown from possession of appellant Hariom but there was no recovery of mobile of Hariom to show that there was any conversation of Hariom before the incident with the deceased Smt. Nirdosh. In fact, the recovery of mobile as well as jewelries were planted by the police.\n</p> \n<p data-structure=\"PetArg\" id=\"p_24\">21.\tLearned counsel for the appellants contended that in the Case Diary, 40 witnesses were shown in which name of Ujjawal was not mentioned which is clear from copy of the Case Diary given to all the accused-appellants. Hence, in view of the circumstances, it appears that name of child witness Ujjawal was subsequently introduced and added showing him as eye-witness. Had Ujjawal been present on the spot and witnessed the incident, his name might have been mentioned in the F.I.R. He also submitted that if Ujjawal was present in the house and after Shanker Lal (milkman), P.W.-4 came in the morning, he informed regarding the incident to P.W.-4 and his uncle then these facts should have been mentioned in the F.I.R. but the F.I.R. was lodged against unknown persons. In fact, nobody has seen the incident.\n</p> \n<p data-structure=\"PetArg\" id=\"p_25\">22.\tLearned counsel for the appellants also submitted that the recovery of one mobile was shown belonging to the deceased Smt. Nirdosh, however, two mobiles were produced before the court as mentioned in the statement of witness but mobile phone of Hariom was neither recovered nor call detail was placed to show that he had conversation with the deceased before the incident. Till submission of the charge-sheet, there was no evidence against any of the accused-appellants except Hariom alias Hero who was implicated on the ground that P.W.-5 Ujjawal has taken his name and further he was seen before the incident by P.W.-2 Ompal having conversation on mobile with the deceased Smt. Nirdosh on 27.10.2008. After charge-sheet was submitted during trial first time before the court, the appellants were identified though they had already appeared on previous dates before the court. Hence, there was opportunity to identify them. Statement of Shanker Lal milkman (&#x27;Doodhiya&#x27;)  was not recorded by the Investigating Officer. Subsequently, after about one month, he was taken by Doctor Satyapal before the Investigating Officer/Circle Officer. He also submitted that nail and lips of deceased Km. Poonam aged about 18 years, were found bluish. It appears that firstly poison was given and subsequently they were killed otherwise there would have been some scuffle to save their life but viscera was not preserved by the Doctor. According to the statement of P.W.-5 child witness Ujjawal after seeing the incident, he sat on &#x27;Takhat&#x27;. He was weeping and after that he slept which is unnatural conduct of the witness after seeing murder of four family members before him. Though there was no eye-witness of the incident but Ujjawal, minor son of the deceased, has been shown as eye-witness but neither there was any reference in the F.I.R. nor in the site plan nor there was any attempt for medical examination of Ujjawal nor any injury report was produced. These circumstances clearly shows that subsequently the prosecution cooked up the story; falsely implicating the appellants and since the prosecution failed to prove its case beyond doubt and as such the impugned judgment and order of conviction and sentence is liable to be set aside.\n</p> \n<p data-structure=\"PetArg\" id=\"p_26\">23.\tLearned counsel for the appellant appearing on behalf of Hariom further submitted that even if it is found that Hariom was involved in the incident that is only on the ground of sole child witness whose reference was neither in the F.I.R. nor there was any injury report nor the appellant Hariom was named in the F.I.R., hence, in spite of the fact that it was a murder of four members of the same family but in view of the fact that other unknown persons were involved, it is not a case covered under the rarest of rare cases. Hence, the capital punishment awarded against him, is disproportionate to the charges considering the evidence against him and the Reference for confirmation of the capital punishment is liable to be rejected. The capital punishment be set aside awarding lesser punishment.\n</p> \n<p data-structure=\"PetArg\" id=\"p_27\">24.\tLearned Government Advocate opposed the prayer and arguments advanced on behalf of the appellants and submitted that it is incorrect that there was no evidence against the appellants till submission of the charge-sheet because Hariom alias Hero was identified and named by P.W.-5 who was more than five years of age and whose presence in his own house was not doubtful. Hariom was also seen by P.W.-2 Om Pal having conversation on mobile with the deceased Smt. Nirdosh before the incident on 27.10.2008. According to the statement of P.W.-5 Ujjawal who was aged about eight years when his statement was recorded Hariom was living in his house earlier and he lived there for about three months. He was well-known to him since before the incident. Further there was recovery of not only looted articles and knife but the recovery of &#x27;Nokia&#x27; mobile belonging to the deceased Smt. Nirdosh was also from possession of the appellant Hariom. The recovery was also from other appellants when they were arrested. Five accused-appellants were arrested on 29.10.2008 when they were going by the &#x27;Tavera&#x27; vehicle which was used in the crime and the recovery was made from Sanjay alias Sonu, Rijwan, Haseen Khan, Hariom and Saurabh alias Sanju. On recovery memo of looted mobile belonging to deceased Smt. Nirdosh, there was signature of appellant Hariom. Subsequently, when appellant Bhaiye alias Farid was arrested on 5.11.2008, there was recovery of countrymade pistol from him. Name of Bhaiye alias Farid was disclosed by accused-appellants when they were arrested on 29.10.2008, so it is incorrect to say that till submission of the charge-sheet, there was no evidence against the appellants. On the basis of evidence collected during investigation, the charge-sheet was submitted and rightly the charges were framed against appellants by the learned trial judge.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_28\">25.\tLearned Government Advocate further submitted that merely because name of Ujjawal, who was minor aged about five years at the time of incident, was not mentioned by P.W.-1, brother-in-law of deceased Smt. Nirdosh, after seeing murder of four persons of family of his deceased brother, presence of Ujjawal in his own house will not be disbelieved unless otherwise his presence at any other place was proved. His presence is natural and merely because he is a child witness, his statement is not liable to be rejected. He was in a position to understand the question put to him and was able to narrate the story seen by him with regard to the incident. He has also supported the call on mobile of his mother before the incident which is corroborated by the statement of P.W.-2 Ompal who saw Hariom while having conversation on mobile with deceased Smt. Nirdosh which was informed by him after query was made by the I.O. There is no dispute regarding the place of incident. As far as medical examination of Ujjawal is concerned, considering the murder of four members of the family and since Ujjawal was found hale and hearty and if there was no visible injuries, the family members did not decide for medical examination then merely on this ground also presence of Ujjawal has not to be disbelieved. Merely on the basis of presumption and some minor and natural contradictions and discrepancies, the statement of child witness Ujjawal (P.W.-5) is not liable to be discarded. The post mortem has also corroborated the statement. According to opinion of the Doctor, the cause of death was throttling and strangulation and there was incised wound found on neck of Smt. Nirdosh. Since Hariom was known, hence when he knocked, the door was opened, there was no suspicion, and when they demanded water the same was given. However, since intention was of looting and they found chance of resistance, hence, it appears that firstly they slit neck of Smt. Nirdosh and thereafter he stopped the children by throttling and strangulation to raise any alarm. Since there was no doubt by the Doctor of poisoning and as such he did not preserve viscera.\n</p> \n<p data-structure=\"Facts\" id=\"p_29\">26.\tLearned Government Advocate also submitted that during investigation photograph of finger prints were taken and from the report of Director, Finger Prints Lab, it is clear that the finger prints of appellant Sanju alias Saurabh and Sanjai alias Sonu tallied with the disputed finger prints taken from the spot on the glass, which shows that they were present before the incident and water was given to them for drinking. Though finger prints of the other appellants were not identifiable, hence, no positive report was there. According to P.W.-3 Harpal Singh, photograph of the finger prints were taken on the same day from the spot. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_30\">27.\tLearned Government Advocate also submitted that normally there is evidence of conversation on telephone but call detail on mobile of Hariom was also collected and there was conversation from his mobile at 21:57:21 and according to P.W.-5 Ujjawal also there was phone call of appellant Hariom Uncle at about 11 p.m. in the night, hence, statement of P.W.-5 Ujjawal is corroborated by the call detail. Next day, statement of Ujjawal was recorded by the I.O., though, at one place it was stated by Ujjawal in his statement that in the morning, he was interrogated by the police though conversation on mobile was denied and when question was put to appellant Hariom while recording his statement under <a href=\"/doc/767287/\" id=\"a_42\">Section 313</a> Cr.P.C., he denied that the said mobile did not belong to him. List of looted articles were provided by the P.W.-1, who is brother-in-law of deceased Smt. Nirdosh (brother of her deceased husband), whatever articles according to him were looted but the correct list might have been given by Smt. Nirdosh, if she would have been alive. Hence, in view of the fact, the prosecution has proved its case beyond reasonable doubt and rightly the accused-appellants were convicted.\n</p> \n<p data-structure=\"PetArg\" id=\"p_31\">28.\tIn rejoinder, learned counsel for the appellants submitted that finger prints was not taken by the authorised expert. The photograph of finger prints were not duly submitted, hence, even if there was any report from the Director, Finger Prints, the same will not be considered as evidence against the accused-appellants. Even there was no order obtained from the Magistrate concerned to obtain the sample of finger prints. Hence, there was no evidence against appellant Sanju and Sanjai regarding their involvement.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_32\">29.\tWe considered the submissions of learned counsel for the parties and perused the record. In view of the evidence available in the present case there are three sets of the accused appellants. Firstly, Hari Om @ Hero who was named by witness Ujjawal P.W.5 and Ompal Singh P.W.2; Secondly, appellants Haseen Khan, Rijwan and Bhaiye @ Farid who were identified first time before the court by the witness Ujjawal along with other accused; and third sets of appellants are Sanjay @ Sonu and Sanju @ Saurabh whose fingerprints tallied with the disputed fingerprints collected from the spot in view of the report received from office of Director Finger Prints Bureau. \n</p> \n<p data-structure=\"Facts\" id=\"p_33\">30.\tAppellant Hariom has been convicted under <a href=\"/doc/958439/\" id=\"a_43\">Section 396</a> IPC for capital punishment for committing murder of the four persons of the same family during loot/robbery and the Reference was forwarded to this court. However, all the appellants were acquitted<a href=\"/doc/844968/\" id=\"a_44\"> u/s 412</a> IPC and 3(2)(V) of SC/ST Act as well as under <a href=\"/doc/73862/\" id=\"a_45\">section 25</a> of the Arms Act. The remaining appellants Rijwan, Haseen Khan, Bhaiye @ Farid @ Rafique, Sanjay alias Sonu and Saurabh alias Sanju, were convicted and sentenced under <a href=\"/doc/958439/\" id=\"a_46\">Section 396</a> IPC to undergo life imprisonment with a fine for a sum of Rs. 25 thousand each with the direction for payment of 75 % of the amount of fine to the sole surviving  member of the family of victim vide impugned judgment dated 13.7.2015.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_34\">31.\tAccording to counsel for the appellant presence of Ujjawal, who is a child witness and son of deceased Smt. Nirdosh and brother of other three deceased, was doubtful on the ground that his name was not referred in the First Information Report to show his presence and if he was present and even at the time of incident Ujjawal was aged about five years. His presence in the house along with his mother, brothers and sister is not doubtful, unless it is proved by the defence that he was present somewhere else at the time of incident. Though it was suggested that he was not present and he might have been in the house of his Tau but there is no such evidence, on the other hand, he has denied that he was sleeping in the house of his uncle (Tau). The accused-appellant caughthold of his neck and he was also thrown away but he was not killed, reason might have been that he was the youngest one and only aged about five years so there was no apprehension of any resistance from his side or even to identify and report before the court or any person.  If presence of Ujjawal in his own house, is not doubtful then it is clear that he witnessed the murder of four persons including his mother. His sister Km. Poonam was aged about 18 years, brother Ashish was aged about 12 years and brother Ansul was aged about 10 years. Neck of his mother was slit by the accused-appellant and other three brothers and sister were strangulated/throttled to death which is clear from perusal of the post-mortem report and the statement of Dr. R.A. Sharma(PW 7).\n</p> \n<p data-structure=\"CDiscource\" id=\"p_35\">32.\t After the incident when miscreants ran away from the spot, Ujjawal who was weeping subsequently went to asleep and this argument raised on behalf of the appellant that after such incident in which his mother, brothers and sister were killed it was not expected from him to sleep. This argument appears to be based on hypothesis rather it might be a natural conduct of a child aged about five years that he would be afraid after the incident. He will weep and after exhausted will go to asleep without any effort to sleep. When milkman Shanker Lal P.W.4 came in the morning at about 6.45 A.M., knocked and pushed the door then he found the dead bodies lying on the bed and floor inside the house. The family members of late Rajpal were known to him. Ujjwal came outside the house while weeping, thereafter he took him to the house of his Tau (uncle) Dr. Satya Pal. The statement was recorded by the Circle Officer Brijesh Kumar Singh P.W.11, when investigation was handed over to him and when he was taken to him (Investigating Officer) by Dr. Satya Pal. According to him, there was some marks of assault on the neck of Ujjawal but this was not informed to the Circle Officer. After returning from the house of Satya Pal, he took his cycle and went for distribution of milk. According to statement of Shanker Lal, he did not inform the incident to P.W.1 Kotwal Singh informant. He has clarified in his statement that from Kotwal Singh he meant informant and not Sub Inspector of police. There was no reason of false implication by Shanker Lal, milkman and child witness Ujjawal.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_36\">33.\tP.W.-5 Ujjawal informed that appellant Hariom Uncle was known to him since he was tenant and he lived in his house for about three months but he could not inform the period when he was living there. He stated that Hariom Uncle along with five persons entered into the house. There was a phone call on phone of his mother. Subsequently, she opened the door and Hariom Uncle along with five other persons entered into the house and he sat on &#x27;Takhat&#x27;. His sister Km. Poonam brought six glasses of water for them. They consumed water. Hariom uncle asked for the key of almirah from his mother (Mummy). When key was not given by his mother, he caught-hold neck of his mother, other persons caught-hold her hands and feet and Hariom uncle slit neck of his Mummy by iron &#x27;chhuri&#x27;. Other persons who were along with Hariom caught-hold  neck of his brothers sister and killed them and they looted the household articles and went away with the same. Hariom Uncle also caught-hold his neck and thrown him on the bed and quietly he remained lying down on the bed. He identified other five accused-appellants first time in the court. No identification parade took place. In cross-examination, he stated that it was incorrect to say that the fact regarding &quot;doodh wale uncle&quot; was informed before the Court on the basis of tutoring. He submitted that in the morning &#x27;Doodh-wale&#x27; uncle came, pushed the door and then he narrated the story to him and if it was not mentioned by the Investigating Officer in his statement, he could not give any reason for the same. Though in his statement, in cross-examination, he stated that when he went to the house of his Uncle (Tau) Dr. Satya Pal, Kotwal uncle also met there. At the house of his Tau, he narrated the story which took place in the night but this fact has not been mentioned in the F.I.R. He is a child witness whose statement was recorded after two and half years. He narrated the story to his Tau and whether at that time Kotwal Singh was present or not, merely on this ground his presence in the house, cannot be disbelieved because this fact was not mentioned in the F.I.R. and Hariom was not named in the F.I.R. Had this fact been communicated to the Kotwal Singh then this fact might have been mentioned in the F.I.R. There are some minor and natural contradictions in the statement of P.W.5 Ujjawal.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_37\">34.\tP.W.-5 in his statement, also stated that when they caughthold his mother and cut her neck, he and his brothers and sister raised the alarm but since Hariom had switched on Television with full volume, hence, none rushed to the house for help. This fact is also not unnatural and this has not to be disbelieved merely because he is a child witness, further this was not communicated to Kotwal Singh and Uncle(Tau) Dr. Satya Pal. According to him, he has informed this fact to uncle Kotwal Singh, Satya Pal and police, however, if this was not mentioned in the statement by the police he could not give any reason. There was a lengthy cross-examination of the child witness hence under such a pressure if there was some contradictions, which are natural, then merely on that ground, his presence in his own house along with his mother, brothers and sister, will not become doubtful. As far as appellant Hariom alias Hero is concerned he was identified and named by Ujjawal, does not appear doubtful.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_38\">35.\tAs far as identification of other witnesses for the first time before the Court is concerned by P.W. 5 Ujjawal, in view of the fact, they have appeared on previous dates also, and there were chances  to introduce them. Hence, in these circumstances merely on the basis of identification first time before the Court, after about three years, the other appellants cannot be held guilty. No step was taken to conduct identification parade. \n</p> \n<p data-structure=\"Section\" id=\"p_39\">36.\tAs far as, accused-appellants Saurabh alias Sanju and Sanjay alias Sonu are concerned, the photograph of the fingerprints which were taken from the spot, tallied with the sample of the fingerprints, in view of the report furnished by the Director Fingerprints Bureau. In view of <a href=\"/doc/692331/\" id=\"a_47\">Section 293(c)</a> Cr.P.C., the report issued by the Director of Fingerprint Bureau will be public document. Further, in view of the amendment by Act No. 5 of 1899 of <a href=\"/doc/770022/\" id=\"a_48\">Section 73</a> of the Indian Evidence Act, the provision regarding comparison of the signature, writing or seal with other admitted or proved signature, writing or seal applies to the finger impression also. According to <a href=\"/doc/1227984/\" id=\"a_49\">Section 74</a> of the Indian Evidence Act read with <a href=\"/doc/692331/\" id=\"a_50\">Section 293</a> Cr.P.C., being public document the report of the fingerprint furnished by the Director Fingerprints Bureau is admissible.\n</p> \n<p data-structure=\"Section\" id=\"p_40\">37.\tUnder <a href=\"/doc/279174/\" id=\"a_51\">Section 157</a> Cr.P.C., the Investigating Officer, during investigation may take measures for the discovery and to find out truth and to trace out the person who were involved in committing the offence. Photograph of the fingerprints taken from the place of incident was sent for expert opinion before the charge-sheet. However, after charge-sheet the same was sent from the office of the Director Fingerprints Bureau directly to the court through Special Messenger.\n</p> \n<p data-structure=\"PetArg\" id=\"p_41\">38.\tLearned counsel for the appellants submitted that the photograph of the fingerprints taken from the spot was not duly submitted as required under 293 <a href=\"/doc/445276/\" id=\"a_52\">Cr.P.C</a>. and the same was submitted without direction of the Magistrate, hence, though the report was submitted by the Director, Fingerprints Bureau but the same is not admissible and as such the same has not to be read as evidence to hold the appellants guilty.\n</p> \n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_4\">39.\tIn view of the <a href=\"/doc/770022/\" id=\"a_53\">Section 73</a> of the Indian Evidence Act, the court holding an enquiry or trial under the <a href=\"/doc/445276/\" id=\"a_54\">Code of Criminal Procedure</a>, in respect of an offence, in the interest of justice, can direct an accused person to give his sample by a hand-writing expert chosen or approved by the Court. However, in the present case matter was pending for investigation and when sample was taken and the same was sent to the office of the Director of Fingerprints Bureau, the fingerprints was taken by the official who was expert to take the photograph of the fingerprints from the spot. Hon&#x27;ble Apex Court in the case of <a href=\"/doc/365868/\" id=\"a_55\">State of U.P. Vs. Ram Babu Mishra</a> 1980 SCC (Cri) 444 considered and held that the second paragraph of Section 73 enables the Court to direct any person present in Court to give specimen writings &quot;for the purpose of  enabling the  Court to  compare&quot;  such writings with writings alleged to have been written by such person. The  clear implication of the words &quot;for the purpose of enabling  the Court  to compare&quot;  is that  there is  some proceeding before  the Court in which or as a consequence of which it  might be  necessary for  the Court to compare such writings. It was observed by the Apex Court that the direction is  to be  given for the purpose of &#x27;enabling the  Court to  compare&#x27; and not for the purpose of enabling the  investigating or other agency &#x27;to compare&#x27;. If the case  is still  under investigation there is no present proceeding before the Court in which or as a consequence of which it  might be  necessary to  compare the  writings.</span> \n</p> \n<p data-structure=\"PetArg\" id=\"p_43\">40.\tIn the present case, no protest was made or any objection was made on behalf of the accused-appellants before the trial court against the correctness and genuineness of the photograph of the fingerprints taken from the spot, and the report submitted by the Director, Fingerprints Bureau. The report from the Fingerprints Bureau was submitted through Special Messenger directly to the Court because before the report was submitted, the charge-sheet had already been submitted. The matter was not pending before any Court, hence, if no such prior permission was obtained for collection of the photograph from the spot and sent the same for expert opinion,  there was no irregularity or illegality; as such permission was not required.\n</p> \n<p data-structure=\"Section\" id=\"p_44\">41.\tLearned counsel for the appellants relied the judgment of the Apex Court reported in 1994 SCC (Cri) 1376 Sukhvinder Singh and Others Vs. State of Punjab, however, that case is not supporting the argument of learned counsel for the appellants because in the present case, investigation was pending rather it was held by the Apex Court that where the case is still under investigation and no proceeding are pending in any court in which it might be necessary to compare the two writings, the person (accused) cannot be compelled to give his specimen writings. The language of Section 73 does not permit any court to give a direction to an accused to give his specimen writing for comparison in a proceeding which may subsequently be instituted in some other competent court. <a href=\"/doc/770022/\" id=\"a_56\">Section 73</a> of the Evidence Act cannot be made use of for collecting specimen writings during the investigation and recourse to it can be had only when the enquiry or the trial is pending before the court, and in which proceeding was pending, requires the sample of hand-writing, for the purpose of &#x27;enabling it to compare&#x27; the same. A court holding an enquiry under the <a href=\"/doc/445276/\" id=\"a_57\">Code of Criminal Procedure</a> is indeed entitled under <a href=\"/doc/770022/\" id=\"a_58\">Section 73</a> of the Evidence Act to direct an accused person appearing before it to give his specimen handwriting to enable the court by which he may be subsequently tried to compare it with the disputed writings. Therefore, in our opinion the court which can issue a direction to the person to give his specimen writing can either by the court holding the enquiry under the <a href=\"/doc/445276/\" id=\"a_59\">Code of Criminal Procedure</a> or the court trying the accused person with a view to enable it to compare the specimen writings with the writings alleged to have been written by such a person, A court which is not holding an enquiry under the <a href=\"/doc/445276/\" id=\"a_60\">Code of Criminal Procedure</a> or conducting the trial is not permitted, on the plain language of <a href=\"/doc/770022/\" id=\"a_61\">Section 73</a> of the Evidence Act, to issue any direction of the nature contained in the second paragraph of <a href=\"/doc/770022/\" id=\"a_62\">Section 73</a> of the Evidence Act.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_45\">42.\tIn the present case, fingerprints of appellants Sanju alias Saurabh and Sanjay alias Sonu tallied with fingerprints collected from the spot. According to PW 3 Harpal Singh, photograph of fingerprints were collected on the same day from the spot and the same was proved as Ex. Ka 7.\n</p> \n<p data-structure=\"Section\" id=\"p_46\">43.\tAccording to <a href=\"/doc/692331/\" id=\"a_63\">Section 293</a> of Code of Criminal Procedure, 1973, any document purporting to be a report under the hand of a Government scientific expert to whom this section applies, upon any matter or thing duly submitted to him for examination or analysis and report in the course of any proceeding under this Code, may be used as evidence, in any inquiry, trial or proceeding under this Code. According to Sub-<a href=\"/doc/124983/\" id=\"a_64\">section 2</a> the court may, if it thinks fit, summon and examine any such expert as to the subject matter of his report. According to Sub-<a href=\"/doc/1555874/\" id=\"a_65\">section 4</a> of Section 293, the same applies to the Director of Fingerprints Bureau which is mentioned at serial no. (c) under Sub-<a href=\"/doc/1555874/\" id=\"a_66\">section 4</a>.\n</p> \n<p data-structure=\"PetArg\" id=\"p_47\">44.\tAs far as the recovery of alleged  looted articles are concerned that was recovered after information by informant P.W.5 from all the five appellants but that was disbelieved and no appeal has been preferred so the argument in respect of recovery where it is under <a href=\"/doc/1312051/\" id=\"a_67\">Section 27</a> of the Indian Evidence Act or covered Under <a href=\"/doc/482978/\" id=\"a_68\">Section 8</a> of the Evidence Act, is not required to be examined. But merely on the ground that the recovery was disbelieved, it cannot be said that the involvement of the appellant in the incident is doubtful because as far as recovery part is concerned, accused-appellants were challaned under <a href=\"/doc/844968/\" id=\"a_69\">Section 412</a> IPC and under <a href=\"/doc/73862/\" id=\"a_70\">Section 25</a> Arms Act, however they were acquitted and the same has not been challenged.\n</p> \n<p data-structure=\"RespArg\" id=\"p_48\">45.\tAs far as argument of counsel for the appellant that it might be a case of poisoning and after they became unconscious they were throttled or strangulated to death, because bodies were found straight  upward. Merely on this ground also the prosecution story has not to be discarded. Doctor has not preserved viscera because he did not suspect as case of poisoning. According to the statement of Doctor R.N.Sharma, who conducted the post-mortem examination, the cause of death was injury on neck of Smt. Nirdosh and strangulation and it was not a case of hanging, rather in view of the ligature mark found, it was a case of strangulation. As far as the injury on the neck of deceased Ansul was concerned he might have been killed by closing his mouth and pushing his neck so it was a case of throttling. There was clean cut incised wound on neck. All the injuries were ante mortem injuries and the post-mortem report had supported the statement of P.W.5 Ujjawal. There is no contradiction to disbelieve his statement. Further if statement of witnesses are trustworthy then the same has not to be disbelieved because the Doctor did not preserve viscera and no opinion was obtained. The post mortem report has not to be disbelieved in view of the statement of the witnesses which is supported by the post mortem report and the same was proved by the Doctor.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_49\">46.\tAs far as the accused-appellants Haseen Khan, Rijwan and Bhaiye are concerned, they were neither named nor the recovery from them, was proved beyond reasonable doubt, hence, the same was disbelieved and they were acquitted under <a href=\"/doc/844968/\" id=\"a_71\">Section 412</a> IPC and their fingerprints were also, did not tally with the disputed fingerprints collected from the spot. They were also not named by witness Ujjawal or any other witnesses. According to evidence against them, during investigation there was recovery and first time they were identified before the court by the witness Ujjawal along with other accused. It is also clear from the record that the accused-appellants appeared before the trial court on previous dates and on subsequent date, witness Ujjawal identified them. Hence, there was sufficient time and opportunity to identify them. No identification parade took place in the present case. The incident is of the year 2008 and after about three years they were identified by child witness Ujjawal first time before the court, hence, this evidence is doubtful. Considering the entire facts and circumstances, including the identification for the first time before the court, it is clear that the prosecution failed to proved the case beyond doubt against the appellants Haseen Khan, Rijwan and Bhaiye alias Farid alias Rafique and they are entitled for acquittal.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_50\">47.\tThe alternative argument on behalf of the counsel for the appellants was that considering the facts and circumstances and the evidence in the present case, it is not a rarest of rare case and the lesser punishment be awarded as far as considering the case of the appellant Hariom alias Hero who was known to the witness Ujjawal as he was frequently visiting house of the victims and was named by him. \n</p> \n<p data-structure=\"PetArg\" id=\"p_51\">48.\tContrary to it, learned Government Advocate submitted that it was a murder of entire family including the minor children during commission of dacoity by the appellants including the appellant Hariom alias Hero who was frequently visiting the house of the victims and considering the gravity of offence, the trial court has rightly awarded death punishment against him.\n</p> \n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5359356\" id=\"span_5\">49.\tWhile awarding punishment it is well settled that the duty of the Court is to award proper punishment and sentence, considering the nature of offence and the manner in which the offence was committed. While awarding punishment, the aggravating and mitigating circumstances have to be considered by the Court. The court is also required to consider the interest of the victim and family of the victim and to do justice in respect of them. It is duty of the court to award just punishment, protect the society from further similar conduct and offence because the punishment should be proportionate to the offence committed by the accused. Hence, adequate punishment is required to be awarded considering the nature of offence, manner in which it is committed because it serves three fold, punishment, deterrence and protection. Paragraphs 18, 19 and 20 of the judgment of the Apex Court reported in (2015) 1 Supreme Court <a href=\"/doc/5359356/\" id=\"a_72\">Cases 67 Mofil Khan and Another Vs. State of Jharkhand</a>, are reproduced herein below:</span>\n</p> \n<blockquote id=\"blockquote_15\">&quot;18. This court in the aforesaid decisions has evolved the doctrine of the &quot;rarest of the rare case&quot; and put it to test via medium of charting out the aggravating and mitigating circumstances in a case and then balancing the two in the facts and circumstances of the case. As a norm, the most significant aspect of sentencing policy is independent consideration of each case by the court and extricating as sentence which is the most appropriate and proportional to the culpability of the accused. It may not be apposite for the court to decide the quantum of sentence with reference to one of the classes under any one of the heads while completely ignoring classes under the other head. That is to say, what is required is not just the balancing of these circumstances by placing them in separate compartments, but their cumulative effect which the court is required to keep in its mind so as to better administer the criminal justice system and provide an effective and meaningful reasoning by the court as contemplated under <a href=\"/doc/324405/\" id=\"a_73\">Section 354(3)</a> CrPC while sentencing.\n</blockquote> \n<blockquote id=\"blockquote_16\">19. The following broad heads have been culled out by the successive judgments of this Court:\n</blockquote> \n<blockquote id=\"blockquote_17\">&quot;76. ... Aggravating circumstances\n \n\t(1) The offences relating to the commission of heinous crimes like murder, rape, armed dacoity, kidnapping, etc. by the accused with a prior record of conviction for capital felony or offences committed by the person having a substantial history of serious assaults and criminal convictions.\n</blockquote> \n<blockquote id=\"blockquote_18\">\t(2) The offence was committed while the offender was engaged in the commission of another serious offence.\n</blockquote> \n<blockquote id=\"blockquote_19\">\t(3) The offence was committed with the intention to create a fear psychosis in the public at large and was committed in a public place by a weapon or device which clearly could be hazardous to the life of more than one person.\n</blockquote> \n<blockquote id=\"blockquote_20\">\t(4) The offence of murder was committed for ransom or like offences to receive money or monetary benefits.\n</blockquote> \n<blockquote id=\"blockquote_21\">\t(5) Hired killings.\n</blockquote> \n<blockquote id=\"blockquote_22\">\t(6) The offence was committed outrageously for want only while involving inhumane treatment and torture to the victim.\n</blockquote> \n<blockquote id=\"blockquote_23\">\t(7) The offence was committed by a person while in lawful custody.\n</blockquote> \n<blockquote id=\"blockquote_24\"> \t(8) The murder or the offence was committed, to prevent a person lawfully carrying out his duty like arrest or custody in a place of lawful confinement of himself or another. For instance, murder is of a person who had acted in lawful discharge of his duty under <a href=\"/doc/73521/\" id=\"a_74\">Section 43</a> CrPC.\n</blockquote> \n<blockquote id=\"blockquote_25\">\t(9) When the crime is enormous in proportion like making an attempt of murder of the entire family or members of a particular community.\n</blockquote> \n<blockquote id=\"blockquote_26\">\t(10) When the victim is innocent is, helpless or a person relie upon the trust of relationship and social norms, like a child, helpless woman, a daughter or a niece staying with a father/uncle and is inflicted with the crime by such a trusted person.\n</blockquote> \n<blockquote id=\"blockquote_27\">\t(11) When murder is committed for a motive which evidence total depravity and meannesss.\n</blockquote> \n<blockquote id=\"blockquote_28\"> \t(12) When there is a cold-blooded murder without provocation.\n</blockquote> \n<blockquote id=\"blockquote_29\">\t(13) The crime is committed so brutally that it pricks or shock not only the judicial conscience but even the conscience of the society.\n</blockquote> \n<p data-structure=\"Section\" id=\"p_53\">Mitigating circumstances\n \n\t(1) The manner and circumstances in and under which the offence was committed, for example, extreme mental or emotional disturbance or extreme provocation in contradiction to all these situations in normal course.\n</p> \n<p data-structure=\"Precedent\" id=\"p_54\">\t(2) The age of the accused is a relevant consideration but not a determinative factory by itself.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_55\">\t(3) The chances of the accused of not indulging in commission of the crime again and the probability of the accused being reformed and rehabilitated.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_56\">\t(4) The condition of the accused shows that he was mentally defective and the defect impaired his capacity to appreciate the circumstances of his criminal conduct.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_57\">\t(5) The circumstances which, in normal course of life, would render such a behaviour possible and could have the effect of giving rise to mental imbalance in that given situation like persistent harassment or, in fact, leading to such a peak of human behaviour that, in the facts and circumstances of the case, the accused believed that he was morally justified in committing the offence.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_58\">\t(6) Where the court upon proper appreciation of evidence is of the view that the crime was not committed in a preordinated manner and that the death resulted in the course of commission of another crime and that there was a possibility of it being construed as consequences to the commission of the primary crime.\n</p> \n<p data-structure=\"Precedent\" id=\"p_59\">\t(7) Where it is absolutely unsafe to rely upon the testimony of a sole eyewitness though the prosecution has brought home the guilt of the accused.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_60\">77. While determining the questions relatable to sentencing policy, the court has to follow certain principles and those principles are the loadstar besides the above considerations in imposition or otherwise of the death sentence.\n</p> \n<p data-structure=\"Precedent\" id=\"p_61\">Principles\n \n\t(1) The court has to apply the test to determine, if it was the &#x27;rarest of rare&#x27; case for imposition of a death sentence.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_62\">\t(2) In the opinion of the court, imposition of any other punishment i.e. life imprisonment would be completely inadequate and would not meet the ends of justice.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_63\">\t(3) Life imprisonment is the rule and death sentence is an exception.\n</p> \n<p data-structure=\"Section\" id=\"p_64\">\t(4) The option to impose sentence of imprisonment for life cannot be cautiously exercised having regard to the nature and circumstances of the crime and all relevant circumstances.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_65\">\t(5) The method (planned or otherwise) and the manner (extent of brutality and inhumanity, etc.) in which the crime was committed and the circumstances leading to commission of such heinous crime.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_66\">20. We remind ourselves that the doctrine of the &quot;rarest of rare&quot; does not classify murders into categories of heinous or less heinous. The difference between the two is not in the identity of the principles, but lies in the realm of application thereof to individual fact situations. Sentences of severity are imposed to reflect the seriousness of the crime, to promote respect for the law, to provide just punishment for the offence, to afford adequate deterrent to criminal conduct and to protect the community from further similar conduct. It serves a threefold purpose- punitive, deterrent and protective.&quot;\n</p> \n\n \n<p data-structure=\"CDiscource\" id=\"p_67\">50.\tIn the present case by impugned judgment and order dated 13.7.2015 death punishment has been awarded only against accused-appellant Hariom alias Hero under <a href=\"/doc/958439/\" id=\"a_75\">Section 396</a> IPC, hence, the reference has been sent for confirmation of the sentence in view of <a href=\"/doc/1146308/\" id=\"a_76\">Section 366</a> Cr.P.C. In view of the evidence accused Hariom was earlier tenant in the house of victim. He was well-known and as such when he knocked the door in the night, the door was opened. He entered into the house along with five others. Six glasses of water were provided for drinking to them by the deceased Km. Poonam. It  was a pre-planned incident in which when key of the almirah was not given, by deceased Smt. Nirdosh, mother of the witness Ujjawal, accused appellant caught-hold her, slit her neck with knife(Chhuri) and subsequently others were also killed either by throttling or by strangulation. Only child Ujjawal (P.W.-5) who was aged about five years at the time of incident, was spared by them. It was a breach of trust and confidence by accused-appellant Hariom. It was not expected from him otherwise the door might have not been opened. There is also evidence that before the offence was committed, he talked on mobile phone with Smt. Nirdosh and he not only looted jewelries and valuable households with aid of other co-accused but also killed the entire family excluding five years old Ujjawal to whom they caught-hold by neck and threw away on bed. These circumstances clearly shows that it was a pre-planned offence.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_68\">51.\tIn view of the above-noted discussion, considering the aggravating and mitigating circumstances, gravity of offence, the adequate punishment in the present case, which has shocked the conscious of the society, and as such it attracted extreme punishment, which is necessary, as the crime is not only against the  victim but also against the society. Since the case in respect of accused-appellant Hariom alias Hero is covered under the category of rarest of the rare case hence adequate punishment would be major punishment. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_69\">52.\tConsidering the gravity of offence, the trial court has rightly awarded capital punishment and as such the reference made by the Sessions Judge in respect of appellant Hariom alias Hero is hereby allowed. The sentence awarding death penalty against accused-appellant Hariom alias Hero is hereby confirmed.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_70\">53.\tAccordingly, the present CAPITAL CASE No. 3086 of 2015 is hereby dismissed. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_71\">54.\tThe execution of sentence in respect of accused-appellant Hariom shall remain suspended for the period of limitation to prefer Special Appeal before the Supreme Court.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_72\">55.\tIn view of the above-noted discussion, the impugned judgment of conviction and sentence dated 13.7.2015 in respect of accused-appellants, namely, Haseen Khan,  Bhaiye alias Farid alias Rafique and Rijwan, is hereby quashed. Consequently the above noted three appellants are hereby acquitted from the charges. Appellants Haseen Khan,  Bhaiye alias Farid alias Rafique and Rijwan are in jail. They shall be released forthwith in the present case, if they are not wanted in any other case. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_73\">56.\tAccordingly, the  CRIMINAL APPEAL No. - 3317 of 2015, CRIMINAL APPEAL No. - 3836 of 2015 and CRIMINAL APPEAL No. - 3265 of 2015, are hereby allowed.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_74\">57.\tFurther, in view of the above-noted discussion, the CRIMINAL APPEAL No. - 3316 of 2015 and CRIMINAL APPEAL No. - 3512 of 2015, are hereby dismissed. The appellants Sanjay alias Sonu and Saurabh alias Sanju are in jail. They have to serve out the sentence as awarded by the trial court.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_75\">58.\tLet this order be communicated to the trial court and the authority concerned to ensure compliance of the order, in accordance with law.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_76\">Order Date:- 3.3.2017\n \nA.K.Srivastava\n \n<span class=\"hidden_text\" id=\"span_6\">Court No. - 42</span>\n \nCriminal Misc. Application No. 295790 of 2016\n \nin\n \nCase :- CAPITAL CASES No. - 3086 of 2015\n \n\n \nAppellant :- Hariom Alias Hero\n \nRespondent :- State Of U.P.\n \nCounsel for Appellant :- Yogesh Srivastava\n \nCounsel for Respondent :- Govt. Advocate, Sudhanshu Kumar Singh\n \n\n \nHon&#x27;ble Arvind Kumar Tripathi,J.\n</p> \n<p data-structure=\"Precedent\" id=\"p_77\">Hon&#x27;ble Mukhtar Ahmad,J.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_78\">\tThis is an application dated 9.8.2016 moved on behalf of the complainant/informant Kotwal Singh for release of the articles including the jewellery which were recovered during investigation and are kept in the police station.\n</p> \n<p data-structure=\"RespArg\" id=\"p_79\">\tLearned counsel for the applicant submitted that after the trial was concluded, an application for release of recovered articles in Case Crime No. 369 of 2008 P.S. Ramgarh Distt. Firozabad, belonging to the deceased Smt. Nirdosh Devi, was moved before the Additional Sessions Judge, Court No. 2, Firozabad. However, that application was rejected on 13.4.2016 on the ground that the reference as well as the Criminal appeals were pending before this Court, which was decided today. He further submitted that after the application was rejected, an application under <a href=\"/doc/1679850/\" id=\"a_77\">section 482</a> Cr.P.C. was filed before this Court and the same was also rejected on the ground that reference as well as Criminal Appeals were pending.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_80\">\tAdmittedly, the reference as well as all the Criminal Appeals (including capital case) were decided today. The Capital Cases and two Criminal Appeals of the appellants, namely, Hariom alias Hero, Sanjay alias Sonu Sharma and Saurabh alias Sanju were dismissed. However, Criminal Appeal of Haseen Khan, Bhaiye alias Farid alias Rafique and Rijwan were allowed today, i.e., 3.3.2017. The application has been moved by the informant/complainant Kotwal Singh because only surviving Ujjawal, son of Smt. Nirdosh Devi, is minor. Kotwal Singh is uncle of Ujjawal.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_81\">\tIn view of the facts, all the recovered articles, including jewelries, shall be released in favour of the minor son of the deceased Raj Pal Singh and Smt. Nirdosh Devi, which has to be handed over to the present guardian of Ujjawal and on his behalf the same will be delivered to the informant/complainant Kotwal Singh before the court of the trial Judge.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_82\">\tSo for as the jewelries are concerned, that shall be kept in locker of any Nationalised Bank with an undertaking that the jewelries shall be handed over to Ujjawal, PW-5, after he becomes major. If there is no locker, an application has to be moved before the Manager, State Bank of India or any other Nationalised Bank, which is situated nearest the house of the complainant/informant or where Ujjawal is residing. The Manager of the concerned Bank shall consider the same for opening a locker, after necessary formalities. In the meantime, the jewellery kept in the locker shall not be delivered to any third person or shall not be disposed off. However with permission of the trial court the same can be disposed off for welfare of the child Ujjawal (P.W.5).\n</p> \n<p data-structure=\"Conclusion\" id=\"p_83\">\tAccordingly, the present application is hereby allowed. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_84\">Order Date :- 3.3.2017\n \nRk\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n </p>","numcites":29,"numcitedby":7,"docsource":"Allahabad High Court","citetid":46709604,"divtype":"judgments","relatedqs":[{"value":"child witness","formInput":"child%20witness"},{"value":"section 396 of ipc","formInput":"section%20396%20of%20ipc"},{"value":"capital punishment","formInput":"capital%20punishment"},{"value":"sc st act section 3 2 v","formInput":"sc%20st%20act%20section%203%202%20v"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"semi digested food","formInput":"semi%20digested%20food"},{"value":"sc/st acts","formInput":"sc/st%20acts"},{"value":"section 25  arms act","formInput":"section%2025%20%20arms%20act"},{"value":"expert opinion","formInput":"expert%20opinion"},{"value":"finger prints","formInput":"finger%20prints"},{"value":"indian penal code section 396","formInput":"indian%20penal%20code%20section%20396"},{"value":"arms act","formInput":"arms%20act"},{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"3(2)(v) sc/st act","formInput":"3%282%29%28v%29%20sc/st%20act"},{"value":"section 412     of IPC","formInput":"section%20412%20%20%20%20%20of%20IPC"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"strangulation","formInput":"strangulation"},{"value":"mitigating circumstances","formInput":"mitigating%20circumstances"},{"value":"fingerprints to be taken","formInput":"fingerprints%20to%20be%20taken"},{"value":"section 412","formInput":"section%20412"}],"cats":[{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"dacoity-with-murder","formInput":"tag:dacoity-with-murder"},{"value":"dishonestly-receiving-property-stolen-in-dacoity","formInput":"tag:dishonestly-receiving-property-stolen-in-dacoity"},{"value":"comparison-of-words-or-figures-admitted-proven-evidence","formInput":"tag:comparison-of-words-or-figures-admitted-proven-evidence"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}