{"tid":189096390,"publishdate":"2014-09-25","title":"State Of M.P. vs Baijnath And Others on 25 September, 2014","doc":"<h2 class=\"doc_title\">State Of M.P. vs Baijnath And Others on 25 September, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-palo\">S.K. Palo</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-palo\">S.K. Palo</a></h3>\n\n<pre id=\"pre_1\">        HIGH COURT OF MADHYA PRADESH BENCH,\n                       GWALIOR\n\n           DB:     HON&#x27;BLE MR. JUSTICE S.K.GANGELE &amp;\n                   HON&#x27;BLE MR. JUSTICE S.K. PALO\n\n                     Criminal Appeal No. 325/2001\n\n                           State of Madhya Pradesh\n                                      Vs.\n                              Baijnath and others\n\n-------------------------------------------------------------------------------------------\nShri Raghvendra Dixit, Public Prosecutor for the appellant/State.\nShri M.M. Tripathi, Advocate for the respondents.\n-------------------------------------------------------------------------------------------\n\n\n                                       ORDER\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                     (25/09/2014)\n\nPer Justice Shri S.K. Palo.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">        Aggrieved by the judgment dated 30.11.2000 passed by\nAdditional Sessions Judge, Mungawali district Guna (MP) in\nSessions Trial No. 231/1996 under Section 498(A) read with <a href=\"/doc/409589/\" id=\"a_1\">Section\n304(B)</a> of IPC, the appellant/State through Police Station Chanderi\nhas filed this appeal under <a href=\"/doc/487026/\" id=\"a_2\">Section 378</a> of Cr.P.C.\n(2)     It is not disputed that deceased Saroj was married to accused\nRakesh in the year 1994. Accused Shivraj Singh is the father of the\naccused Rakesh and accused Gyan Bai is the mother of accused\nRakesh. Accused Baijnath is the elder brother of accused Shivraj\nSingh and accused Prem Bai is the wife of accused Baijnath Singh.\n(3)     It would be pertinent to mention here that the accused Rakesh\ndied during the course of trial.\n</p><p data-structure=\"Facts\" id=\"p_3\">(4)     The prosecution story transpired before the learned Trial Court\nis as under:-\n</p><blockquote id=\"blockquote_1\">        Accused Baijnath, elder brother of the father in law of deceased\nSaroj, lodged report at Police Station, Chanderi district Guna on\n09.06.1996 at about 08:00 AM that they had dinner and watched\nTelevision and slept in the night at their residence. In the morning, his\ndaughter-in-law Saroj was found hanged. She was died by hanging on\nthe fan by rope. On this intimation, Merg No. 20/1996 was registered.\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">                                 (2)        Criminal Appeal No. 325/2001\n\nDuring investigation, it was found that husband of the deceased\naccused Rakesh and other accused persons were demanding dowry,\nharassed and tortured the deceased Saroj. Due to which, she died in\nher nuptial home. Jahar Singh father of the deceased Saroj and other\nwitnesses such as Narayan Singh, Kundan Singh narrated that the\naccused persons were demanding dowry and because of this,\ndeceased Saroj was subjected to harassment and cruelty. In the\npostmortem, cause of death could not be ascertained as putrefaction\nhas began. In the postmortem, ligature mark was found present on the\nneck. Therefore,    police station Chanderi registered a case under\n<a href=\"/doc/409589/\" id=\"a_3\">Section 304(B)</a>, <a href=\"/doc/1868826/\" id=\"a_4\">498(A)</a>, <a href=\"/doc/386021/\" id=\"a_5\">201</a>/<a href=\"/doc/37788/\" id=\"a_6\">34</a>, and <a href=\"/doc/1560742/\" id=\"a_7\">302</a> of IPC against the accused\npersons and after investigation filed charge-sheet.\n(5)   Learned Additional Sessions Judge, framed charges under\n<a href=\"/doc/409589/\" id=\"a_8\">Sections 304(B)</a> and <a href=\"/doc/1868826/\" id=\"a_9\">498(A)</a> of IPC against all the accused persons.\nAll the accused persons abjured guilt. Accused Rakesh (husband of\nthe deceased) was deleted in the list of accused persons, as he died on\n09.06.1998 by consuming poison.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">(6)   Learned Trial Court, after adducing evidence, pronounced the\nimpugned judgment on 30.11.2000 by which all the accused persons\nare acquitted under <a href=\"/doc/1868826/\" id=\"a_10\">Sections 498(A)</a> and <a href=\"/doc/409589/\" id=\"a_11\">304(B)</a> of IPC. The\nappellant/State has assailed the judgment on several grounds. It is\nstated that the prosecution witnesses have clearly stated about the\ndemand of dowry and they have also narrated that the deceased Saroj,\nafter returning from her in-laws house, has informed her family\nmembers that the accused persons are demanding motorcycle, which\nwas not considered by the learned Trial Court. This has happened\nwithin seven years of her marriage. The Postmortem report also found\ninjuries on the person of the deceased Saroj, which were ante-mortem\nin nature, which is clear indicative that she was subjected to cruelty\nimmediately before her death. The death occurred within 20 days of\nher marriage. Even after 48 hours of her death, the injuries were\n                                 (3)        Criminal Appeal No. 325/2001\n\nfound on her body. The trachea had not affected and hyiod bone was\nnot broken. The viscera was sent for forensic examination and the\nreport received that there was no poison. This supports the\nprosecution story. Learned Trial Court overlooked this evidence and\ncommitted grave error in acquitting the accused persons.\n(7)   We have examined the evidence on record and heard the\nlearned Public Prosecutor and counsel for the respondents at length.\n(8)   On the report of the elder brother of father in law accused\nBaijnath, Merg (Ex. P-5) was registered by police station Chanderi at\n09:05 AM on 08.06.1996. The dead body was sent for postmortem\nvide Ex. P-14 on the same day to Primary Health Centre, Chanderi.\nThe postmortem was performed on 09.06.1996. In the postmortem\nreport, Dr. R.P. Sharma (PW-12) and the team of doctors opined that\nthere were following contusions on the body of deceased:-\n</p><blockquote id=\"blockquote_2\">      (i)     Contusion present on the right chick just above angle of\nmouth size 5cm x 2.5cm red in color and clotted blood present.\n</blockquote><blockquote id=\"blockquote_3\">      (ii)    Contusion present on the middle of the left side of the\nneck size 6cm x 2.5cm red in color clotted blood present.\n</blockquote><blockquote id=\"blockquote_4\">      (iii)   Contusion present at the left parietal region skull size\n10cm x 10cm clotted blood present red in color.\n(9)   Dr. R.P. Verma (PW-12) has also deposed that ligature mark is\nseen around the neck. The ligature mark of knot was also seen.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_6\">Contusions mentioned above are ante-mortem in nature whereas the\nligature mark on the neck was described as postmortem in nature. The\nteam of doctors opined that the cause of death cannot be given due to\nthe fact that putrefaction has already started. Viscera was preserved\nfor chemical analysis. Dr. R.P. Sharma (PW-12) also stated that death\noccurred in between 30 to 48 hours before the postmortem. For\nascertaining the time of death, he also cut the bone to see the brain\nbut the same was in bad stage. Therefore, they could not ascertain the\ncause of death. They have stated that the injury caused on the head\n                                 (4)        Criminal Appeal No. 325/2001\n\nmay be due to hit by a big hard and blunt object forcefully on the\nhead. Even after 48 hours of the death, the injury could be seen\nclearly. It is also stated by the Medical Officer that there was no bone\ninjury seen on the cervical injury on the trachea. He has opined that if\nthe body is hanged usually hyiod bone gets injured but if the body is\nhanged slowly then the hyiod bone does not get fractured. There is\nclear   evidence   that   deceased    Saroj   died   under    suspicion\ncircumstances.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">(10) All these indicate that the deceased died unnatural death in the\nhouse of her in-laws. It also indicates that she did not die due to\npoisoning so the consumption of poison by her is ruled out. It is also\nevident from the postmortem report that her trachea was not effected\ndue to hanging. Therefore, the death has not occurred due to exphysia\nor due to hanging. The ligature mark on the neck is postmortem that\nmeans the dead body was later hanged for making it a case of\nhanging. The marriage of deceased Saroj with Rakesh was\nsolemnised 20 to 25 days prior to the incident. The deceased died at\nher in-laws place. There were marks of injuries on her body, which\nare ante-mortem. All these goes to show that immediately before her\ndeath, she was subjected to cruelty. The evidence available also\nindicates that the report was lodged in the morning at 09:00 AM\nclaiming that the deceased hanged herself at 08:00 AM. Postmortem\nwas performed on the same day show that the postmortem was\nperformed 30 to 40 hours after death. That means the deceased died in\nthe evening of 7th June, 1996. The in-laws, in whose house she died,\noffered no explanation.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">(11) In the record, the accused persons have not offered any\nexplanation regarding the death of deceased Saroj. According to the\naccused persons and the Merg intimation (Ex. P-5) registered by\naccused Baijnath, in the previous night they dinned saw picture in the\nTelevision and went to sleep. Had that been so, how can the injuries\n                                 (5)        Criminal Appeal No. 325/2001\n\nwere found in the body of deceased Saroj. Not offering any\nexplanation in this regard by the accused persons, creates grave\nsuspicion in the conduct of the accused persons.\n(12) Kundan Singh (PW-1) is the elder brother of Jahar Singh, Jahar\nSingh (PW-2) is the father of deceased Saroj, Narayan Singh (PW-4)\nis the uncle of Jahar Singh, Prem Bai (PW-5) is the mother of\ndeceased Saroj. They all have clearly indicated that the marriage was\nperformed in the year 1994 as per the Hindu traditions but the\n&quot;gauna&quot; was performed in the year 1996. They have said that during\nthe marriage, the accused persons Rakesh, Shivraj Singh, Baijnath\ndemanded a motorcycle as dowry but this could not be fulfilled.\n(13) Jahar Singh (PW-2) has stated that during the marriage, he gave\narticles as per his capabilities and gave one lac rupees in cash. But at\nthe time of marriage, if their demand of motorcycle is not fulfilled,\nthe in-laws including Baijnath were returning the &quot;barat&quot; without\nperforming the marriage. At that time, he had no money to fulfill this\ndemand. After relatives intervened, the marriage was performed. In\nhis cross-examination, he has admitted that during the ceremony of\ntaking meal by &quot;Pangat&quot; the son-in-law had demanded a motorcycle.\nHe agreed to give when his financial position becomes good. But he\ncould not keep his words and could not give the motorcycle to his\nson-in-law. After the &quot;gauna&quot; in 1996, his daughter Saroj Bai&#x27;s &quot;vida&quot;\nwas performed. When Saroj Bai was brought to the maternal home\nfrom her in-laws place, she narrated the demand of motorcycle and\nthe treatment of harassment to her. Saroj Bai left for her in-laws\nplace, after staying for 2-3 days. Three days after, she joined her in-\nlaws, they got the message Saroj Bai&#x27;s death. The demand of dowry as\nhas been explained by the witnesses has not been rebutted.\n(14) The defence witnesses Gaya Prasad (DW-1), Munna (DW-2),\nHarkunwar Bai (DW-3) and Sirnam Singh (DW-4) only said that\nthere was no quarrel at the in-laws house of the deceased. The family\n                                (6)        Criminal Appeal No. 325/2001\n\nof accused Rakesh are well of financially. The question of demanding\ndowry was not there according to them. But all the defence witnesses\nbelong to village Hiravar and are known to the accused persons.\nSirnam Singh (DW-4) is the resident of village Bundeda and attended\nthe marriage and denied the demand of dowry. He is related to\naccused Baijnath. His daughter is married to the son of accused\nBaijnath. Therefore, his statement does not create confidence.\n(15) Prem Bai (PW-5) (mother of deceased) has clearly stated that\nwhen her daughter came from her matrimonial home, she complained\nof treatment of cruelty and harassment. This aspect has not been\nseriously considered by the learned Trial Court, specially when the\ndeath occurred immediately after she returned to her matrimonial\nhome.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">(16) In the present case, it is established by the prosecution that\nsoon before her death, the deceased was subjected to harassment or\ncruelty in connection with demand of dowry. Therefore, the court has\nto presume that the accused persons have committed the offence\nunder <a href=\"/doc/409589/\" id=\"a_12\">Section 304(B)</a> of IPC. This is clear from the provision of\n<a href=\"/doc/462524/\" id=\"a_13\">Section 113(B)</a> of Indian Evidence Act, which states that when the\nquestion is whether a person has committed the dowry death of a\nwoman and it is shown that soon before her death such woman has\nbeen subjected by the accused persons to cruelty or harasment for, or\nin connection with, any demand for dowry, the Court shall presume\nthat such person had caused the dowry death. The prosecution in this\ncase, had led sufficient evidence before the Court to raise a\npresumption that the accused persons caused the dowry death of the\ndeceased and it was therefore for the accused persons to rebut this\npresumption. The accused persons/respondents did not rebut this\npresumption.\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1750663\" id=\"span_1\">(17) In <a href=\"/doc/1750663/\" id=\"a_14\">Amar Singh Vs. State of Rajasthan</a> reported in AIR 2010\nSC 3391, it is held that in a case relating to dowry death, the\n                                 (7)        Criminal Appeal No. 325/2001\n\nstatements made by the mother and brother of the deceased that the\ndeceased was taunted by the in-laws for not bringing dowry about a\nmonth prior to the incident, relates to cause of her death and is\nadmissible in evidence. Thus, harassment for dowry soon before\nincident stands proved and the presumption of dowry death would,\ntherefore, arise.</span>\n</p><p data-structure=\"Precedent\" id=\"p_11\">(18) In case of dowry death, the presumption under <a href=\"/doc/462524/\" id=\"a_15\">Section 113(B)</a>\nof Indian Evidence Act, 1872, shall be raised on the proof of the\nfollowing essentials:-\n</p><blockquote id=\"blockquote_5\">      (i)     The question before the court must be whether the\naccused has committed the dowry death of a woman. This means that\nthe presumption can be raised only if the accused is being tried for an\noffence under <a href=\"/doc/653797/\" id=\"a_16\">Section 304B</a>, IPC.\n</blockquote><blockquote id=\"blockquote_6\">      (ii)    The woman was subjected to cruelty or harassment by\nthe husband or his relatives.\n</blockquote><blockquote id=\"blockquote_7\">      (iii)   Such cruelty or harassment was for or in connection with\nthe any demand for dowry.\n</blockquote><blockquote id=\"blockquote_8\">      (iv)    Such cruelty or harassment was soon before her death.\n(19) It has been proved by the evidence adduced by the prosecution\nthat the accused persons have committed dowry death of Saroj Bai.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">She was subjected to cruelty or harassment by her husband and in-\nlaws, ante-mortem injuries were found on her body, that cruelty or\nharassment was for or in connection with the demand of motorcycle\nas dowry and the cruelty or harassment was soon before her death. So\nall the above requirements of the presumption is found proved in the\npresent case.\n</p><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1750663\" id=\"span_2\">(20) In the case of <a href=\"/doc/1750663/\" id=\"a_17\">Amar Singh</a> (supra), the taunting was done one\nmonth prior to the incident. In the present case, the incident took\nplace after the &quot;gauna&quot; was performed. There were grievous ante-\nmortem injuries on the body of the deceased. It is sufficient to show\nthat she was treated with cruelty soon before her death.</span>\n</p><p data-structure=\"Precedent\" id=\"p_14\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1704701\" id=\"span_3\">(8)         Criminal Appeal No. 325/2001\n\n(21) In the present context, we would like to refer <a href=\"/doc/1704701/\" id=\"a_18\">Bansi Lal Vs.\nState of Haryana</a> reported in AIR 2011 SC 691 to fortified our view\nHon&#x27;ble the Supreme Court has held that:-</span>\n</p><blockquote id=\"blockquote_9\">              &quot;It may be mentioned herein that the legislature in\n        its wisdom has used the word &#x27;shall&#x27; thus, making a\n        mandatory application on the part of the court to\n        presume that death had been committed by the person\n        who had subjected her to cruelty or harassment in\n        connection with or demand of dowry. It is unlike the\n        provisions of <a href=\"/doc/1953529/\" id=\"a_19\">section 113A</a> of the Evidence Act where a\n        discretion has been conferred upon the court wherein it\n        had been provided that the court may presume to\n        abetment of suicide by a married woman. Therefore, in\n        view of the above, onus lies on the accused to rebut the\n        presumption and in case of section 113-B relatable to\n        <a href=\"/doc/653797/\" id=\"a_20\">section 304-B</a> IPC, the onus to prove shifts exclusively\n        and heavily on the accused.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28252680\" id=\"span_4\">(22) In the present case, we hold that (a) when the death of Saroj Bai\nis caused by the bodily injuries; (b) her death occurred otherwise then\nunder normal circumstances; (c) death occurred within seven years of\nSaroj Bai&#x27;s marriage; (d) soon before her death she was subjected to\ncruelty or harassment by her husband and in-laws; and (e) this is in\nconnection with the demand of dowry. Therefore, without any\nhesitation, we hold that this constitutes &quot;dowry death&quot;.\n(23) In this regard our view is fortified by the recent decision of the\nHon&#x27;ble Apex Court in <a href=\"/doc/28252680/\" id=\"a_21\">Donthula Ravindranath Vs. State of Andhra\nPradesh</a> reported in (2014) 3 SCC 196. The prosecution relied on\nfollowing circumstances to establish the guilt of the respondents\nherein, they are:-</span>\n</p><blockquote id=\"blockquote_10\">      (i)     deceased Saroj is the wife of accused Rakesh;\n</blockquote><blockquote id=\"blockquote_11\">      (ii)    accused Rakesh along with his wife Saroj and accused\nNo. 3 Shivraj and his wife Gyan Bai were living in the same house;\n</blockquote><blockquote id=\"blockquote_12\">      (iii)   the deceased Saroj was harassed by the Shivraj, Rakesh\nand her mother-in-law Gyan Bai;</blockquote><pre id=\"pre_2\">\n      (iv)    according to the medical report though the deceased was\n                                 (9)        Criminal Appeal No. 325/2001\n\n</pre><blockquote id=\"blockquote_13\">found hanging in the house of her in-laws house but the cause of\ndeath was not exphysia;\n</blockquote><blockquote id=\"blockquote_14\">      (v)     there is ample evidence in the case that there was a\ndemand of motorcycle as dowry at the time of marriage; and,\n</blockquote><blockquote id=\"blockquote_15\">      (vi)    within 20 days of her &quot;gauna&quot; deceased Saroj was found\ndead in her in-laws&#x27; with ante-mortem injuries on her body.\n(24) All the circumstances abundantly establish by the evidence of\nprosecution that deceased Saroj died in a suspicion circumstances at\nher in-laws place. Hence, prosecution has established the guilt of the\naccusation.\n</blockquote><blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1378688\" id=\"span_5\">(25) According to Munna (DW-2), Baijnath, brother of accused\nShivraj, is living separately since eight years and also cultivating his\nfield separately. That being so, accused Prem Bai wife of Baijnath is\nnot living in the same house. Therefore, following the principles <a href=\"/doc/28252680/\" id=\"a_22\">laid\ndown in</a> <a href=\"/doc/1378688/\" id=\"a_23\">Kansraj Vs. State of Punjab and others</a> reported in AIR 2000\nSC 2320, the chances of roping in accused Prem Bai cannot be ruled\nout. Thus, giving her the benefit of doubt, we hold that she is entitled\nfor acquittal. But, all other persons including deceased accused\nRakesh were involved in demanding dowry and harassment.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_16\">Therefore, we hold the respondents No. 1 Baijnath, No. 3 Shivraj and\nNo. 4 Gyan Bai guilty under <a href=\"/doc/409589/\" id=\"a_24\">Sections 304(B)</a> and <a href=\"/doc/1868826/\" id=\"a_25\">498(A)</a> of IPC. We\nmaintain the acquittal of respondent No. 2 Prem Bai wife of accused\nBaijnath.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">(26) We considered on the point of sentence as regarding\nrespondents No. 1, 3 and 4 .\n</p><p data-structure=\"Conclusion\" id=\"p_18\">(27) In the present case, almost 18 years have passed in between.\nHusband of the deceased namely Rakesh has also died consuming\npoison in the year 1998. Therefore, we deem it proper to sentence the\nrespondents No. 1, 3 and 4 under <a href=\"/doc/409589/\" id=\"a_26\">Section 304(B)</a> of IPC for a term of\nseven years rigorous imprisonment and sentence them accordingly.\nWe also sentence them under <a href=\"/doc/1868826/\" id=\"a_27\">Section 498(A)</a> of IPC for one year\n                                              (10)         Criminal Appeal No.\n<span class=\"hidden_text\" id=\"span_6\">                              325/2001</span>\n\n         rigorous imprisonment and Rs.1000/- as fine each and in default of\n         fine, they have to undergo simple imprisonment for one month each.\n         Both the sentences will run concurrently. The period, if at all spent by\n         them in custody in this case will be adjusted in the sentence. The\n         respondents are directed to present themselves before the learned\n         Trial Court within 15 days for serving out the jail sentence, failing\n         which the learned Trial Court would take coercive steps for securing\n         their presence and the needful. Office is directed to send the original\n         record with the copy of this judgment to the Trial Court at the earliest.\n</p>\n\n\n<pre id=\"pre_3\">               (S.K. Gangele)                                (S.K. Palo)\n                   Judge                                       Judge\n(abhi)\n </pre>","numcites":13,"numcitedby":9,"docsource":"Madhya Pradesh High Court","citetid":189096390,"divtype":"judgments","relatedqs":[{"value":"dowry death","formInput":"dowry%20death"},{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"cruelty","formInput":"cruelty"},{"value":"dowry harassment","formInput":"dowry%20harassment"},{"value":"304 b ipc","formInput":"304%20b%20ipc"},{"value":"Hanging  filter:  302 Hanging 304b","formInput":"Hanging%20%20filter%3A%20%20302%20Hanging%20304b"},{"value":"poisoned","formInput":"poisoned"},{"value":"section 304-b of ipc","formInput":"section%20304-b%20of%20ipc"},{"value":"498","formInput":"498"},{"value":"section 498","formInput":"section%20498"},{"value":"hanging","formInput":"hanging"},{"value":"304-b","formInput":"304-b"},{"value":"section 304","formInput":"section%20304"},{"value":"498-A,304-b ","formInput":"498-A%2C304-b%20"},{"value":"section 304-b","formInput":"section%20304-b"},{"value":"498 a","formInput":"498%20a"},{"value":"Sec 498 A","formInput":"Sec%20498%20A"},{"value":"sec 304(b) of ipc","formInput":"sec%20304%28b%29%20of%20ipc"},{"value":"325","formInput":"325"},{"value":"section 304 B indian penal code","formInput":"section%20304%20B%20indian%20penal%20code"}],"cats":[{"value":"culpable-homicide","formInput":"tag:culpable-homicide"},{"value":"enticing-a-married-woman","formInput":"tag:enticing-a-married-woman"},{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"proof-of-cession-of-territory","formInput":"tag:proof-of-cession-of-territory"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}