{"tid":1205261,"publishdate":"1971-01-29","title":"Lekhraj Diddi vs Sawan Singh on 29 January, 1971","doc":"<h2 class=\"doc_title\">Lekhraj Diddi vs Sawan Singh on 29 January, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1971MP172, AIR 1971 MADHYA PRADESH 172, 1971 MPLJ 438, 1971 RENCR 742, 1971 JABLJ 545</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Pandey, J.  \n \n\n</pre><p data-structure=\"Section\" id=\"p_1\"> 1. This revision and two others, namely, Civil Revisions Nos. 203 and 204 of 1970, come before us on a reference made by Bhave, J. who has doubted the correctness of two earlier decisions of this Court. Before referring to the precise points in controversy, it is necessary to recall the facts of the case in the words of Bhave, J. himself: \n</p>  \n\n<blockquote id=\"blockquote_1\"> &quot;The facts of the case, in brief, are that the applicant Sardar Sawan Singh had obtained a registered sale deed for a consideration of Rs. 40,000/- from Lekhraj Diddi, the non-applicant. It was alleged that the premises so purchased were given to the non-applicant on rent. The non-applicant, however, committed default in payment of rent and hence the applicant filed the suit for ejectment of the non-applicant. The non-applicant stated in his written statement that the sale deed was nominal and was not to be acted upon. The amount alleged to have been paid towards rent was, as a matter of fact, paid towards interest on the amount of Rs. 40,000/- which the non-applicant had borrowed from the applicant. In other words, the plea was that the non-applicant was not the tenant of the applicant and was not, therefore, liable to be ejected. The abovesaid pleas were contained in paragraphs 3, 4 and 5 of the written statement. On these pleadings, necessary issues were framed. Issues\n\nNos. 3 to 5 refer to the abovesaid pleadings of the non-applicant. On 23-12-1969 an application under Order 14, Rule 1, Civil P. C. was filed on behalf of the applicant to the effect that issues Nos. 3 to 5 should not be tried as they were irrelevant. That application was, however, rejected by the trial Court by its order dated 9-1-1970 on the ground that the issues were framed on the basis of the pleadings in the written statement and so long as the pleadings were not struck off, the issues also could not be omitted. After this, an application under Order 6, Rule 16, Civil P. C. was filed by the applicant on 10-1-1970 for striking out all references in the written statement questioning the title of the applicant, as the plea about title was foreign to the suit between the landlord and tenant. In paragraph 5 of the application, the portions to be struck off in paragraphs 3, 4 and 5 of the written, statement have been specifically mentioned. That application was dismissed by the trial Court by its order dated 31-1-1970. Civil Revisions Nos. 203 of 1970 and 204 of 1970 are against the abovesaid two orders. It was held by the trial Court that inasmuch as the defendant had denied the tenancy, the pleadings setting up his own title were necessary to show that he could not have become the tenant of the plaintiff. \n</blockquote> \n\n<blockquote id=\"blockquote_2\">At this stage, it may be mentioned that the non-applicant had also filed a suit for declaration that the sale deed in question was not to be acted upon and thus passed no title to the applicant. As the suit filed by the non-applicant was a previously instituted suit as it was alleged that common issues were involved in both the suits, the non-applicant had filed an application under <a href=\"/doc/85279687/\" id=\"a_1\">Section 10</a> of the Code of Civil Procedure for staying the suit filed by the applicant till the disposal of the previous suit filed by the non-applicant. That application was also rejected by the trial Court. The non-applicant has, therefore, preferred Civil Revision No. 168 of 1970.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_2\"> 2. We have heard the learned counsel at some length on the question raised in these revisions and we do not think that Sk. Rashid v. Hussain Bakash, AIR 1943 Nag 265 and Purushottamdas v. Gulabchand, Civil Revision No. 679 of 1966, decided on the 30th August 1967 require reconsideration for the reason that they do not lay down the correct law. In this case, the earlier Suit, No. 9-A of 1969, was filed by Lekhraj Diddi. The reliefs claimed in that suit relate only to the sale deed dated December 6, 1963. No relief has been claimed in respect of the alleged contract of tenancy. Indeed, there is in the plaint no reference to that contract of tenancy and\n\nall that is said is that interest &quot;was to be paid in the disguise of rent&quot;. It is obvious that the question whether or not there was a contract of tenancy is not directly and substantially in issue in this suit and, as we would show in the sequel, that is the only controversial question directly and substantially in issue in the subsequent suit, No. 16-A of 1969, filed by Sawan Singh for ejectment and arrears of rent. In these circumstances, <a href=\"/doc/85279687/\" id=\"a_2\">Section 10</a> of the Civil Procedure Code has no application and the Additional District Judge, Jabalpur, rightly declined to stay the subsequently instituted suit. This revision, No. 168 of 1970, therefore, fails. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\"> 3. In Civil Suit No. 16-A of 1969 subsequently filed for ejectment and arrears of rent, Lekhraj Diddi denied the contract of tenancy and pleaded inter alia that the sale deed dated December 6, 1963 was a nominal document, that the transaction was one of loan and the amount of Rs. 400/- payable every month was really interest on the loan of Rupees 40,000/- advanced on the occasion. It is well settled that, in a suit for ejectment and arrears of rent, the basis of the claim is the contract of tenancy. That being so, when, as in this case, the suit is between the original parties to that contract and there has been no transfer of title of the lessor, the question of title of the landlord is outside the scope of the suit. So, in Munnalal v. Balchand, 1961 MPLJ 221 the Division Bench stated: \n</p><blockquote id=\"blockquote_3\">  &quot;The scope of a suit by a landlord for possession from his tenant, including a tenant holding over, after the determination of the lease envisaged by <a href=\"/doc/128272712/\" id=\"a_3\">Section 7(xi)(cc)</a> of the Court-fees Act is limited and the Court will not go into the question of title of the landlord on the date of the contract of tenancy, though that question may be considered incidentally for determining, if disputed, whether the contract was made. As we would show in the sequel, even apart from the restricted scope of this suit. it is not open to the defendants to deny that the plaintiffs had title to the house on the date on which they made the contract of tenancy. In our opinion, the question whether the plaintiffs had a valid title to the house on 22nd January 1938 is not material for the purposes of the suit.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\"> (Page 225) \n \n\n The reason is obvious. If the tenant admits the contract of tenancy but denies the title of the landlord, the denial, besides being not open to the tenant in the sense contemplated by <a href=\"/doc/20238/\" id=\"a_4\">Section 116</a> of the Evidence Act, is not relevant. On the other hand, if the tenant denies the contract of tenancy but\n\nadmits the title of the landlord, the latter cannot rely for his success on the admission of his title and is not relieved of the obligation of establishing the contract of tenancy. It follows that, in such cases, the only question directly and substantially in issue is the contract of tenancy. That is not to say that the existence of title has no bearing on the question of tenancy, if it be disputed. So, in AIR 1943 Nag 265 (supra). Gruer, J. observed: \n</p>   \n\n<blockquote id=\"blockquote_4\"> &quot;The evidence about the nature of\nthe sale deed was relevant on the question of the existence or non-existence of\nthe oral lease under <a href=\"/doc/1194778/\" id=\"a_5\">Section 11(2)</a>, Evidence Act. If the sale be proved to be\ngenuine, that fact coupled with the continued possession of the vendor would\nmake the oral lease more probable. If,\non the other hand, the sale deed were\nbogus, it might be argued either that\nthere was no oral lease at all or that\nif there was a show of an oral lease,\nit too was bogus.&quot; (Page 266)\nSimilar observations were made in Civil\nRevn. No. 679 of 1966, D/- 30-8-1967\n(MP) (supra) and it was stated: \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> &quot;In a suit founded on relationship of landlord and tenant, where the tenant denies that such relationship was brought about, the burden is on the plaintiff to establish the alleged relationship. The defendant is entitled to rebut it and show that the transaction which purports to be one creating relationship of landlord and tenant was other than what appears on its face. This does not amount to converting the suit into one relating to title, because no declaration of the defendant&#x27;s title or the non-existence of the plaintiff&#x27;s title will be made in the suit. But if the defendant succeeds in his plea, it will be held that he is not the plaintiff&#x27;s tenant and on that basts the suit will be dismissed.&quot; These two cases rightly point out that, in a case like the one here evidence about title of the lessor is a relevant fact for proof or disproof of the disputed contract of tenancy but any averment of existence or non-existence of title is not a material fact that can be tried in the suit, no issue ought to be framed in regard to it and any finding recorded in relation to it will be outside the scope of the suit. As we have already indicated, the law laid down in these cases does not require reconsideration.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> 4. Although this position in law is sufficiently clear, the landlord took up the untenable position that, even though the tenant had denied the contract of tenancy, he could, in view of <a href=\"/doc/20238/\" id=\"a_6\">Section 116</a> of the Evidence Act, not deny or lead any evidence about absence\n\nof the landlord&#x27;s title. This was also the case in AIR 1943 Nag 265 (supra) and Gruer, J. pointed out the correct position when be observed: \n</p><blockquote id=\"blockquote_6\">  &quot;The lower Courts have misconceived the application of <a href=\"/doc/20238/\" id=\"a_7\">Section 116</a>, Evidence Act. Estoppel arises only when or after the tenancy is admitted or proved. The tenancy here was denied and therefore had to be proved. As Niyogi, J. put it in Lalchand v. Ramsingh, 1942 Nag LJ 136, <a href=\"/doc/20238/\" id=\"a_8\">Section 116</a>, Evidence Act, no doubt, estops a tenant from disputing the title of the landlord at the date of the lease, but it pre-supposes that the person affected by the estoppel is a tenant.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 5. On his part, the tenant also took up an equally untenable position that a disputed relevant fact should itself be the subject-matter of an issue in the suit. Order 6, Rule 2, Civil P. C., requires that a pleading should contain, and contain only, a statement in concise form of material facts only. Deviation from this rule is, however, usual and relevant facts are also often pleaded. But the issues to be framed must be confined, as required by Order 14, Rule 1 of the Code, to material questions of fact (or law), to facta probanda and not to facta probantia, that is to say, the evidence by which material questions of fact are proved or disproved. Since the distinction between the two sets of facts mentioned in Order 6, Rule 2 is often disregarded and issues are framed on what may be called subordinate facts or evidentiary matter, it is necessary to lay stress on this distinction and to recall what Mulla has, in simple language stated about it: \n</p><blockquote id=\"blockquote_7\">  &quot;Every pleading must contain a statement of the material facts on which the party pleading relies but not the evidence by which those facts are to be proved. &#x27;It is an elementary rule in pleading that, when a state of facts is relied on, it is enough to allege it simply, without setting out the subordinate facts which are the means of producing it, or the evidence sustaining the allegation&#x27; . No doubt, evidence also concists of facts, but there is a convenient nomenclature to distinguish the two. The material facts on which the party pleading relies for his claim or defence are called facta probanda. The evidence or the facts by means of which they are to be proved are called facta probantia. Every pleading should contain only facta probanda, and not facta probantia. The distinction is taken in the very rule itself, between the facts on which the party relies and the evidence to prove those facts. Erle, C. J. expressed it in this way. He said there were facts that might be called the allegata probanda, \nthe facts which ought to be proved, and they were different from the evidence which was adduced to prove those facts. And it was upon that expression of opinion of Erle, C. J. that Rule 4 (of the English rules corresponding to the present rule) was drawn.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_7\"> (Mulla&#x27;s Civil P.  C., Vol. I,  13th Edition,  page   705) \n \n\n In this case, in the written statement filed by Lekhraj Diddi, he did not remain satisfied with denying the factum of the contract of tenancy. He pleaded also subordinate facts including the so-called nominal character of the sale deed and the monthly payments being really interest in the disguise of rent by which he proposed to show that it was improbable that, in the circumstances, there could be a contract of tenancy, Without properly appreciating whether this part of the pleading related to material facts, the Additional District Judge framed thereon issues Nos. 3, 4 and 5, declined to strike them out by the impugned order dated January 9, 1970 on the ground that they were based on pleadings of parties and, when an application under Order 6, Rule 16 of the Code was made for striking out the opponent&#x27;s pleading, dismissed that application by the impugned order dated January 31, 1970. Allegations in a pleading may not be struck out under this rule merely on the ground that they are unnecessary, but if issues are wrongly framed on disputed evidentiary facts not necessary for determination of the suit and the Court declines to strike them out under Order 14, Rule 5 of the Code, such an order cannot be sustained. This disposes of the other two applications for revision. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 6. We find that there is, suits like those in this case, a widespread misunderstanding about pleading and proof of facts in derogation of the terms contained in registered documents- It is, therefore, necessary to indicate in a few words how these matters should be approached. Once it is admitted, or proved, that a party has executed a sale deed like the one dated December 3, 1963 in this case, then, between the parties to that deed or their representatives in interest, no oral evidence can be led for the purpose of contradicting, varying, adding to, or subtracting from, its terms unless a case falling under any proviso to <a href=\"/doc/1790262/\" id=\"a_9\">Section 92</a> of the Evidence Act is specifically pleaded. In the absence of such a plea, there can be no question of lifting the veil and examining the nature of the transaction and effect must be given to the conclusiveness of the terms contained in the deed. So, Lekh-rai Diddi has pleaded in the suit filed\n\nby him that, before executing the sale deed, it was clearly contracted that the sale deed would not be given any effect and that, after repayment of the loan, it would be returned with art endorsement that it was a nominal transaction or, if so desired, a deed of recoveyance would be executed. The question, therefore, would be whether, upon approaching the case without any a priori notions about the nature of the transaction and without any pre-possession of judicial mind in favour of any of the rival versions and upon fairly considering the evidence as a whole, this contract set up in derogation of the sale deed has been clearly established. Speaking generally, this should be the approach to such questions raised in suits like the one filed by Lekhraj Diddi. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\"> 7. For the reasons aforesaid, we dismiss Civil Revisions Nos. 168 of 1970 and 203 of 1970, but allow Civil Revision No. 204 of 1970, set aside the order dated January 9, 1970 and direct that the lower Court shall dispose of the application under Order 14, Rule 5 of the Code afresh with advertence to the observations we have made in the foregoing paragraph 5. In the circumstances, we leave the parties to bear their own costs of these three revisions. \n</p> \n\n","numcites":5,"numcitedby":11,"docsource":"Madhya Pradesh High Court","citetid":1205261,"divtype":"judgments","relatedqs":[{"value":"framing of issues","formInput":"framing%20of%20issues"},{"value":"oral lease","formInput":"oral%20lease"},{"value":"civil revision","formInput":"civil%20revision"},{"value":"relevency of facts ","formInput":"relevency%20of%20facts%20"},{"value":"\"oral lease\"","formInput":"%22oral%20lease%22"},{"value":"ejectment ","formInput":"ejectment%20"},{"value":"strike","formInput":"strike"},{"value":"Order 6 rule 6","formInput":"Order%206%20rule%206"},{"value":"section 116","formInput":"section%20116"},{"value":"order 14","formInput":"order%2014"},{"value":"204","formInput":"204"},{"value":"\"material facts\"","formInput":"%22material%20facts%22"},{"value":" material facts","formInput":"%20material%20facts"},{"value":"203","formInput":"203"},{"value":"declined","formInput":"declined"}],"cats":[{"value":"tenant-and-licensee-estoppel","formInput":"tag:tenant-and-licensee-estoppel"},{"value":"exclusion-of-evidence-of-oral-agreement","formInput":"tag:exclusion-of-evidence-of-oral-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}