{"tid":72573735,"publishdate":"2018-02-07","title":"M/S. Ongc Mangalore Petrochemicals ... vs M/S. Ans Constructions Limited on 7 February, 2018","doc":"<h2 class=\"doc_title\">M/S. Ongc Mangalore Petrochemicals ... vs M/S. Ans Constructions Limited on 7 February, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2018 SUPREME COURT 796, 2018 (2) AKR 499, AIR 2018 SC (CIVIL) 1410, (2018) 4 MPLJ 304, (2018) 2 RECCIVR 548, (2018) 3 MAD LJ 684, (2018) 6 MAH LJ 1, (2018) 1 WLC(SC)CVL 523, (2018) 2 SCALE 354, (2018) 2 CIVLJ 657, (2018) 3 CAL HN 191, (2018) 189 ALLINDCAS 129 (SC), (2018) 1 ARBILR 597, (2018) 3 CURCC 247, 2018 (3) SCC 373, 2018 (2) KCCR SN 194 (SC), 2019 (134) ALR SOC 16 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-k-agrawal\">R.K. Agrawal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-roy\">Amitava Roy</a>, <a href=\"/search/?formInput=benchid:r-k-agrawal\">R.K. Agrawal</a></h3>\n\n<pre id=\"pre_1\">                                                                  REPORTABLE\n\n                               IN THE SUPREME COURT OF INDIA\n\n                               CIVIL APPELLATE JURISDICTION\n                               CIVIL APPEAL NO. 1659 OF 2018\n                  (Arising out of Special Leave Petition (C) NO. 12939 OF 2015)\n\n\n                  M/s ONGC Mangalore Petrochemicals Ltd.          .... Appellant(s)\n\n                            Versus\n\n                  M/s ANS Constructions Ltd. &amp; Anr.            .... Respondent(s)\n\n\n                                         JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                  R.K. Agrawal, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                  1) Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">                  2) This appeal is directed against the final judgment and order\n\n                  dated 12.01.2015 passed by the High Court of Karnataka at\n\n                  Bengaluru in C.M.P. No. 35 of 2014 whereby learned single\n\n                  Judge of the High Court allowed the petition filed by the\n\n                  respondent No. 1- Company for appointment of an arbitrator\n\n                  for resolution of the dispute between the appellant-Company\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n\n<span class=\"hidden_text\" id=\"span_2\">ASHA SUNDRIYAL</span>\n<span class=\"hidden_text\" id=\"span_3\">Date: 2018.02.07</span>\n                  and respondent No. 1-Company.\n</p><span class=\"hidden_text\" id=\"span_4\">Digitally signed by</span><p data-structure=\"Issue\" id=\"p_4\">\n\n16:34:11 IST\nReason:\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                  1</span>\n</p><p data-structure=\"Facts\" id=\"p_6\">\f3)    Brief facts:\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">(a)   Respondent No. 1-the Contractee Company was awarded\n\na Contract for “Site Grading, Construction of Roads, Water\n\nDrains   and    Compound     Wall    for   Aromatic       Complex    at\n\nMangalore” in Mangalore SEZ by the appellant-Contractor on\n\n17.03.2008.     The total contract value as per the Letter of\n\nAcceptance     (LOA)   was   Rs.    163,25,68,576/-       which     was\n\nsubsequently revised to Rs. 195,68,24,399.02/- vide letter\n\ndated 20.09.2010 and the completion period was also\n\nextended upto 30.11.2010.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">(b)   On 21.09.2012, the Contractee Company submitted a No\n\nDues/No Claim Certificate certifying the payment of all the\n\nbills and in total settlement of all the claims whatsoever\n\nagainst the Contract. Thereafter, on 10.10.2012, the appellant\n\nherein-the Contractor Company made a payment of the final\n\nbill of Rs. 20.34 crores to the Contractee Company.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">(c)   Subsequently, on 24.10.2012, the Contractee Company\n\nwithdrew letter dated 21.09.2012 for “No Dues/No Claim\n\nCertificate” stating that it was a pre-requisite condition for\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                      2</span>\n\frelease of their long due legitimate payment against the works\n\nexecuted under the Contract and the same was furnished by\n\nthe Contractee Company under duress and coercion of the\n\nappellant-Contractor.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">(d)   The Contractee-Company, vide letter dated 12.01.2013 to\n\nthe   appellant-Contractor,    submitted   a     claim   of   Rs.\n\n96,88,48,642.00 for the losses incurred during execution of\n\nthe   contract   at     Mangalore.    On       19.06.2013,    the\n\nappellant-Contractor issued a Completion Certificate stating\n\nthat the works awarded under the Contract have been\n\nexecuted and completed in all respects and no claim certificate\n\nhas also been submitted by the Contractee-Company. After\n\nseveral communication in writing, the appellant-Contractor,\n\nvide letter dated 25.07.2013, denied the claim of the\n\ncontractee-Company.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">(e)   Vide letter dated 14.09.2013, the contractee-Company\n\nsent a notice to the appellant-Contractor for resolving the\n\ndispute between the parties through Arbitration as envisaged\n\nunder Article 9.0.2.0 to the Contract and appointed Mr. K.\n\nMohandas, Former General Manager (Law)- SBI as its\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                  3</span>\n\fArbitrator.    The    appellant-Contractor,        vide       letter   dated\n\n18.10.2013 denied the request of the contractee-Company as\n\nnot tenable in law.\n</p>\n<pre id=\"pre_2\">(f)   Being    aggrieved        by     the    decision            of     the\n\nappellant-Contractor       in   not   referring     the       dispute     to\n\n</pre><p data-structure=\"Issue\" id=\"p_12\">Arbitration, the contractee-Company preferred a C.M.P. No. 35\n\nof 2014 before the High Court of Karnataka at Bangalore.\n\n</p><p data-structure=\"Issue\" id=\"p_13\">(g)   Learned single Judge of the High Court, vide judgment\n\nand order dated 12.01.2015, allowed the petition filed by the\n\ncontractee-Company.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">(h)   Being aggrieved by the order dated 12.01.2015, the\n\nappellant-Contactor has filed this appeal by way of special\n\nleave before this Court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">4)    Heard Mr. P.S. Narasimha, learned senior counsel for the\n\nappellant-Company      and      Mr.   P.   Vinay    Kumar          for   the\n\nRespondents.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">Point for consideration:\n</p>\n<blockquote id=\"blockquote_1\">5)    The only point for consideration before this Court is\n\nwhether the respondent-Contractee Company has made out a\n\ncase for referring the dispute to Arbitration?\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_8\">                                                          4</span>\n<p data-structure=\"Issue\" id=\"p_17\">\fRival Submissions:\n</p>\n<blockquote id=\"blockquote_2\">6)   Learned senior counsel for the Contractor-the appellant\n\nCompany strenuously contended that the High Court erred in\n\nholding that the contractee-Company established a case to\n\nshow that there was a genuine and serious dispute regarding\n\nthe claim and that the claim that No Dues Certificate/No\n\nClaim    Certificate   was   issued   under   duress/coercion   is\n\nerroneous and unsustainable. Learned senior counsel further\n\ncontended that there was no withholding of payment and the\n\nextension was granted subject to the contractee-Company’s\n\nrequest and the contract does not provide for escalation of\n\ncosts.\n</blockquote>\n<blockquote id=\"blockquote_3\">7)   Learned senior counsel further contended that the delay\n\nin payment does not arise at all because as per Clause 6.4.0.0,\n\nthere was no obligation cast upon the Contractor to pay the\n\nRA Bills in full but it was to be done merely on the assessment\n\nof the Engineer-in charge. The High Court erred in referring to\n\nfew letters exchanged much prior to the Final Bill. In fact, the\n\nalleged claims were never brought up at the time of issuance\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                   5</span>\n\fof Final Bill or No Dues Certificate on 21.09.2012 and now at\n\nthis stage it is not open for the contractee-Company to raise\n\nthe issue of losses incurred during the execution of the\n\nContract.\n</blockquote>\n<blockquote id=\"blockquote_4\">8)     Learned senior counsel finally contended that when both\n\nthe parties to a contract confirm in writing that the contract\n\nhas been fully and finally discharged by performance of all\n\nobligations and there are no outstanding claims or disputes,\n\ncourt will not refer the subsequent claim or dispute to\n\narbitration. There was complete accord and satisfaction of the\n\ncontract between the parties and nothing further was left to be\n\ndone by either parties.      The High Court was not right in\n\nallowing the petition filed by the contractee-Company and no\n\ncase is made out for referring the dispute to Arbitration and\n\nalso   for   the   payment   of   the   alleged   amount   to   the\n\ncontractee-Company.\n</blockquote>\n<blockquote id=\"blockquote_5\">9)     Per contra, learned counsel for the contractee-Respondent\n\nNo. 1 herein submitted that during the execution of Contract,\n\nthe contractee Company raised Running Account Bills (RA\n\nBills) to the Contractor-Company for the expenses incurred\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                    6</span>\n\ftowards carrying out the construction work but the same were\n\ncleared with inordinate delay and even the final bill to the tune\n\nof Rs. 20.34 crores was released by the appellant- Contractor\n\nonly when the contractee Company furnished “No Dues/No\n\nClaim Certificate” dated 21.09.2012.       Upon submitting the\n\nabove    Certificate,   the   appellant-Contractor    issued    a\n\nCompletion Certificate approving the work carried out by the\n\ncontractee under the Contract.\n</blockquote>\n<blockquote id=\"blockquote_6\">10)   Learned counsel for the contractee-Company further\n\nsubmitted that since the appellant-Contractor was not clearing\n\nthe legitimate and genuine dues payable under the RA Bills\n\nand was always at the mercy of the appellant-Contractor for\n\nthe release of payment from the very beginning of the\n\nContract, the last payment of Rs. 20.34 crores and the release\n\nof performance bank guarantee was deliberately withheld by\n\nthe appellant-Contractor.          The work got completed on\n\n30.06.2011 and it was only after the submission of No-Dues\n\nCertificate on 21.09.2012, the final payment was released.\n</blockquote>\n<blockquote id=\"blockquote_7\">Due     to   non-payment      of    RA   Bills   on   time,    the\n\ncontractee-Company was under severe financial crunch and\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                  7</span>\n\fcould not have refused to issue the “No Dues Certificate”\n\nwhich was issued under duress and has no meaning in the\n\neyes of law.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_18\">11)   Learned counsel further submitted that it is prima facie\n\nevident that there is a genuine and serious dispute between\n\nthe parties which requires the appointment of an Arbitrator\n\nunder the clauses of the Contract to adjudicate upon the\n\nclaims made by the contractee and it will cause grave injustice\n\nto the party if the claims are not adjudicated in terms of the\n\nContract. Learned counsel further submitted that under these\n\ncircumstances,    the   withdrawal   of   No   Dues/No   Claim\n\nCertificate,   which was given under duress,         is not an\n\nafterthought and in a number of decisions of this Court it has\n\nbeen held that if a party who has executed the discharge\n\nagreement or discharge voucher alleges that execution of such\n\ndocument was on account of fraud/coercion/undue influence\n\npracticed by the other party then such discharge of the\n\ncontract by such agreement would be rendered void and\n\ncannot be acted upon.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                 8</span>\n</p><p data-structure=\"PetArg\" id=\"p_20\">\f12)   Learned     counsel      further     submitted     that    the\n\ncontractee-Company could not continue with the work due to\n\nvarious reasons like pooja, shifting of idols, non-availability of\n\nfree encumbrance of site, obstruction in the blasting work,\n\nstoppage of hard rock blasting, issues with respect to work to\n\nbe given to local contractors, non-vacation of project displaced\n\nfamilies, permission for forest clearance, permission for\n\nshifting of wooden logs etc. and the huge expenditure as\n\ndisclosed    in      the     claim   was     incurred     by     the\n\ncontractee-Company due to the factors attributable to the\n\nappellant-Contractor.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">13)   Learned counsel finally contended that the “No Dues\n\nCertificate” was filed by the contractee-Company under duress\n\nowing   to   their    huge     payment     pending     towards   the\n\nappellant-Contractor which was rightly withdrawn for the\n\nlosses incurred due to the appellant-Contractor. Further,\n\nwhen there is an Arbitration clause in the agreement, the\n\ncontractee Company has the right to invoke the same. The\n\nHigh Court was right in allowing the petition filed by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                     9</span>\n\fcontractee-Company and no interference is sought for by this\n\nCourt in this regard.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">\n\nDiscussion:\n</p>\n<blockquote id=\"blockquote_8\">14)   The      appellant       Contractor-ONGC         Mangalore\n\nPetrochemicals Ltd. invited tender for “Award of Work for Site\n\nGrading, Construction of Roads, Storm Water Drains &amp;\n\nCompound Wall for Aromatic Complex at Mangalore”. The bid\n\ndocument was issued by M/s Toyo Engineering India Limited\n\n(TEIL)-Respondent No. 2 herein on behalf of the OMPL (the\n\ncontractor) being their Project Management Consultant. M/s\n\nANS    Constructions       Limited-Respondent    No.   1   herein\n\nsubmitted its bid on 15.11.2007.      Respondent No. 1 herein\n\nwas awarded the Contract vide Letter of Acceptance (LOA)\n\ndated 17.03.2008. The total Contract Value was estimated at\n\nRs. 163,25,68,576/- which was later on revised to Rs.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_23\">195,68,24,399.02, pursuant thereto, the completion period\n\nwas also extended upto 30.11.2010.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">15)   During   the      subsistence   of   the    contract,   the\n\ncontractee-Company raised RA Bills for the expenses incurred\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                  10</span>\n\ftowards carrying out the construction work. It is evident on\n\nrecord that the contractee-Company made several requests to\n\nthe appellant-Contractor to clear their legitimate and genuine\n\ndues payable under the Bills which was paid to them after\n\ninordinate   delay.     It   is   also    the   claim   of   the\n\ncontractee-Company that the contractee was compelled to file\n\nNo Dues Certificate/No Claim Certificate dated 21.09.2012 in\n\norder to get the release of the Final Bill under the Contract.\n\nOn 10.10.2012, the contractor-Company made the payment of\n\nthe final bill of Rs. 20.34 crores to the contractee-Company.\n\nAfter the release of the Final Bill, the contractee-Company\n\nwithdrew the “No Dues/No Claim Certificate” stating that the\n\nletter dated 21.09.2012 was pre-requisite condition for release\n\nof their long due legitimate payment against the works\n\nexecuted under the Contract and the same was furnished\n\nunder duress and coercion of the appellant-Contractor.\n\nFurther, on 12.01.2013, the contractee-Company submitted a\n\nclaim for Rs. 96,88,48,642.00 for the losses incurred during\n\nexecution of the contract at Mangalore.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                 11</span>\n</p><p data-structure=\"Facts\" id=\"p_26\">\f16)   The appellant-Contractor, vide letter dated 25.07.2013,\n\nrejected the claim of the contractee-Company on the ground\n\nthat the Contractee has submitted No Dues/No Claim\n\nCertificate and withdrawal of the same on the ground that it\n\nwas obtained under duress and coercion is wrong, incorrect\n\nand not tenable in law.   Being aggrieved by the rejection of\n\ntheir claim, the contractee-Company invoked the Arbitration\n\nclause under the Contract and appointed its Arbitrator. The\n\nappellant-Contractor, vide letter dated 18.10.2013, declined to\n\nnominate its Arbitrator. The contractee-Company filed a Civil\n\nMiscellaneous Petition under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and\n\nConciliation Act, 1996 (in short ‘the Act’) for the appointment\n\nof an Arbitrator in lieu of the nominee arbitrator of the\n\nappellant-Contractor so that the said arbitrator along with the\n\nnominee      arbitrator   already     appointed      by    the\n\ncontractee-Company agree upon the appointment of the\n\nthird/presiding arbitrator for constitution of a three member\n\nArbitral Tribunal as per the agreed terms of the Contract for\n\nadjudicating upon the dispute arising out of execution of the\n\nContract.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">\n<span class=\"hidden_text\" id=\"span_16\">                                                12</span>\n</p><p data-structure=\"Precedent\" id=\"p_28\">\f17)   Learned senior counsel for the appellant-Contractor, after\n\ntaking us through the material on record, submitted that the\n\ncontract has come to an end and the obligations therein have\n\nbeen discharged and there is no point of raising a belated\n\nclaim in the form of losses incurred during the execution of\n\nthe Contract that too after submitting the Final Bills as well as\n\nthe No Dues Certificate.        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1682326\" id=\"span_17\">In support of his claim, learned\n\nsenior counsel relied upon a decision of this Court in <a href=\"/doc/1682326/\" id=\"a_2\">Union of\n\nIndia and Others vs. Master Construction Co.</a> (2011) 12\n\nSCC 349 wherein it was held as under:-</span>\n</p>\n<blockquote id=\"blockquote_9\">      “18. In our opinion, there is no rule of the absolute kind. In\n  a case where the claimant contends that a discharge voucher or\n  no-claim certificate has been obtained by fraud, coercion,\n  duress or undue influence and the other side contests the\n  correctness thereof, the Chief Justice/his designate must look\n  into this aspect to find out at least, prima facie, whether or not\n  the dispute is bona fide and genuine. Where the dispute raised\n  by the claimant with regard to validity of the discharge voucher\n  or no-claim certificate or settlement agreement, prima facie,\n  appears to be lacking in credibility, there may not be a\n  necessity to refer the dispute for arbitration at all.\n</blockquote><p data-structure=\"RespArg\" id=\"p_29\">      19. It cannot be overlooked that the cost of arbitration is\n  quite huge—most of the time, it runs into six and seven figures.\n  It may not be proper to burden a party, who contends that the\n  dispute is not arbitrable on account of discharge of contract,\n  with huge cost of arbitration merely because plea of fraud,\n  coercion, duress or undue influence has been taken by the\n  claimant. A bald plea of fraud, coercion, duress or undue\n  influence is not enough and the party who sets up such a plea\n  must prima facie establish the same by placing material before\n  the Chief Justice/his designate. If the Chief Justice/his\n  designate finds some merit in the allegation of fraud, coercion,\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                         13</span>\n\f  duress or undue influence, he may decide the same or leave it\n  to be decided by the Arbitral Tribunal. On the other hand, if\n  such plea is found to be an afterthought, make-believe or\n  lacking in credibility, the matter must be set at rest then and\n  there.”\n\n</p><p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19604233\" id=\"span_19\">18)   Further, learned senior counsel relied upon a judgment\n\nof this Court in <a href=\"/doc/19604233/\" id=\"a_3\">New India Assurance Co. Ltd. vs. Genus\n\nPower Infrastructure Ltd.</a> (2015) 2 SCC 424 wherein this\n\nCourt has held as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\n</p><blockquote id=\"blockquote_10\">     7. The question that arises is whether the discharge in the\n  present case upon acceptance of compensation and signing of\n  subrogation letter was not voluntary and whether the claimant\n  was subjected to compulsion or coercion and as such could\n  validly invoke the jurisdiction under <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a> of the Act. The\n  law on the point is clear from following decisions of this Court.\n  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_20\">In <a href=\"/doc/1243245/\" id=\"a_5\">National Insurance Co. Ltd. v. Boghara Polyfab (P) Ltd</a> in paras\n  26 and 51 it was stated as under:</span>\n</blockquote><blockquote id=\"blockquote_11\">         “26. When we refer to a discharge of contract by an\n     agreement signed by both the parties or by execution of a\n     full and final discharge voucher/receipt by one of the\n     parties, we refer to an agreement or discharge voucher which\n     is validly and voluntarily executed. If the party which has\n     executed the discharge agreement or discharge voucher,\n     alleges that the execution of such discharge agreement or\n     voucher was on account of fraud/coercion/undue influence\n     practised by the other party and is able to establish the\n     same, then obviously the discharge of the contract by such\n     agreement/voucher is rendered void and cannot be acted\n     upon. Consequently, any dispute raised by such party would\n     be arbitrable.\n</blockquote><pre id=\"pre_3\">         * *      *\n         51. The      Chief Justice/his designate         exercising\n</pre><blockquote id=\"blockquote_12\">     jurisdiction under <a href=\"/doc/1841764/\" id=\"a_6\">Section 11</a> of the Act will consider\n     whether there was really accord and satisfaction or\n     discharge of contract by performance. If the answer is in the\n     affirmative, he will refuse to refer the dispute to arbitration.\n     On the other hand, if the Chief Justice/his designate comes\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                         14</span>\n\fto the conclusion that the full and final settlement receipt or\ndischarge     voucher       was     the     result    of    any\nfraud/coercion/undue influence, he will have to hold that\nthere was no discharge of the contract and consequently,\nrefer the dispute to arbitration. Alternatively, where the Chief\nJustice/his designate is satisfied prima facie that the\ndischarge voucher was not issued voluntarily and the\nclaimant was under some compulsion or coercion, and that\nthe matter deserved detailed consideration, he may instead\nof deciding the issue himself, refer the matter to the Arbitral\nTribunal with a specific direction that the said question\nshould be decided in the first instance.”\n</blockquote><blockquote id=\"blockquote_13\">8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_22\">In the decision rendered in <a href=\"/doc/1682326/\" id=\"a_7\">Union of India v. Master\nConstruction Co</a> this Court observed as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_14\">   “18. In our opinion, there is no rule of the absolute kind.\n   In a case where the claimant contends that a discharge\n   voucher or no-claim certificate has been obtained by\n   fraud, coercion, duress or undue influence and the other\n   side contests the correctness thereof, the Chief\n   Justice/his designate must look into this aspect to find\n   out at least, prima facie, whether or not the dispute is\n   bona fide and genuine. Where the dispute raised by the\n   claimant with regard to validity of the discharge voucher\n   or no-claim certificate or settlement agreement, prima\n   facie, appears to be lacking in credibility, there may not\n   be a necessity to refer the dispute for arbitration at all.\n</blockquote><blockquote id=\"blockquote_15\">   19. It cannot be overlooked that the cost of arbitration is\n   quite huge—most of the time, it runs into six and seven\n   figures. It may not be proper to burden a party, who\n   contends that the dispute is not arbitrable on account of\n   discharge of contract, with huge cost of arbitration merely\n   because plea of fraud, coercion, duress or undue\n   influence has been taken by the claimant. A bald plea of\n   fraud, coercion, duress or undue influence is not enough\n   and the party who sets up such a plea must prima facie\n   establish the same by placing material before the Chief\n   Justice/his designate. If the Chief Justice/his designate\n   finds some merit in the allegation of fraud, coercion,\n   duress or undue influence, he may decide the same or\n   leave it to be decided by the Arbitral Tribunal. On the\n   other hand, if such plea is found to be an afterthought,\n   make-believe or lacking in credibility, the matter must be\n   set at rest then and there.\n</blockquote><blockquote id=\"blockquote_16\">   * *       *\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                    15</span>\n</blockquote><blockquote id=\"blockquote_17\">\f    22. The above certificates leave no manner of doubt that\n    upon receipt of the payment, there has been full and final\n    settlement of the contractor’s claim under the contract.\n</blockquote><p data-structure=\"Section\" id=\"p_32\">    That the payment of final bill was made to the contractor\n    on 19-6-2000 is not in dispute. After receipt of the\n    payment on 19-6-2000, no grievance was raised or lodged\n    by the contractor immediately. The authority concerned,\n    thereafter, released the bank guarantee in the sum of Rs\n    21,00,000 on 12-7-2000. It was then that on that day\n    itself, the contractor lodged further claims.”\n</p><p data-structure=\"Precedent\" id=\"p_33\">9. It is therefore clear that a bald plea of fraud, coercion,\nduress or undue influence is not enough and the party who\nsets up a plea, must prima facie establish the same by\nplacing material before the Chief Justice/his designate.\nViewed thus, the relevant averments in the petition filed by\nthe respondent need to be considered, which were to the\nfollowing effect:\n</p>\n<blockquote id=\"blockquote_18\">   “(g) That the said surveyor, in connivance with the\n   respondent Company, in order to make the respondent\n   Company escape its full liability of compensating the\n   petitioner of such huge loss, acted in a biased manner,\n   adopted coercion, undue influence and duress methods\n   of assessing the loss and forced the petitioner to sign\n   certain documents including the claim form. The\n   respondent Company also denied the just claim of the\n   petitioner by their acts of omission and commission and\n   by exercising coercion and undue influence and made\n   the petitioner Company sign certain documents,\n   including a pre-prepared discharge voucher for the said\n   amount in advance, which the petitioner Company were\n   forced to do so in the period of extreme financial\n   difficulty which prevailed during the said period. As\n   stated aforesaid, the petitioner Company was forced to\n   sign several documents including a letter accepting the\n   loss amounting to Rs 6,09,55,406 and settle the claim of\n   Rs 5,96,08,179 as against the actual loss amount of Rs\n   28,79,08,116 against the interest of the petitioner\n   Company. The said letter and the aforesaid pre-prepared\n   discharge voucher stated that the petitioner had\n   accepted the claim amount in full and final settlement\n   and thus, forced the petitioner Company to unilateral\n   acceptance of the same. The petitioner Company was\n   forced to sign the said document under duress and\n   coercion by the respondent Company. The respondent\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                   16</span>\n\f         Company further threatened the petitioner Company to\n         accept the said amount in full and final or the\n         respondent Company will not pay any amount towards\n         the fire policy. It was under such compelling\n         circumstances that the petitioner Company was forced\n         and under duress was made to sign the acceptance\n         letter.”\n</blockquote><p data-structure=\"CDiscource\" id=\"p_34\">      10. In our considered view, the plea raised by the\n  respondent is bereft of any details and particulars, and cannot\n  be anything but a bald assertion. Given the fact that there was\n  no protest or demur raised around the time or soon after the\n  letter of subrogation was signed, that the notice dated\n  31-3-2011 itself was nearly after three weeks and that the\n  financial condition of the respondent was not so precarious that\n  it was left with no alternative but to accept the terms as\n  suggested, we are of the firm view that the discharge in the\n  present case and signing of letter of subrogation were not\n  because of exercise of any undue influence. Such discharge and\n  signing of letter of subrogation was voluntary and free from any\n  coercion or undue influence. In the circumstances, we hold that\n  upon execution of the letter of subrogation, there was full and\n  final settlement of the claim. Since our answer to the question,\n  whether there was really accord and satisfaction, is in the\n  affirmative, in our view no arbitrable dispute existed so as to\n  exercise power under <a href=\"/doc/1841764/\" id=\"a_8\">Section 11</a> of the Act. The High Court was\n  not therefore justified in exercising power under <a href=\"/doc/1841764/\" id=\"a_9\">Section 11</a> of\n  the Act.”\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">19)   When we refer to discharge of a contract by an agreement\n\nsigned by both the parties or by execution of a full and final\n\ndischarge voucher/receipt by one of the parties, we refer to an\n\nagreement    or   discharge     voucher    which     is        validly   and\n\nvoluntarily executed. If the party which has executed the\n\ndischarge agreement or discharge voucher, alleges that the\n\nexecution of such discharge agreement or voucher was on\n\naccount of fraud/coercion/undue influence practised by the\n\n<span class=\"hidden_text\" id=\"span_25\">                                                          17</span>\n\fother party and is able to establish the same, then obviously\n\nthe discharge of the contract by such agreement/voucher is\n\nrendered void and cannot be acted upon. Consequently, any\n\ndispute raised by such party would be arbitrable. But in case\n\nthe party is not able to establish such a claim or appears to be\n\nlacking in credibility, then it is not open to the courts to refer\n\nthe dispute to arbitration at all.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_26\">20)   In support of the claim of duress and coercion while\n\nissuing   the   said    Certificate,   learned     counsel     for    the\n\ncontractee-Company has taken us through a decision of this\n\nCourt in <a href=\"/doc/1243245/\" id=\"a_10\">National Insurance Company Limited vs. Boghara\n\nPolyfab Private Limited</a> (2009) 1 SCC 267 wherein it was\n\nheld as under:-</span>\n</p>\n<blockquote id=\"blockquote_19\">     “24. What is however clear is when a respondent contends\n  that the dispute is not arbitrable on account of discharge of the\n  contract under a settlement agreement or discharge voucher or\n  no-claim certificate, and the claimant contends that it was\n  obtained by fraud, coercion or undue influence, the issue will\n  have to be decided either by the Chief Justice/his designate in\n  the proceedings under <a href=\"/doc/1841764/\" id=\"a_11\">Section 11</a> of the Act or by the Arbitral\n  Tribunal as directed by the order under <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a> of the Act. A\n  claim for arbitration cannot be rejected merely or solely on the\n  ground that a settlement agreement or discharge voucher had\n  been executed by the claimant, if its validity is disputed by the\n  claimant.\n</blockquote><blockquote id=\"blockquote_20\">     50. Let us consider what a civil court would have done in a\n  case where the defendant puts forth the defence of accord and\n  satisfaction on the basis of a full and final discharge voucher\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                        18</span>\n\fissued by the plaintiff, and the plaintiff alleges that it was\nobtained by fraud/coercion/undue influence and therefore not\nvalid. It would consider the evidence as to whether there was\nany fraud, coercion or undue influence. If it found that there\nwas none, it will accept the voucher as being in discharge of the\ncontract and reject the claim without examining the claim on\nmerits. On the other hand, if it found that the discharge\nvoucher had been obtained by fraud/undue influence/coercion,\nit will ignore the same, examine whether the plaintiff had made\nout the claim on merits and decide the matter accordingly. The\nposition will be the same even when there is a provision for\narbitration.\n</blockquote><blockquote id=\"blockquote_21\">    51. The Chief Justice/his designate exercising jurisdiction\nunder <a href=\"/doc/1841764/\" id=\"a_13\">Section 11</a> of the Act will consider whether there was\nreally accord and satisfaction or discharge of contract by\nperformance. If the answer is in the affirmative, he will refuse to\nrefer the dispute to arbitration. On the other hand, if the Chief\nJustice/his designate comes to the conclusion that the full and\nfinal settlement receipt or discharge voucher was the result of\nany fraud/coercion/undue influence, he will have to hold that\nthere was no discharge of the contract and consequently, refer\nthe dispute to arbitration. Alternatively, where the Chief\nJustice/his designate is satisfied prima facie that the discharge\nvoucher was not issued voluntarily and the claimant was under\n</blockquote><blockquote id=\"blockquote_22\">some compulsion or coercion, and that the matter deserved\ndetailed consideration, he may instead of deciding the issue\nhimself, refer the matter to the Arbitral Tribunal with a specific\ndirection that the said question should be decided in the first\ninstance.\n</blockquote><blockquote id=\"blockquote_23\">    52. Some illustrations (not exhaustive) as to when claims are\narbitrable and when they are not, when discharge of contract by\naccord and satisfaction are disputed, to round up the\ndiscussion on this subject are:\n</blockquote><blockquote id=\"blockquote_24\">        (i) A claim is referred to a conciliation or a pre-litigation\n    Lok Adalat. The parties negotiate and arrive at a settlement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_37\">    The terms of settlement are drawn up and signed by both\n    the parties and attested by the conciliator or the members of\n    the Lok Adalat. After settlement by way of accord and\n    satisfaction, there can be no reference to arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_38\">        (ii) A claimant makes several claims. The admitted or\n    undisputed claims are paid. Thereafter negotiations are held\n    for settlement of the disputed claims resulting in an\n    agreement in writing settling all the pending claims and\n    disputes. On such settlement, the amount agreed is paid\n    and the contractor also issues a discharge voucher/no-claim\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                         19</span>\n\fcertificate/full and final receipt. After the contract is\ndischarged by such accord and satisfaction, neither the\ncontract nor any dispute survives for consideration. There\ncannot be any reference of any dispute to arbitration\nthereafter.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">    (iii) A contractor executes the work and claims payment of\nsay rupees ten lakhs as due in terms of the contract. The\nemployer admits the claim only for rupees six lakhs and\ninforms the contractor either in writing or orally that unless\nthe contractor gives a discharge voucher in the prescribed\nformat acknowledging receipt of rupees six lakhs in full and\nfinal satisfaction of the contract, payment of the admitted\namount will not be released. The contractor who is\nhard-pressed for funds and keen to get the admitted amount\nreleased, signs on the dotted line either in a printed form or\notherwise, stating that the amount is received in full and\nfinal settlement. In such a case, the discharge is under\neconomic duress on account of coercion employed by the\nemployer. Obviously, the discharge voucher cannot be\nconsidered to be voluntary or as having resulted in discharge\nof the contract by accord and satisfaction. It will not be a bar\nto arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">    (iv) An insured makes a claim for loss suffered. The claim\nis neither admitted nor rejected. But the insured is informed\nduring discussions that unless the claimant gives a full and\nfinal voucher for a specified amount (far lesser than the\namount claimed by the insured), the entire claim will be\nrejected. Being in financial difficulties, the claimant agrees to\nthe demand and issues an undated discharge voucher in full\nand final settlement. Only a few days thereafter, the\nadmitted amount mentioned in the voucher is paid. The\naccord and satisfaction in such a case is not voluntary but\nunder duress, compulsion and coercion. The coercion is\nsubtle, but very much real. The “accord” is not by free\nconsent. The arbitration agreement can thus be invoked to\nrefer the disputes to arbitration.\n</p><p data-structure=\"RespArg\" id=\"p_41\">    (v) A claimant makes a claim for a huge sum, by way of\ndamages. The respondent disputes the claim. The claimant\nwho is keen to have a settlement and avoid litigation,\nvoluntarily reduces the claim and requests for settlement.\nThe respondent agrees and settles the claim and obtains a\nfull and final discharge voucher. Here even if the claimant\nmight have agreed for settlement due to financial\ncompulsions and commercial pressure or economic duress,\nthe decision was his free choice. There was no threat,\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                     20</span>\n\f      coercion or compulsion by the respondent. Therefore, the\n      accord and satisfaction is binding and valid and there\n      cannot be any subsequent claim or reference to arbitration.”\n\n</p><p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"674769\" id=\"span_30\">21)   Learned counsel further relied upon a decision of this\n\nCourt in <a href=\"/doc/674769/\" id=\"a_14\">R.L. Kalathia &amp; Co. vs. State of Gujarat</a> (2011) 2\n\nSCC 400 wherein it was held as under:-</span>\n</p>\n<blockquote id=\"blockquote_25\">     “10. Before going into the factual matrix on this aspect, it is\n  useful to refer the decisions of this Court relied on by Mr Altaf\n  Ahmed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1579938\" id=\"span_31\">In <a href=\"/doc/1579938/\" id=\"a_15\">NTPC Ltd. v. Reshmi Constructions, Builders &amp;\n  Contractors1</a> which relates to termination of a contract, one of\n  the questions that arose for consideration was:</span>\n</blockquote><blockquote id=\"blockquote_26\">         “(i) Whether after the contract comes to an end by\n     completion of the contract work and acceptance of the final\n     bill in full and final satisfaction and after issuing a\n     ‘no-demand certificate’ by the contractor, can any party to\n     the contract raise any dispute for reference to arbitration?”\n  While answering the said issue this Court held:\n</blockquote><blockquote id=\"blockquote_27\">         “27. Even when rights and obligations of the parties are\n     worked out, the contract does not come to an end inter alia\n     for the purpose of determination of the disputes arising\n     thereunder, and, thus, the arbitration agreement can be\n     invoked. Although it may not be strictly in place but we\n     cannot shut our eyes to the ground reality that in a case\n     where a contractor has made huge investment, he cannot\n     afford not to take from the employer the amount under the\n     bills, for various reasons which may include discharge of his\n     liability towards the banks, financial institutions and other\n     persons. In such a situation, the public sector undertakings\n     would have an upper hand. They would not ordinarily\n     release the money unless a ‘no-demand certificate’ is signed.\n     Each case, therefore, is required to be considered on its own\n     facts.\n</blockquote><blockquote id=\"blockquote_28\">         28. Further, necessitas non habet legem is an age-old\n     maxim which means necessity knows no law. A person may\n     sometimes have to succumb to the pressure of the other\n     party to the bargain who is in a stronger position.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                                        21</span>\n</blockquote><blockquote id=\"blockquote_29\">\f22)   In the case at hand, the High Court allowed the appeal\n\nfiled by the contractee on the assertion that the No Dues\n\nCertificate was given on account of coercion/undue influence\n\npracticed by the appellant-Contractor. The contractee, while\n\nbasing its claim, relied upon the letters issued to the\n\nappellant-Contractor for releasing the payment of RA Bills.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_43\">Whether there has been duress and coercion exerted against\n\nthe contractee-Company by the appellant-Contractor has to be\n\nexamined keeping in mind the background in which the said\n\nletters have been exchanged between the parties.     Learned\n\ncounsel for the contractee-Company categorically submitted\n\nthe relevant dates for our perusal to show that RA Bills were\n\nraised on various dates for making payments to suppliers and\n\nothers but were advertently delayed causing grave financial\n\ncrisis to the contractee-Company to carry out the works and\n\nlosses on account of delay in settling the claims of the\n\ncontractee-Company periodically.   However, it is contended\n\nfrom the side of the appellant-Contractor that the High Court\n\nwas not right in considering it a genuine and serious dispute\n\nregarding the claim made and the conduct of the parties as\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                               22</span>\n\freflected in the correspondence exchanged between the parties\n\ndisclosing that the contractee-Company encountered several\n\nfinancial constraints.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">23) Pursuant to taking a false claim of duress and coercion\n\nwhile filing the No Dues Certificate, the contractee-Company,\n\nvide letter dated 12.01.2013 to the appellant-Contractor,\n\nsubmitted a claim for Rs. 96,88,48,642.00 for the losses\n\nincurred during execution of the contract at Mangalore. It has\n\nbeen claimed that the contractee-Company could not continue\n\nwith the work due to various reasons like pooja, shifting of\n\nIdols, non-availability of free encumbrance of site, obstruction\n\nin the blasting work, stoppage of hard rock blasting, issues\n\nwith respect to work to be given to local contractors,\n\nnon-vacation of project displaced families, permission for\n\nforest clearance, permission for shifting of wooden logs etc.\n\nand the huge expenditure as disclosed in the claim was\n\nincurred by the contractee-Company due to the factors\n\nattributable to the appellant-Contractor. Clause 6.6.0 of the\n\nGeneral Conditions of Contract deals with “Claims by the\n\nContractor” (contractee in the case at hand). Clause 6.6.1.0.\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                 23</span>\n\fof the Contract states that in case of a claim of extra\n\ncompensation or remuneration, the Contractee shall give\n\nnotice in writing of its claim within 10 days from the date of\n\nissue of orders or instructions related to any works for which\n\nthe Contractee claims such additional payment.            The notice\n\nshall give full particulars of the nature of such claim, grounds\n\non which it is based and the amount claimed.            Unless and\n\nuntil notice is given, the Contractor shall not be liable to pay\n\nextra compensation to the Contractee. Clause 6.6.3.0 states\n\nthat any claim of the Contractee in accordance with Clause\n\n6.6.1.0 shall be separately included in the Final Bill prepared\n\nby it in the form of Statement of Claims, giving particulars of\n\nthe nature of claims, ground on which it is based and the\n\namount claimed and shall be supported by a copy of the notice\n\nand the Contractor shall not be liable in respect of any notified\n\nclaim not specifically reflected in the Final Bill in accordance\n\nwith the provisions of Clause 6.6.3.0 which shall be deemed to\n\nhave been waived by the Contractee.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">24)   From   the   materials   on   record,   we   find    that   the\n\ncontractee-Company had issued the “No Dues/No Claim\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                   24</span>\n\fCertificate” on 21.09.2012, it had received the full amount of\n\nthe final bill being Rs. 20.34 crores on 10.10.2012 and after\n\n12   days      thereafter,   i.e.,   only        on    24.10.2012,     the\n\ncontractee-Company withdrew letter dated 21.09.2012 issuing\n\n“No Dues/No Claim Certificate”.         Apart from it, we also find\n\nthat the Final Bill has been mutually signed by both the\n\nparties to the Contract accepting the quantum of work done,\n\nconducting final measurements as per the Contract, arriving\n\nat final value of work, the payments made and the final\n\npayment       that     was   required       to    be     made.         The\n\ncontractee-Company accepted the final payment in full and\n\nfinal satisfaction of all its claims.       We are of the considered\n\nopinion that in the presents facts and circumstances, the\n\nraising of the Final Bill and mutual agreement of the parties in\n\nthat regard, all claims, rights and obligation of the parties\n\nmerge with the Final Bill and nothing further remains to be\n\ndone. Further, the appellant-Contractor issued the Completion\n\nCertificate    dated    19.06.2013      pursuant        to     which   the\n\nappellant-Contractor has been discharged of all the liabilities.\n\nWith regard to the issue that the “No-Dues Certificate” had\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                          25</span>\n\fbeen given under duress and coercion, we are of the opinion\n\nthat there is nothing on record to prove that the said\n\nCertificate had been given under duress or coercion and as the\n\nCertificate itself provided a clearance of no dues, the\n\ncontractee could not now turn around and say that any\n\nfurther payment was still due on account of the losses\n\nincurred during the execution of the Contract.         The story\n\nabout duress was an afterthought in the background that the\n\nlosses incurred during the execution of the Contract were not\n\nvisualised earlier by the contractee. As to financial duress or\n\ncoercion, nothing of this kind is established prima facie. Mere\n\nallegation that no-claim certificates have been obtained under\n\nfinancial duress and coercion, without there being anything\n\nmore to suggest that, does not lead to an arbitrable dispute.\n\nThe conduct of the contractee clearly shows that “no-claim\n\ncertificate” was given by it voluntarily; the contractee accepted\n\nthe amount voluntarily and the contract was discharged\n\nvoluntarily.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">Conclusion:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                  26</span>\n</p><blockquote id=\"blockquote_30\">\f25)   Admittedly, No-Dues Certificate was submitted by the\n\ncontractee-Company on 21.09.2012 and on their request\n\nCompletion    Certificate     was     issued    by   the   appellant-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">Contractor.   The contractee, after a gap of one month, that is,\n\non 24.10.2012, withdrew the No Dues Certificate on the\n\ngrounds of coercion and duress and the claim for losses\n\nincurred during execution of the Contract site was made vide\n\nletter dated 12.01.2013, i.e., after a gap of 3 ½ (three and a\n\nhalf) months whereas the Final Bill was settled on 10.10.2012.\n\nWhen the contractee accepted the final payment in full and\n\nfinal satisfaction of all its claims, there is no point in raising\n\nthe claim for losses incurred during the execution of the\n\nContract at a belated stage which creates an iota of doubt as\n\nto why such claim was not settled at the time of submitting\n\nFinal Bills that too in the absence of exercising duress or\n\ncoercion on the Contractee by the appellant-Contractor.            In\n\nour    considered     view,     the      plea    raised     by   the\n\ncontractee-Company is bereft of any details and particulars,\n\nand cannot be anything but a bald assertion. In the\n\ncircumstances, there was full and final settlement of the claim\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                      27</span>\n\fand there was really accord and satisfaction and in our view\n\nno arbitrable dispute existed so as to exercise power under\n\n<a href=\"/doc/1841764/\" id=\"a_16\">Section 11</a> of the Act. The High Court was not, therefore,\n\njustified in exercising power under <a href=\"/doc/1841764/\" id=\"a_17\">Section 11</a> of the Act.\n\n</p><p data-structure=\"Conclusion\" id=\"p_49\">26)   In view of the foregoing discussion, we set aside the\n\njudgment and order dated 12.01.2015 passed by the High\n\nCourt. The appeal is allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_51\">                          ...…………….………………………J.\n                             (R.K. AGRAWAL)\n\n\n\n                          .…....…………………………………J.\n                            (AMITAVA ROY)\n\n\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_52\">FEBRUARY 7, 2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                 28</span>\n\f</p>","numcites":6,"numcitedby":54,"docsource":"Supreme Court of India","citetid":72573735,"divtype":"judgments","relatedqs":[{"value":"discharge of contract","formInput":"discharge%20of%20contract"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"coercion","formInput":"coercion"},{"value":"\"discharge of contract\"","formInput":"%22discharge%20of%20contract%22"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":" fraud and undue influence ","formInput":"%20fraud%20and%20undue%20influence%20"},{"value":"No due certificate ","formInput":"No%20due%20certificate%20"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"duress","formInput":"duress"},{"value":"final bill","formInput":"final%20bill"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"letter of subrogation","formInput":"letter%20of%20subrogation"},{"value":"subrogation","formInput":"subrogation"},{"value":"afterthought","formInput":"afterthought"},{"value":"works contract","formInput":"works%20contract"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"contractors claims","formInput":"contractors%20claims"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":true,"query_alert":null,"agreement":false}