{"tid":92282118,"publishdate":"2017-01-25","title":"Mangat Singh @ Manjit Singh & Ors vs State Of Punjab on 25 January, 2017","doc":"<h2 class=\"doc_title\">Mangat Singh @ Manjit Singh &amp; Ors vs State Of Punjab on 25 January, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-bahri\">Ritu Bahri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-bahri\">Ritu Bahri</a></h3>\n\n<pre id=\"pre_1\">                                 -1-\n                Criminal Appeal No.S-218-SB of 2014\n\n      IN THE HIGH COURT FOR THE STATES OF PUNJAB &amp;\n                HARYANA AT CHANDIGARH\n                       ...\n\n                            Criminal Appeal No.S-218-SB of 2014\n\n                            Date of Decision: 25.01.2017\n\n\nMangat Singh @ Manjit Singh and others                           ... Appellants\n\n\n                            VERSUS\n\n\nState of Punjab                                                     ...Respondent\n\n\nCORAM : HON&#x27;BLE Ms. JUSTICE RITU BAHRI.\n\nPresent:      Mr. G.S. Ghuman, Advocate,\n              for the appellants.\n\n              Mr. A.P.S. Gill, A.A.G Punjab.\n\n                    -.-\n\nRITU BAHRI, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">              This appeal has been filed by the appellants against the\n\njudgment of conviction and order of sentence order dated 11.12.2013\n\npassed     by the learned    Additional Sessions Judge, Sangrur, vide they\n\nwere convicted and sentenced to undergo rigorous imprisonment under\n\nSection s 306/498-A of the <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a> (hereinafter referred to as\n\n`the Code) substantially for a period of six years.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">              It is necessary to mention here that the appellants have expired\n\nduring the pendency of the appeal and the present appeal is being heard on\n\nthe application filed by son of appellant No. 1-Mangat Singh @ Manjit\n\nSingh, which was allowed by this Court on 11.07.2016, as the claim of\n\nfamily pension will be decided after finalization of this appeal.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                                      1 of 16\n<span class=\"hidden_text\" id=\"span_1\">                   ::: Downloaded on - 09-07-2017 07:11:39 :::</span>\n<span class=\"hidden_text\" id=\"span_2\">                                 -2-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\n            Brief facts of the case are that on 11.03.2013, a wireless\n\nmessage was received from SHO, P.S. City, Dhrui regarding the\n\nhospitalization of Jasbir Kaur due to burn injuries. On reaching there, it was\n\nfound that Jasbir Kaur was referred to Rajindra Hospital and when ASI\n\nSarabjit Singh was on the way to Rajindra Hospital, Patiala, he was\n\ninformed telephonically by complainant Harwinder Singh that Jasbir Kaur\n\nhad been referred to Government Hospital, Sector 32, Chandigarh and when\n\nASI Sarabjit Singh reached the hospital, he found that Jasbir Kaur was not\n\nfit to make the statement and thus the statement of Harwinder Singh\n\n(brother of Jasbir Kaur) was recorded to the effect that his sister was\n\nmarried to Mangat Singh-appellant No. 1 on 08.12.2002 and in-laws of his\n\nsister were not happy regarding the dowry and they used to harass his sister.\n\nThe husband of his sister used to give beatings to Jasbir Kaur while raising\n\ndemand of dowry. Number of Panchayats were convened and 15 days prior\n\nto the occurrence, appellants gave beating to his sister while raising\n\ndemands of dowry and Jasbir Kaur was brought to the village Bhasaur by\n\nhis mother Ranjit Kaur. After Gurdev Singh and Mangat Singh apologized\n\nabout 07 days prior to the occurrence, she was sent back. On the fateful day,\n\ncomplainant received message regarding suffering of burn injuries by Jasbir\n\nKaur and regarding her treatment.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">            Investigation was conducted and the accused were arrested.\n\nAfter completion of investigation, challan was presented against the accused\n\npersons in the Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">            After presentation of the challan and complying with the\n\nprovisions of <a href=\"/doc/1613898/\" id=\"a_2\">Section 207</a> Cr.P.C and on finding that <a href=\"/doc/92983/\" id=\"a_3\">Section 306</a> IPC is\n\nexclusively triable by Court of Sessions, the learned Area Magistrate\n\n\n                                     2 of 16\n<span class=\"hidden_text\" id=\"span_3\">                  ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_4\">                                 -3-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\ncommitted the case for trial. Thereafter, finding a prima facie against the\n\naccused, they were charge sheeted under <a href=\"/doc/92983/\" id=\"a_4\">Sections 306</a>/<a href=\"/doc/1868826/\" id=\"a_5\">498</a> of the Code, to\n\nwhich they pleaded not guilty and claimed trial.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">             In order to substantiate its case, the prosecution examined 06\n\nwitnesses and thereafter, the evidence of the prosecution was closed.\n\n</p><p data-structure=\"Issue\" id=\"p_7\">             The statements of the accused were recorded under <a href=\"/doc/767287/\" id=\"a_6\">Section 313</a>\n\nCr.P.C but they denied the allegations levelled against them.\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">             The Court below convicted and sentenced the accused on the\n\nsole dying declaration (Ex PW6/E) of Jasbir Kaur, which was being\n\nrecorded by the then learned Judicial Magistrate 1st Class, Panchkula, as all\n\nthe star witnesses turned hostile.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">             Learned counsel for the appellants contends that the dying\n\ndeclaration (Ex PW6/E) without corroboration of independent witnesses is\n\nnothing in the law and thus, the appellants are liable to be acquitted.\n\n</p><p data-structure=\"PetArg\" id=\"p_10\">             Learned counsel has further argued that from the perusal of the\n\ndying declaration (Ex PW6/E) or the FIR or in the entire evidence produced\n\nby the prosecution on record, no offence is made out against the accused.\n\nLearned counsel submits that Jasbir Kaur married to appellant No. 1 ten\n\nyears back and after ten years, it cannot be said that the deceased committed\n\nsuicide due to demand of dowry or harassment by the accused.\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">             Learned counsel further argued that father-in-law and mother-\n\nin-law of Jasbir Kaur were residing separately from the deceased since long.\n\nThe prosecution has miserably failed to prove its case against the accused as\n\nall the witnesses have turned hostile and no docor or I.O have been\n\nexamined.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">             On the other hand, learned State counsel submits that once\n\n\n                                      3 of 16\n<span class=\"hidden_text\" id=\"span_5\">                   ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_6\">                                 -4-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\nthere is dying declaration (Ex PW6/E) on record which was being recorded\n\nby learned Magistrate, the accused have rightly been convicted by the trial\n\nCourt. Learned State counsel further argued that even though the\n\nprosecution witnesses have turned hostile, the dying declaration was\n\nsufficient enough to convict the accused who raised the demand of dowry\n\nand panchayats were also convened in this regard. Further Jasbir Kaur was\n\nbeaten by the accused 07 days prior to the incident for bringing less dowry,\n\nas stated by brother of the deceased.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">            Heard learned counsel for the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">            After going through the judgment passed by the Court below, it\n\nseems that the accused were convicted on the sole dying declaration (Ex\n\nPW6/E) given by Jasbir Kaur and the statement of the brother of the victim\n\non which the F.I.R was registered.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">            Reference at this stage can be made to dying declaration (Ex\n\nPW6/E) given by the deceased which was in narrative form wherein she\n\nstated that initially her two daughters died and the accused used to harass\n\nher parents and used to beat her. She poured kerosene oil on herself as her\n\nhusband and mother-in-law used to harass her. The accused told her to pour\n\nkerosene oil on herself and on their saying, she put herself on fire with the\n\nhelp of gas lighter by pouring kerosene oil on herself. She stated that now\n\nthe property of her husband be given to her son. She further stated that a\n\nquarrel took place as the accused used to taunt her that her parents have a\n\ninverter in their house and why she is not bringing inverter in the\n\nmatrimonial home.\n</p>\n<p data-structure=\"Facts\" id=\"p_16\">            Now reference can be made to statement of the brother of the\n\ndeceased i.e Mr. Harminder Singh-P.W.2 wherein he stated that the accused\n\n\n                                     4 of 16\n<span class=\"hidden_text\" id=\"span_7\">                  ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_8\">                                  -5-</span>\n                Criminal Appeal No.S-218-SB of 2014\n\nused to harass his sister and the husband of his sister used to beat the\n\ndeceased under the influence of liquor. Many Panchayats were convened to\n\nsettle the dispute. He further stated that her sister told him in the hospital\n\nthat the accused used to beat her on the pretext of demand of Rs.2 lakhs in\n\nlieu of the vehicle.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">             The question for consideration before this Court that can the\n\naccused be convicted under <a href=\"/doc/92983/\" id=\"a_7\">Section 306</a> IPC on the sole dying declaration\n\n(Ex PW6/E) of the deceased, as all the star witnesses turned hostile and the\n\nprosecution had failed to brought on record any evidence that the accused\n\ndemanded Rs.2 lacs and the panchayats were convened to settle the dispute.\n\n</p><p data-structure=\"CDiscource\" id=\"p_18\">             Jasbir Kaur (since deceased) was married to appellant No. 1\n\nabout 11 years back. The husband of the deceased was working in the Army\n\nand his service shall be completed upto 15 years nearby and he was to take\n\nretirement after completing 15 years and have a good record in the army. In\n\nthe past 11 years, Jasbir Kaur has not lodged any complaint regarding the\n\nharassment/demand of dowry by the accused.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">             The dying declaration (Ex PW6/E) given by the deceased\n\nnowhere indicates any demand of dowry and it only states that a quarrel\n\ntook place as the accused used to taunt her that her parents have a inverter\n\nin their house and why she is not bringing inverter in the matrimonial home.\n\nThe dying declaration (Ex PW6/E) further states that she poured kerosene\n\noil on herself on the asking of the accused who used to beat/harass her.\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">             It cannot be said that the accused poured kerosene oil on herself\n\non the taunt with regard to inverter. It seems that since her husband was in\n\nArmy, she was frustrated. Further the prosecution has not examined any\n\nPanchayat Members to show that the accused used to harass the deceased\n\n\n                                      5 of 16\n<span class=\"hidden_text\" id=\"span_9\">                   ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_10\">                                 -6-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\nand panchayats were convened to settle the dispute. It is not probable that\n\nafter 11 years of marriage, the accused raised demand of dowry. Further the\n\nprosecution has failed to prove that the accused ever demanded Rs.2 lacs\n\nfrom the parents of the deceased. The present case is not a case of dowry\n\ndeath or the deceased having been instigated into committing suicide for her\n\nfailure to satisfy the dowry demands of the accused. Further the prosecution\n\nhas not been able to prove that the deceased was subjected to cruelty on\n\ndemand of Rs.2 lacs by the accused. Thus, no offence under <a href=\"/doc/1868826/\" id=\"a_8\">Section 498</a>/A\n\nand 306 of the Code is made out against the accused.\n\n</p><p data-structure=\"Section\" id=\"p_21\">            For ready reference, this Court quote here the provision of\n\n<a href=\"/doc/538436/\" id=\"a_9\">Sections 498-A</a>/<a href=\"/doc/92983/\" id=\"a_10\">306</a> of the Code, which reads as under:-\n\n</p><blockquote id=\"blockquote_1\">   &quot;498A. Husband or relative of husband of a woman subjecting her\n   to cruelty.--Whoever, being the husband or the relative of the\n   husband of a woman, subjects such woman to cruelty shall be\n   punished with imprisonment for a term which may extend to three\n   years and shall also be liable to fine.\n</blockquote><blockquote id=\"blockquote_2\">   Explanation.--For the purpose of this section, &quot;cruelty&quot; means--\n</blockquote><blockquote id=\"blockquote_3\">   (a) any wilful conduct which is of such a nature as is likely to drive\n   the woman to commit suicide or to cause grave injury or danger to\n   life, limb or health (whether mental or physical) of the woman; or\n</blockquote><blockquote id=\"blockquote_4\">   (b) harassment of the woman where such harassment is with a\n   view to coercing her or any person related to her to meet any\n   unlawful demand for any property or valuable security or is on\n   account of failure by her or any person related to her to meet such\n   demand.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_22\">   <a href=\"/doc/92983/\" id=\"a_11\">Section 306</a> of the IPC reads as under:-\n</p><blockquote id=\"blockquote_5\">         306. Abetment of suicide.--If any person commits suicide,\n   whoever abets the commission of such suicide, shall be punished\n   with imprisonment of either description for a term which may\n   extend to ten years, and shall also be liable to fine.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_23\">                                     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"62278047\" id=\"span_11\">6 of 16\n<span class=\"hidden_text\" id=\"span_12\">                  ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_13\">                                 -7-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\n            Learned counsel for the appellants has made reference to the\n\njudgment of Hon&#x27;ble the Supreme Court of India in a case of <a href=\"/doc/62278047/\" id=\"a_12\">Ghusabhai\n\nRaisangbhai Chorasiya and others vs. State of Gujarat</a>, 2015(2) RCR\n\n(Crl) 70 wherein the wife committed suicide as her husband had developed\n\nextra marital relationship with another woman. Hon&#x27;ble the Supreme Court\n\nacquitted the accused and held them not guilty of the offence under <a href=\"/doc/92983/\" id=\"a_13\">Sections\n\n306</a>/<a href=\"/doc/538436/\" id=\"a_14\">498-A</a> IPC. It was held that it cannot be hold that the mental cruelty\n\nwas of such a degree that it would drive the wife to commit suicide. In para\n\n16, 20 and 21, it has been observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_6\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1461756\" id=\"span_14\">16. This Court in <a href=\"/doc/1461756/\" id=\"a_15\">Girdhar Shankar Tawade V. State of\n   Maharashtra</a>, 2002(4) RCR (Criminal) 589: 2002(5) SCC 177,\n   examining the scope of 498A, has observed thus:</span>\n</blockquote><blockquote id=\"blockquote_7\">        &quot;The basic purport of the statutory provision is to avoid\n        &quot;cruelty&quot; which stands defined by attributing a specific\n        statutory    meaning     attached        thereto      as       noticed\n        hereinbefore. Two specific instances have been taken note\n        of in order to ascribe a meaning to the word &quot;cruelty&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_24\">        as is expressed by the legislatures: whereas Explanation\n</p><p data-structure=\"Section\" id=\"p_25\">        (a) involves three specific situations viz. (i) to drive the\n        woman to commit suicide or (ii) to cause grave injury or\n</p><p data-structure=\"Section\" id=\"p_26\">        (iii) danger to life, limb or health,          both    mental        and\n        physical,    and   thus involving a physical               torture    or\n        atrocity, in Explanation (b) there is absence of physical\n        injury but the legislature thought it fit to include only\n        coercive harassment which obviously as the legislative\n        intent expressed is equally heinous to match the physical\n        injury: whereas one is patent, the other one is latent but\n        equally serious in terms of the provisions of the statute\n        since the same would also embrace the attributes of\n        &quot;cruelty&quot; in terms of <a href=\"/doc/538436/\" id=\"a_16\">Section 498-A</a>.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_27\">   20. Coming to the facts of the present case, it is seen that the factum of\n\n\n                                       7 of 16\n<span class=\"hidden_text\" id=\"span_15\">                    ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_16\">                              -8-</span>\n            Criminal Appeal No.S-218-SB of 2014\n\ndivorce has not been believed by the learned trial Judge and the High\nCourt. But the fact remains is that the husband and the wife had\nstarted living separately in the same house and the deceased had told\nher sister that there was severance of status and she would be going\nto her parental home after the &#x27;Holi&#x27; festival. True it is, there is some\nevidence about the illicit relationship and even if the same is proven,\nwe are of the considered opinion that cruelty, as envisaged under\nthe first limb of <a href=\"/doc/538436/\" id=\"a_17\">Section 498A</a> IPC would not get attracted. It would\nbe difficult to hold that the mental cruelty was of such a degree that it\nwould drive the wife to commit suicide.             Mere extra-marital\nrelationship, even if proved, would be illegal and immoral, as has\nbeen said in Pinakin Mahipatray Rawal (supra), but it would take a\ndifferent character if the prosecution brings some evidence on record\nto show that the accused had conducted in such a manner to drive the\nwife to commit suicide. In the instant case, the accused may have\nbeen involved in an illicit relationship with the appellant no.4, but in\nthe absence of some other acceptable evidence on record that\ncan establish such high degree of mental cruelty, the Explanation\nto <a href=\"/doc/538436/\" id=\"a_18\">Section 498A</a> which includes cruelty to drive a woman to commit\nsuicide, would not be attracted.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">21. Presently, adverting to the involvement of the other accused\npersons, that is, appellant nos. 1, 3 and 4, we find that there is no\nallegation of any kind of physical torture. The evidence brought on\nrecord against them with regard to cruelty is absolutely sketchy and\nnot convincing. It has been alleged that the mother-in-law used to rob\nher money which she earned as wages. The said fact has really not\nbeen established. As far as appellant no. 4, Jesuben, is concerned,\nthere is only one singular allegation that at one public place, i.e. in a\n&#x27;mela&#x27;, she had threatened the deceased that she would be divorced\nby her husband. On the basis of the said evidence, it is difficult to\nsustain the conviction under <a href=\"/doc/92983/\" id=\"a_19\">Sections 306</a> and <a href=\"/doc/538436/\" id=\"a_20\">498A</a> IPC. Once we\nare holding that the accused-appellants are not guilty of the\noffence   under <a href=\"/doc/92983/\" id=\"a_21\">Section 306</a> and <a href=\"/doc/538436/\" id=\"a_22\">498A</a> IPC, the conviction under\n<a href=\"/doc/386021/\" id=\"a_23\">Section 201</a> IPC is also not sustainable. &quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\n\n</p><blockquote id=\"blockquote_8\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99850036\" id=\"span_17\">8 of 16\n<span class=\"hidden_text\" id=\"span_18\">               ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_19\">                                   -9-</span>\n                 Criminal Appeal No.S-218-SB of 2014\n\n            Reference has further been made to a judgment of Hon&#x27;ble the\n\nSupreme Court of India in a case of <a href=\"/doc/99850036/\" id=\"a_24\">Ram Mani and others vs. State of M.P</a>,\n\npassed in Crl. Appeal No. 2461 of 2009, decided on 06.04.2016 wherein\n\nHon&#x27;ble the Supreme Court has acquitted the accused on the ground that\n\nboth the Courts have failed to appreciate evidence on record and held no\n\ngood reason to sustain order of Appellate court with regard to finding of\n\nguilt recorded under <a href=\"/doc/538436/\" id=\"a_25\">Sections 498-A</a>/<a href=\"/doc/92983/\" id=\"a_26\">306</a> IPC. In para 4 and 5, it has been\n\nobserved as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1949931\" id=\"span_20\">&quot;4.   The    High   Court   after    adverting   to   the   rival   legal\n\n     submissions urged on behalf of the parties, examined the\n\n     correctness of the finding of the guilt recorded for the charge\n\n     under <a href=\"/doc/538436/\" id=\"a_27\">Section 498-A</a> and <a href=\"/doc/92983/\" id=\"a_28\">306</a> of the I.P.C. The Appellate Court\n\n     in exercise of its appellate jurisdiction was required to re-\n\n     appreciate the evidence on record. The Appellate Court has\n\n     examined the correctness of the finding of guilt on the\n\n     charges under <a href=\"/doc/538436/\" id=\"a_29\">Sections 498-A</a> and <a href=\"/doc/92983/\" id=\"a_30\">306</a> of the I.P.C. The High\n\n     Court has noticed that the appellants are acquitted for the\n\n     charge under <a href=\"/doc/653797/\" id=\"a_31\">Section 304-B</a> of the guilt by placing reliance\n\n     upon the judgment of this Court in the case of <a href=\"/doc/1949931/\" id=\"a_32\">Hira Lal v.\n\n     State (NCT) of Delhi</a> (reported in AIR 2003 SC 2865). In\n\n     the said case the charge under <a href=\"/doc/653797/\" id=\"a_33\">Section 304-B</a> was framed but\n\n     no charge under <a href=\"/doc/92983/\" id=\"a_34\">Section 306</a> was framed. The accused being\n\n     guilty under <a href=\"/doc/653797/\" id=\"a_35\">Section 304-B</a> was not proved, even though it is\n\n     not proved it was held in the said case that no charges were\n\n     framed against the accused under <a href=\"/doc/92983/\" id=\"a_36\">Section 306</a> read with 498-\n\n     A but proved. The cruelty is essential to be proved under both\n\n     <a href=\"/doc/538436/\" id=\"a_37\">Sections 498-A</a> and <a href=\"/doc/92983/\" id=\"a_38\">306</a>. The finding of conviction can be\n\n     recorded under <a href=\"/doc/538436/\" id=\"a_39\">Section 498-A</a> and the said ratio can be\n\n\n                                      9 of 16\n<span class=\"hidden_text\" id=\"span_21\">                   ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_22\">                                 -10-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\n     applied to the fact and situation for recording the concurrent\n\n     finding of guilt for the charge under <a href=\"/doc/538436/\" id=\"a_40\">Sections 498-A</a> and <a href=\"/doc/92983/\" id=\"a_41\">306</a>.\n\n     The correctness of the same is questioned by the appellants in\n\n     this case. The finding recorded by the trial Court on the\n\n     aforesaid terms has yet to be examined. The evidence of PWs.\n\n     1 and 2 is only the evidence with regard to the demand of\n\n     dowry made by the husband, the appellant herein, demanding\n\n     the dowry of scooter but given Luna. That was not acceded to.\n\n     Therefore, it amounts to cruelty. The said evidence is\n\n     accepted by the trial Court for recording the finding under\n\n     <a href=\"/doc/538436/\" id=\"a_42\">Section 498-A</a> and for the reasons stated that the cruelty\n\n     under <a href=\"/doc/92983/\" id=\"a_43\">Sections 306</a> and <a href=\"/doc/538436/\" id=\"a_44\">498-A</a> is common. Therefore, the\n\n     finding and reasons recorded for holding the charge is proved.</span>\n\n</blockquote><blockquote id=\"blockquote_10\">     5. We have very carefully gone through the finding and\n\n     reasons both by the trial Court and the Appellate Court. We\n\n     have examined the correctness of the same. After going\n\n     through the same, we find that both the Courts also have\n\n     failed to appreciate the evidence on record to be applied to\n\n     the situation, particularly, that the charge under <a href=\"/doc/653797/\" id=\"a_45\">Section 304-\n\n     B </a>is not proved against the appellants.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_30\">            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"51246610\" id=\"span_23\">In the facts of the present case, the case set up by the\n\nprosecution as is evident from the statement made by the accused Gurdev\n\nSingh, Mangat Singh and Surjeet Kaur is that they had maltreated deceased-\n\nJasbir Kaur on the pretext of demand of dowry in the shape of Rs.2 lacs for\n\nthe purpose of buying a vehicle. This fact is evident from the statements\n\nmade by the accused under <a href=\"/doc/767287/\" id=\"a_46\">Section 313</a> Cr.P.C. Further the prosecution\n\nwitnesses i.e P.W1 to P.W.5 turned hostile. This would only lead to a\n\nconclusion that allegation of demand of Rs.2 lacs cannot be read against the\n\n                                    10 of 16\n<span class=\"hidden_text\" id=\"span_24\">                  ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_25\">                                 -11-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\naccused. The Court was only relying upon the dying declaration (P.W.6/E),\n\nwhich has been duly proved by Kanwal Kumar, the Deputy Magistrate\n\nPanchkula, who appeared as P.W.6. He deposed that on 13.03.2013, he\n\nrecorded the statement of Jasbir Kaur on the request of ASI Sarabjit Singh\n\nvide Ex PW6/A. He further deposed that at 3.30 P.M on the same day at\n\nCommand Hospital, Panchkula, he recorded her statement after verifying\n\nher witness vide endorsement Ex PW6/C. The concerned Medical Officer\n\ndeclared her fit for making statement vide Ex PW6/D. He proved the said\n\nstatement of Jasbir Kaur as Ex PW6/F.\n\n            Reference at this stage can now be made to a judgment of\n\nHon&#x27;ble the Supreme Court of India in a case of <a href=\"/doc/51246610/\" id=\"a_47\">Umakant and another v.\n\nState of Chhatisgarh</a>, 2014(7) SCC 405 wherein bride died within 1 ½\n\nyears of marriage as she sustained burn injuries. The accused were acquitted\n\nof the charges framed against them. In para 19, 20, 21, 22 and 25, it has\n\nbeen observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_11\">   19. In spite of all the importance attached and the sanctity given to\n   the piece of dying declaration, Courts have to be very careful while\n   analyzing the truthfulness, genuineness of the dying declaration and\n   should come to a proper conclusion that the dying declaration is not\n   a product of prompting or tutoring.\n</blockquote><blockquote id=\"blockquote_12\">   20. The legal position about the admissibility of a dying declaration\n   is settled by this Court in several judgments. This Court in Atbir v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119461852\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007294\" id=\"span_27\">Government of NCT of Delhi - 2010 (9) SCC 1, taking into\n   consideration the earlier judgments of this Court in <a href=\"/doc/1007294/\" id=\"a_48\">Paniben v. State\n   of Gujarat</a> - 1992 (2) SCC 474 and another judgment of this Court in\n   <a href=\"/doc/119461852/\" id=\"a_49\">Panneerselvam v. State of Tamilnadu</a> - 2008 (17) SCC 190 has given\n   certain guidelines while considering a dying declaration:</span></span>\n</p><blockquote id=\"blockquote_13\">        1. Dying     declaration    can         be   the   sole   basis   of\n        conviction if it inspires full confidence of the Court.\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_32\">                                     11 of 16\n<span class=\"hidden_text\" id=\"span_28\">                   ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_29\">                             -12-</span>\n           Criminal Appeal No.S-218-SB of 2014\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">     2. The Court should be satisfied that the deceased was in\n     a fit state of mind at the time of making the statement and\n     that it was not the result of tutoring, prompting or\n     imagination.\n</p><p data-structure=\"Precedent\" id=\"p_34\">     3. Where the Court is satisfied that the declaration is true\n     and voluntary, it can base its conviction without any\n     further corroboration.\n</p><p data-structure=\"Precedent\" id=\"p_35\">     4. It cannot be laid down as an absolute rule of law that\n     the dying declaration cannot form the sole basis of\n     conviction unless it is corroborative. The rule requiring\n     corroboration is merely a rule of prudence.\n</p><p data-structure=\"Conclusion\" id=\"p_36\">     5. Where the dying declaration is suspicious, it should not\n     be acted upon without corroborative evidence.\n</p><p data-structure=\"Section\" id=\"p_37\">     6. A dying declaration which suffers from infirmities, such\n     as the deceased was unconscious and could never\n     make any statement cannot form the basis of conviction.\n</p><p data-structure=\"CDiscource\" id=\"p_38\">     7. Merely because a dying declaration does not contain\n     all the details as to the occurrence, it is not to be rejected.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">     8. Even if it is a brief statement, it is not to be discarded.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">     9. When the eye-witness affirms that the deceased was not\n     in a fit and conscious state to make the dying declaration,\n     medical opinion cannot prevail.\n</p><p data-structure=\"Section\" id=\"p_41\">     10. If after careful scrutiny the Court is satisfied that it is\n     free from any effort to induce the deceased to make a false\n     statement and if it is coherent and consistent, there shall\n     be no legal impediment to make it basis of conviction,\n     even if there is no corroboration.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">21. In the light of the above legal position that governs the\nconsideration of a dying declaration, the factual matrix has to be\nscrutinised. As already extracted above, in the dying declaration\nEx.P-13, the deceased stated before the Magistrate that the\nappellants demanded dowry and that the appellants set fire to her\nand she asked her brother-in-law to rescue her, but he had chosen\nnot to do so, and further on hearing her cries, the neighbours came\n\n\n\n                                  12 of 16\n<span class=\"hidden_text\" id=\"span_30\">               ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_31\">                             -13-</span>\n           Criminal Appeal No.S-218-SB of 2014\n\nand extinguished the fire and admitted her in the hospital. After she\nwas admitted in the hospital, her parents came and she informed\nthem about the incident. The deceased is said to have stated that\nwhen she was pregnant she was beaten up by the accused and\nbecause of which the child died in the womb. At that time, she had\ntaken treatment in Revival Hospital]. This statement is found in\nEx.P-23, FIR written by K.B. Singh (P.W.23), and not in Ex.P13\ndying declaration.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">22. When we look at the dying declaration, it is not inspiring\nconfidence in the mind of this Court and throws serious doubt that\nthe same is a product of tutoring by the family members of the\ndeceased for the reason that, the sister of the deceased who was\npresent when the deceased was admitted in the hospital had signed\nin Ex.P-2 wherein it is stated that it was an accident and nobody has\nburnt the deceased, but later she turned around and stated that\nunless she signed on that, they were told that the deceased would not\nbe treated, and the High Court has taken this fact into\nconsideration, whereas in the dying declaration, the deceased has\nstated that when her parents came to the hospital on 06.08.2003, she\ninformed to the parents for the first time and she had not mentioned\nthat she informed her sister or anybody before that, but according to\nthe sister of the deceased, on 02.08.2003, she was aware of this,\nwhich shows that the evidence of the witness is not reliable and\nclouded with doubt.\n</p><p data-structure=\"Section\" id=\"p_44\">25. The burden of proof in criminal law is beyond all reasonable\ndoubt. The prosecution has to prove the guilt of the accused\nbeyond all reasonable doubt and it is also rule of justice in criminal\nlaw that if two views are possible on the evidence adduced in the\ncase, one pointing to the guilt of the accused and the other towards\nhis innocence, the view which is favourable to the accused should be\nadopted. After considering the evidence and the judgments of the\nCourts below, we are of the considered opinion that the\nevidence available on record and the dying declaration does not\ninspire confidence in the mind of this Court to make it the basis for\n\n\n\n                                 13 of 16\n<span class=\"hidden_text\" id=\"span_32\">               ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_33\">                                 -14-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\n   the conviction of the appellants. Apart from this, the High Court\n   basing on the same dying declaration, ought not to have convicted\n   the appellants under <a href=\"/doc/1560742/\" id=\"a_50\">Section 302</a> IPC, when they were acquitted\n   under <a href=\"/doc/653797/\" id=\"a_51\">Section 304-B</a> and <a href=\"/doc/1569253/\" id=\"a_52\">498-B</a> IPC and <a href=\"/doc/751411/\" id=\"a_53\">Sections 3</a> and <a href=\"/doc/1023340/\" id=\"a_54\">4</a> of the\n   Dowry Prohibition Act by the High Court.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">            In the facts of the present case, the deceased in her dying\n\ndeclaration (PW6/E) had stated that a quarrel took place as the accused used\n\nto taunt her that her parents have a inverter in their house and why she is not\n\nbringing inverter in the matrimonial home. After a gap of 11 years of\n\nmarriage, even if a minor quarrel took place, it cannot be said that it would\n\ndrive the wife to commit suicide. The husband of the deceased was working\n\nin the Army and he used to visit the house in leave period. It seems that the\n\ndeceased was frustrated living alone from her husband. Further the dying\n\ndeclaration is in narrative form and the prosecution has miserably failed to\n\nlead any evidence to show that there was a demand of Rs.2 lacs by the\n\naccused for purchase of vehicle. The quarrel which immediately took place\n\nbefore the death of Jasbir Kaur could not be said to be cruelty as defined\n\nunder <a href=\"/doc/538436/\" id=\"a_55\">Section 498-A</a> IPC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">            As per guidelines <a href=\"/doc/119461852/\" id=\"a_56\">laid down by</a> Hon&#x27;ble the Supreme in Uma\n\nKant&#x27;s case (supra), the dying declaration does not inspire the confidence\n\nof this Court and it cannot be made the basis of the conviction. The dying\n\ndeclaration (Ex PW6/E) in the present case was in narrative form wherein\n\nshe stated that initially her two daughters died and the accused used to\n\nharass her parents and used to beat her. She poured kerosene oil on herself\n\nas her husband and mother-in-law used to harass her. The accused told her\n\nto pour kerosene oil on herself and on their saying, she put herself on fire\n\nwith the help of gas lighter by pouring kerosene oil on herself. She stated\n\n\n                                     14 of 16\n<span class=\"hidden_text\" id=\"span_34\">                   ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_35\">                                  -15-</span>\n                Criminal Appeal No.S-218-SB of 2014\n\nthat now the property of her husband be given to her son. She further stated\n\nthat a quarrel took place as the accused used to taunt her that her parents\n\nhave a inverter in their house and why she is not bringing inverter in the\n\nmatrimonial home.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">             Thus, as per dying declaration, immediate cause of the death of\n\nthe deceased that her in-laws had taunted her that why she didn&#x27;t bring\n\ninverted in their house. After a gap of 11 years, when the deceased was\n\nblessed with a son, this taunt made by the in-laws would not amount to\n\ncruelty. Further, the case of the prosecution was that there was a demand of\n\nRs. 2 lacs, which was not substantiated by any evidence. All the prosecution\n\nwitnesses turned hosile. Further the husband of the deceased was working in\n\nArmy and he used to visit the house in leave period. It seems that the\n\ndeceased was frustrated as she was living alone from her husband. In the\n\nabsence of any cruelty, the dying declaration in itself cannot be made basis\n\nfor conviction of the accused. There is no evidence on record to show that\n\nthe deceased was subjected to cruelty.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"62278047\" id=\"span_36\">In <a href=\"/doc/62278047/\" id=\"a_57\">Ghusabhai Raisangbhai Chorasiya</a>&#x27;s case (supra)Hon&#x27;ble\n\nthe Supreme Court acquitted the accused who had developed extra marital\n\nrelationship with another women and held him and his parents not guilty of\n\nthe offence under <a href=\"/doc/92983/\" id=\"a_58\">Sections 306</a>/<a href=\"/doc/538436/\" id=\"a_59\">498-A</a> IPC. It was held that it cannot be hold\n\nthat the mental cruelty was of such a degree that it would drive the wife to\n\ncommit suicide.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">             In view of the discussions made above, the judgment and\n\norder of conviction and sentence passed by the learned Additional Sessions\n\nJudge is liable to be interfered and accordingly, it is set aside.\n\n</p><p data-structure=\"Conclusion\" id=\"p_50\">              The accused persons are acquitted from the charges by giving\n\n\n                                      15 of 16\n<span class=\"hidden_text\" id=\"span_37\">                   ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n<span class=\"hidden_text\" id=\"span_38\">                                 -16-</span>\n               Criminal Appeal No.S-218-SB of 2014\n\nthem benefit of doubt .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">             The appeal stands allowed.</p><pre id=\"pre_2\">\n\n\n\n25.01.2017                                       ( RITU BAHRI)\nG Arora                                              JUDGE\n\n\n          Whether speaking/reasoned                   Yes\n          Whether reportable                          Yes\n\n\n\n\n                                      16 of 16\n<span class=\"hidden_text\" id=\"span_39\">                   ::: Downloaded on - 09-07-2017 07:11:40 :::</span>\n </pre>","numcites":18,"numcitedby":19,"docsource":"Punjab-Haryana High Court","citetid":92282118,"divtype":"judgments","relatedqs":[{"value":"mental cruelty","formInput":"mental%20cruelty"},{"value":"section 306 ipc","formInput":"section%20306%20ipc"},{"value":"498a ipc","formInput":"498a%20ipc"},{"value":" all witnesses are turned hostile","formInput":"%20all%20witnesses%20are%20turned%20hostile"},{"value":"section 306 and 498 a of ipc","formInput":"section%20306%20and%20498%20a%20of%20ipc"},{"value":"section 306 indian penal code","formInput":"section%20306%20indian%20penal%20code"},{"value":"wife commit suicide","formInput":"wife%20commit%20suicide"},{"value":"ipc 306","formInput":"ipc%20306"},{"value":"498a","formInput":"498a"},{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"cruelty","formInput":"cruelty"},{"value":"498-a ipc","formInput":"498-a%20ipc"},{"value":"section 498a ","formInput":"section%20498a%20"},{"value":"498 a with 306  ","formInput":"498%20a%20with%20306%20%20"},{"value":"suicide","formInput":"suicide"},{"value":"burn injury ","formInput":"burn%20injury%20"},{"value":"sole dying declaration","formInput":"sole%20dying%20declaration"},{"value":" KEROSENE","formInput":"%20KEROSENE"},{"value":"498","formInput":"498"},{"value":"section 498","formInput":"section%20498"}],"cats":[{"value":"dowry","formInput":"tag:dowry"},{"value":"abetment-to-suicide","formInput":"tag:abetment-to-suicide"},{"value":"dowry-death","formInput":"tag:dowry-death"}],"courtcopy":true,"query_alert":null,"agreement":false}