{"tid":51247305,"publishdate":"2021-05-31","title":"Narayansingh vs The State Of Madhya Pradesh on 31 May, 2021","doc":"<h2 class=\"doc_title\">Narayansingh vs The State Of Madhya Pradesh on 31 May, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-abhyankar\">Subodh Abhyankar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-abhyankar\">Subodh Abhyankar</a></h3>\n\n<pre id=\"pre_1\">                                     1               Criminal Appeal No.1100/2017\n\n     HIGH COURT OF MADHYA PRADESH : BENCH AT INDORE\n\n               S.B.: Hon&#x27;ble Shri Subodh Abhyankar J.\n\n                       Criminal Appeal No.1100 of 2017\n                     Narayansingh S/o Sajjansingh Sisodiya\n                                       Versus\n                             State of Madhya Pradesh\n                              ***************\n\n       Heard through video conferencing.\n       Shri Akhilesh Kumar Saxena, learned counsel for the appellant.\n\n       Ms.      Geetanjali   Chourasiya,   learned      Panel   Lawyer      for   the\nrespondent/State.\n       Heard finally with the consent of the parties.\n                                  *****\n                                JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                             (Delivered on 31/05/2021)\n\n\n1]     This appeal has been filed under <a href=\"/doc/929532/\" id=\"a_1\">Section 374(2)</a> of the Code of\n\nCriminal Procedure, 1973 against the judgement dated 17/05/2017 passed by\n\nthe Second Additional Sessions Judge, Ratlam in Special Sessions Trial\n\nNo.134/2016 whereby while finding the appellant guilty, the learned Judge of\n\nthe Trial Court has convicted the appellant as under:-\n\n</p><pre id=\"pre_2\">          Conviction                             Sentence\n     Section           Act       Imprisonment        Fine       Imprisonment\n\n                                                                in lieu of fine\n     376(1)            IPC        7 Years RI         2000/-      3 Month RI\n\n\n\n2]     In brief, the facts giving rise to the present appeal are that on\n\n</pre><p data-structure=\"Facts\" id=\"p_2\">04/06/2016, an FIR was lodged by the prosecutrix on the ground that she is a\n                                     2             Criminal Appeal No.1100/2017\n\nresident of Nai Aabadi, Haat Pipliya, Ratlam and at around 12 O&#x27;clock of\n\n04/06/2016 she heard that her neighbour Narayansingh S/o Sajjan Singh (the\n\nappellant herein) was calling her name continuously and when she went to his\n\nhouse to ask as to why he was calling her name, Narayansingh took her inside\n\nhis house and closed the doors and committed rape on her. On hearing her\n\ncries, her father came and knocked on the doors, but Narayansingh did not\n\nopen the doors hence her father crossed the wall and entered the house but by\n\nthen Narayansingh fled away from the spot. The prosecutrix then narrated her\n\nordeal to her mother and father. Thus a case was registered against the\n\nappellant Narayansingh under <a href=\"/doc/1279834/\" id=\"a_2\">Section 376</a> of the IPC and the investigation\n\nensued. After the charge sheet was filed and the evidence was led by the\n\nparties, learned Judge of the Trial Court, after appreciating the evidence has\n\nconvicted the appellant vide the impugned judgement which is under\n\nchallenge before this court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">3]    Learned counsel for the appellant has submitted that the learned Judge\n\nof the Trial Court has erred in not appreciating the evidence in its proper\n\nperspective. It is further submitted that the learned Judge has lost sight of the\n\nfact that the prosecutrix was a consenting party and also that she was not a\n\nminor at the time when the incident took place.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">4]    Learned counsel for the State on the other hand has opposed the prayer\n\nand it is submitted that no illegality has been committed by the learned Judge\n\nof the Trial Court in appreciating the evidence and convicting the appellant as\n\naforesaid. Thus, it is submitted that the appeal be dismissed.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">                                    3             Criminal Appeal No.1100/2017\n\n5]    Heard counsel for the parties and perused the record.\n\n6]    From the record, it is found that the FIR in the present case at crime\n\nNo.79/2016 was lodged by the prosecutrix herself on 04/06/2016 wherein the\n\ntime of incident is said to be 12 O&#x27;clock in the noon whereas the FIR has been\n\nlodged on the same date at 3 O&#x27;clock in the noon. So far as the age of the\n\nprosecutrix is concerned, in the FIR it is mentioned as 16 years and during the\n\ncourse of the trial, the evidence has been brought on record that she was born\n\non 06/11/1999. Thus, on the date of incident, she was 16 years, 6 months and\n\n29 days old. In support of her date of birth, Exhibit P/5 has also been\n\nproduced by PW/6 Ashraf who happens to be Sarpanch of Gram Panchayat\n\nSherpurkhurd who has issued the date of birth certificate dated 14/07/2016 of\n\nthe prosecutrix. PW/7 S. R. Ahirwar, the Investigating Officer has also stated\n\nthat he has also tried to obtained the birth certificate of the prosecutrix,\n\nhowever, it was found that the record of the initial school of the prosecutrix\n\nSantosh Shiksha Niketan has already been destroyed on account of termite\n\nand hence her scholar register was obtained from subsequent school Vinoba\n\nSchool which has been proved as Exhibit P/8. Thus, admittedly there is no\n\noriginal date of birth certificate available on record and the age of the\n\nprosecutrix has been determined by the learned Judge of the Trial Court on\n\nthe basis of the documents available on record including Ex.P/5, the\n\ncertificate issued subsequently by the Sarpanch of the Gram Panchayat and\n\nalso Ex.P/8, the scholar register of the second school joined by the\n\nprosecutrix.\n</p><p data-structure=\"Precedent\" id=\"p_6\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890232\" id=\"span_1\">4             Criminal Appeal No.1100/2017\n\n7]    Regarding the admissibility of the documents proved in support of the\n\nage of the prosecutix and their probative value, the Supreme Court in the case\n\nof <a href=\"/doc/1890232/\" id=\"a_3\">Satpal Singh v. State of Haryana</a>, (2010) 8 SCC 714 has held as under:-</span>\n\n</p><blockquote id=\"blockquote_1\">     19. So far as the issue as to whether the prosecutrix was a major or\n     minor, it has also been elaborately considered by the courts below.\n</blockquote><p data-structure=\"PetArg\" id=\"p_7\">     In fact, the school register has been produced and proved by the\n     Headmaster, Mohinder Singh (PW 3). According to him, Rajinder\n     Kaur (PW 15), the prosecutrix, was admitted in Government\n     School, Sharifgarh, District Kurukshetra on 2-5-1990 on the basis\n     of school leaving certificate issued by Government Primary\n     School, Dhantori. In the school register, her date of birth has been\n     recorded as 13-2-1975. The question does arise as to whether the\n     date of birth recorded in the school register is admissible in\n     evidence and can be relied upon without any corroboration. This\n     question becomes relevant for the reason that in cross-examination,\n     Shri Mohinder Singh, Headmaster (PW 3), has stated that the date\n     of birth is registered in the school register as per the information\n     furnished by the person/guardian accompanying the students, who\n     comes to the school for admission and the school authorities do not\n     verify the date of birth by any other means.\n</p><p data-structure=\"Issue\" id=\"p_8\">     20. A document is admissible under <a href=\"/doc/1034981/\" id=\"a_4\">Section 35</a> of the Evidence\n     Act, 1872 (hereinafter called as &quot;the <a href=\"/doc/1953529/\" id=\"a_5\">Evidence Act</a>&quot;) being a public\n     document if prepared by a government official in the exercise of\n     his official duty. However, the question does arise as to what is the\n     authenticity of the said entry for the reason that admissibility of a\n     document is one thing and probity of it is different.\n</p><p data-structure=\"Precedent\" id=\"p_9\">     21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"275235\" id=\"span_2\">In <a href=\"/doc/275235/\" id=\"a_6\">State of Bihar v. Radha Krishna Singh6</a> this Court dealt with\n     a similar contention and held as under:</span>\n</p><blockquote id=\"blockquote_2\">     &quot;40. ... Admissibility of a document is one thing and its probative\n     value quite another--these two aspects cannot be combined. A\n     document may be admissible and yet may not carry any conviction\n     and weight or its probative value may be nil. ... (SCC p. 138, para\n</blockquote><blockquote id=\"blockquote_3\">     40)\n</blockquote><blockquote id=\"blockquote_4\">     53. ... where a report is given by a responsible officer, which is\n     based on evidence of witnesses and documents and has a statutory\n     flavour in that it is given not merely by an administrative officer\n     but under the authority of a statute, its probative value would\n     indeed be very high so as to be entitled to great weight. (SCC p.\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">     143, para 53)\n</p><p data-structure=\"Precedent\" id=\"p_11\">     145. (4) The probative value of documents which, however ancient\n     they may be, do not disclose sources of their information or have\n     not achieved sufficient notoriety is precious little. (SCC p. 171,\n     para 145)&quot;\n</p><blockquote id=\"blockquote_5\">                                5             Criminal Appeal No.1100/2017\n\n</blockquote><blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61642\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152699940\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1923647\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045688\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"481711\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180213\" id=\"span_8\">22. Therefore, a document may be admissible, but as to whether the\nentry contained therein has any probative value may still be\nrequired to be examined in the facts and circumstances of a\nparticular case. The aforesaid legal proposition stands fortified by\nthe judgments of this Court in <a href=\"/doc/180213/\" id=\"a_7\">Ram Prasad Sharma v. State of\nBihar</a>; Ram Murti v. State of Haryana Dayaram v. Dawalatshah;\n<a href=\"/doc/481711/\" id=\"a_8\">Harpal Singh v. State of H.P.</a>; <a href=\"/doc/1045688/\" id=\"a_9\">Ravinder Singh Gorkhi v. State of\nU.P.</a>; <a href=\"/doc/1923647/\" id=\"a_10\">Babloo Pasi v. State of Jharkhand</a>; <a href=\"/doc/152699940/\" id=\"a_11\">Desh Raj v. Bodh Raj</a> and\n<a href=\"/doc/61642/\" id=\"a_12\">Ram Suresh Singh v. Prabhat Singh</a>. In these cases, it has been held\nthat even if the entry was made in an official record by the official\nconcerned in the discharge of his official duty, it may have weight\nbut still may require corroboration by the person on whose\ninformation the entry has been made and as to whether the entry so\nmade has been exhibited and proved. The standard of proof\nrequired herein is the same as in other civil and criminal cases.\nSuch entries may be in any public document i.e. school register,\nvoters list or family register prepared under the rules and\nregulations, etc.</span></span></span></span></span></span> in force, and may be admissible under Section 35\nof the Evidence Act as held in Mohd. Ikram Hussain v. State of\nU.P. and Santenu Mitra v. State of W.B.\n</blockquote><blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"721581\" id=\"span_9\">23. There may be conflicting entries in the official document and in\nsuch a situation, the entry made at a later stage has to be accepted\nand relied upon. (<a href=\"/doc/721581/\" id=\"a_13\">Vide Durga Singh v. Tholu</a>.)</span>\n</blockquote><blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"658363\" id=\"span_10\">24. While dealing with a similar issue in <a href=\"/doc/658363/\" id=\"a_14\">Birad Mal Singhvi v.\nAnand Purohit</a>, this Court held as under: (SCC p. 619, para 15)\n&quot;15. ... To render a document admissible under <a href=\"/doc/1034981/\" id=\"a_15\">Section 35</a>, three\nconditions must be satisfied, firstly, entry that is relied on must be\none in a public or other official book, register or record; secondly,\nit must be an entry stating a fact in issue or relevant fact; and\nthirdly, it must be made by a public servant in discharge of his\nofficial duty, or any other person in performance of a duty specially\nenjoined by law. An entry relating to date of birth made in the\nschool register is relevant and admissible under <a href=\"/doc/1034981/\" id=\"a_16\">Section 35</a> of the\nAct, but entry regarding to the age of a person in a school\nregister is of not much evidentiary value to prove the age of the\nperson in the absence of the material on which the age was\nrecorded.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540323\" id=\"span_11\">25. A Constitution Bench of this Court, while dealing with a similar\nissue in <a href=\"/doc/1540323/\" id=\"a_17\">Brij Mohan Singh v. Priya Brat Narain Sinha</a>, observed as\nunder: (AIR p. 286, para 18)\n&quot;18. ... The reason why an entry made by a public servant in a\npublic or other official book, register, or record stating a fact in\nissue or a relevant fact has been made relevant is that when a\npublic servant makes it himself in the discharge of his official duty,\nthe probability of its being truly and correctly recorded is high.\nThat probability is reduced to a minimum when the public servant\n                                 6             Criminal Appeal No.1100/2017\n\nhimself is illiterate and has to depend on somebody else to make\nthe entry. We have therefore come to the conclusion that the High\nCourt is right in holding that the entry made in an official record\nmaintained by the illiterate chowkidar, by somebody else at his\nrequest does not come within <a href=\"/doc/1034981/\" id=\"a_18\">Section 35</a> of the Evidence Act.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_13\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1275754\" id=\"span_12\">In <a href=\"/doc/1275754/\" id=\"a_19\">Vishnu v. State of Maharashtra20</a> while dealing with a\nsimilar issue, this Court observed that very often parents furnish\nincorrect date of birth to the school authorities to make up the age\nin order to secure admission for their children. For determining the\nage of the child, the best evidence is of his/her parents, if it is\nsupported by unimpeccable documents. In case the date of birth\ndepicted in the school register/certificate stands belied by the\nunimpeccable evidence of reliable persons and contemporaneous\ndocuments like the date of birth register of the municipal\ncorporation, government hospital/nursing home, etc., the entry in\nthe school register is to be discarded.</span>\n</p><p data-structure=\"Precedent\" id=\"p_14\">27. Thus, the entry in respect of age of the child seeking admission,\nmade in the school register by semi-literate chowkidar at the\ninstance of a person who came along with the child having no\npersonal knowledge of the correct date of birth, cannot be relied\nupon.\n</p><p data-structure=\"Precedent\" id=\"p_15\">28. Thus, the law on the issue can be summarised that the entry\nmade in the official record by an official or person authorised\nin performance of an official duty is admissible under <a href=\"/doc/1034981/\" id=\"a_20\">Section\n35</a> of the Evidence Act but the party may still ask the\ncourt/authority to examine its probative value. The authenticity\nof the entry would depend as to on whose\ninstruction/information such entry stood recorded and what\nwas his source of information. Thus, entry in school\nregister/certificate requires to be proved in accordance with\nlaw. Standard of proof for the same remains as in any other\ncivil and criminal case.\n</p><p data-structure=\"Precedent\" id=\"p_16\">29. In case, the issue is examined in the light of the aforesaid\nsettled legal proposition, there is nothing on record to corroborate\nthe date of birth of the prosecutrix recorded in the school register. It\nis not possible to ascertain as to who was the person who had given\nher date of birth as 13-2-1975 at the time of initial admission in the\nprimary school. More so, it cannot be ascertained as who was the\nperson who had recorded her date of birth in the primary school\nregister. More so, the entry in respect of the date of birth of the\nprosecutrix in the primary school register has not been produced\nand proved before the trial court. Thus, in view of the above, it\ncannot be held with certainty that the prosecutrix was a major. Be\nthat as it may, the issue of majority becomes irrelevant if the\nprosecution successfully establishes that it was not a consent case.\n</p><p data-structure=\"Precedent\" id=\"p_17\">                                                (emphasis supplied)\n                                     7               Criminal Appeal No.1100/2017\n\n8]    A perusal of the aforesaid decision clearly reveals that merely\n\nproduction of the scholar register in itself does not tantamount to the proof of\n\nthe age of the prosecutrix unless the same is substantiated by some other\n\nunimpeachable evidence of reliable persons and contemporaneous documents\n\nlike the date of birth register of the municipal corporation, government\n\nhospital/nursing home, etc. Learned Judge of the Trial Court has also relied\n\nupon the fact that the documents produced by the prosecution in respect of\n\nage of the prosecutrix Exhibit P/15(C) which is the scholar register of the\n\nsubsequent school of the prosecutrix dated 12/06/2012, and it is held that it is\n\nmuch prior to the date of offence in the year 2016, hence, there is no reason to\n\ndisbelieve the aforesaid document. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1890232\" id=\"span_13\">In the considered opinion of this Court, in\n\nthe light of the aforesaid decision in the case of <a href=\"/doc/1890232/\" id=\"a_21\">Satpal Singh</a> (supra), the\n\nfinding recorded by the learned Judge of the Trial Court only on the basis of\n\nscholar register cannot be countenanced and it is held that the prosecution has\n\nnot been able to prove that the prosecutrix was below the age of 18 years at\n\nthe time of the incident. Thus, it is held that the prosecutrix was above the age\n\nof 18 years at the time when the offence took place.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890232\" id=\"span_14\">9]    Now the question before this Court is whether the prosecutrix was also\n\na consenting party or whether the appellant has been falsely implicated. So far\n\nas the consent of the prosecutrix is concerned, the Supreme Court, in the case\n\nof <a href=\"/doc/1890232/\" id=\"a_22\">Satpal Singh</a> (supra) has defined it as under:-</span>\n</p>\n<blockquote id=\"blockquote_9\">     30. It can be held that a woman has given consent only if she has freely\n     agreed to submit herself, while in free and unconstrained possession of\n     her physical and moral power to act in a manner she wanted. Consent\n     implies the exercise of a free and untrammelled right to forbid or\n     withhold what is being consented to, it always is a voluntary and\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">                                       8              Criminal Appeal No.1100/2017\n\n      conscious acceptance of what is proposed to be done by another and\n      concurred in by the former. An act of helplessness in the face of\n      inevitable compulsions is not consent in law. More so, it is not necessary\n      that there should be actual use of force. A threat of use of force is\n      sufficient.\n</p><p data-structure=\"Facts\" id=\"p_20\">                                                       (emphasis supplied)\n\n10]    In this regard, the deposition of the prosecutrix PW/1 is relevant. She\n\nhas stated that on 04/06/2016 she had gone to the house of the appellant\n\nNarayansingh as he was calling her by shouting her name and when she\n\nreached his house, Narayansingh closed the doors and committed rape on her\n\nand when she shouted, her father came to her rescue and entered the house of\n\nNarayansingh after climbing the wall as the appellant did not open the door\n\nfor him. Soon after the father of the prosecutrix arrived, the appellant ran\n\naway from the spot. Although she has been cross examined on the point that\n\nshe was a consenting party as she was friends with the present appellant,\n\nhowever, she has emphatically denied the same and has stated that the\n\nappellant was friend of his father. She has also denied that she ever spoke to\n\nthe appellant on mobile and also that she used to send messages to the\n\nappellant. She has also denied that she has got certain photographs snapped\n\nalong with appellant and had gone to see Jain Mandir with him. It was also\n\nsuggested that a day prior to the incident, the appellant Narayansingh had a\n\nquarrel with her father who had threatened him of dire consequences. PW/2\n\nKailash, the father of the prosecutrix has also supported the case of the\n\nprosecution and has substantiated the statements made by his daughter and\n\nhas stated that he entered into the house of the appellant after tearing the\n\npolythene wall of the appellant&#x27;s house which is a minor contradiction of the\n                                       9             Criminal Appeal No.1100/2017\n\nstatement of the prosecutrix who has stated that her father entered the house\n\nafter crossing the wall. Pw/2 has also stated that the prosecutrix had narrated\n\nthe whole incident to him and to his wife and thereafter they had taken her to\n\npolice station and the MLC was also conducted thereafter.\n\n11]    The MLC of the prosecutrix was conducted by PW/3 Dr. Meena Verma\n\nwho has stated that no definite opinion can be given regarding rape. She has\n\nnot been suggested by the defence that no rape took place as there was no\n\ninjury either internal or external suffered by the prosecutrix. This Court also\n\nfinds that although the defence taken by the appellant is that the prosecutrix\n\nwas a consenting party and she used to call him and also used to send\n\nmessages to him but despite such suggestions, the appellant has not proved in\n\nhis defence any such document regarding the telephonic conversation or\n\ntelephonic record, or the messages which according to the appellant, have\n\nbeen sent by the prosecutrix to him. Thus, it leads this court to only one\n\nconclusion that theory of consent as put forth by the appellant in his defence\n\nis fallacious. The appellant has also not lead any evidence to show that he is\n\nfalsely implicated apart from suggesting the same to the prosecution\n\nwitnesses.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"128722433\" id=\"span_15\">12]    So far as relying upon the sole testimony of the prosecutrix in a rape\n\ncase, the Supreme Court in the case of <a href=\"/doc/128722433/\" id=\"a_23\">Ganesan v. State</a>, (2020) 10 SCC 573,\n\nafter referring to earlier decision rendered by the supreme court in the case\n\nof Vijay in para 10.1, has held in para 10.2 and 10.3 as under :-</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">      &quot;10.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1887316\" id=\"span_16\">In <a href=\"/doc/1887316/\" id=\"a_24\">Krishan Kumar Malik v. State of Haryana</a>, it is observed and\n      held by this Court that to hold an accused guilty for commission of an\n      offence of rape, the solitary evidence of the prosecutrix is sufficient,\n                                        10              Criminal Appeal No.1100/2017\n\n      provided the same inspires confidence and appears to be absolutely\n      trustworthy, unblemished and should be of sterling quality.\n\n\n      10.3.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120726166\" id=\"span_17\">Who can be said to be a &quot;sterling witness&quot;, has been dealt with and\n      considered by this Court in <a href=\"/doc/120726166/\" id=\"a_25\">Rai Sandeep v. State (NCT of Delhi</a>). In para\n      22, it is observed and held as under: (SCC p. 29)\n      &quot;22. In our considered opinion, the &quot;sterling witness&quot; should be of a\n      very high quality and calibre whose version should, therefore, be\n      unassailable. The court considering the version of such witness should\n      be in a position to accept it for its face value without any hesitation. To\n      test the quality of such a witness, the status of the witness would be\n      immaterial and what would be relevant is the truthfulness of the\n      statement made by such a witness. What would be more relevant would\n      be the consistency of the statement right from the starting point till the\n      end, namely, at the time when the witness makes the initial statement\n      and ultimately before the court. It should be natural and consistent with\n      the case of the prosecution qua the accused. There should not be any\n      prevarication in the version of such a witness. The witness should be in a\n      position to withstand the cross-examination of any length and\n      howsoever strenuous it may be and under no circumstance should give\n      room for any doubt as to the factum of the occurrence, the persons\n      involved, as well as the sequence of it. Such a version should have co-\n      relation with each and every one of other supporting material such as the\n      recoveries made, the weapons used, the manner of offence committed,\n      the scientific evidence and the expert opinion. The said version should\n      consistently match with the version of every other witness. It can even\n      be stated that it should be akin to the test applied in the case of\n      circumstantial evidence where there should not be any missing link in\n      the chain of circumstances to hold the accused guilty of the offence\n      alleged against him. Only if the version of such a witness qualifies the\n      above test as well as all other such similar tests to be applied, can it be\n      held that such a witness can be called as a &quot;sterling witness&quot; whose\n      version can be accepted by the court without any corroboration and\n      based on which the guilty can be punished. To be more precise, the\n      version of the said witness on the core spectrum of the crime should\n      remain intact while all other attendant materials, namely, oral,\n      documentary and material objects should match the said version in\n      material particulars in order to enable the court trying the offence to rely\n      on the core version to sieve the other supporting materials for holding\n      the offender guilty of the charge alleged.&quot;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_23\">                                                          (emphasis supplied)\n\n13]    Considering the facts of the case on hand, on the anvil of the aforesaid\n\ndecisions of the Supreme Court, this court finds that in her various\n\nstatements,the prosecutrix has been consistent that the appellant had raped her\n\nand as such her testimony is reliable and unblemished. This is apparent from\n                                    11            Criminal Appeal No.1100/2017\n\nthe FIR which has been lodged by her only within 3 hours of the incident, as\n\nwell as her statement recorded under <a href=\"/doc/447673/\" id=\"a_26\">Section 161</a> of Cr.P.C., her statement\n\nunder <a href=\"/doc/497457/\" id=\"a_27\">Section 164</a> of Cr.P.C. as also her deposition wherein her testimony has\n\nalso remained unshaken. Although this court has already held that the\n\nprosecution has failed to prove that the prosecutrix was aged less than 18\n\nyears but it also appears that she must be of tender age as the trial court has\n\nalso recorded her age in her deposition to be 16 years only, whereas, the\n\nappellant is aged around 25 years, thus, the prosecutrix could easily have been\n\noverpowered by the appellant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">14]   In such circumstances, even when the MLC of the prosecutrix is\n\nnegative, this Court finds it difficult to disbelieve the statement of the\n\nprosecutrix that she was raped by the appellant. In view of the same, it is held\n\nthat the prosecutrix was not a consenting party and that the prosecution has\n\nproved its case beyond reasonable doubt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">15]   Resultantly, the appeal stands dismissed and the judgement dated\n\n17/05/2017 of conviction passed by the Second Additional Sessions Judge,\n\nRatlam in Special Sessions Trial No.134/2016 is hereby affirmed.\n\n16]   Pending IA No.1744/2021 shall also stand disposed of accordingly and\n\nthe appellant shall suffer the sentence as awarded by the learned Judge of the\n\nTrial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">                                           (Subodh Abhyankar)\n                                                 Judge\n krjoshi\n<span class=\"hidden_text\" id=\"span_18\">Digitally signed by KHEMRAJ</span>\n<span class=\"hidden_text\" id=\"span_19\">JOSHI</span>\nDate: 2021.06.01 17:01:59 +05&#x27;30&#x27;\n</p><span class=\"hidden_text\" id=\"span_20\"> </span>","numcites":21,"numcitedby":22,"docsource":"Madhya Pradesh High Court","citetid":51247305,"divtype":"judgments","relatedqs":[{"value":"rape ","formInput":"rape%20"},{"value":"admissibility  document","formInput":"admissibility%20%20document"},{"value":"sterling witness","formInput":"sterling%20witness"},{"value":"date of birth ","formInput":"date%20of%20birth%20"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"birth register","formInput":"birth%20register"},{"value":"admissibility of a document","formInput":"admissibility%20of%20a%20document"},{"value":"probative value","formInput":"probative%20value"},{"value":"no birth certificate","formInput":"no%20birth%20certificate"},{"value":"probation","formInput":"probation"},{"value":"sterling","formInput":"sterling"},{"value":" official duties ","formInput":"%20official%20duties%20"},{"value":"birth ","formInput":"birth%20"}],"cats":[{"value":"relevancy-of-entry-in-electronic-public-record","formInput":"tag:relevancy-of-entry-in-electronic-public-record"},{"value":"rape","formInput":"tag:rape"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"confession-recording, recording-of-statement","formInput":"tag:confession-recording, recording-of-statement"}],"courtcopy":true,"query_alert":null,"agreement":false}