{"tid":101168945,"publishdate":"2021-04-23","title":"M/S Sms Infrastructure Limited vs Gujarat State Road Development ... on 23 April, 2021","doc":"<h2 class=\"doc_title\">M/S Sms Infrastructure Limited vs Gujarat State Road Development ... on 23 April, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2021 GUJ 441</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-m-trivedi\">Bela M. Trivedi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-m-trivedi\">Bela M. Trivedi</a></h3>\n\n<pre id=\"pre_1\">        C/IAAP/42/2020                                       CAV JUDGMENT\n\n\n\n\n            IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n            R/PETN. UNDER ARBITRATION ACT NO. 42 of 2020\n\n\nFOR APPROVAL AND SIGNATURE:\n\n\nHONOURABLE MS. JUSTICE BELA M. TRIVEDI\n\n==========================================================\n\n1     Whether Reporters of Local Papers may be allowed to                   NO\n      see the judgment ?\n\n2     To be referred to the Reporter or not ?                              YES\n\n3     Whether their Lordships wish to see the fair copy of the              NO\n      judgment ?\n\n4     Whether this case involves a substantial question of law              NO\n      as to the interpretation of the Constitution of India or any\n      order made thereunder ?\n\n==========================================================\n                M/S SMS INFRASTRUCTURE LIMITED\n                             Versus\n         GUJARAT STATE ROAD DEVELOPMENT CORPORATION\n==========================================================\nMR KG SUKHWANI WITH PARAS K SUKHWANI(8284) for the Petitioner(s)\nNo. 1\nMR SIRAJ R GORI(2298) for the Respondent(s) No. 1\n==========================================================\n\n    CORAM: HONOURABLE MS. JUSTICE BELA M. TRIVEDI\n\n                               Date : 23/04/2021\n\n                                CAV JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">1.     The Arbitration Petition has been filed by the petitioner\n\nM/s. SMS Infrastructure Limited, a Company incorporated\n\nunder the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act</a>, through its Power­of­Attorney Holder,\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                    Page 1 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                                           Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_3\">       C/IAAP/42/2020                               CAV JUDGMENT</span>\n\n\n\nseeking to appoint an Arbitrator to resolve the disputes between\n\nthe parties as per the provisions contained under <a href=\"/doc/605764/\" id=\"a_2\">Section 11 (6)</a>\n\nof the Arbitration and Conciliation Act, 1996 (hereinafter\n\nreferred to as &quot;the said Act&quot;).\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">2.   The short facts giving rise to the present petition are that\n\nthe respondent Gujarat State Road Development Corporation,\n\nGandhinagar had invited the tenders by issuing a public notice\n\nfor the work of widening and strengthening the Sarkhej­Dholka -\n\nVataman - Pipli - Dholera ­ Bhavnagar Road. The offer of the\n\npetitioner being the lowest one was accepted by the respondent\n\non 29.12.2010 and an Agreement No.B2/12 of 2011­12 was\n\nexecuted between the parties.          Clause­30 of the terms and\n\nconditions of the contract annexed to the said agreement,\n\npertained to referring the disputes to the Arbitration Tribunal,\n\nwhich reads as under:­\n\n\n     &quot;CLAUSE 30 : (1) Disputes to be referred to Tribunal:\n\n</p><blockquote id=\"blockquote_1\">     The disputes relating to this contract, so far as they\n     relate to any of the following matters, Whether such\n     disputes arise during the progress of the work or after\n     the completion or abandonment thereof, shall be\n     referred to the Arbitration Tribunal, Gujarat State.\n</blockquote>\n\n<blockquote id=\"blockquote_2\">     (i) The rates of payment under clause 5 for any tools,\n     materials and stores, in or upon the works of the site\n     thereof or belonging to the contractor or procured by\n\n\n<span class=\"hidden_text\" id=\"span_4\">                              Page 2 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_5\">                                                 Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_6\"> C/IAAP/42/2020                           CAV JUDGMENT</span>\n\n\n\nhim an intended to be used for execution of the work\nor any part thereof possession of which may have been\ntaken by the Engineer­in­charge under the said clause­\nS.\n\n</blockquote><blockquote id=\"blockquote_3\">(ii) The Reduction in rates made by the Engineer­in­\nCharge under clause 9 from the items of works not\naccepted as completed fully in accordance with the\nsanctioned specifications.\n</blockquote>\n<blockquote id=\"blockquote_4\">(iii) The rate of payment for any class of work which is\nincluded in the additional or altered work carried out\nby the contractor in accordance with the instructions\nof the Engineer­in­Charge under clause 14 and the\nrates for which is to be determined under the said\nclause 14.\n</blockquote>\n<blockquote id=\"blockquote_5\">(iv) The rates of payment for materials already\npurchased or agreed to be purchased by the contractor\nbefore receipt of notice given by the Engineer­in­\nCharge under clause 15, and/or the amount of\ncompensation payable to the contractor under the said\nclause for loss in respect of such materials.\n</blockquote>\n<blockquote id=\"blockquote_6\">(v) The amount of compensation which the contractor\nshall be liable to pay under clause 17 in the event of\nhis failure to rectify, remove or reconstruct the work\nwithin the period specified in the written intimation or\nthe amount of expenses incurred by the Engineer­in­\nCharge under the said clause 17 in rectifying, removing\nor re­executing the work or in removing and replacing\nthe materials or articles complained of.\n</blockquote>\n<blockquote id=\"blockquote_7\">(vi) The reduction of rates as may be fixed by the\nEngineer­in­Charge under clause 17 for the inferior\nwork or materials as accepted or made use of.\n</blockquote>\n<blockquote id=\"blockquote_8\">(vii) The amount of compensation payable by the\ncontractor for damages as estimated and assessed\nunder clause 23.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_7\">                     Page 3 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                       Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_9\"> C/IAAP/42/2020                           CAV JUDGMENT</span>\n\n\n\n<blockquote id=\"blockquote_9\">(viii)The amount payable to the contractor for the work\ncarried out under clause 33 in accordance with the\ninstructions and the requirements of the Engineer­in­\nCharge in a case where there are no specifications.\n</blockquote>\n<blockquote id=\"blockquote_10\">(2) The provision of Section­21 of the GPWD dispute\nArbi. <a href=\"/doc/118339492/\" id=\"a_3\">Tribunal Act</a> ­92 &amp; order issued by the Govt. in\nconnection with this Act will now apply for Arbitration\n(As per Government in N, &amp; W.R.D. letter\nNo.SUT/1090/2679/K2 dtd. 9/2/94.\n</blockquote>\n<blockquote id=\"blockquote_11\">(3) The provision of <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a>, shall in so far as\nthey are inconsistent with the provision of this act\ncease of to apply to any dispute arising from a works\ncontract and all arbitration proceedings in relation to\nsuch dispute before an arbitrator, court of authority\nshall stand transferred to the Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_12\">(4) The awards declared by the arbitrator should be\nspeaking award, giving reasons and calculations for\nevery item of claims. The decision will have to be\nimplemented by all the departments of the State\nGovernment and Public Sector Enterprises of Gujarat.\n</blockquote><pre id=\"pre_2\">(Resolution                  F.                  D.\nNo.PB/1088/735/KT/Sachivalaya/Gandhinagar       5th\nOctober 1988.)\n\n</pre><blockquote id=\"blockquote_13\">(5) In case of dispute leading to the contractor or\nGovernment of Gujarat approaching to Court of Law, it\nshall be within the jurisdiction where the site of work\nis situated.\n</blockquote>\n<blockquote id=\"blockquote_14\">(6) The reference to arbitration proceeding under this\nclause shall not\n\n</blockquote><blockquote id=\"blockquote_15\">(i) affect the right of the Engineer­in­charge under\nclause 5 to take possession of all or any tools plants\nmaterials and stores in or upon the works of site\nthereof belonging to the contractor or procured by him\nand intended to be used for the execution of the work\nor any part thereof.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_10\">                     Page 4 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_11\">                                       Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_12\">       C/IAAP/42/2020                                CAV JUDGMENT</span>\n\n\n\n\n<blockquote id=\"blockquote_16\">      (ii) Preclude the Engineer­in­charge from utilising the\n      materials purchased by the contractor in any work or\n      from removing such materials to other places, during\n      the period the work is stopped or suspended in\n      pursuance of notice given to the contractor under\n      clause 15.\n</blockquote>\n<blockquote id=\"blockquote_17\">      (iii) Entitle the contractor to stop the progress of the\n      work or the carrying out the additional or altered work\n      in accordance with the provisions of clause 14 or as\n      the      case     may     be    or    clause    33.&quot;\n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_4\">3.    It appears that in connection with the said contract, the\n\ndisputes arose between the parties, and therefore, the petitioner\n\ncalled upon the respondent Corporation by giving a Notice on\n\n22.2.2020 to make payment of the dues of the petitioner or to\n\nappoint the Arbitrator within a period of 30 days from the date of\n\nthe receipt of the notice. The said notice, though was received by\n\nthe respondent Corporation, the same was neither replied, nor\n\nany payment was made. The petitioner, therefore, has filed the\n\npresent petition. It is stated by the petitioner in the petition that\n\nas the respondent Corporation is not notified under the <a href=\"/doc/16512451/\" id=\"a_5\">Gujarat\n\nPublic Works Contracts Disputes Arbitration Tribunal Act, 1992</a>\n\n(hereinafter referred to as the &quot;Arbitration Tribunal Act&quot;), the\n\nArbitration Tribunal constituted under the Arbitration Tribunal\n\nAct would not have jurisdiction to adjudicate the disputes\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                              Page 5 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_14\">                                                  Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_15\">        C/IAAP/42/2020                                               CAV JUDGMENT</span>\n\n\n\nbetween the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"RespArg\" id=\"p_6\">4.     The     petition        has      been     resisted    by    the       respondent\n\nCorporation by filing an affidavit­in­reply contending inter alia\n\nthat the petition was thoroughly misconceived in law and in\n\nfacts, and not maintainable in the eye of law. It has been further\n\ncontended that pursuant to the Road Policy of the State\n\nGovernment, the Government of Gujarat has enacted the <a href=\"/doc/31673841/\" id=\"a_6\">Gujarat\n\nInfrastructure Development Act, 1999</a> (hereinafter referred to as\n\nthe &quot;GID Act&quot;) for the purpose of providing regulatory frame work\n\nfor the participation of the private sector in the financing,\n\nconstruction, maintenance and operation of the structures and\n\nother development projects in the State of Gujarat. With a view\n\nto promote the objects of the GID Act, the Government\n\nInfrastructural Development Board has been constituted for\n\ndischarging the functions as envisaged in the GID Act.                                   The\n\nrespondent has further contended that with a view to promote\n\nthe aims and objects of the said Road Policy, the Government of\n\nGujarat has constituted the respondent Corporation, a Company\n\nincorporated under the provisions of the <a href=\"/doc/1353758/\" id=\"a_7\">Companies Act</a> with the\n\nmain    object          of   inviting    private        section   participation            for\n\ninfrastructural development projects in the sector of roads,\n\nbridges, and bypasses within the State of Gujarat. It is stated\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                         Page 6 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                  Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_18\">       C/IAAP/42/2020                              CAV JUDGMENT</span>\n\n\n\nthat the respondent Corporation is wholly owned Government of\n\nGujarat undertaking, incorporated with the main object of\n\nundertaking roads and bridges projects with the private sector\n\nparticipation and also undertaking the work on item rate\n\ncontract basis and all other works entrusted by the Roads and\n\nBuildings Department of Government of Gujarat. As regards he\n\nmaintainability of the petition, it has been contended that the\n\npetition filed under the provisions contained in <a href=\"/doc/1080390/\" id=\"a_8\">Section 11</a> of the\n\nsaid Act is not maintainable in view of the specific provisions\n\ncontained in the Arbitration Tribunal Act and in view of the\n\nspecific stipulation contained in Clause 30 of the agreement\n\nexecuted between the parties. The respondent Company being\n\nwholly owned Government Company duly constituted under the\n\nprovisions of the <a href=\"/doc/1353758/\" id=\"a_9\">Companies Act</a>, the same is a public\n\nundertaking as per the definition of &quot;Public Undertaking&quot;\n\n</p><blockquote id=\"blockquote_18\">contained in Clause (i) of <a href=\"/doc/1981744/\" id=\"a_10\">Section 2(1)(i)</a> of the said Act, and\n\ntherefore, the only remedy available to the petitioner would be to\n\ninvoke Clause 30 of the agreement, subject to the provisions of\n\nthe Arbitration Tribunal Act.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1976302\" id=\"span_19\">5.   The petitioner has filed an affidavit­in­rejoinder mainly\n\ncontending inter alia that the respondent Corporation could not\n\nbe said to be a &quot;public undertaking&quot; as per the definition\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                Page 7 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_21\">                                                Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_22\">       C/IAAP/42/2020                                              CAV JUDGMENT</span>\n\n\n\ncontained in <a href=\"/doc/1981744/\" id=\"a_11\">Section 2(1)(i)</a> as the respondent Corporation is not\n\nspecified by Notification in the Official Gazette as required by the\n\nsaid provision, more particularly in view of the decision of the\n\nSupreme Court in case of <a href=\"/doc/1976302/\" id=\"a_12\">Om Construction Company Vs.\n\nAhmedabad Municipal Corporation and Anr.</a>, reported in\n\n(2009) 2 SCC 486. It has also been contended that the contract\n\nentered into between the parties also could not be termed as\n\n&#x27;works contract&#x27; as defined in Section 2(1)(k) of the Arbitration\n\nTribunal Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">\n</p><p data-structure=\"RespArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1976302\" id=\"span_23\">6.    Learned Advocate Mr. K. G. Sukhwani for the petitioner,\n\nplacing   heavy        reliance   on   the        decision   in     case      of    <a href=\"/doc/1976302/\" id=\"a_13\">Om\n\nConstruction           Company         Vs.         Ahmedabad             Municipal\n\nCorporation and Anr.</a> (supra) vehemently submitted that the\n\nrespondent Corporation having not been notified in the official\n\ngazette by the State Government, it could not be said to be a\n\n&quot;public undertaking&quot; within the meaning contained in <a href=\"/doc/1981744/\" id=\"a_14\">Section\n\n2(1)(i)</a> of the said Act, and therefore, the work in question also\n\ncould not be said to be &quot;works contract&quot; within the meaning of\n\n<a href=\"/doc/1981744/\" id=\"a_15\">Section 2(1)(k)</a> of the said Act. According to Mr.Sukhwani, even\n\nif the respondent Corporation is construed as a local authority,\n\nthe same having not been               specified as such by the State\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                   Page 8 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_25\">                                                             Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_26\">       C/IAAP/42/2020                               CAV JUDGMENT</span>\n\n\n\nGovernment by the Notification in the official gazette, it could not\n\nbe said to be a &quot;public undertaking&quot;, and therefore, the\n\nprovisions of the Arbitration Tribunal Act could not be said to\n\nhave been attracted. Mr.Sukhwani further submitted that even\n\nif it is assumed that the petitioner had agreed to submit the\n\ndisputes to the Arbitral Tribunal as per Clause 30 of the\n\nagreement in question, it is well settled proposition of law that\n\njurisdiction cannot be conferred by the consent of the parties to\n\nthe forum which otherwise does not have the jurisdiction, to\n\ndecide the disputes between the parties. Mr.Sukhwani has also\n\nrelied upon various decisions of this Court on the interpretation\n\nof the &quot;local authority&quot; to buttress his submission that the\n\nprovisions of the Arbitration Tribunal Act are not applicable to\n\nthe facts of this case and the petitioner is entitled to invoke\n\n<a href=\"/doc/596725/\" id=\"a_16\">Section 11</a> of the Arbitration Act for the appointment of\n\nArbitrator to resolve the disputes between the parties.</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1976302\" id=\"span_27\">7.   Per Contra, the learned Advocate Mr.Siraj Gori appearing\n\nfor the respondent Corporation, pressing into service the\n\nprovisions contained in the Arbitration Tribunal Act of 1992 in\n\nthe light of the averments made in the affidavit­in­reply\n\nsubmitted that the respondent Corporation being a company\n\nincorporated under the <a href=\"/doc/1353758/\" id=\"a_17\">Companies Act</a> and wholly owned by the\n\n\n<span class=\"hidden_text\" id=\"span_28\">                             Page 9 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_29\">                                                 Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_30\">       C/IAAP/42/2020                                CAV JUDGMENT</span>\n\n\n\nGovernment of Gujarat, it is a &quot;public undertaking&quot; as per the\n\ndefinition contained in Clause (i) of <a href=\"/doc/1981744/\" id=\"a_18\">Section 2(1)(i)</a> of the said Act.\n\nHe also submitted that the alleged disputes having arisen\n\nbetween the parties to the &quot;works contract&quot; as defined in <a href=\"/doc/1981744/\" id=\"a_19\">Section\n\n2(1)(k)</a> of the said Act, the only remedy available to the petitioner\n\nas per Clause­30 of the agreement would be to approach the\n\nArbitration Tribunal constituted under the said Act of 1992, as\n\nmay be legally permissible. Distinguishing the decisions relied\n\nupon by the learned Advocate Mr.Sukhwani for the petitioner,\n\nmore particularly the decision in case of <a href=\"/doc/1976302/\" id=\"a_20\">Om Construction\n\nCompany Vs. Ahmedabad Municipal Corporation and Anr.</a>\n\n(supra), Mr.Gori submitted that none of the decisions had any\n\napplication to the facts of the present case, and therefore, the\n\npresent petition filed under <a href=\"/doc/596725/\" id=\"a_21\">Section 11</a> of the Arbitration Act is\n\nthoroughly misconceived and liable to be dismissed.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_11\">8.    Before adverting to the rival submissions made by the\n\nAdvocates for the parties, it would be beneficial to refer to some\n\nof the provisions contained in the Arbitration Tribunal Act of\n\n1992, which has been enacted to provide for the constitution of a\n\nTribunal to arbitrate the disputes arising from the works\n\ncontract to which the State Government or a public undertaking\n\nis a party and to provide for matters connected therewith.\n\n\n<span class=\"hidden_text\" id=\"span_31\">                              Page 10 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_32\">                                                  Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_33\">       C/IAAP/42/2020                                       CAV JUDGMENT</span>\n\n\n\n<a href=\"/doc/272099/\" id=\"a_22\">Section 8</a> of the said Act pertains to the reference of disputes to\n\nthe Tribunal and making of the award.                 Sub­section (1) of\n\n<a href=\"/doc/272099/\" id=\"a_23\">Section 8</a> being relevant for the purpose of the present case is\n\nreproduced as under:­\n\n\n             &quot;8. (1) Where any dispute arises between the\n             parties to the works contract, either party shall,\n             irrespective of whether such works contract\n             contains an arbitration clause or not, refer, within\n             one year from the date when the dispute has\n             raised, such dispute in writing to the Tribunal for\n             arbitration in such form and accompanied by such\n             documents or other evidence and by such fees, as\n             may be prescribed.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\n\n</p><p data-structure=\"Section\" id=\"p_13\">9.   The definition of the words &quot;public undertaking&quot; and\n\n&quot;works contract&quot; contained in <a href=\"/doc/1981744/\" id=\"a_24\">Section 2(1)(i)</a> and <a href=\"/doc/1981744/\" id=\"a_25\">Section 2(1)(k)</a>\n\nrespectively are reproduced as under:­\n\n\n             &quot;2. (1) In this               Act,   unless     the       context\n             otherwise require.­\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">             (a) to (h)     xxx\n\n</p><p data-structure=\"Section\" id=\"p_15\">             (i)       &quot;public undertaking&quot; means­\n\n</p><p data-structure=\"Section\" id=\"p_16\">                       (i) any company as defined in <a href=\"/doc/1330413/\" id=\"a_26\">Section 3</a> of the\n                       Companies Act, 1956 in which not less than\n                       fifty­one per cent of the paid up share capital is\n                       held by the State Government or any company\n                       which is a subsidiary (within the meaning of\n                       that Act) of the first mentioned company,\n\n</p><p data-structure=\"Section\" id=\"p_17\">                       (ii)  any corporation (not being a company as\n                       defined in <a href=\"/doc/1330413/\" id=\"a_27\">Section 3</a> of the Companies Act, 1956\n                       or local authority) established by or under a\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                  Page 11 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_35\">                                                       Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_36\">         C/IAAP/42/2020                                            CAV JUDGMENT</span>\n\n\n\n                         Central Act or a State Act and owned or\n                         controlled by the State Government,\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">                         (iii) such class of local authorities as the State\n                         Government may, by notification in the Official\n                         Gazette, specify;&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_19\">                         (j)     xxx\n\n                         &quot;(k) &quot;Works contract&quot; means a contract made\n                         by the State Government or the public\n                         undertaking with any other person for the\n                         execution of any of its works relating to\n                         construction, repairs or maintenance of any\n                         building or superstructure, dam, weir, canal,\n                         reservoir, tank, lake, road, well, bridge, culvert,\n                         factory or work shop or of such other work of\n                         the State Government or, as the case may be, of\n                         the   public    undertaking,     as    the   State\n                         Government may, by notification in the Official\n                         Gazette specify, and includes­\n\n</p><p data-structure=\"Section\" id=\"p_20\">                               (i) a contract made for the supply of goods\n                               relating to the execution of any of such\n                               works,\n\n</p><p data-structure=\"Section\" id=\"p_21\">                               (ii) a contract made by the Central Stores\n                               Purchase      Organisation of   the    State\n                               Government for purchase or sale of goods.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n\n</p><p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1976302\" id=\"span_37\">10.     Since heavy reliance has been placed by the learned\n\nAdvocate Mr.Sukhwani for the petitioner on the decision of the\n\nSupreme Court in case of <a href=\"/doc/1976302/\" id=\"a_28\">Om Construction Company Vs.\n\nAhmedabad Municipal Corporation and Anr.</a> (supra), it would\n\nbe necessary to narrate certain facts of the said case. In the said\n\ncase,    the     petitioner       Om     Construction         Company         and       the\n\nAhmedabad           Municipal          Corporation      had    entered         into      an\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                        Page 12 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_40\">       C/IAAP/42/2020                               CAV JUDGMENT</span>\n\n\n\nagreement for providing and fixing Nibhada Stone for paving the\n\nfootpath in Kalupur and Dariapur Wards in Central Zone within\n\nthe city of Ahmedabad. In the said case, Clause 30 as contained\n\nin the agreement in the instant case, for referring the dispute to\n\nthe Arbitration Tribunal was the same.       In the said case, the\n\nHigh Court held that the Ahmedabad Municipal Corporation\n\nthough a &quot;local authority&quot; was not specified by the State\n\nGovernment by Notification in the official gazette, and therefore,\n\nwas not a &quot;public undertaking&quot; as per Clause (iii) of <a href=\"/doc/1981744/\" id=\"a_29\">Section 2(1)</a></span>\n\n</p><p data-structure=\"Section\" id=\"p_24\">(i) of the said Act, and therefore, the contract entered into by it\n\nwith the petitioner could not be termed as a &quot;works contract&quot; as\n\ndefined in <a href=\"/doc/1981744/\" id=\"a_30\">Section 2(1)(k)</a> of the said Act. The High Court while\n\nconsidering the applicability of the <a href=\"/doc/1306164/\" id=\"a_31\">Arbitration and Conciliation\n\nAct, 1996</a> held that the Arbitration Agreement between the\n\nparties did not lay down any procedure for appointing an\n\nArbitrator or Arbitrators, and therefore, in absence of such\n\nprocedure, the designated Court could not invoke its jurisdiction\n\nunder Sub­section (6) of <a href=\"/doc/1080390/\" id=\"a_32\">Section 11</a> of the said Act, which\n\ncontemplates a situation where the appointment procedure as\n\nagreed to by the parties under Sub­section (2) of <a href=\"/doc/1080390/\" id=\"a_33\">Section 11</a> is\n\nnot acted upon. The High Court, therefore, rejected the petition.\n\nThe said decision having been challenged before the Supreme\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                             Page 13 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_42\">                                                 Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_43\">      C/IAAP/42/2020                               CAV JUDGMENT</span>\n\n\n\nCourt by the petitioner - appellant, the Supreme Court held as\n\nunder:­\n\n\n     &quot;19. We have carefully considered the submissions made\n     on behalf of the respective parties and it appears that we\n     are called upon to decide two questions in order to decide\n     this appeal. The first and possibly basic question is\n     whether in the absence of a Notification in the Official\n     Gazette, the Municipal Corporation can at all be considered\n     as a Public Authority for the purpose of Section 2(1)(k) of\n     the Gujarat Tribunal Act, 1992. The other question is\n     whether the absence of a procedure for appointment of an\n     Arbitrator in the Arbitration Agreement itself, would\n     constitute a bar for the appointment of an Arbitrator under\n     <a href=\"/doc/1080390/\" id=\"a_34\">Section 11(6)</a> or any other provision of the 1996 Act, when\n     not only the parties to these proceedings, but the High\n     Court as well, had arrived at a conclusion that the\n     provisions of the Gujarat Tribunal Act, 1992, would not be\n     applicable in the instant case.\n</p><p data-structure=\"Section\" id=\"p_25\">     20. In this regard, we are inclined to accept the\n     submissions of Mr. Gambhir notwithstanding the fact that\n     the Ahmedabad Municipal Corporation had not been\n     notified to be a &quot;Public Undertaking&quot; as defined in Section\n     2(1)(iii) of the Gujarat Tribunal Act, 1992. There is no\n     dispute that the Ahmedabad Municipal Corporation is a\n     local authority and it could assume the garb of a &quot;Public\n     Undertaking&quot; only pursuant to a Notification published in\n     that regard in the Official Gazette. On the other hand, even\n     if Form B­I loses its relevance as far as the present\n     contract is concerned, since the parties have agreed to\n     resolution of their disputes by arbitration, the provisions of\n     Sub­section (5) (sic of <a href=\"/doc/1080390/\" id=\"a_35\">Section 11</a>) of the 1996 Act can be\n     pressed into service to enable the parties to invoke the\n     powers of the Chief Justice to appoint an Arbitrator. The\n     stand taken by Mr. Divan is highly technical and is not in\n     aid of resolution of the disputes between the parties by an\n     Arbitral Tribunal.\n</p><p data-structure=\"Section\" id=\"p_26\">     21. While recognizing the right of the appellant to\n     approach the Chief Justice or the Designated Court under\n     <a href=\"/doc/1080390/\" id=\"a_36\">Section 11(6)</a> of the 1996 Act, the stand of the respondent\n     Corporation has been that the party should be relegated to\n\n\n<span class=\"hidden_text\" id=\"span_44\">                            Page 14 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_45\">                                                Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_46\">       C/IAAP/42/2020                                 CAV JUDGMENT</span>\n\n\n\n      suit, which is quite contrary to the stand taken by it in the\n      case of other employees.\n</p><p data-structure=\"Section\" id=\"p_27\">      22. <a href=\"/doc/1080390/\" id=\"a_37\">Section 11</a> of the 1996 Act deals exclusively with the\n      appointment of Arbitrators. Sub­section (2) provides that\n      the parties are free to agree on a procedure for appointing\n      the Arbitrator or Arbitrators but subject to Sub­section (6)\n      which provides that if an agreed procedure had not been\n      acted upon, the parties could approach the Chief Justice or\n      his Designate for appointment of an Arbitrator. Sub­\n      sections (3), (4) and (5) contemplate different situations in\n      which the Chief Justice or his Designate could be\n      requested to appoint an Arbitrator. In our view, in the facts\n      of this case, the answer to the question thrown up in this\n      appeal lies in Sub­clause (5) of <a href=\"/doc/1080390/\" id=\"a_38\">Section 11</a> of the 1996 Act,\n      which reads as follows :­\n\n             &quot;11. (5) Failing any agreement referred to in sub­\n             section (2), in an arbitration with a sole arbitrator, if\n             the parties fail to agree on the arbitrator within thirty\n             days from receipt of a request by one party from the\n             other party to so agree the appointment shall be\n             made, upon request of a party, by the Chief Justice\n             or any person or institution designated by him.&quot;\n\n\n\n</p><p data-structure=\"Section\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1976302\" id=\"span_47\">11.   Thus, it is clear that in case of <a href=\"/doc/1976302/\" id=\"a_39\">Om Construction\n\nCompany</a> (supra), the respondent Municipal Corporation being\n\na local authority was required to be notified in the Official\n\nGazette by the State so as to fall it into the Clause (iii) of Section\n\n2(1)(i) of the Arbitration Tribunal Act, which was not done and\n\ntherefore said Municipal Corporation was not treated as a\n\n&quot;public undertaking&quot;. Resultantly, the contract entered into\n\nbetween the parties was not treated as the &quot;works contract&quot;</span>\n\n</p><blockquote id=\"blockquote_19\">within the meaning of <a href=\"/doc/1981744/\" id=\"a_40\">Section 2(1)(k)</a> of the said Act. So let us\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                               Page 15 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_49\">                                                   Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_50\">       C/IAAP/42/2020                                CAV JUDGMENT</span>\n\n\n\nexamine whether in the instant case, the respondent­GSRDC\n\ncould be said to be a &quot;public undertaking&quot; within the meaning of\n\n<a href=\"/doc/1981744/\" id=\"a_41\">Section 2(1)(i)</a> of the said Arbitration Tribunal Act or not.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_29\">12.   It appears that there is no dispute that the contract\n\nagreement entered into between the parties contained the\n\nClause­30 with regard to referring the disputes, that may arise\n\nbetween the parties, to the Arbitration Tribunal, Ahmedabad.\n\nThe said Clause further provided that the provisions of Section\n\n21 of the GPWC Disputes Arbitration Tribunal Act, 1992 and the\n\norder issued by the Government in connection with the said Act\n\nwill apply to the arbitration. It also provided that the provisions\n\nof <a href=\"/doc/1052228/\" id=\"a_42\">Arbitration Act</a> shall, in so far as they are inconsistent with\n\nthe provisions of the Act of 1992, cease to apply to any dispute\n\narising from a &quot;works contract&quot;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n</p><p data-structure=\"RespArg\" id=\"p_31\">13.   The bone of contention raised by the learned Advocate\n\nMr.Sukhwani is that the respondent Corporation even if is\n\ntreated as a local authority, was not notified in the official\n\ngazette as such by the State Government, as required under\n\nClause (iii) of <a href=\"/doc/1981744/\" id=\"a_43\">Section 2(1)(i)</a> of the Act of 1992, and therefore,\n\ncould not be said to be a &quot;public undertaking&quot; as per <a href=\"/doc/1981744/\" id=\"a_44\">Section 2(1)</a>\n\n</p><p data-structure=\"RespArg\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1976302\" id=\"span_51\">(i) of the said Act, and the contract awarded to the petitioner\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                              Page 16 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_53\">                                                  Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_54\">       C/IAAP/42/2020                               CAV JUDGMENT</span>\n\n\n\nalso, therefore, could not be said to be a &quot;works contract&quot; withing\n\nthe definition of <a href=\"/doc/1981744/\" id=\"a_45\">Section 2(1)(k)</a> of the said Act as interpreted by\n\nthe Supreme Court in case of <a href=\"/doc/1976302/\" id=\"a_46\">Om Construction Company Vs.\n\nAhmedabad Municipal Corporation and Anr.</a> (supra).                       The\n\nsaid submissions appear to be thoroughly misconceived on the\n\nfacts and the law.     The said submissions have been made\n\noverlooking the contentions raised in the affidavit­in­reply filed\n\non behalf of the respondent Corporation, in which it has been\n\ncategorically stated that the respondent Corporation is a\n\nCompany incorporated under the <a href=\"/doc/1353758/\" id=\"a_47\">Companies Act</a> and is wholly\n\nowned Government Company. Pertinently, the said fact has not\n\nbeen disputed or challenged by the petitioner in the affidavit­in­\n\nrejoinder filed by the petitioner.     The respondent Corporation,\n\ntherefore, being a Company incorporated under the <a href=\"/doc/1353758/\" id=\"a_48\">Companies\n\nAct</a> and wholly owned by the Government, it would be a &quot;public\n\nundertaking&quot; within the meaning of Clause (i) of <a href=\"/doc/1981744/\" id=\"a_49\">Section 2(1)(i)</a> of\n\nthe Act of 1992. Neither Clause (ii) nor Clause (iii) of the said\n\n<a href=\"/doc/1981744/\" id=\"a_50\">Section 2(1)(i)</a> would be attracted in case of the respondent\n\nCorporation. The question of notifying class of local authority in\n\nthe official gazette by the State Government, as contemplated in\n\nClause (iii), would arise only when the respondent is a local\n\nauthority. In the instant case, the respondent Corporation being\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                             Page 17 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_56\">                                                 Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_57\">       C/IAAP/42/2020                                 CAV JUDGMENT</span>\n\n\n\na Company wholly owned by the Government, Clause (i) of\n\n<a href=\"/doc/1981744/\" id=\"a_51\">Section 2(1)(i)</a> would be applicable, and not Clause (iii) thereof.\n\nThe work in question awarded to the petitioner by the\n\nrespondent Corporation as a &quot;public undertaking&quot; for widening\n\nand strengthening the Sarkhej­Dholka - Vataman - Pipli -\n\nDholera ­ Bhavnagar Road, would therefore, certainly fall within\n\nthe meaning of &quot;works contract&quot; as defined in <a href=\"/doc/1981744/\" id=\"a_52\">Section 2(1)(k)</a> of\n\nthe said Act of 1992.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n</p><p data-structure=\"Precedent\" id=\"p_34\">14.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1976302\" id=\"span_58\">In case of <a href=\"/doc/1976302/\" id=\"a_53\">Om Construction Company</a> (supra) and other\n\ndecisions     relied   upon   by    Mr.Sukhwani,      the      concerned\n\nrespondents were the local authorities and were not notified in\n\nthe official gazette by the State Government, and therefore, it\n\nwas held in the said cases that such authorities could not be\n\nsaid to be a public undertaking under <a href=\"/doc/1981744/\" id=\"a_54\">Section 2(1)(i)</a>, and that\n\nthe contracts entered into by such authorities could not be said\n\nto be the &quot;works contract&quot; within the meaning of <a href=\"/doc/1981744/\" id=\"a_55\">Section 2(1)(k)</a>\n\nof the said Act. Such is not the position in the instant case.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">15.   In the instant case, as held herein above, the respondent\n\nCorporation is a &quot;public undertaking&quot; as contemplated in Clause\n\n</p><p data-structure=\"Section\" id=\"p_36\">(i) of <a href=\"/doc/1981744/\" id=\"a_56\">Section 2(1)(i)</a> and the contract entered into between the\n\nparties was a &quot;works contract&quot; as contemplated in <a href=\"/doc/1981744/\" id=\"a_57\">Section 2(1)(k)</a>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">                              Page 18 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_60\">                                                   Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n<span class=\"hidden_text\" id=\"span_61\">         C/IAAP/42/2020                                 CAV JUDGMENT</span>\n\n\n\nof the said Act of 1992, and hence <a href=\"/doc/272099/\" id=\"a_58\">Section 8</a> of the said Act\n\nwould come into play, which mandates the parties to refer the\n\ndisputes arising between them to the Tribunal constituted under\n\nthe Act for arbitration, within one year from the date when the\n\ndispute arises.             <a href=\"/doc/1165318/\" id=\"a_59\">Section 21</a> thereof also provides that the\n\nprovisions of the <a href=\"/doc/1306164/\" id=\"a_60\">Arbitration Act,1996</a>, shall insofar as they are\n\ninconsistent with the provisions of the Act of 1992, cease to\n\napply to any dispute arising from a works contract.                 The said\n\nprovision of <a href=\"/doc/1165318/\" id=\"a_61\">Section 21</a> has also been specifically mentioned in\n\nClause 30 of the agreement in question and admitted by the\n\nparties. The Arbitration Tribunal Act of 1992 therefore being\n\napplicable to the facts of the case, the petitioner could not have\n\ninvoked <a href=\"/doc/596725/\" id=\"a_62\">Section 11</a> of the Arbitration Act of 1996.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_37\">16.    In that view of the matter, the present petition invoking\n\n<a href=\"/doc/596725/\" id=\"a_63\">Section 11</a> of the Arbitration Act is not be maintainable and is\n\nliable to be dismissed. It is clarified that the Court has not\n\nexpressed any opinion on the merits of the case and it would be\n\nopen for the petitioner to take recourse to any other remedy as\n\nmay be permissible under the law. The petition is dismissed\n\naccordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_39\">                                                    (BELA M. TRIVEDI, J)\nSINDHU NAIR/V.V.P PODUVAL\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                    Page 19 of 19</span>\n\n<span class=\"hidden_text\" id=\"span_63\">                                                     Downloaded on : Fri Apr 23 23:04:08 IST 2021</span>\n </p>","numcites":14,"numcitedby":0,"docsource":"Gujarat High Court","citetid":101168945,"divtype":"judgments","relatedqs":[{"value":"works contract","formInput":"works%20contract"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"SMS Infrastructure\"","formInput":"%22SMS%20Infrastructure%22"},{"value":"engineer in charge","formInput":"engineer%20in%20charge"},{"value":"ahmedabad municipal corporation","formInput":"ahmedabad%20municipal%20corporation"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"misconceived","formInput":"misconceived"},{"value":"section 21","formInput":"section%2021"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"11(6)","formInput":"11%286%29"},{"value":"Incorporation of company ","formInput":"Incorporation%20of%20company%20"},{"value":"sms ","formInput":"sms%20"},{"value":"infrastructure ","formInput":"infrastructure%20"},{"value":"Bela trivedi","formInput":"Bela%20trivedi"}],"cats":[{"value":"companies-law","formInput":"tag:companies-law"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"}],"courtcopy":true,"query_alert":null,"agreement":false}