{"tid":64556,"publishdate":"1995-12-15","title":"State Of Orissa And Anr vs Damodar Das on 15 December, 1995","doc":"<h2 class=\"doc_title\">State Of Orissa And Anr vs Damodar Das on 15 December, 1995</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1996 SUPREME COURT 942, 1996 AIR SCW 351, 1996 ( ) ALL CJ 641, (1997) 1 SERVLR 460, (1997) 75 FACLR 692, (1996) 82 CUT LT 110, (1997) 1 SCT 797, 1996 (1) ARBI LR 221, 1996 (2) SCC 216, (1996) 1 LJR 447, (1996) 1 ARBILR 221, (1996) 2 ICC 528, (1996) 2 CIVLJ 86, (1997) 1 CALLT 1</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-ramaswamy\">K. Ramaswamy</a>, <a href=\"/search/?formInput=benchid:b-n-kirpal\">B.N. Kirpal</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  2987 of 1982\n\nPETITIONER:\nSTATE OF ORISSA AND ANR.\n\nRESPONDENT:\nDAMODAR DAS\n\nDATE OF JUDGMENT: 15/12/1995\n\nBENCH:\nK. RAMASWAMY &amp; FA1ZAN UDD1N &amp; B.N. KIRPAL\n\nJUDGMENT:</pre>\n<p data-structure=\"Facts\" id=\"p_1\">JUDGMENT\n\n1995 Suppl. (6) SCR 800\n\nThe Judgment of the Court was delivered by\n\nRAMASWAMY, J. These appeals arise from the orders of the High Court of\nOrissa dated February 15, 1982 made in Miscellaneous Appeal No. 65 of 1982\netc. The respondent-contractor was entrusted with the work &quot;construction of\nsump and pump chamber etc. for pipes W/s to village Kentile&quot; as per\nagreement dated September 21,1967, &quot;Village Kentile water supply scheme\nconstruction of 20,000 gallons capacity R.R. masonary underground\nReservoir&quot; as per agreement dated July 19, 1976 and &quot;Piped water supply to\nKentile - Construction of 0.135 M.G.D. Treatment Plant&quot; as per agreement\ndated October 6, 1977 for the years 1967-68,1975-76 and 1976-77\nrespectively. In respect of latter two contracts, after executing some\nwork, he abandoned the contract and accepted the measurements and payment\nof the fourth running bill without any objection on July 19, 1976 and\nOctober 6,1977 respectively. With regard to the first, he accepted the\nmeasurement and payment of the bill without raising any objection.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">On September 15, 1980 the respondent wrote a letter to the Chief Engineer,\nPublic Health, Orissa alleging that disputes had arisen out of and relating\nto the aforesaid agreement for the works clone and called upon the Chief\nEngineer to nominate an arbitrator who in turn informed the respondent that\nsince there was no arbitration clause in the agreement, the question of\nreference to arbitrator did not arise. The respondent thereon filed\napplications under <a href=\"/doc/1232861/\" id=\"a_1\">Sections 8</a> and <a href=\"/doc/811701/\" id=\"a_2\">20</a> of the Arbitration Act. in the Court\nof Subordinate Judge, Bhubaneswar for appointment of an arbitrator. By\norders dated September 7 and 14, 1981, the Subordinate Judge allowed the\napplication under <a href=\"/doc/1232861/\" id=\"a_3\">Section 8</a> and directed the parties to file the agreement\nin the court and also to nominate panel of names for appointment as an\narbitrator. On revision and appeals having been filed, the High Court, by\nits order dated February 15, 1982, dismissed the revision and miscellaneous\nappeals. Different arbitrators came to be appointed by the Court in each\ncase. Thus, these appeals for special leave.\n</p>\n<p data-structure=\"RespArg\" id=\"p_3\">Two contentions have been canvassed before us impugning the legality of the\norder of the Subordinate Judge as confirmed by the High Court to appoint\nthe arbitrator. The first contention is that there is no arbitration\nagreement between the parties. Therefore, the question of reference does\nnot arise. It is further contended that works having been executed as\nearlier as in 1967 and 1976, the dispute is barred by limitation. Another\ncontention raised is that the respondent having received the amounts\nwithout any protest, cannot avail of the arbitration. The learned counsel\nfor the respondent, on the other hand, contended that the decision of the\nPublic Health Engineer is final in respect of any claim, right, matter or\nthing whatsoever in any way arising out of, or relating to. the contract or\nconditions or otherwise concerning the works or execution or failure to\nexecute the same or any orders or conditions during the progress of the\nwork or after the completion or sooner determination thereof by necessary\nimplication envisages, within its ambit, an arbitration of a dispute or\ndifference between the appellants and the respondent. The respondent having\nissued a notice calling upon the Chief Engineer to appoint or nominate an\narbitrator and the Chief Engineer having failed to do so, he is entitled to\ninvoke the jurisdiction of the Court under <a href=\"/doc/1232861/\" id=\"a_4\">Sections 8</a> and <a href=\"/doc/811701/\" id=\"a_5\">20</a> of the Act.\nThe Subordinate Court and the High Court, therefore, were right in their\nconclusion that the clause in question provides for an arbitration of the\ndispute. The claim was made on September 15, 1980 and the applications are\nimmediately filed thereafter. Therefore, the claims are not barred by\nlimitation.\n</p>\n<p data-structure=\"Section\" id=\"p_4\">The diverse Contentions give rise to the question whether the claims are\nbarred by limitation and whether the clause in the contract gives rise to\nan arbitration. <a href=\"/doc/1656413/\" id=\"a_6\">Section 37(1)</a> of the Arbitration Act, 1940 (for Short, &#x27;the\nAct&#x27;) provides that all the provisions of the Indian Limitation Act, 1908\n(since repealed and adopted by <a href=\"/doc/1317393/\" id=\"a_7\">Limitation Act</a> 1963) shall apply to\narbitrations as they apply to the proceedings in Court. Sub-section (2)\nwith non obstante clause provides that &quot;a cause of action shall, for the\npurpose of limitation, be deemed to have accrued in respect of any such\nmatter at the time when it would have accrued but for that term in the\nagreement&quot;. An arbitration shall be deemed to have commenced under sub-\nsection (3) when one party to the arbitration agreement serves on the other\nparties thereto a notice requiring the appointment of an arbitrator, or\nwhere the arbitration agreement provides that the reference shall be to a\nperson named or designated in the agreement requiring that the difference\nbe submitted to the person so named or designated. <a href=\"/doc/1529130/\" id=\"a_8\">Section 3</a> of the\nLimitation, 1963 enjoins the court to consider the question of limitation\nwhether it is pleaded or not.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">Russell on Arbitration by Anthony Walton (19th Edition) at page 4-5 states\nthat the period of limitation for commencing an arbitration runs from the\ndate on which the &quot;cause of arbitration&quot; accrued, that is to say, from the\ndate when the claimant first acquired either a right of action or a right\nto require that an arbitration take place upon the dispute concerned. The\nperiod of limitation for the commencement of the arbitration runs from, the\ndate on which, had there been no arbitration clause, the cause of action\nwould have accrued: &quot;just as in the case of actions the claim is not to be\nbrought after the expiration of a specified number of years from the date\non which the cause of action accrued, so in the case of arbitrations, the\nclaim is not to be put forward after the expiration of the specified number\nof years from the date when the claim accrued&quot;. Even if the arbitration\nclause contains a provision that no cause of action shall accrue in respect\nof any matter agreed to be referred until an award is made time still runs\nfrom the normal date when the cause of action would have accrued if there\nhad been no arbitration clause.\n</p>\n<p data-structure=\"Section\" id=\"p_6\">In Law of Arbitration by Justice Bachawat at page 549 commenting on <a href=\"/doc/1656413/\" id=\"a_9\">Section\n37</a>, it is stated that subject to the <a href=\"/doc/1317393/\" id=\"a_10\">Limitation Act, 1963</a>, every\narbitration must be commenced within the prescribed period. Just as in the\ncase of actions the claim is not to be brought after the expiration of a\nspecified number of years from the date. when the cause of action accrues,\nso in the case of arbitrations the claim is not to be put forward after the\nexpiration of&quot; a specified number of years from the date when the claim\naccrues. For the purpose of <a href=\"/doc/1656413/\" id=\"a_11\">Section 37</a>( 1) &#x27;action&#x27; and &#x27;cause of\narbitration&#x27; should be construed as arbitration and cause of arbitration.\nThe cause of arbitration arises when the claimant becomes entitled to raise\nthe question, that is, when the claimant acquires the right to require\narbitration. An application under <a href=\"/doc/811701/\" id=\"a_12\">Section 20</a> is governed by <a href=\"/doc/249731/\" id=\"a_13\">Article 137</a> of\nthe schedule to the <a href=\"/doc/1317393/\" id=\"a_14\">Limitation Act, 1963</a> and must be made within 3 years\nfrom the date when the right to apply first accrues. There is no right to\napply until there is a clear and unequivocal denial of that right by the\nrespondent. It must, therefore, be clear that the claim for arbitration\nmust be raised as soon as the cause for arbitration arises as in the case\nof cause of action arisen in a civil action.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"941783\" id=\"span_1\">In <a href=\"/doc/941783/\" id=\"a_15\">Panchu Gopal Bose v. Board of Trustees</a> for Port of Calcutta,  [1993] 4\nSCC 338, this Court had held that the provisions of the <a href=\"/doc/1317393/\" id=\"a_16\">Limitation Act</a>\nwould apply to arbitrations and notwithstanding any terms in the contract\n\u0007to the contrary, cause of arbitration for the purpose of limitation shall\nbe deemed to have accrued to the party, in respect of any such matter at\nthe time when it should have accrued but for the contract. Cause of\narbitration shall be deemed to have commenced when one party serves the\nnotice on the other party requiring the appointment of an arbitrator. The\nquestion is when the cause of arbitration arises in I hi- absence of\nissuance of a notice ..or omission to issue notice for long time after the\ncontract was executed? Arbitration implies to charter out timeous\ncommencement of arbitration availing the arbitral agreement, as soon as\ndifference or dispute has arisen. Delay defeats justice and equity aids\npromptitude and resultant consequences. Defaulting party should bear the\nhardship and should not transmit the hardship to the other party, after the\nclaim in the cause of arbitration was allowed to be barred. It was further\nheld that where the arbitration agreement does not really exist or ceased\nto exist or where the dispute applies outside the scope of arbitration\nagreement allowing the claim, after considerable lapse of time, would be a\nharassment to the opposite party. It was accordingly held <a href=\"/doc/941783/\" id=\"a_17\">in that case</a> that\nsince the petitioner slept over his rights for more than 10 years, by his\nconduct he allowed the arbitration to he barred by limitation and the Court\nwould be justified in relieving the party from arbitration agreement under\n<a href=\"/doc/100581/\" id=\"a_18\">Sections 5</a> and <a href=\"/doc/23013/\" id=\"a_19\">12(2)(b)</a> of the Act.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_8\">It is seen that the first contract was of year 1967-68 and was executed in\n1967 itself. The amount was stated to have been received in September 1967\nitself. The notice admittedly was issued on September 15, 1980 which is\nhopelessly barred by limitation. Any other construction would feed impetus\nto choose the covenant at convenience or in concert. With regard to other\ntwo claims, it is slated by the learned counsel for the respondent that the\nappellant had extended the time for execution of work till 1979 but\nadmittedly in respect of the claim arising out of Civil Appeal Nos. 2544\nand 2987 of 1982, he admittedly completed the execution of work on December\n30, 1977. In the third case, he abandoned the work. However, in view of the\ndispute that the respondent had the benefit of extension of the execution\nof the work, it cannot be laid that there would be no dispute as to whether\nthe claims are barred by limitation. Under those circumstances, it would be\ndifficult to decide whether the two claims are barred by limitation. That\nwould be a matter for decision by arbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">The question, therefore, is whether there is any arbitration agreement for\nthe resolution of the disputes. The agreement reads thus:\n</p>\n<blockquote id=\"blockquote_1\">&quot;25. Decision of Public Health Engineer to be final - Except where\notherwise specified in this contract, the decision of the Public Health\nEngineer for the time being shall be final, conclusive and binding on all\nparties to the contract upon all questions relating to the meaning of the\nspecifications; drawings and instructions hereinbefore mentioned and as to\nthe quality of workmanship or materials used on the work, or as to any\nother question, claim, right, matter or thing, whatsoever in any way\narising out of, or relating to the contract, drawings specifications\nestimates, instructions, orders or these conditions, or otherwise\nconcerning the works or the execution or failure to execute the same,\nwhether arising during the progress of the work or after the completion or\nthe sooner determination thereof of the contract.&#x27;\n\n<a href=\"/doc/1805192/\" id=\"a_20\">Section 2(a)</a> of the Act defines &quot;arbitration agreement&quot; to mean &quot;a written\nagreement to submit present or future differences to arbitration, whether\nan arbitrator is named therein or not&quot; Indisputably, there is no recital in\nthe above clause of the contact to refer any dispute or difference present\nor future to arbitration. The learned counsel for respondent sought to\ncontend from the marginal note, viz., &quot;the decision of Public Health\nEngineer to be final&quot; and any other the words &quot;claim, right, matter or\nthing, whatsoever in any way arising out of the contract, drawings,\nspecifications, estimates, instructions, orders or these conditions, or\notherwise concerning the works or the execution or failure to execute the\nsame, whether arising during the progress of the work or after the\ncompletion or the sooner determination thereof of the contract&quot; and\ncontended that this clause is wide enough to encompass within its ambit,\nany disputes or differences arising in the aforesaid execution of the\ncontract or any question or claim or right arising under the contract\nduring the progress of the work or after the completion or sooner\ndetermination thereof for reference to an arbitration. The High Court,\ntherefore, was right in its conclusion that the aforesaid clause gives\nright to arbitration to the respondent for resolution of the dispute/claims\nraised by the respondent. In support thereof he relied -on Ram Lal Jagan\nNath v. Punjab Slate through collector, Hissar &amp; Anr., AIR 1966 Punjab 436.\nIt is further contended that for the decision of the Public Health Engineer\nto be final, the contractor must be given an opportunity to submit his case\nto be heard either in person or through counsel and a decision thereon\nshould be given, It envisages by implication existence of a dispute between\nthe contractor and the Department. In other words, the parties construed\nthat he Public Health Engineer should be the sole arbitrator. When the\nclaim was made in referring the dispute to him, it was not referred to the\nCourt. The respondent is entitled to avail the remedy under <a href=\"/doc/996339/\" id=\"a_21\">Sections 8</a> and\n<a href=\"/doc/1453009/\" id=\"a_22\">20</a> of the Act. We find it difficult to give acceptance to the contention, A\nreading of the above clause in the contract as a conjoint whole, would give\nus an indication that during the progress of the work or after the\ncompletion or the sooner determination thereof of the contract, the Public\nHeath Engineer has been empowered to decide all questions relating to the\nmeaning of the specifications, drawings, instructions hereinbefore\nmentioned and as to the quality of workmanship or material used on the work\nor as to any other question, claim, right, matter .or thing whatsoever in\nany way arising out of, or relating to, the contract drawings\nspecification&#x27;s estimates, instructions, orders or those conditions :or\notherwise concerning the works or the execution or failure to execute the\nsame has been entrusted to the Public Health Engineer and his decision\nshall be final. In other words, he is nominated only to decide the\nquestions arising in the quality of the work or any other matters\nenumerated herein-before and his decision shall be final and bind the\ncontractor. A clause in the contract cannot be split into two parts .so as\nto consider one part to give rise lo difference or dispute and another part\nrelating to execution of work, its workmanship etc. It is settled now that\nclause in the contract must be read as a whole. If the construction\nsuggested by the respondent is given effect then the decision of the Public\nHealth Engineer would become final, and it is not even necessary to have it\nmade rule of the Court under the <a href=\"/doc/1052228/\" id=\"a_23\">Arbitration Act</a>. It would be hazardous to\nthe claim of a contractor to give such instruction and give power to the\nPublic Health Engineer to make any dispute final and binding on the\ncontractor. A careful reading of the clause in the contract would give us\nan indication that the Public Health Engineer is empowered to decide all\nthe questions enumerated therein other than any disputes or differences\nthat have arisen between the contractor and the Government. But for Clause\n25, there is no other contract to refer any dispute or difference to an\narbitrator named or otherwise.\n</blockquote>\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_2\">This Court was called upon to consider similar clause in <a href=\"/doc/344153/\" id=\"a_24\">State of U.P. v.\nTipper Chand</a>, [1980] 2 SCC 341. The clause was extracted therein. After\nconsideration thereof, this Court held that after perusing the contents of\nthe said clause and hearing learned counsel for the parties &quot;we find\nourselves in complete agreement with the view taken by the High Court.\nAdmittedly, the clause does not contain any express arbitration agreement.\nNor can such an agreement be spelt out from its terms by implication, there\nbeing no mention in it of any dispute, much less of a reference thereof. On\nthe other hand, the purpose of the clause clearly appears to be to vest the\nSuperintending Engineer with supervision of the execution of the work and\nadministrative control over it from time to time&quot;. It would, thereby, be\nclear that this Court laid down as a rule that the arbitration agreement\nmust expressly or by implication be spelt out that there is an agreement to\nrefer any dispute or difference for the arbitration and the clause in the\ncontract must contain such an agreement. We are in respectful agreement\nwith the above ratio. It is obvious that for resolution of any dispute or\ndifference arising between two parties to a contract, the agreement must\nprovide expressly or by necessary implication, a reference to an arbitrator\nnamed therein or otherwise of any dispute or difference and in its absence\nit is difficult to spell out existence of such an agreement for reference\nto an arbitration to resolve the dispute or difference contracted between\nthe parties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_3\">The ratio in <a href=\"/doc/1979603/\" id=\"a_25\">Smt, Rukmanibai Gupta v. Collector, Jabalpur &amp;\nOrs.</a>, [1980] 4 SC 556 does not assist the respondent. From the language\ntherein this Court inferred, by implication, existence of a dispute or\ndifference for arbitration.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"344153\" id=\"span_4\">The Full Bench judgment of the Punjab &amp; Haryana\nHigh Court relied on by the counsel was expressly overruled by this Court\nin <a href=\"/doc/344153/\" id=\"a_26\">Tipper Owners</a> case (supra). Therefore, it is no longer good law.\nMoreover, notice Was not given to the Public Health Engineer to enter upon\nthe reference but was issued to Chief Engineer to refer the dispute to an\narbitrator. The contention in the rejoinder of the appellants that the\nrespondent received the amount with protest to conclude that the amount was\nreceived in full and final settlement of the Act, cannot be accepted unless\nthere is proof or admission in that behalf.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_5\">The ratio in <a href=\"/doc/209845/\" id=\"a_27\">P.K. Ramaiah &amp; Co.\nv. NTPC</a>, [1904] Supp. 3 SCC 126 has no application to the facts of the\ncase.</span>\n</blockquote>\n<blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"392403\" id=\"span_6\">We, therefore, hold that clause 25 of the agreement does not contain an\n\u0007arbitration agreement nor it envisages any difference or dispute that may\narise or had arisen between the parties in execution of the works for\nreference to an arbitrator. The High Court following its earlier decision\nin M/s. <a href=\"/doc/392403/\" id=\"a_28\">Praharaj Partners v. State of Orissa &amp; Ors.</a>, in Miscellaneous\nappeal No. 153/79 and Civil Revision No. 478/79 dated February 26, 1981.</span>\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1979603\" id=\"span_7\">The learned Judge in that judgment relied on the Full Bench Judgment of the\nPunjab &amp; Haryana High Court and on <a href=\"/doc/1979603/\" id=\"a_29\">Rukmanibai Gupta</a>&#x27;s case (supra). The\nHigh Court&#x27;s decision has already been overruled and Rukmanibai Gupta&#x27;s\ncase (supra) has no application. The decision of the High Court, therefore,\nis clearly unsustainable in law.</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">The appeals are accordingly allowed. Appointment of the arbitrator in\nfurtherance of the orders of the Subordinate Judge stands set aside. The\nrespective petitions filed by the respondent under <a href=\"/doc/1232861/\" id=\"a_30\">Sections 8</a> and <a href=\"/doc/811701/\" id=\"a_31\">20</a> stand\ndismissed but, in the circumstances, parties are directed to bear their own\ncosts throughout.\n</blockquote>\n","numcites":17,"numcitedby":160,"docsource":"Supreme Court of India","citetid":64556,"divtype":"judgments","relatedqs":[{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"  the limitation act 1963","formInput":"%20%20the%20limitation%20act%201963"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"public health","formInput":"public%20health"},{"value":"bar of limitation","formInput":"bar%20of%20limitation"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"limitation act  citedby: 100581","formInput":"limitation%20act%20%20citedby%3A%20100581"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"cause of action\"","formInput":"%22cause%20of%20action%22"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"limitation  citedby: 100581","formInput":"limitation%20%20citedby%3A%20100581"},{"value":"Section 37","formInput":"Section%2037"}],"cats":[{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"limitation","formInput":"tag:limitation"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"limitations","formInput":"tag:limitations"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}