{"tid":32395944,"publishdate":"2016-09-19","title":"State Health Society & Anr vs The State Of Bihar & Ors on 19 September, 2016","doc":"<h2 class=\"doc_title\">State Health Society &amp; Anr vs The State Of Bihar &amp; Ors on 19 September, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-mishra\">Anjana Mishra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-mishra\">Anjana Mishra</a></h3>\n\n<pre id=\"pre_1\">        IN THE HIGH COURT OF JUDICATURE AT PATNA\n\n                       Letters Patent Appeal No.650 of 2016\n                                         IN\n                  Civil Writ Jurisdiction Case No. 7842 of 2015\n===========================================================\n1. State Health Society through its Secretary cum Executive Director, Parivar\nKalyan Bhavan, Sheikhpura, P.S.- Shastrinagar, Distt- Patna, Patna 800014.\n2. Executive Director, (Secretary Health cum Executive Director), State Health\nSociety, Parivar Kalyan Bhavan, Sheikhpura, P.S.- Shastrinagar, Distt- Patna, Patna\n800014.\n                                                                .... .... Appellants\n                                       Versus\n1. The State of Bihar through the Chief Secretary, Govt. of Bihar Patna.\n2. The Development Commissioner, Bihar Patna.\n3. The Principal Secretary, Department of Health, Bihar, Patna.\n                   ....      ....      Respondents/Respondents/Proforma Respondents\n4. Dr. Jain Video On Wheels Limited, Jain Studios Campus, Scindia Villa, Sarojini\nNagar, Ring Road, New Delhi, represented through its representative Mr.\nDharmendra Kumar Singh, aged about 37 years, son of Mr. Nand Kishore Singh,\nProject Manager, Bihar having its local office at 5th Floor Times of India building,\nFraser Road, Patna-800001.\n                                                               .... .... Respondents\n===========================================================\nAppearance :\nFor the Appellants      :      Mr. Satyavrat Verma, Advocate\nFor the Respondent State:      A.C. to AAG12\nFor the Respondent No.4:       Mr. P. K. Shahi, Senior Advocate\n                               Mr. Aditya Prakash Sahay, Advocate\n===========================================================\nCORAM: HONOURABLE THE CHIEF JUSTICE\n           and\n           HONOURABLE JUSTICE SMT. ANJANA MISHRA\nJUDGMENT AND ORDER\n          C.A.V.\n(Per: HONOURABLE THE CHIEF JUSTICE)\nDate:   19-09-2016\n\n                     Dr. Jain Videos on Wheels Limited, a Public\n\n    Limited Company, registered under the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a>,\n\n    had come to this Court with a writ petition, made under <a href=\"/doc/1712542/\" id=\"a_2\">Article\n\n    226</a> of the Constitution of India, which gave rise to C.W.J.C.\n\n    No.3175 of 2014 (hereinafter referred to as the „First Writ\n\n    petition‟),    seeking     a    direction     to   the    respondents        to,\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n                                         2/22\n\n\n\n\n         immediately, convene a meeting to resolve various issues,\n\n         which had arisen with respect to 529 Basic Life Support\n\n         Ambulances (for short, BLSA), popularly known as &quot;102\n\n         Ambulances&quot;.\n\n                           2.       During       the    pendency   of   the    said    writ\n\n         application, an order was passed, on 07.02.2014, by the\n\n         Secretary,        Health-cum-Executive            Director,     State    Health\n\n         Society, Bihar, to the effect that the contracts of the writ\n\n         petitioner, which were valid for a period of two years, having\n\n         already      expired,      shall    not    be   extended.      By    making    an\n\n         interlocutory application, the writ petitioner put to challenge the\n\n         order, dated 07.02.2014, aforementioned.\n\n                           3. The background facts, giving rise to the above\n\n         writ petition, may, in brief, be set out as under:-\n\n                           (i) The petitioner had entered into different\n\n         agreements with 38 District Health Societies, on different\n\n         dates,      in    December,            2001,    and   January,       2012,     for\n\n         operationalizing and managing Basic Life Support Ambulance\n\n         Service. The writ petitioner‟s case, as set up in the writ\n\n         petition, was that the contracts were being carried out by the\n\n         petitioner to the satisfaction of all concerned and, therefore,\n\n         there was no occasion for not extending the contracts, when\n\n         there was a provision, in the contract agreements, that after a\n\n         period of two years, the contract could be extended for a\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n                                         3/22\n\n\n\n\n         further period, the duration of the scheme being five years.\n\n                           4. In the counter affidavit, which was filed by the\n\n         State Health Society, a large number of documents were\n\n         brought on record including complaints, which had been\n\n         received from time to time by different District Health Societies\n\n         and their officers, with regard to the functioning of the writ\n\n         petitioner.\n\n                           5. A learned single Judge of this Court, therefore,\n\n         observed in the order, dated 02.04.2014, passed in C.W.J.C.\n\n         No. 3175 of 2014, that since disputed issues had arisen, the\n\n         Court did not consider it appropriate to exercise its jurisdiction\n\n         and that in a matter arising out of a contract, a Writ Court is\n\n         required to look into the question as to whether there is any\n\n         arbitrariness in the action of the respondents in taking a\n\n         decision and, in the case at hand, it cannot prima facie be\n\n         alleged that the action of the respondents was arbitrary.\n\n                           6. The learned single Judge also pointed out, in\n\n         his order, dated 02.04.2014, aforementioned, that the learned\n\n         Counsel for the parties had referred to Clause 17 of the\n\n         agreement, which had been entered into between the parties\n\n         concerned, Clause 17 having provided that the parties           shall\n\n         make every effort to resolve amicably, by direct informal\n\n         negotiations, any disagreement or dispute arising between\n\n         them under, or in connection with, the contract and if after 30\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n                                         4/22\n\n\n\n\n         days from the commencement of such informal negotiations,\n\n         the parties are unable to resolve amicably a contract dispute,\n\n         either party may require that the dispute be referred for\n\n         resolution to the Development Commissioner, Government of\n\n         Bihar, whose decision shall be final.\n\n                           7. Coupled with the above, the learned single\n\n         Judge also observed in his order, dated 02.04.2014, passed in\n\n         C.W.J.C. No. 3175 of 2014, that the writ petitioner had, in fact,\n\n         originally, approached this Court for issuance of a direction to\n\n         the respondents to convene a meeting on the various issues,\n\n         which had arisen during the course of execution of the contract.\n\n         However, the learned single Judge pointed out in the order,\n\n         dated 02.04.2014, aforementioned, that during the pendency\n\n         of the writ application, the dispute had already been referred to\n\n         the Development Commissioner, Government of Bihar, for\n\n         resolution and, in fact, a date has been fixed in the matter, i.e.,\n\n         19.02.2014</pre><p data-structure=\"RespArg\" id=\"p_1\">, but on the date, so fixed, the writ petitioner did\n\n         not appear, because of the pendency of the writ application.\n\n         The learned single Judge also pointed out that the learned\n\n         Counsel for the petitioner had submitted that if the Court was\n\n         not inclined to proceed with the writ application, then, the\n\n         Development Commissioner may be directed to dispose of the\n\n         matter within a reasonable period of time and that the\n\n         respondents be directed to, at least, make payment of the\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_1\">                                         5/22</span>\n\n\n\n\n         admissible dues forthwith and not to create any third party\n\n         right during the pendency of the dispute.\n\n</p><p data-structure=\"PetArg\" id=\"p_2\">                           8. Having found reasonable the submissions of\n\n         the learned Counsel for the petitioner, the learned single Judge,\n\n         by    the     order     aforementioned,          gave     direction   that   the\n\n         Development Commissioner shall consider the matter and\n\n         decide the same within a period of six weeks.                     The learned\n\n         single Judge further directed, by the order, dated 02.04.2014,\n\n         that the admitted dues of the petitioner shall be paid to the\n\n         petitioner within a period of four weeks and, until the decision,\n\n         in the matter, is reached by the Development Commissioner,\n\n         no third party right shall be created.\n</p>\n<p data-structure=\"Precedent\" id=\"p_3\">                           9. The order, dated 02.04.2014, aforementioned,\n\n         being relevant, is reproduced hereinbelow:\n\n</p><p data-structure=\"PetArg\" id=\"p_4\">                                      &quot;Heard        learned      counsel   for    the\n                         petitioner and learned counsels for the State and\n                         for the State Health Society.\n</p><p data-structure=\"Issue\" id=\"p_5\">                                      The petitioner had initially approached\n                         this Court for a direction upon the respondents to\n                         immediately convene a meeting to resolve the\n                         various issues which have arisen with respect to\n                         529 Basic Life Support Ambulances (BLSA),\n                         popularly known as 102 Ambulances.\n</p><p data-structure=\"Facts\" id=\"p_6\">                                      During        the   pendency    of   the   writ\n                         application an order dated 7.2.2014 was passed\n                         by the Secretary, Health-cum-Executive Director,\n                         State Health Society in which it was directed that\n                         the contracts of the petitioner, which were valid\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_2\">                                         6/22</span>\n\n\n\n\n                         for a period of two years, having expired they\n                         shall not be extended. The said order is under\n                         challenge through an interlocutory application.\n</p><p data-structure=\"Facts\" id=\"p_7\">                                      The petitioner had entered into different\n                         agreements with 38 District Health Societies on\n                         different dates in December, 2011 and January,\n                         2012 for operationalizing and managing Basic\n                         Life Support Ambulance Service. The contention\n                         of the petitioner is that the contract was being\n                         carried out by the petitioner to the satisfaction of\n                         all concerned and there was no occasion for not\n                         extending the contract in which there was a\n                         provision that after the period of two years the\n                         contract may be extended for further period, the\n                         duration of the Scheme itself being five years.\n                         However, by the impugned order dated 7.2.2014\n                         the direction was not to extend the same.\n</p><p data-structure=\"Section\" id=\"p_8\">                                      In the counter affidavit filed on behalf\n                         of the State Health Society a large number of\n                         documents have been brought on the record\n                         including the complaints made from time to time\n                         by the different District Health Societies and their\n                         officials    stating       the   various   complaints   with\n                         regard to lack of proper service being provided\n                         by the petitioner.\n</p><p data-structure=\"Issue\" id=\"p_9\">                                      In view of the fact that disputed issues\n                         have arisen in the matter, this Court does not\n                         consider it a proper case for consideration of the\n                         same in its writ jurisdiction.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">                                      Moreover, in the matter arising out of\n                         contract, what this Court is required to look into\n                         is as to whether there is arbitrariness in the\n                         action of the respondents in deciding the matter.\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_3\">                                          7/22</span>\n\n\n\n\n                         Prima facie it cannot be alleged on the basis of\n                         the materials that the action of the respondents\n                         is arbitrary.\n</p><p data-structure=\"Section\" id=\"p_11\">                                      Learned       counsels   for    the   parties\n                         referred to Clause 17 of the agreements entered\n                         into between the petitioner with various District\n                         Health Societies under which it is provided that\n                         the parties shall make every effort to resolve\n                         amicably by direct informal negotiations any\n                         disagreement or dispute arising between them\n                         under or in connection with the contract and if\n                         after 30 days from the commencement of such\n                         informal negotiations, the parties are unable to\n                         resolve amicably a contract dispute, either party\n                         may require that the dispute be referred for\n                         resolution to the Development Commissioner,\n                         Government of Bihar, whose decision shall be\n                         final.\n</p><p data-structure=\"RespArg\" id=\"p_12\">                                      In view of the fact that the petitioner\n                         had in fact originally approached this Court for a\n                         direction for convening a meeting on the various\n                         issues, the respondents during the pendency of\n                         the writ application have already referred the\n                         matter      to     the     Development      Commissioner,\n                         Government of Bihar for the resolution of the\n                         dispute and in fact a date was fixed in the\n                         matter, namely, 19th February, 2014 on which\n                         date the petitioner was required to appear but\n                         because of the pendency of the writ application\n                         has not appeared.\n</p><p data-structure=\"PetArg\" id=\"p_13\">                                      Learned counsel for the petitioner also\n                         submits that in case this Court is not inclined to\n                         proceed with the matter then the Development\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_4\">                                         8/22</span>\n\n\n\n\n                         Commissioner may be directed to dispose of the\n                         matter within a reasonable period of time. It is\n                         further submitted by learned counsel that the\n                         respondents        be      directed    to   at    least    make\n                         payment of the admissible dues forthwith and\n                         during the pendency of the dispute before the\n                         Commissioner not to create any third party right.\n</p><p data-structure=\"PetArg\" id=\"p_14\">                                      In my view, the last submissions of\n                         learned counsel for the petitioner appear to be\n                         reasonable.\n</p><p data-structure=\"Conclusion\" id=\"p_15\">                                      The writ application is, accordingly,\n                         disposed of with a direction to the Development\n                         Commissioner, Government of Bihar, to consider\n                         and dispose of the dispute between the parties\n                         within     a    period      of   one    month       from    the\n                         appearance of the parties before him along with\n                         a copy of this order. The parties are directed to\n                         appear before the Development Commissioner on\n                         9th April, 2014 at 11 A.M., who shall thereafter\n                         proceed to consider the matter and decide the\n                         same within a period of six weeks. It is further\n                         directed that the admitted dues of the petitioner\n                         shall be paid to it within a period of four weeks\n                         from today. Until the decision on the matter by\n                         the Development Commissioner, no third party\n                         right shall be created.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">\n</p><p data-structure=\"Issue\" id=\"p_17\">                           10. Pursuant to the order, dated 02.04.2014,\n\n         aforementioned, both sides filed their claims before the\n\n         Development          Commissioner.          Thereafter,     the     Development\n\n         Commissioner, vide order, dated 19.06.2014, rejected all the\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_5\">                                         9/22</span>\n\n\n\n\n         claims of the writ petitioner and remaining issues were sent\n\n         back to the State Health Society for verification.\n\n</p><p data-structure=\"Issue\" id=\"p_18\">                           11. By filing a writ petition, under Article under\n\n         <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India, which gave rise to\n\n         C.W.J.C. No.7842 of 2015, and which is hereinafter to be\n\n         referred as the „second Writ Petition‟, the writ petitioner put to\n\n         challenge the order, dated 19.06.2014, which had been passed\n\n         by the Development Commissioner rejecting all the claims of\n\n         the writ petitioner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">                           12. When the second writ petition was taken up,\n\n         on 15.02.2016, at the instance of the writ petitioner, it was\n\n         submitted, on behalf of the writ petitioner, that the writ\n\n         petitioner was ready to go for arbitration. The second writ\n\n         petition was, therefore, disposed of, as withdrawn, with liberty\n\n         granted to the petitioner to move the Bihar Public Works\n\n         Contract Dispute Arbitration Tribunal (hereinafter referred to as\n\n         the „Tribunal‟) with regard to the disputes, which had arisen\n\n         between the parties, with direction to the Tribunal that if\n\n         necessary petition is filed within two weeks along with a copy of\n\n         the order, the same shall be decided expeditiously, within a\n\n         period of six months, and liberty was granted to the writ\n\n         petitioner to make necessary application for interim protection\n\n         by the Tribunal in order to safeguard future rights and ensure\n\n         that the writ petitioner is not prejudiced due to the matter\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_6\">                                         10/22</span>\n\n\n\n\n         having      been decided finally by the Court. The learned single\n\n         Judge directed that for a period of two weeks, no third party\n\n         right shall be created by respondent No.4, namely, State Health\n\n         Society, with regard to the maters, in question.\n\n</p><p data-structure=\"Precedent\" id=\"p_20\">                           13. Aggrieved by the directions given by the\n\n         order, dated 15.02.2016, aforementioned, this intra Court\n\n         appeal has been preferred by State Health Society.\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">                           14. We have heard Mr. Satyavrat Verma, learned\n\n         Counsel, appearing on behalf of the appellants, and learned\n\n         Assistant Counsel to Additional Advocate General No.12,\n\n         appearing for the respondent Nos. 1 to 3. We have heard also\n\n         Mr. P.K.Shahi, learned Senior Counsel, appearing for the\n\n         respondent No.4.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">                           15. What has been contended before us, on\n\n         behalf of the appellants, is that the Bihar Public Works Contract\n\n         Dispute Arbitration Tribunal Act, 2008 (hereinafter referred to\n\n         as „2008 Act‟) applies only to the works contracts and not to\n\n         contracts, which are not, in substance, works contracts.\n\n</p><p data-structure=\"Issue\" id=\"p_23\">                           16. It is also contended, on behalf of the\n\n         appellant, that in the light of the contract agreement between\n\n         the parties concerned, the dispute was referable to, for\n\n         adjudication by, the Development Commissioner and, in the\n\n         case at hand, when the Development Commissioner had\n\n         already passed the order, dated 19.06.2015, finally disposing of\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_7\">                                         11/22</span>\n\n\n\n\n         the arbitral proceeding, no further order of the nature, as is the\n\n         case at hand, could have been passed referring the dispute to\n\n         the Tribunal constituted under the 2008 Act. The remedy of the\n\n         writ petition-respondent, namely, Dr. Jain Video on Wheels\n\n         Limited, lies, according to the appellants, in making an\n\n         application under <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the Arbitration and Conciliation\n\n         Act, 1996, putting to challenge the legality or validity of the\n\n         order/award,         dated      19.06.2015,      which     the   Development\n\n         Commissioner had passed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">                           17. Mr. P.K. Shahi, learned Senior Counsel,\n\n         appearing on behalf of the writ petitioner, resists the appeal on\n\n         three specific grounds.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">                           18. It is the contention of Mr. Shahi that Clause\n\n         17.3 of the Contract Agreement between the parties concerned\n\n         does     not     stipulate     any      arbitration   by   the   Development\n\n         Commissioner and, therefore, the appellants have wrongly\n\n         contented       that     Clause      17.3    empowers      the   Development\n\n         Commissioner to become arbiter of a dispute, which may arise\n\n         between the parties. <a href=\"/doc/1306164/\" id=\"a_5\">The Arbitration and Conciliation Act, 1996</a>\n\n         (hereinafter referred to as „the <a href=\"/doc/1306164/\" id=\"a_6\">Arbitration Act, 1996</a>,‟), cannot,\n\n         submits Mr. Shahi, be applied to an arbitration agreement if the\n\n         person, who is appointed as an arbitrator, becomes, in the light\n\n         of the provisions of <a href=\"/doc/16912364/\" id=\"a_7\">Section 12(5)</a> of the Arbitration Act, 1996,\n\n         ineligible for appointment as an Arbitrator on any of the\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_8\">                                         12/22</span>\n\n\n\n\n         grounds mentioned in the 7th <a href=\"/doc/1306164/\" id=\"a_8\">Schedule of the Arbitration Act,\n\n         1996</a>. It is pointed out, in this regard, by Mr. Shahi, learned\n\n         Senior Counsel, that the Development Commissioner, being the\n\n         Chairman of the respondent Health Society, is an interested\n\n         person and he could not have, therefore, under the Schedule of\n\n         <a href=\"/doc/16912364/\" id=\"a_9\">Section 12(5)</a> of the Arbitration Act, 1996, been appointed as\n\n         an arbitrator nor could he have, consequently, decided the\n\n         disputes, in question.\n</p>\n<p data-structure=\"PetArg\" id=\"p_26\">                           19. Referring to Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_10\">Section 12</a> of\n\n         the Arbitration Act, 1996, Mr. Shahi, learned Senior Counsel,\n\n         further submits that Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_11\">Section 12</a> starts with\n\n         non obstante clause and, hence, its application is retrospective\n\n         in nature. It is pointed out by Mr. Shahi, learned Senior\n\n         Counsel, that the agreements, in question, though were of\n\n         22.12.2011, yet as Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_12\">Section 12</a> of the\n\n         Arbitration Act, 1996, has come into force on 23.10.2015, the\n\n         said agreements fall within the ambit of Sub-section (5) of\n\n         <a href=\"/doc/750244/\" id=\"a_13\">Section 12</a> of the Arbitration Act, 1996, and, therefore, the bar,\n\n         which Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_14\">Section 12</a> creates, is applicable even\n\n         to the present case.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">                           20. In the light of the rival submissions made\n\n         before us, the questions, which fall for consideration in the\n\n         present appeal, are:\n</p>\n<blockquote id=\"blockquote_1\">                           1. Whether Clause 17.3 of the contract agreement\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_9\">                                         13/22</span>\n\n\n\n\n         between the parties concerned is an arbitration clause or not?\n</blockquote>\n<blockquote id=\"blockquote_2\">                           2. Whether 2008 Act is applicable only to works\n\n         contract or other contracts as well?\n</blockquote>\n<blockquote id=\"blockquote_3\">                           3. Whether Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_15\">Section 12</a> is\n\n         retrospective in its application?\n</blockquote>\n<p data-structure=\"Section\" id=\"p_28\">                     Whether Clause 17.3 of the contract agreement\n\n                     between the parties concerned is an arbitration\n\n                     clause or not?\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">                           21. It is the contention of Mr. Shahi, learned\n\n         Senior Counsel, that Clause 17.3 is a departmental mechanism\n\n         to resolve the dispute between the parties and that the\n\n         Development Commissioner, being the Chairman of the State\n\n         Health Society, has been vested with the power to resolve the\n\n         dispute in his administrative capacity and this power, which has\n\n         been given to the Development Commissioner cannot be\n\n         construed as the power given to him to act as an arbitrator,\n\n         when he is an interested party.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">                           22. Let us, first, turn to Clause 17 of the contract\n\n         agreement. Clause 17 reads:\n</p>\n<blockquote id=\"blockquote_4\">                                   &quot;17.0 Resolution of Disputes\n                                   17.1 That in case of any dispute with\n                regard to the interpretation of any term/ expression of\n                this contract, then the meaning placed upon it by the\n                SHSB shall be final and shall not be disputed by the\n                Second Party.\n</blockquote><blockquote id=\"blockquote_5\">                                   17.2 The First Party and the Second Party\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_10\">                                         14/22</span>\n\n\n\n\n                shall make every effort to resolve amicably by direct\n                informal negotiations any disagreement or dispute\n                arising between them under or in connection with the\n                contract.\n</blockquote><blockquote id=\"blockquote_6\">                                   17.3 If, after thirty (30) days from the\n                commencement of such informal negotiations, the first\n                Party and the Second Party have been unable to\n                resolve amicably a contract dispute, either party may\n                require that the dispute be referred for resolution to\n                the Development Commissioner, Govt. of Bihar whose\n                decision shall be final.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_31\">                           23. From what have been mentioned in Clause\n\n         17.3, it becomes apparent that if any dispute arises between\n\n         the parties and if the dispute is not settled within a period of 30\n\n         days from the commencement of informal negotiations and if\n\n         the parties fail to resolve amicably a dispute, either party may\n\n         require that the dispute be referred, for resolution, to the\n\n         Development Commissioner, Government of Bihar, whose\n\n         decision shall be final. These provisions take it beyond the pale\n\n         of doubt that the Development Commissioner is a person, who\n\n         is required to be arbitrator in case any dispute arises relating to\n\n         the contract, in question, if the dispute could not be resolved\n\n         amicably by the parties.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">                           24. Having, thus, concluded that the Development\n\n         Commissioner ought to have been treated, in a case of present\n\n         nature of dispute, as an arbitrator and he was, indeed, treated\n\n         by order, dated 02.04.2014, passed in C.W.J.C. No.3175 of\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_11\">                                         15/22</span>\n\n\n\n\n         2014,       (i.e., the first writ petition), as an arbitrator, the\n\n         question, now, is: whether the Development Commissioner, so\n\n         appointed,       incurred      any      disqualification   in   terms   of   the\n\n         provisions of Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_16\">Section 12</a> read with 7th\n\n         <a href=\"/doc/1306164/\" id=\"a_17\">Schedule of the Arbitration Act, 1996</a>, and whether he\n\n         functioned without jurisdiction.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">                           25. With regard to the above, it needs to be noted\n\n         that Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_18\">Section 12</a>, <a href=\"/doc/1306164/\" id=\"a_19\">1996</a> Act, which has come\n\n         into force, with effect from 23.10.2015, makes it clear that if\n\n         the relationship of any person, appointed as a arbitrator, with\n\n         the Health Society, is such that he falls within the disqualifying\n\n         conditions mentioned in Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_20\">Section 12</a>, he\n\n         cannot function as an arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">                     Whether 2008 Act is applicable only to works\n\n                     contract or other contracts as well?\n</p>\n<p data-structure=\"Section\" id=\"p_35\">                           26. While considering the question posed above,\n\n         it needs to be pointed out that <a href=\"/doc/85288767/\" id=\"a_21\">Section 2(b)</a> of 2008 Act defines\n\n         an arbitration clause to mean a clause, in the works contract,\n\n         to submit present or future differences to arbitration. The\n\n         definition, so given, clearly shows that the 2008 Act applies to\n\n         only works contract and not to other contracts. The word\n\n         &quot;dispute&quot;, as defined by <a href=\"/doc/1804257/\" id=\"a_22\">Section 2(e)</a> of 2008 Act, means any\n\n         difference, relating to any claim arising out of the execution or\n\n         non-execution of the whole or part of a contract for works or\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_12\">                                         16/22</span>\n\n\n\n\n         services or both including the rescission thereof. This definition\n\n         of dispute necessarily means that the differences, relating to\n\n         arbitration, must have arisen out of works contract or such\n\n         services, which relate to works contract.\n\n</p><p data-structure=\"Section\" id=\"p_36\">                           27. Thus, neither the definition of arbitration\n\n         clause nor the definition of the dispute, as contained in 2008\n\n         Act, makes it possible for the Tribunal, constituted under the\n\n         2008 Act, to become arbitrator of differences or dispute that\n\n         relates to a work, which is not a works contract.\n\n</p><p data-structure=\"Section\" id=\"p_37\">                           28. As Mr. Shahi places reliance on the definition\n\n         of works contract, embodied in <a href=\"/doc/1804257/\" id=\"a_23\">Section 2(k)</a> of 2008 Act, we\n\n         deem it appropriate to reproduce Clause (k) of <a href=\"/doc/1804257/\" id=\"a_24\">Section 2</a> of\n\n         2008 Act, which defines works contract in the following words:\n\n</p><blockquote id=\"blockquote_7\">                         &quot;Works contract&quot; means a contract made by the\n                         State Government or a public undertaking with\n                         any other person for the execution of any of its\n                         works      relating        to   construction,   repairs   or\n                         maintenance of any building or superstructure,\n                         dame weir, canal, reservoir, tank, lake, road, all\n                         types of bridge, culvert, factory or work shops or\n                         of such other work of the State Government or, as\n                         the case may be, of the public undertaking, as the\n                         State government may, by notification in the\n                         official Gazette, specify and includes-\n</blockquote><blockquote id=\"blockquote_8\">                         (i)     a contract made for the supply of goods\n                         relating to the execution of any of such works or\n                         for supply of any other goods irrespective of\n                         whether it is required for any specific project or\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_13\">                                         17/22</span>\n\n\n\n\n                         work or any typ0e of consultancy services/service\n                         providers.\n</blockquote><blockquote id=\"blockquote_9\">                         (ii)    Contracts made for the supply of services\n                         relating to the execution of any of such works;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_38\">                         including consultancy services for preparation of\n                         DPR&#x27;s      supervision;    project   advisory,   quality\n                         assurance, Project Management or any other\n                         management services.\n</p><p data-structure=\"Section\" id=\"p_39\">                         (iii)   Words and expressions used and not defined\n                         in this Act, but defined in the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act</a>, shall\n                         have the meanings assigned to them in the\n                         <a href=\"/doc/1052228/\" id=\"a_26\">Arbitration Act</a>.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\n</p><p data-structure=\"Section\" id=\"p_41\">                         29. From a bare reading of the definition of the\n\n        works contract, it becomes abundantly clear that the works\n\n        contract, under the 2008 Act, means a contract, which the\n\n        State Government or a public undertaking may make with any\n\n        other person for execution of any of its works relating to\n\n        construction, repairs or maintenance of any building or\n\n        superstructure, dam, weir, canal, reservoir, tank, lake, road,\n\n        all types of bridge, culvert, factory or work shops or of such\n\n        other work of the State Government or, as the case may be,\n\n        of the public undertaking, as the State government may, by\n\n        notification in the Official Gazette, specify and includes a\n\n        contract made for the supply of goods relating to the\n\n        execution of any of such works or for supply of any other\n\n        goods irrespective of whether it is required for any specific\n\n        project or work or any type of consultancy services/service\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_14\">                                          18/22</span>\n\n\n\n\n        providers, contracts made for the supply of services relating to\n\n        the execution of any of such works; including consultancy\n\n        services      for    preparation          of   DPR‟s   supervision;       project\n\n        advisory, quality assurance, Project Management or any other\n\n        management services and Words and expressions used and\n\n        not defined in this Act, but defined in the <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration Act</a>, shall\n\n        have the meanings assigned to them in the <a href=\"/doc/1306164/\" id=\"a_28\">Arbitration Act,\n\n        1996</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">                         30. When dispassionately considered, it becomes\n\n        abundantly clear that <a href=\"/doc/1804257/\" id=\"a_29\">Section 2(k)</a> of 2008 Act can be applied\n\n        only to works contract and to only such services, which relate\n\n        to work contract.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">                         31. The third category of cases, which may fall\n\n        within the term „works contract&#x27;, will be those contracts, which\n\n        the State Government or the Public Sector Undertaking, as the\n\n        case may be, so specified by notification in the official gazette.\n\n</p><p data-structure=\"Section\" id=\"p_44\">                         32. In the case at hand, there is, admittedly, no\n\n        such      notification       as      contemplated        by     <a href=\"/doc/1804257/\" id=\"a_30\">Section      2(k)</a>.\n\n        Consequently,          the     contract        between    the     parties,     for\n\n        operationalizing and managing intra-city bus services, cannot\n\n        be said to fall within the term „works contract&#x27; and, therefore,\n\n        <a href=\"/doc/1804257/\" id=\"a_31\">Section 2(k)</a> will not apply to the case at hand.\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">                         33. In other words, in the case at hand, the\n\n        contract was not a works contract and, therefore, the services,\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_15\">                                         19/22</span>\n\n\n\n\n        provided by the petitioner, could not have been treated as a\n\n        contract      falling     within     the    jurisdiction    of   the   Tribunal\n\n        constituted under 2008 Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">                         34. There is, therefore, no manner of doubt, in\n\n        our mind, that 2008 Act applies only to the works contract and\n\n        since the contract, which the present parties have entered\n\n        into, is not a works contract, the Tribunal, constituted under\n\n        the Act of 2008, has no jurisdiction to decide the kind of\n\n        dispute, which has arisen between the parties concerned.\n\n</p><p data-structure=\"Conclusion\" id=\"p_47\">                     Whether         Sub-section         (5)   of    <a href=\"/doc/750244/\" id=\"a_32\">Section     12</a>   is\n\n                     retrospective in its application?\n</p>\n<p data-structure=\"Section\" id=\"p_48\">                           35. What is, however, necessary to note is that in\n\n         the case at hand, the contract agreement, having provisions for\n\n         arbitration, was entered into on 02.01.2012 i.e. long before\n\n         Sub-section (5) came to be inserted in <a href=\"/doc/750244/\" id=\"a_33\">Section 12</a>. The non-\n\n         obstante clause, which Sub-section (5) starts with, makes it\n\n         clear that any prior agreement, which is contrary to the\n\n         provisions of Sub-section (5), would not prevail upon Sub-\n\n         section (5) of <a href=\"/doc/750244/\" id=\"a_34\">Section 12</a>; rather, the provisions, embodied in\n\n         Sub-section (5), will override and prevail upon a contract\n\n         agreement, which is contrary to the provisions of Sub-section\n\n         (5) of <a href=\"/doc/750244/\" id=\"a_35\">Section 12</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">                           36. What is, however, of immense importance to\n\n         note is that the non-obstante clause will not apply, and cannot\n Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_16\">                                         20/22</span>\n\n\n\n\n         be applied, to an arbitration proceeding, which had already\n\n         commenced; or else, all the arbitration proceedings, pending\n\n         on 23.10.2015, when Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_36\">Section 12</a> of the\n\n         Arbitration and Conciliation Act, 1996, came into force, would\n\n         become infructuous or untenable in law. This is certainly not\n\n         the purpose or the object of the non obstante clause. What the\n\n         non obstante clause does is that those agreements, which\n\n         contained Arbitration Clause appointing a person, who may,\n\n         otherwise, fall within the disqualifications prescribed by Sub-\n\n         section (5), such a contract cannot be enforced to the extent\n\n         the appointment of the arbitrator is concerned; but it will not\n\n         vitiate or make untenable in law those arbitration proceedings,\n\n         which have already commenced pursuant to the agreement\n\n         between the parties before Sub-section (5) was brought into\n\n         force.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">                           37.     In    the        case   at   hand,   the   arbitration\n\n         proceeding, in terms of Clause 17.3 of the contract agreement,\n\n         had already commenced before Sub-section (5) of <a href=\"/doc/750244/\" id=\"a_37\">Section 12</a>\n\n         came into force. This apart, the proviso to Sub-section (5)\n\n         makes it clear that the parties may waive the applicability of\n\n         this clause by an express agreement in writing.\n\n</p><p data-structure=\"Conclusion\" id=\"p_51\">                           38. What follows from the above discussion is that\n\n         the Development Commissioner had the jurisdiction and he\n\n         acted in exercise of this jurisdiction.\n</p><p data-structure=\"Conclusion\" id=\"p_52\"> Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_17\">                                         21/22</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_53\">                           39. What crystallizes from the above discussion is\n\n         that 2008 Act is not applicable to the disputes, which had\n\n         arisen between the parties concerned, and that Sub-section (5)\n\n         of <a href=\"/doc/750244/\" id=\"a_38\">Section 12</a> of the Arbitration Act, 1996, does not create any\n\n         impediment in law to the resolution of the dispute by the\n\n         Development Commissioner as an arbitrator. If the writ\n\n         petitioner is aggrieved by the decision of the Development\n\n         Commissioner, Government of Bihar, as arbitrator, such a\n\n         decision can be impugned, in terms of <a href=\"/doc/536284/\" id=\"a_39\">Section 34</a> of the\n\n         Arbitration       Act,     1996,        provided   that   the   facts   and\n\n         circumstances of the present case justify application of <a href=\"/doc/536284/\" id=\"a_40\">Section\n\n         34</a> of the Arbitration Act, 1996, and it will also remain open to\n\n         the writ petitioner to apply for interim measures as prescribed\n\n         by <a href=\"/doc/1079220/\" id=\"a_41\">Section 9</a> of the Arbitration Act, 1996.\n\n</p><p data-structure=\"Conclusion\" id=\"p_54\">                           40. Because of what has been discussed and\n\n         pointed out above, we are clearly of the view that the order\n\n         under appeal, whereby the dispute has been referred to the\n\n         Tribunal, under 2008 Act for adjudication, is not sustainable in\n\n         the facts and attending circumstances of the present case and\n\n         the law relevant thereto.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">                           41. We, therefore, set aside the directions given\n\n         by the order under appeal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">                           42. This Letters Patent Appeal accordingly stands\n\n         allowed to the extent as indicated above.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">               Patna High Court LPA No.650 of 2016 dt.19-09-2016\n\n<span class=\"hidden_text\" id=\"span_18\">                                                       22/22</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_58\">                                        43. There shall, however, be no order as to costs.</p><pre id=\"pre_2\">\n\n\n\n                                                                          (I. A. Ansari, CJ)\n\n\nAnjana Mishra, J :       I agree.\n\n                                                                         (Anjana Mishra, J)\n\nK.C.jha/-\n\n      AFR/NAFR      AFR\n      CAV DATE 22.07.2016\n      Uploading Date 20.09.2016\n      Transmission N.A.\n      Date\n </pre>","numcites":10,"numcitedby":0,"docsource":"Patna High Court","citetid":32395944,"divtype":"judgments","relatedqs":[{"value":"arbitration act section 12","formInput":"arbitration%20act%20section%2012"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"arbitration section 12","formInput":"arbitration%20section%2012"},{"value":"second writ petition","formInput":"second%20writ%20petition"},{"value":"works contract","formInput":"works%20contract"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"section 12(5) on arbitration act ","formInput":"section%2012%285%29%20on%20arbitration%20act%20"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"section 12 (5)\" of Arbitration","formInput":"%22section%2012%20%285%29%22%20of%20Arbitration"},{"value":"non-obstante","formInput":"non-obstante"},{"value":"contract act","formInput":"contract%20act"},{"value":"WORKS CONTRACT ACT","formInput":"WORKS%20CONTRACT%20ACT"},{"value":"section 12(5) arbitration","formInput":"section%2012%285%29%20arbitration"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration act 1996","formInput":"arbitration%20act%201996"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"SOCIETY  filter:  SECTION 9 arbitration and conciliation act, 1996","formInput":"SOCIETY%20%20filter%3A%20%20SECTION%209%20arbitration%20and%20conciliation%20act%2C%201996"},{"value":"lpa","formInput":"lpa"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"}],"cats":[{"value":"grounds-for-challenge","formInput":"tag:grounds-for-challenge"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"definitions","formInput":"tag:definitions"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}