{"tid":60110481,"publishdate":"2018-11-26","title":"Nlc Tamilnadu Power Limited vs Http://Www.Judis.Nic.In on 26 November, 2018","doc":"<h2 class=\"doc_title\">Nlc Tamilnadu Power Limited vs Http://Www.Judis.Nic.In on 26 November, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-subbiah\">R.Subbiah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-subbiah\">R.Subbiah</a>, <a href=\"/search/?formInput=benchid:b-pugalendhi\">B.Pugalendhi</a></h3>\n\n<pre id=\"pre_1\">                                                       1\n\n                          BEFORE THE MADURAI BENCH OF MADRAS HIGH COURT\n\n                                          RESERVED ON : 10.01.2019\n\n                                         DELIVERED ON : 28.02.2019\n                                                    CORAM:\n                                THE HONOURABLE MR.JUSTICE R.SUBBIAH\n                                               AND\n                              THE HONOURABLE MR.JUSTICE B.PUGALENDHI\n\n                                        C.M.A(MD)No.1181 of 2018\n                                                  and\n                                        C.M.P(MD)No.12144 of 2018\n\n\n                      1.NLC Tamilnadu Power Limited,\n                        a Subsidy of Neyveli Lignite Corporation Limited,\n                        Having their works at Site Office,\n                        Harbour Estate, Tuticorin – 628 004\n                        and its registered Office at\n                        First Floor, No.8, Sathyamurthy Road,\n                        FSD, Egmore Complex of Food Corporation of India,\n                        Chetpet, Chennai – 600 031,\n                        Tamil Nadu,\n                        represented by its\n                        Chief Executive Officer.\n\n\n                      2.NLC India Limited (formerly Neyveli Lignite Corporation Limited),\n                        a Public Sector Undertaking having its Corporate office,\n                        Block 1, Neyveli – 607 801,\n                        and its Registered Office at\n                        First Floor, No.8, Sathyamurthy Road,\n                        FSD, Egmore Complex of Food Corporation of India,\n                        Chetpet, Chennai – 600 031,\n                        Tamil Nadu.\n                        represented by its\n                        Chief General Manager – Contracts.           ... Appellants/\n                                                                       Respondents\n\n\n                                                      Vs.\n\n\nhttp://www.judis.nic.in\n\f                                                             2\n\n                      M/s.SICAL Logistics Limited,\n                      having its registered office at\n                      South India House,\n                      73, Armenian Street,\n                      Chennai – 600 001,\n                      represented by its\n                      President and Chief Executive Officer,\n                      Captain K.N.Ramesh.                                   ... Respondent/\n                                                                                 Petitioner\n\n                      PRAYER: Appeal filed under <a href=\"/doc/1459069/\" id=\"a_1\">Section 37(1)(b)</a> of the Arbitration and\n                      Conciliation Act, 1996, read with Clause No.15 of Letter Patents Act,\n                      Section 104 and <a href=\"/doc/161831507/\" id=\"a_2\">Order 43 of the Code of Civil Procedure</a>, against\n                      the   order    passed   in     Arbitration    O.P.No.72   of   2018,    dated\n                      26.11.2018 by the learned Principal District Judge, Tuticorin.\n\n\n                                    For Appellants               : Mr.R.Senthil Kumar\n                                                                 for Mr.K.R.Laxman\n\n                                    For Respondent               : Mr.AR.L.Sundaresan\n                                                                   Senior Counsel for\n                                                                 Mr.G.Prabhu Rajadurai\n\n\n                                                        *****\n\n                                                       JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                      R.SUBBIAH,J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                            This Civil Miscellaneous Appeal has been focussed challenging\n\n                      the order dated 26.11.2018 passed in Arbitration O.P.No.72 of\n\n                      2018, by the learned Principal District Judge, Tuticorin.\n\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_1\">\f                                                          3</span>\n\n</p><p data-structure=\"Issue\" id=\"p_4\">                            2. Facts leading to the filing of the present Civil Miscellaneous\n\n                      Appeal, briefly narrated, are as follows:\n</p>\n<blockquote id=\"blockquote_1\">                            2.1. The first appellant is a public          sector undertaking,\n\n                      incorporated as a joint venture between the second appellant and\n\n                      the Tamil Nadu Generation and Distribution Corporation Limited\n\n                      (TANGEDCO) and primarily engaged in the operation of coal-based\n\n                      power projects in Tuticorin. The second appellant is a public sector\n\n                      undertaking    engaged   in   the   business   of   mining   and   power\n\n                      generation. It is a public limited company incorporated in the year\n\n                      1956. The respondent is a company incorporated under the\n\n                      <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act, 1956</a> and is engaged in the business of providing\n\n                      logistics solutions.\n</blockquote>\n\n\n<blockquote id=\"blockquote_2\">                            2.2. On 26.04.2010, the second appellant issued a notice\n\n                      inviting tender for the liaisoning, movement and handling of coal\n\n                      from Mahanadhi Coal Fields (“MCL”), Talcher, Orissa to Tuticorin Port\n\n                      in Tamil Nadu, via, Port Paradip by road – rail-sea route (the\n\n                      “Tender”). The tender was issued for transportation of coal to the\n\n                      two power generation plants of the appellants, having the capacity\n\n                      of 500 MW each. On the respondent emerging as the successful\n\n                      bidder, a Letter of Award dated 21.09.2012 (the “LOA”) was issued\n\n                      to the respondent by the second appellant on behalf of the first\n\n                      appellant. Thereafter, a contract dated 03.07.2013 was entered into\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_2\">\f                                                         4</span>\n\n                      between the first appellant and the respondent for a period of three\n\n                      years for execution of the works under the contract. The duration of\n\n                      the contract was agreed to be for three years (36 months) from the\n\n                      date of confirmation of supply of first consignment of coal by the\n\n                      first appellant or 54 months from the date of LOA, whichever is\n\n                      earlier.\n</blockquote>\n\n\n<blockquote id=\"blockquote_3\">                             2.3. According to the appellants, the contract contains a\n\n                      termination clause, i.e. clause 12, whereby the first appellant\n\n                      reserved its right to terminate the contract by issuing a 30-day\n\n                      notice without assigning any reasons, the relevant portion of which,\n\n                      reads as under:\n</blockquote>\n<blockquote id=\"blockquote_4\">                                 “12.2.The   Purchaser       reserves   the   right   to\n                           Terminate this Contract at any time by giving a notice of\n                           not less than 30 (thirty) days without assigning any\n                           reason. The Contractor shall stop the performance of the\n                           Contract from the date of Termination”\n\n\n\n                            2.4. Moreover, the contract was entered into on a non-\n</blockquote>\n<p data-structure=\"Section\" id=\"p_5\">                      exclusive basis, as per clause 12.9 under Section III of the contract,\n\n                      the relevant portion of which is extracted hereinbelow:\n\n</p><blockquote id=\"blockquote_5\">                                  “NTPL reserves the right, during the currency of\n                            the Contract, to arrange logistics and washery of Coal\n                            covered by this Contract by any other agency other\nhttp://www.judis.nic.in     than the Contractor”\n<span class=\"hidden_text\" id=\"span_3\">\f                                                             5</span>\n\n                           2.5. Section-IV, Clause 9 of the contract explicitly states that\n\n                      the first appellant does not guarantee the quantities to be handled\n\n                      due to either changes in the quantities and source or due to any\n\n                      other operational reasons and that the first appellant reserves the\n\n                      right to vary the quantity as per requirements from time to time.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_6\">                      The contract also       provides   that the contractor,       namely, the\n\n                      respondent    herein,   shall   have       no   right to   make   any    claim\n\n                      whatsoever in case of any variation in the quantity handled. The\n\n                      said clause of the contract reads thus:\n</p>\n<blockquote id=\"blockquote_6\">                              “Note:\n</blockquote><blockquote id=\"blockquote_7\">                                    1.NTPL does not guarantee the quantities to be\n                             handled due to either changes in the quantities and\n                             source or any other operational reasons.                   NTPL\n                             reserves the right to vary the quantity as required by\n                             them time to time and shall intimate 15 days in\n                             advance to the Contractor about the quantity of Coal\n                             to be handled in each month.              The Contractor shall\n                             have no right to make any claim in case of any\n                             variation in the quantity handled”\n\n\n\n                           2.6. According to the appellants, based on the requirements,\n\n                      the request for allocation of coal is made by the appellants to MCL.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">                      Thereafter, subject to availability/other relevant considerations of\n\n                      MCL, MCL would allocate a specific quantity of coal to the\n\n                      Appellants.   Pursuant thereto, the respondent herein is informed\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_4\">\f                                                        6</span>\n\n                      about the allocation of coal and is called upon to transport the same\n\n                      to the appellants&#x27; plant at Tuticorin. The transportation of coal from\n\n                      MCL to the appellants&#x27; power plants at Tuticorin would take\n\n                      approximately 20 days from the date of confirmation of order by the\n\n                      first appellant.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Section\" id=\"p_9\">                            2.7. Further, allocation of coal is made by MCL based on\n\n                      availability and other considerations. Therefore, the quantity of coal\n\n                      to be handled and transported by the respondent cannot be\n\n                      guaranteed under the contract.    Moreover, as the quantity of coal\n\n                      required for the plants may vary from month to month, depending\n\n                      upon the consumption and production requirements as well as other\n\n                      reasons, the contract also provides a right to the first appellant to\n\n                      reserve the right to vary the quantity as required by them from time\n\n                      to time and further states that the contractor shall have no right to\n\n                      make any claim in case of any variation in the quantity handled.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">                            2.8. After the execution of the contract on 03.07.2013, a Fuel\n\n                      Supply   Agreement,    dated   24.09.2013    (“FSA)”   was   executed\n\n                      between the first appellant and MCL for the supply of Coal and the\n\n                      same was duly forwarded to the respondent. According to the\n\n                      appellants, the same was essential as it was the respondent&#x27;s duty\n\n                      to co-ordinate and liaison with MCL to ensure smooth transportation\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_5\">\f                                                        7</span>\n\n                      of coal. The contract specifically required that the respondent set up\n\n                      a washery at Talcher area within 15 months from the date of the\n\n                      Letter of Award. However, the respondent communicated that\n\n                      readiness of the washeries to the first appellant only as late as on\n\n                      18.04.2014.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">                           2.9. However, there was a delay in commissioning the two\n\n                      power plants and the same were commissioned on 18.06.2015 (Unit\n\n                      I) and 29.08.2015 (Unit II). On 05.07.2015 and 07.09.2015, the\n\n                      respondent wrote to the first appellant, requesting for an extension\n\n                      of the tenure of the contract and further requested that it be\n\n                      permitted to furnish a Contract Performance Guarantee (“CPG”) for\n\n                      5% of 18 months contract value, valid for 36 months, instead of 5%\n\n                      of the full contract value for 36 months. It was further undertaken\n\n                      by the respondent that it will not raise any other claim on account of\n\n                      late commencement of the contract once their request for reduction\n\n                      of CPG and extension of contract period is allowed. Pursuant to the\n\n                      request and subsequent discussions, the parties agreed to amend\n\n                      the contract, with regard to the contract period and the same was\n\n                      communicated     by   the   second    appellant,   vide   letter   dated\n\n                      06.10.2015, whereby the effective date of the contract was\n\n                      amended as the “date of confirmation of supply of first consignment\n\n                      of regular coal by the Company(NTPL)” and the period or term was\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_6\">\f                                                         8</span>\n\n                      fixed as 36 months from the said date. In specific terms, the period\n\n                      of contract was amended as follows:\n</p>\n<blockquote id=\"blockquote_8\">                                  “The Period of Contract shall be 36 months from\n                            the date of confirmation of first consignment of regular\n                            coal by the Company (NTPL).\n</blockquote><blockquote id=\"blockquote_9\">                                  The Period of Contract can be extended for a\n                            further period of two years at the discretion of the\n                            Company NTPL/NLC) as the case may be on the same\n                            terms and conditions.”\n\n\n\n                            2.10. In view of the same, the first appellant made a request\n\n                      to MCL for allocation of coal and the said request was acceded to by\n\n                      MCL vide letter 09.10.2015, which also indicated that “regular\n\n                      supply to the above Unit as per FSA is to be made effective”. In\n\n                      these circumstances, on 14.10.2015, MCL wrote to the first\n\n                      appellant seeking clarifications and requirements with regard to the\n\n                      washery, amendment to the FSA, mentioning of the railway siding,\n\n                      etc. Further, the said letter also mentioned that raw coal of 1.5 MMT\n\n                      (Million Metric Ton) had been released to Unit 1 of the first appellant\n\n                      in October 2015. Pursuant thereto, on 15.10.2015, the first\n\n                      appellant issued a letter to the respondent informing the respondent\n\n                      about the allocation of coal by MCL and further requested the\n\n                      respondent to make necessary arrangements, as per the contract,\n\n                      for transporting the same. As per the terms of the contract, as\nhttp://www.judis.nic.in\n                      amended by amendment dated 06.10.2015, the letter dated\n<span class=\"hidden_text\" id=\"span_7\">\f                                                        9</span>\n\n                      15.10.2015 marks the commencement of the term of the contract,\n\n                      as the confirmation of supply of first consignment of regular coal.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_13\">                      Further, the subject of the letter was mentioned as “NTPL-\n\n                      Transportation of Regular Coal-Reg”. Thus, from the documents\n\n                      dated 06.10.2015, 09.10.2015 and 15.10.2015, it is clear that the\n\n                      36-month period with regard to the tenure of the contract\n\n                      commenced from 15.10.2015 and ended on 14.10.2018.\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">                           2.11. Thereafter, from the month of October 2015 onwards,\n\n                      the respondent handled and transported regular coal (raw coal) and\n\n                      issued invoices in respect thereof and the same was duly paid in\n\n                      terms of the contract. After resolving all issues/discrepancies in\n\n                      respect of the washeries, from about August 2016, MCL began to\n\n                      allocate coal for transportation through washeries, i.e. washed coal.\n\n                      The said supplies were intermittent till July 2017 when the vessel\n\n                      carrying washed coal reached VOC Port, Tuticorin on 27.07.2017.\n\n                      The said date is the date, on which, a consignment of “washed” coal\n\n                      reached Tuticorin and is not the date of “confirmation of supply of\n\n                      first consignment of regular coal by the Company (NTPL)”, as\n\n                      alleged by the respondent.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_8\">\f                                                           10</span>\n\n                            2.12. To strengthen the same, the appellants pointed out that\n\n                      as per the amended contract, the “confirmation        of supply of first\n\n                      consignment of regular coal was to be done by the Company\n\n                      (NTPL)”    i.e., the first appellant herein. Whereas the letter dated\n\n                      27.07.2017 was issued by the respondent and not by the Company\n\n                      –   the   first   appellant   as   contemplated   under   the   letter   of\n\n                      amendment, dated 06.10.2015.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">                            2.13. Further, the said letter stated that they have dispatched\n\n                      the first shipment of washed coal which would reach Tuticorin by\n\n                      27.07.2017. Hence, the scope of work under the contract required\n\n                      the respondent to supply both raw and washed coal. The regular\n\n                      supply of raw coal commenced by October 2015, as seen from the\n\n                      letters dated 06.10.2015, 09.10.2015 and 15.10.2015, which was\n\n                      also categorically admitted by the respondent vide their letter dated\n\n                      02.04.2018. The letter dated 27.07.2017 only pertains to dispatch\n\n                      of the washed coal by the respondent, which was about 2 years\n\n                      after “the date of confirmation of first consignment of regular coal\n\n                      by the first appellant” and moreover, the said letter does not\n\n                      indicate that the same was the first consignment of “regular coal”,\n\n                      but merely indicated that the respondent has dispatched washed\n\n                      coal to Tuticorin.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_9\">\f                                                          11</span>\n\n                            2.14. Subsequently, during the meeting between the parties,\n\n                      the first appellant categorically informed the respondent that its\n\n                      request by letter dated 27.07.2017 to reckon ensuing DO as the\n\n                      Effective Date of the contract is unacceptable and reiterated that\n\n                      the commencement date of the contract is 15.10.2015 and the\n\n                      expiry date is 14.10.2018. The same was also accepted by the\n\n                      respondent which is recorded in the letter dated 24.10.2017 issued\n\n                      by the first appellant to the respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">                            2.15.   As   the   tenure   of the contract was        expiring    on\n\n                      14.10.2018, in order to ensure continuous supply of coal and\n\n                      smooth exit of the respondent, the appellants floated a new tender\n\n                      on 22.09.2018 (“New Tender”) for logistical support for transport of\n\n                      coal. The respondent had also participated in the pre-bid meeting\n\n                      of the New Tender.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">                            2.16.   Meanwhile,    the   first   appellant   had   received    the\n\n                      respondent&#x27;s willingness to extend the tenure of the contract by\n\n                      another six months on 31.08.2018.         The same was placed before\n\n                      the Board of Directors of the first appellant for approval.            Upon\n\n                      consideration of the said request, the Board of Directors exercised\n\n                      the contractual discretion of the first appellant and decided to\n\n                      extend the contract by 45 days, ie., up to 30.11.2018. However, as\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_10\">\f                                                         12</span>\n\n                      the parties could not reach a consensus on the terms of extension,\n\n                      no further extension was given as envisaged under the proposed\n\n                      Amendment No.5. Therefore, the tenure of the contract dated\n\n                      03.07.2013 ended on 14.10.2018.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n</p><p data-structure=\"RespArg\" id=\"p_24\">                            2.17. In these circumstances, the respondent filed the Original\n\n                      Petition in Arbitration O.P.No.72 of 2018, before the learned\n\n                      Principal District Judge, Tuticorin, seeking reliefs so as to enable the\n\n                      respondent to continue handling coal in terms of the contract up to\n\n                      26.07.2020 and further, the respondent had sought an order of stay\n\n                      with regard to the New Tender that was floated by the appellants on\n\n                      22.09.2018. The appellants raised various preliminary objections to\n\n                      the maintainability and arbitrability of the reliefs sought by the\n\n                      respondent herein and contested the same on merits.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_25\">                            2.18. After contest, the learned Principal District Judge,\n\n                      Tuticorin, passed the impugned order dated 26.11.2018, the\n\n                      operative portion of which, reads as under:\n</p>\n<blockquote id=\"blockquote_10\">                                  “In the result, this Arbitration Original Petition\n                            is partly allowed and following orders passed.\n</blockquote><blockquote id=\"blockquote_11\">                                  (1) The respondents shall maintain status-quo\n                            of existing contract entered on 03.07.2013 and the\n                            petitioner is entitled for interim protection and shall\n                            supply the coal for further period of 3 months from\nhttp://www.judis.nic.in\n                            today.\n</blockquote><span class=\"hidden_text\" id=\"span_11\">\f                                                        13</span><blockquote id=\"blockquote_12\">\n\n</blockquote><blockquote id=\"blockquote_13\">                                  (2) The respondents shall maintain status-quo\n                            regarding the new tender process initiated in\n                            Tender       No.CEO/NTPL/COAL/PTE/2163/2018-19\n                            issued by the 1st respondent on September 22,\n                            2018 for a period of 3 months.\n</blockquote><blockquote id=\"blockquote_14\">                                  (3) All the issues are left open to be raised\n                            before the Arbitration Tribunal before 90 days.\n</blockquote><blockquote id=\"blockquote_15\">                                  (4) Considering the status of the parties, both\n                            parties shall bear their own costs.”\n\n\n\n                            2.19. Aggrieved thereby, the present Civil Miscellaneous\n\n                      Appeal has been filed by the appellants.\n</blockquote>\n<blockquote id=\"blockquote_16\">\n\n</blockquote><blockquote id=\"blockquote_17\">                            3. Mr.R.Senthil Kumar, learned Counsel appearing on behalf of\n\n                      Mr.K.R.Laxman, learned Counsel on record for the appellants\n\n                      contended that the impugned order dated 26.11.2018 passed in\n\n                      Arbitration O.P.No.72 of 2018, by the learned Principal District\n\n                      Judge, Tuticorin, is liable to be set aside, for the simple reason that\n\n                      the direction given to maintain status quo in respect of the expired\n\n                      contract for a period of three months from 26.11.2018 is contrary\n\n                      to the provisions of the <a href=\"/doc/1671917/\" id=\"a_4\">Specific Relief Act, 1963</a>. In effect, under\n\n                      <a href=\"/doc/1079220/\" id=\"a_5\">Section 9</a> of the Arbitration and Conciliation Act,         1996, the\n\n                      respondent sought for an interim mandatory injunction to direct the\n\n                      continued performance of an expired contract by the appellants. By\n\n                      the impugned order, the learned Principal District Judge, Tuticorin,\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_12\">\f                                                          14</span>\n\n                      accepted the claim of the respondent and granted status quo of the\n\n                      contract in favour of the respondent for a period of 3 months, i.e.,\n\n                      till 25.02.2019.\n</blockquote>\n<blockquote id=\"blockquote_18\">\n\n</blockquote><blockquote id=\"blockquote_19\">                            4. He further contended that <a href=\"/doc/124747/\" id=\"a_6\">Section 14</a> of the Specific Relief\n\n                      Act, as amended, provides that certain types or categories of\n\n                      contract cannot be specifically enforced and a contract which is in its\n\n                      nature determinable, cannot be specifically enforced. <a href=\"/doc/1436285/\" id=\"a_7\">Section 41</a> of\n\n                      the Specific Relief Act stipulates the circumstances in which\n\n                      injunction should be refused by the Court. In specific terms, under\n\n                      sub-section (e) to <a href=\"/doc/1436285/\" id=\"a_8\">Section 41</a> of Specific Relief Act, an injunction\n\n                      cannot be granted to prevent the breach of a contract, the\n\n                      performance of which would not be specifically enforced. In the\n\n                      instant   case,    the   contract   between   the   parties   herein   is\n\n                      determinable in nature because it contains a termination clause\n\n                      (Clause 12.2 of the Contract), whereby the appellants have a right\n\n                      to terminate the contract by issuing a 30 day notice without\n\n                      assigning any reasons. Further, the allocation of coal is done by MCL\n\n                      based on availability and other considerations and the handling and\n\n                      transportation is complex because it involves multiple modes of\n\n                      transport, namely, road, rail and sea. The nature of the Contract is\n\n                      such that its performance would entail continuous supervision and\n\n                      the tenure of the contract has also expired by efflux of time as early\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_13\">\f                                                         15</span>\n\n                      as on 14.10.2018. That being the case, on a combined reading of\n\n                      <a href=\"/doc/124747/\" id=\"a_9\">Section 14</a> and <a href=\"/doc/1221024/\" id=\"a_10\">41(e)</a> of the Specific Relief Act, the relief sought for\n\n                      by the respondent is prohibited by statute and is liable to be\n\n                      rejected. Moreover, the impugned order granting status quo of the\n\n                      contract for a period of three months is contrary and prohibited as\n\n                      per the settled legal principles with regard to the grant of injunction\n\n                      and is liable to be set aside on that ground also.\n\n\n\n</blockquote><blockquote id=\"blockquote_20\">                            5. Though the respondent took a stand that the contract has\n\n                      neither been terminated nor a notice for termination has been\n\n                      issued as on date, the learned Counsel for the appellants drew our\n\n                      attention to <a href=\"/doc/124747/\" id=\"a_11\">Section 14(d)</a> of the Specific Relief Act and contended\n\n                      that an order of injunction cannot be granted, as the contract is in\n\n                      its nature determinable. Further, <a href=\"/doc/124747/\" id=\"a_12\">Section 14(d)</a> of the Specific Relief\n\n                      Act applies to the contracts that are determinable by nature,\n\n                      irrespective of whether it has been terminated or threatened to be\n\n                      terminated and the same is clear from the plain language of <a href=\"/doc/124747/\" id=\"a_13\">Section\n\n                      14(d)</a> of the Specific Relief Act, which provides that “a contract\n\n                      which is in its nature determinable” cannot be specifically enforced.\n\n</blockquote><p data-structure=\"Section\" id=\"p_26\">                      Therefore, the law stipulates that an injunction would be refused if a\n\n                      contract is determinable by nature and it is immaterial as to\n\n                      whether    the    contract   has    been    or       is   likely   to   be\n\n                      determined/terminated. Therefore, by virtue of <a href=\"/doc/124747/\" id=\"a_14\">Section 14(b)</a> read\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_14\">\f                                                          16</span>\n\n                      with <a href=\"/doc/1436285/\" id=\"a_15\">Section 41</a> of the Specific Relief Act, no injunction can be\n\n                      granted in respect of a contract that requires continuous supervision\n\n                      by the Court.    That being so, the impugned order granting status\n\n                      quo of the contract for a period of three months is liable to be set\n\n                      aside.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">                           6. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1313207\" id=\"span_15\">In support of the same, he relied on the judgment of the\n\n                      Honourable Supreme Court in <a href=\"/doc/1313207/\" id=\"a_16\">Indian Oil Corporation Limited v.\n\n                      Amritsar Gas Service and others</a> reported                    in (1991) 1\n\n                      Supreme Court Cases 533, wherein it is held as follows:</span>\n\n</p><blockquote id=\"blockquote_21\">                                      “12. .... Sub-section (1) of <a href=\"/doc/124747/\" id=\"a_17\">Section 14</a> of the\n                               Specific Relief Act specifies the contracts which\n                               cannot be specifically enforced, one of which is &#x27;a\n                               contract which is in its nature determinable&#x27;.           In\n                               the present case, it is not necessary to refer to the\n                               other clauses of Sub-section (1) of <a href=\"/doc/124747/\" id=\"a_18\">Section 14</a>,\n                               which also may be attracted in the present case\n                               since Clause (c) clearly applies on the finding read\n                               with the reasons given in the award itself that the\n                               contract by its nature is determinable. This being\n                               so   granting   the   relief    of   restoration   of   the\n                               distributorship even on the finding that the breach\n                               was committed by the appellant-Corporation is\n                               contrary to the mandate in <a href=\"/doc/1400696/\" id=\"a_19\">Section 14(1)</a> of the\n                               Specific Relief Act and there is an error of law\n                               apparent on the face of the award which is stated\n                               to be made according to &#x27;the law governing such\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_16\">\f                                                          17</span>\n\n                              cases&#x27;. The grant of this relief in the award cannot,\n                              therefore, be sustained”.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_29\">                           7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737629\" id=\"span_17\">In <a href=\"/doc/1737629/\" id=\"a_20\">Rajasthan Breweries Limited V. The Stroh Brewery\n\n                      Company</a> reported in 2000 (55) DRJ (DB), the Division Bench of\n\n                      the Delhi High     Court, held that “a contract which is in its nature\n\n                      determinable cannot be specifically enforced”. Further, it is observed\n\n                      that all revocable deeds and voidable contracts may fall within\n\n                      “determinable contracts” and “the principle on which specific\n\n                      performance of such agreement would not be granted is that the\n\n                      Court will not go through the idle ceremony of ordering the\n\n                      execution of a deed or instrument, which is revocable at the will of\n\n                      the executant” and that “specific performance cannot be granted of\n\n                      a terminable contract”. The relevant portion of the judgment is\n\n                      extracted below:</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">                                 “Even      in   the   absence    of    specific    clause\n                           authorising and enabling either party to terminate the\n                           agreement in the event of happening of the events\n                           specified   therein,    from   the    very   nature     of   the\n                           agreement, which is private commercial transaction,\n                           the same could be terminated even without assigning\n                           any reason by serving a reasonable notice.              At the\n                           most, in case ultimately it is found that termination\n                           was bad in law or contrary to the terms of the\n                           agreement or of any understanding between the\nhttp://www.judis.nic.in    parties or for any other reason, the remedy of the\n<span class=\"hidden_text\" id=\"span_18\">\f                                                         18</span>\n\n                            appellant would be to seek compensation for wrongful\n                            termination but no a claim for specific performance of\n                            the agreements and for that view of the matter learned\n                            Single Judge was justified in coming to the conclusion\n                            that the appellant had sought for an injunction seeking\n                            to specifically enforce the agreement.            Such an\n                            injunction is statutorily prohibited with respect of a\n                            contract,   which   is   determinable   in   nature.   The\n                            application being under the provisions of section 9(ii)\n</p><p data-structure=\"Section\" id=\"p_31\">                            (e) of the <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration and Conciliation Act</a>, relief was\n                            not granted in view of <a href=\"/doc/124747/\" id=\"a_22\">Section 14(i)(c)</a> read with\n                            <a href=\"/doc/1436285/\" id=\"a_23\">Section 41</a> of the Specific Relief act. It was rightly held\n                            that other clauses of <a href=\"/doc/1112600/\" id=\"a_24\">Section 9</a> of the Act shall not\n                            apply to the Contract, which is otherwise determinable\n                            in respect of which the prayer is made specifically to\n                            enforce the same”\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">                            8. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1169432\" id=\"span_19\">In <a href=\"/doc/1169432/\" id=\"a_25\">Arvind Constructions Co. (P) Ltd., v. Kalinga\n\n                      Mining Corporation and others</a> reported in (2007) 6 Supreme\n\n                      Court Cases 798, the Honourable Supreme Court rejected the\n\n                      contention that the power under <a href=\"/doc/1079220/\" id=\"a_26\">Section 9</a> of the Arbitration and\n\n                      Conciliation Act is independent of the <a href=\"/doc/1671917/\" id=\"a_27\">Specific Relief Act</a> and\n\n                      observed that the exercise of power under <a href=\"/doc/1079220/\" id=\"a_28\">Section 9</a> of the\n\n                      Arbitration and Conciliation Act must be based on well recognised\n\n                      principles governing the grant of interim reliefs.</span>\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_20\">\f                                                         19</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">                            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1847057\" id=\"span_21\">9. Further, in <a href=\"/doc/1847057/\" id=\"a_29\">Adhunik Steels Ltd., v. Orissa Manganese\n\n                      and Minerals (P) Ltd.</a>, reported in (2007) 7 Supreme Court\n\n                      Cases    125,   the   Honourable    Supreme   Court   observed   that\n\n                      injunction cannot be granted under <a href=\"/doc/1079220/\" id=\"a_30\">Section 9</a> of the Arbitration and\n\n                      Conciliation Act unless the applicant satisfies the requirements of\n\n                      the <a href=\"/doc/1671917/\" id=\"a_31\">Specific Relief Act</a>.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n\n</p><p data-structure=\"PetArg\" id=\"p_35\">                            10. Referring to the aforesaid judgments, the learned Counsel\n\n                      for the appellants submitted that in the instant case, the contract\n\n                      not only falls under two categories mentioned in <a href=\"/doc/124747/\" id=\"a_32\">Section 14</a> read\n\n                      with <a href=\"/doc/1221024/\" id=\"a_33\">Section 41(e)</a> of the Specific Relief Act, namely, (a) a contract\n\n                      which is in its nature determinable and (b) a contract, the\n\n                      performance of which requires continuous supervision, but also the\n\n                      same is covered under <a href=\"/doc/1835310/\" id=\"a_34\">Section 41(h)</a> of the Specific Relief Act, as\n\n                      the respondent could claim compensation for breach of contract\n\n                      against the appellants. In specific terms, sub-section (h) to <a href=\"/doc/1436285/\" id=\"a_35\">Section\n\n                      41</a> of Specific Relief Act provides that an injunction cannot be\n\n                      granted when an equally efficacious relief can be obtained by any\n\n                      other usual mode of proceeding except in case of breach of trust.\n\n                      Therefore, he submitted that in view of the aforesaid provisions of\n\n                      law, even assuming without admitting that the appellants herein\n\n                      have committed breach of contract, the respondent could sue for\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_22\">\f                                                          20</span>\n\n                      breach of contract and seek compensation for any loss/injury\n\n                      sustained by it on account of such breach.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">                            11. Moreover, the contention of the respondent that damages\n\n                      are not an alternative remedy against instrumentalities of the State\n\n                      because the officials may get transferred/retired from time to time\n\n                      is also not an acceptable one as the said scenario is equally\n\n                      prevalent in private entities and the appellants are reputed,\n\n                      financially sound and credible public sector undertakings with a\n\n                      strong asset base and the backing of the Government of India and\n\n                      the Government of Tamil Nadu. Therefore, the respondent would be\n\n                      in a position to realise the fruits of the award, if passed in its favour.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">                            12. Though the respondent relied upon Clause 19.2 (d) of the\n\n                      Contract to contend that the agreement and the rights of the parties\n\n                      shall remain in force and effect pending arbitration proceedings and\n\n                      hence the appellants have to keep the Contract in force until such\n\n                      time, the learned Counsel for the appellants distinguished the same\n\n                      by contending that the purpose of the said clause is to ensure that\n\n                      the performance of obligations in on-going/subsisting contracts is\n\n                      not disrupted because arbitration proceedings have been initiated in\n\n                      respect of disputes arising out of such subsisting contracts and it\n\n                      does not apply to the expired or terminated contracts. Otherwise, a\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_23\">\f                                                        21</span>\n\n                      party to a terminated or expired contract can force the other party\n\n                      to extend the life of such terminated/expired contracts merely by\n\n                      commencing arbitration proceedings.        Therefore, in light of the\n\n                      specific bar/prohibition for the grant of any injunction under the\n\n                      <a href=\"/doc/1671917/\" id=\"a_36\">Specific Relief Act</a> and the well recognised proposition of law, the\n\n                      impugned order granting status quo of the contract for a period of\n\n                      three months, is liable to be set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">                            13. While concluding his arguments, the learned Counsel for\n\n                      the appellants contended that the respondent has not made out a\n\n                      prima facie case on merits as the respondent acknowledged the fact\n\n                      that the tenure of the contract will expire by October 2018 and\n\n                      hence, vide the letter dated 02.04.2018, sought an extension of the\n\n                      contract by two years with effect from October 2018. However, the\n\n                      first appellant indicated to the respondent that it intends to extend\n\n                      the contract by a further period of six months, subject to obtaining\n\n                      necessary approval in this regard.     Meanwhile, the first appellant\n\n                      had received the respondent&#x27;s willingness to extend the tenure of\n\n                      the contract by another six months on 31.08.2018 and the same\n\n                      was placed before the Board of Directors of the first appellant for\n\n                      approval.   Upon consideration of the said request, the Board of\n\n                      Directors exercised the contractual discretion of the first appellant\n\n                      and decided to extend the contract by 45 days, i.e. upto\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_24\">\f                                                             22</span>\n\n                      30.11.2018. However, in the impugned order dated 26.11.2018 of\n\n                      the   learned   Principal   District    Judge,   Tuticorin,   it   has   been\n\n                      erroneously recorded that the extension granted by the appellants\n\n                      would establish a prima facie case in favour of the respondent\n\n                      herein, whereas such a decision to extend the tenure of the contract\n\n                      would prima facie establish the fact that the tenure of the contract\n\n                      had already expired by October 2018. Therefore, the impugned\n\n                      order of the learned Principal District Judge, Tuticorin, granting\n\n                      status quo of the contract and New Tender for a period of three\n\n                      months (until 25.02.2019) is not tenable and the same is liable to\n\n                      be set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n</p><p data-structure=\"CDiscource\" id=\"p_42\">                            14. Per contra, Mr.AR.L.Sundaresan, learned Senior Counsel\n\n                      appearing for the respondent contended that the issue that revolves\n\n                      around for adjudication between the parties in the arbitration\n\n                      proceedings is mainly with regard to the date of commencement of\n\n                      the contract. The other issue which has arisen for adjudication in\n\n                      arbitration proceedings, is whether the term of contract is of prime\n\n                      importance or the quantum to be handled is of prime importance.\n\n                      Pursuant to the tender, the letter of award and the contract, the\n\n                      respondent has established washeries having a market value of\n\n                      about Rs.125 Crores for handling the coal for the appellants. The\n\n                      quantum of 9 Million Metric Tons (MMT) has been guaranteed. As\n\n                      per Clause 9.0 of the contract, even after the amendment on\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_25\">\f                                                         23</span>\n\n                   25.6.2018, 9 MMT continues to be the quantum. Note number one\n\n                   of clause 9.0 only provides that NTPL does not guarantee the\n\n                   quantities to be handled due to either changes in the quantities and\n\n                   source or due to any other operational reasons. NTPL reserves the\n\n                   right to vary the quantity as required by them from time to time\n\n                   and shall intimate 15 days in advance to the contractor about the\n\n                   quantity of coal to be handled each month, the contractor shall have\n\n                   no right to make any claim whatsoever in case of any variation in\n\n                   the quantity handled.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_44\">                            15. The learned Senior Counsel appearing for the respondent\n\n                   further contended that on a reading of clause 9.0 along with the\n\n                   amendment, it could be seen that the quantity is an assured\n\n                   quantity and the same can be varied only in the event of anyone of\n\n                   the two circumstances, so to say, changes in quantities and source\n\n                   or due to any other operational reasons. Thus, prima facie, the\n\n                   quantity of 9.0 MMT of coal to be handled is mandatory and is\n\n                   binding on the parties and there are no other circumstances pleaded\n\n                   or approved that the quantity has been varied.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">                            16. Drawing our attention to Clause 10.2(1), the learned\n\nhttp://www.judis.nic.inSenior   Counsel appearing for the respondent argued that insofar as\n<span class=\"hidden_text\" id=\"span_26\">\f                                                        24</span>\n\n                      the date of commencement of contract is concerned, clause 10.2(1)\n\n                      of the contract mandates that a contract performance guarantee\n\n                      should be submitted by the contractor within a period of 30 days\n\n                      from the date of confirmation of supply of first consignment of coal.\n\n                      The date of commencement of the contract as per clause 5.0 is 36\n\n                      months from the date of confirmation of supply of first consignment\n\n                      of regular coal. Whereas the letter of the appellants dated\n\n                      16.04.2016 shows that the probable date of supply of first\n\n                      consignment of coal is May 2016 and therefore, the earlier\n\n                      guarantee which was furnished at the time of submission of bid is\n\n                      called upon to be extended upto 30.11.2016. Thus, in view of the\n\n                      letter dated 16.04.2016, it is explicitly clear that the probable date\n\n                      of supply of first consignment of coal can only be after May 2016\n\n                      and not earlier as pleaded by the appellants. Therefore, the\n\n                      contention of the appellants that 15.10.2015 is the date of\n\n                      confirmation of first supply, is devoid of any merit and deserves to\n\n                      be rejected at the threshold.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_48\">                           17. Further, the learned Senior Counsel appearing for the\n\n                      respondent contended that the very purpose of the contract is to\n\n                      ensure that coal has less than 34% ash content and if it is more\n\n                      than 34% of ash content, it should be washed and then, transported\n\n                      and if it has less than 34% ash content, it can be transported\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_27\">\f                                                       25</span>\n\n                      without washing and hence, handling of coal through the Washery is\n\n                      of prime importance. He also pointed out that 27.07.2017 is the\n\n                      date of supply of first consignment of regular coal and hence, the\n\n                      contention of the appellants that 15.10.2015 is the date of\n\n                      commencement of the contract, went against their own document.\n\n                      Even otherwise, whether 15.10.2015 or 27.07.2015 is the date of\n\n                      commencement is an issue to be adjudicated upon by the Arbitral\n\n                      Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n\n</p><p data-structure=\"PetArg\" id=\"p_50\">                            18. According to the learned Senior Counsel appearing for the\n\n                      respondent, as per clause 19.2 (d) of the agreement, the rights and\n\n                      obligations of the parties would remain in full force and effect\n\n                      pending the award in any arbitration proceedings and the supplies\n\n                      shall, if reasonably possible, continue during arbitration proceeding\n\n                      and this clause binds on the appellants. It is not the case of the\n\n                      appellants that it is not reasonably possible for continuance of\n\n                      supply by the respondent. Insofar as the appellants are concerned,\n\n                      what they need is coal to be transported from Mahanadhi Coal Field\n\n                      to Tuticorin and whether it is transported by the respondent or by\n\n                      any other person, is not going to make out any difference. Hence,\n\n                      prima facie during the pendency of the arbitration proceedings\n\n                      under <a href=\"/doc/1112600/\" id=\"a_37\">Section 9</a> of the Act, interim protection should be granted\n\n                      which does not affect the appellants and thus, no prejudice will be\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_28\">\f                                                         26</span>\n\n                      caused to the appellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">\n\n</p><p data-structure=\"RespArg\" id=\"p_52\">                            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1847057\" id=\"span_29\">19. The learned Senior Counsel appearing for the respondent\n\n                      also pointed out that it is a settled law that in any appeal filed either\n\n                      under <a href=\"/doc/1112600/\" id=\"a_38\">Section 9</a> or under <a href=\"/doc/772406/\" id=\"a_39\">Section 37</a> of the Arbitration and\n\n                      Conciliation Act read with <a href=\"/doc/161831507/\" id=\"a_40\">Order 43 of the Code of Civil Procedure</a>,\n\n                      the Courts will not adjudicate on the merits of the case and in\n\n                      support of the same, he placed reliance on the judgment of the\n\n                      Honourable Supreme Court in <a href=\"/doc/1847057/\" id=\"a_41\">Adhunik Steels Ltd., v. Orissa\n\n                      Manganese and Minerals (P) Ltd.</a>, reported in (2007) 7\n\n                      Supreme Court Cases 125. Further, in the light of <a href=\"/doc/1847057/\" id=\"a_42\">the said\n\n                      decision</a>, the learned District Judge, Tuticorin, has balanced the\n\n                      interest on both the parties by granting interim injunction for a\n\n                      period of three months leaving it open to the parties to approach\n\n                      the Arbitral Tribunal within the said period of three months. In an\n\n                      appeal filed under <a href=\"/doc/772406/\" id=\"a_43\">Section 37</a> of the Arbitration and Conciliation Act\n\n                      read with <a href=\"/doc/161831507/\" id=\"a_44\">Order 43 of the Code of Civil Procedure</a>, the appellate\n\n                      Court can interfere and substitute its views to the views that have\n\n                      been taken by the trial Court. However, no such ground has been\n\n                      made out by the appellants for interfering with the discretionary\n\n                      power that has been exercised by the trial Court. Since the Arbitral\n\n                      Tribunal is clothed with the powers under <a href=\"/doc/1032428/\" id=\"a_45\">Section 17</a> of the Act to\n\n                      grant interim orders, the interim order granted by the learned\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_30\">\f                                                            27</span>\n\n                      District Judge, Tuticorin, upto 26.02.2019 may be continued till the\n\n                      arbitration proceedings are being adjudicated before the Arbitral\n\n                      Tribunal.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\n\n</p><p data-structure=\"PetArg\" id=\"p_54\">                            20. The learned Senior Counsel appearing for the respondent\n\n                      further contended that the argument of the learned Counsel for the\n\n                      appellants that injunction ought not to have been granted regarding\n\n                      new tender floated by them is devoid of any merit and deserves to\n\n                      be rejected, for the reason that the new tender has been floated by\n\n                      the appellants for the same work and the said fact has not been\n\n                      disputed by them. Further, the question of commencement date of\n\n                      the contract is undisputed. Prima facie, the contention of the\n\n                      appellants that 15.10.2015 is the commencement date is refuted by\n\n                      their own document dated 16.04.2016. Under such circumstances, if\n\n                      any third party right is allowed to creep in, it will cause undue\n\n                      hardship and irreparable injury to the respondent. The respondent is\n\n                      a company which has set up a dedicated washeries having a market\n\n                      value of about Rs.125 Crores for the purpose of the appellants.\n\n                      There is no issue at any point of time with regard to the satisfactory\n\n                      quality     of   service   rendered   by   the   respondent.   Under   such\n\n                      circumstances, by permitting the respondent to continue during the\n\n                      pendency of the arbitration, no prejudice will be caused to the\n\n                      appellants.\n</p><p data-structure=\"Precedent\" id=\"p_55\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_31\">\f                                                         28</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_56\">                            21.   According   to   the   learned   Senior   Counsel   for   the\n\n                      respondent, the stand taken by the appellants that they have a right\n\n                      to terminate the contract at any point of time itself, is a debatable\n\n                      question to be decided in the arbitration. Since the appellants are\n\n                      instrumentalities of the State, they are bound to act according to\n\n                      <a href=\"/doc/367586/\" id=\"a_46\">Article 14</a> of the Constitution of India and free from arbitrariness. If\n\n                      the same service is provided, by an existing contractor, there is no\n\n                      reason for them to go for a fresh tender to choose a new contractor.\n\n                      Hence, the relief of injunction against the new tender also flows\n\n                      from the very contract and is not alien to the contract as argued by\n\n                      the learned Counsel for the appellants. Hence, all the interim reliefs\n\n                      that flow from the contract are maintainable. Therefore, it is the\n\n                      specific contention of the learned Senior Counsel appearing for the\n\n                      respondent that they have made out a prima facie case in their\n\n                      favour. In the present case, whether quantum is mandatory and/or\n\n                      whether 15.10.2015 is the commencement date with 14.10.2018 as\n\n                      an end date or 27.07.2017 is the commencement date with\n\n                      26.07.2020 as the end date is definitely an arguable issue to be\n\n                      decided by the arbitrators. The letter dated 16.04.2016 of the\n\n                      appellants completely demolished their case that the contract has\n\n                      commenced on 15.10.2015 and has ended on 14.10.2018. Hence,\n\n                      the appellants do not have a prima facie case and hence, this appeal\n\n                      is not maintainable.\n</p><p data-structure=\"Precedent\" id=\"p_57\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_32\">\f                                                         29</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_58\">                              22. Further, the learned Senior Counsel appearing for the\n\n                      respondent pointed out that the respondent has been the existing\n\n                      contractor and there is no complaint with regard to the quality of\n\n                      service and the respondent has engaged number of workers who\n\n                      will be rendered jobless if the contract is not allowed to be\n\n                      performed pending arbitration. Whereas, if the respondent is\n\n                      permitted to continue, no hardship will be caused to the appellants\n\n                      as there will be no stoppage in the supply of coal at Tuticorin. It is\n\n                      immaterial whether coal is supplied by the respondent or by some\n\n                      other    new   agency.   Hence,   the   balance   of   convenience   and\n\n                      irreparable injury are both in favour of the respondent and as\n\n                      against the appellants. Moreover, the trial Court has on a fair and\n\n                      proper appreciation of the matter granted interim protection which\n\n                      continues upto 26.02.2019 leaving it open to the parties to\n\n                      approach the Arbitral Tribunal for further reliefs within the said\n\n                      period. The Appellate Tribunal has now been constituted comprising\n\n                      of three Honourable Judges and no prejudice will be caused to the\n\n                      appellants if interim protection continues as ordered. The discretion\n\n                      exercised by the trial Court does not warrant any interference in the\n\n                      appeal before this Court and in view of the contentious nature of the\n\n                      issues involved between the parties and given the fact that the\n\n                      several issues are pending before a duly constituted Arbitral Tribunal\n\n                      to be decided between both the parties and that the interim\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_33\">\f                                                         30</span>\n\n                      measures suggested by the District Court is valid for 90 days, i.e.,\n\n                      till 25.02.2019, the respondent prayed not to interfere with the\n\n                      same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_60\">                            23. We have carefully considered the rival submissions and\n\n                      meticulously scrutinised the materials available on record including\n\n                      the voluminous typed sets of papers and judgments relied on by\n\n                      either side.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">\n\n</p><p data-structure=\"PetArg\" id=\"p_62\">                            24.      The main contention of the appellants is that following\n\n                      the letter of award issued to the respondent by the second appellant\n\n                      on behalf of the first appellant, a contract agreement dated\n\n                      03.07.2013 was entered into between the first appellant and the\n\n                      respondent for a period of three years. According to the appellants,\n\n                      Clause 9 of the contract clearly mentioned that the first appellant\n\n                      did not guarantee the quantities to be handled due to either\n\n                      changes in the quantities and source or due to any other operational\n\n                      reasons and that the first appellant reserved the right to vary the\n\n                      quantity as per requirements from time to time and the respondent\n\n                      shall have no right to make any claim whatsoever in case of any\n\n                      variation in the quantities handled.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_63\">                            25. According to the respondent, the commencement of\n\n                      contract was extended from time to time and it was agreed and an\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_34\">\f                                                        31</span>\n\n                      amendment was carried out after thorough understanding of a\n\n                      condition to supply the coal from a particular period. Further, they\n\n                      could supply the regular coal which was transported from MCL\n\n                      through the washery to Paradip Port on 17.07.2017 and the same\n\n                      was supplied at Tuticorin on 27.07.2017 and the appellants by their\n\n                      letter dated 16.04.2016, informed that the probable date of supply\n\n                      of first consignment of coal will be May 2016. Since the first\n\n                      confirmation of supply was made on 27.07.2017, the said date, i.e.,\n\n                      27.07.2017 has to be reckoned as the commencement date of the\n\n                      contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_65\">                            26.   Whereas it is the stand of the appellants that on the\n\n                      date of filing of the petition before the trial Court, the contract was\n\n                      subsisting and the contract supply of raw coal was within the scope\n\n                      of contract. Further, the letter of extension dated 06.10.2015 only\n\n                      stated that the extension is to be reckoned from the supply of\n\n                      regular coal. Therefore, it is the specific case of the appellants that\n\n                      the supply does not refer to washed coal alone and the letter dated\n\n                      16.04.2016 referred to the washed coal. Thus, for the purpose of\n\n                      reckoning the 36 months period, it can only to be reckoned the\n\n                      supply of regular coal which was from 15.10.2015.\n\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_35\">\f                                                          32</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">                            27. It is seen that a contract dated 03.07.2013 was entered\n\n                      into between the first appellant and the respondent for a period of\n\n                      three years for execution of the works under the contract. The\n\n                      duration of the contract was agreed to be for three years (36\n\n                      months)    from   the   date   of   confirmation   of   supply   of   first\n\n                      consignment of coal by the first appellant or 54 months from the\n\n                      date of LOA, whichever is earlier and the fact that the parties have\n\n                      entered into a contract with a clause of Arbitration, is not in dispute.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_67\">                            28. According to the appellants, the 36-months period with\n\n                      regard to the tenure of the contract as per the letter dated\n\n                      06.10.2015    had   commenced       on   15.10.2015     and   ended    on\n\n                      14.10.2018.    The fact that the contract expired by October 2018\n\n                      was also categorically admitted by the respondent on various\n\n                      occasions, both orally as well as in writing, including vide letter\n\n                      dated 02.04.2018. Further the reliefs sought for by the respondent\n\n                      are in the nature of specific performance of a contract on the\n\n                      erroneous presumption that the tenure of the contract continues till\n\n                      July 2020, but the nature of specific performance is maintainable\n\n                      only when monetary compensation is not an adequate remedy and\n\n                      the respondent has not even pleaded the same to justify the relief\n\n                      of specific performance.\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_36\">\f                                                       33</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_69\">                           29. It is also contended by the learned Counsel for the\n\n                      appellants that as per <a href=\"/doc/1890444/\" id=\"a_47\">Section 2(h)</a> of the Indian Contracts Act,\n\n                      1872, a contract is an agreement enforceable by law and on the\n\n                      other hand, a tender document is merely an invitation to offer.\n\n                      According to him, the appellants and the respondent had executed\n\n                      the contract on 03.07.2013 and it was agreed to be effective from\n\n                      the date of confirmation of supply of first consignment of regular\n\n                      coal by the Company for a period of three years and it also\n\n                      contained an arbitration clause to refer any dispute between the\n\n                      parties for arbitration. As the new tender is an independent and\n\n                      stand-alone tender floated by the appellants on 22.09.2018 inviting\n\n                      prospective bidders to handle coal for the subsequent period and\n\n                      the pre-bid meeting for the new tender was held on 03.10.2018\n\n                      wherein the respondent had also participated. The bids are not\n\n                      opened and evaluated as on date and hence, the successful bidder\n\n                      has not been finalised by the appellants and once the name of the\n\n                      successful bidder is announced, the appellants will issue a letter of\n\n                      acceptance to such bidder and thereafter, enter into a contract with\n\n                      such person/entity. Hence, the new tender has no nexus to the\n\n                      contract that was earlier executed between the first appellant and\n\n                      the respondent in July 2013. Thus, no relief can be granted under\n\n                      <a href=\"/doc/1079220/\" id=\"a_48\">Section 9</a> of the Arbitration and Conciliation Act against the new\n\n                      tender by placing reliance on the arbitration clause in the contract\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_37\">\f                                                         34</span>\n\n                      that was executed previously between the first appellant and the\n\n                      respondent herein. Further, the new tender does not form part of\n\n                      the contract that was executed by the first appellant and the\n\n                      respondent herein and it does not contain an arbitration agreement\n\n                      between the parties as envisaged under <a href=\"/doc/1846895/\" id=\"a_49\">Section 7</a> of the Arbitration\n\n                      and Conciliation Act and the learned Principal District Judge,\n\n                      Tuticorin, granted the relief in respect of the new tender which is a\n\n                      non-arbitrable issue and hence, exceeded his jurisdiction.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_70\">                            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1847057\" id=\"span_38\">30. Though reliance has been placed on the decision of the\n\n                      Honourable Supreme Court in        <a href=\"/doc/1847057/\" id=\"a_50\">Adhunik Steels Ltd., v. Orissa\n\n                      Manganese and Minerals (P) Ltd.</a>, reported in (2007) 7\n\n                      Supreme Court Cases 125 by the respondent to contend that the\n\n                      impugned order granting the status quo in respect of the new\n\n                      tender for a period of three months is valid, the learned Counsel for\n\n                      the appellants drew our attention to Clause 12.9 of the contract and\n\n                      contended that since Clause 12.9 stipulated that the first appellant\n\n                      reserves the right, during the currency of the contract, to arrange\n\n                      logistics and washery of coal covered by the contract by any other\n\n                      agency other than the contractor and hence, the new tender floated\n\n                      by the appellants is not in violation of any law and thus, the\n\n                      impugned order of status quo granted for a period of three months,\n\n                      i.e., till 25.02.2019, is liable to be set aside as the same is patently\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_39\">\f                                                          35</span>\n\n                      illegal and contrary to law. Moreover, the disputes could be\n\n                      adjudicated   by   the   Arbitral   Tribunal   that   has   already   been\n\n                      constituted and the respondent has already filed certain petitions\n\n                      under <a href=\"/doc/318136/\" id=\"a_51\">Section 17</a> of the Arbitration and Conciliation Act, seeking\n\n                      interim measures of protection and hence, prayed for quashing the\n\n                      impugned order passed by the learned Principal District Judge,\n\n                      Tuticorin.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_72\">                            31. On a deep scrutiny of the materials placed before us in the\n\n                      light of the submissions made on either side, we cull out the\n\n                      following:\n</p>\n<blockquote id=\"blockquote_22\">                          (a)On 26.04.2010, the second appellant issued a notice inviting\n\n                            tender for the liaisoning, movement and handling of coal from\n\n                            Mahanadhi Coal Fields (“MCL”), Talcher, Orissa to Tuticorin\n\n                            Port in Tamil Nadu, via, Port Paradip by road – rail-sea route\n\n                            (the “Tender”).\n</blockquote>\n<blockquote id=\"blockquote_23\">                          (b)The tender was issued for transportation of coal to the two\n\n                            power generation plants of the appellants, having the capacity\n\n                            of 500 MW each.\n</blockquote>\n<blockquote id=\"blockquote_24\">                          (c)The respondent emerged as the successful bidder and a Letter\n\n                            of Award dated 21.09.2012 (the “LOA”) was issued to the\n\n                            respondent by the second appellant on behalf of the first\n\n                            appellant.\n</blockquote><p data-structure=\"Precedent\" id=\"p_73\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_40\">\f                                                        36</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_74\">                          (d)Later, a contract dated 03.07.2013 was entered into between\n\n                            the first appellant and the respondent for a period of three\n\n                            years for execution of the works under the contract.\n\n</p><p data-structure=\"Conclusion\" id=\"p_75\">                          (e)The duration of the contract was agreed to be three years (36\n\n                            months) from the date of confirmation of supply of first\n\n                            consignment of coal by the first appellant or 54 months from\n\n                            the date of LOA, whichever is earlier.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_76\">                          (f) After the execution of the contract on 03.07.2013, a Fuel\n\n                            Supply Agreement, dated 24.09.2013 (“FSA)” was executed\n\n                            between the first appellant and MCL for the supply of Coal and\n\n                            the same was duly forwarded to the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">                          (g)The contract specifically required that the respondent set up a\n\n                            washery at Talcher area within 15 months from the date of\n\n                            the Letter of Award.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">                          (h)However, the respondent communicated that readiness of the\n\n                            washeries to the first appellant only as late as on 18.04.2014\n\n                            and there was a delay in commissioning the two power plants\n\n                            and the same were commissioned on 18.06.2015 (Unit I) and\n\n                            29.08.2015 (Unit II).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">                          (i) On 05.07.2015 and 07.09.2015, the respondent wrote to the\n\n                            first appellant, requesting for an extension of the tenure of\n\n                            the contract and further requested that it be permitted to\n\n                            furnish a Contract Performance Guarantee (“CPG”) for 5% of\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_41\">\f                                                         37</span>\n\n                            18 months contract value, valid for 36 months, instead of 5%\n\n                            of the full contract value for 36 months.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">                          (j) It was further undertaken by the respondent that it will not\n\n                            raise any other claim on account of late commencement of the\n\n                            contract once their request for reduction of CPG and extension\n\n                            of contract period is allowed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_81\">                          (k)Pursuant to the request and subsequent discussions, the\n\n                            parties agreed to amend the contract, with regard to the\n\n                            contract period and the same was communicated by the\n\n                            second appellant, vide letter dated 06.10.2015, whereby the\n\n                            effective date of the contract was amended as the “date of\n\n                            confirmation of supply of first consignment of regular coal by\n\n                            the Company(NTPL)” and the period or term was fixed as 36\n\n                            months from the said date.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_82\">                          (l) Thus, the first appellant made a request to MCL for allocation\n\n                            of coal and the said request was acceded to by MCL vide letter\n\n                            09.10.2015, which also indicated that “regular supply to the\n\n                            above Unit as per FSA is to be made effective”.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_83\">                          (m)From the documents dated 06.10.2015, 09.10.2015 and\n\n                            15.10.2015, it is seen that the 36-month period with regard\n\n                            to the tenure of the contract commenced from 15.10.2015\n\n                            and ended on 14.10.2018.\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\">\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_42\">\f                                                           38</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_85\">                          (n)Thereafter, from the month of October 2015 onwards, the\n\n                            respondent handled and transported regular coal (raw coal)\n\n                            and issued invoices in respect thereof and the same was duly\n\n                            paid   in   terms   of   the        contract.   After   resolving   all\n\n                            issues/discrepancies in respect of the washeries, from about\n\n                            August 2016, MCL began to allocate coal for transportation\n\n                            through washeries, i.e. washed coal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">                          (o)The said supplies were intermittent till July 2017 when the\n\n                            vessel carrying washed coal reached VOC Port, Tuticorin on\n\n                            27.07.2017. According to the appellants, the said date is the\n\n                            date, on which, a consignment of “washed” coal reached\n\n                            Tuticorin and is not the date of “confirmation of supply of first\n\n                            consignment of regular coal by the Company (NTPL)”, as\n\n                            alleged by the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_87\">\n\n</p><p data-structure=\"Precedent\" id=\"p_88\">                            32. The learned Principal District Judge, Tuticorin, in the order\n\n                      in Arbitration O.P.No.72 of 2018, dated 26.11.2018, found that the\n\n                      parties are entitled to get interim relief under <a href=\"/doc/318136/\" id=\"a_52\">Section 17</a> of the\n\n                      Arbitration and Conciliation Act and therefore, till the Arbitrators\n\n                      commence their hearing, the respondent wanted an interim\n\n                      protection which the appellants stated that if any protection is\n\n                      given, the same shall not be more than 3 months. Further, the\n\n                      learned Principal District Judge observed as follows:\n</p><blockquote id=\"blockquote_25\">http://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_43\">\f                                                       39</span>\n\n                                 “... This court finding that since there are\n                           several issues before the Arbitral Tribunal and\n                           considering the genuine grievance, the immediate\n                           solution before the Arbitrators, since not possible,\n                           this court is of the considered view the existing\n                           contract of supplying coal has to be continued for a\n                           period of 3 months with quantity as per term of\n                           subsisting contract. Both the parties shall raise all\n                           the contentious issues before the Arbitral Tribunal.\n                           Hence, the respondents shall maintain status-quo of\n                           contract for a period of 90 days from today. The\n                           petitioner shall supply the coal as per the conditions\n                           imposed by the respondents vide their letter dated\n                           15.09.2018. Having held that the petitioner is\n                           entitled for supplying of coal for 3 months, if in the\n                           interregnum the respondents proceeded with tender\n                           process and award contract to third parties the\n                           interim protection given to the petitioner would\n                           become otiose nugatory. Hence the respondents\n                           shall not award any contract to new contractors for a\n                           period of 3 months.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_89\">                           33. At this juncture, we deem it appropriate to refer to\n\n                      <a href=\"/doc/1079220/\" id=\"a_53\">Section 9</a> of the Arbitration and Conciliation Act, 1996, hereinbelow:\n\n\n\n</p><blockquote id=\"blockquote_26\">                                 “9. Interim measures, etc., by Court.- (1) A\n                           party may, before or during arbitral proceedings or at\n                           any time after the making of the arbitral award but\n                           before it is enforced in accordance with <a href=\"/doc/734649/\" id=\"a_54\">section 36</a>,\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_44\">\f                                                          40</span>\n\n                          apply to a Court:-\n</blockquote><blockquote id=\"blockquote_27\">                                (i) for the appointment of a guardian for a minor\n                          or a person of unsound mind for the purposes of\n                          arbitral proceedings; or\n</blockquote><blockquote id=\"blockquote_28\">                                (ii) for an interim measure of protection in\n                          respect of any of the following matters, namely:-\n</blockquote><blockquote id=\"blockquote_29\">                                (a) the preservation, interim custody or sale of\n                          any goods which are the subject-matter of the\n                          arbitration agreement;\n</blockquote><blockquote id=\"blockquote_30\">                                (b) securing the amount in dispute in the\n                          arbitration;\n</blockquote><blockquote id=\"blockquote_31\">                                (c) the detention, preservation or inspection of\n                          any property or thing which is the subject-matter of\n                          the dispute in arbitration, or as to which any question\n                          may arise therein and authorising for any of the\n                          aforesaid purposes any person to enter upon any land\n                          or   building   in    the   possession     of   any     party,    or\n                          authorising     any    samples       to   be    taken    or      any\n                          observation to be made, or experiment to be tried,\n                          which may be necessary or expedient for the purpose\n                          of obtaining full information or evidence;\n</blockquote><blockquote id=\"blockquote_32\">                                (d) interim injunction or the appointment of a\n                          receiver;\n</blockquote><blockquote id=\"blockquote_33\">                                (e) such other interim measure of protection as\n                          may appear to the Court to be just and convenient,\n                          and the Court shall have the same power for making\n                          orders as it has for the purpose of, and in relation to,\n                          any proceedings before it.\n</blockquote><blockquote id=\"blockquote_34\">                                (2) Where, before the commencement of the\n                          arbitral proceedings, a Court passes an order for any\nhttp://www.judis.nic.in\n                          interim measure of protection under sub-section (1),\n<span class=\"hidden_text\" id=\"span_45\">\f                                                             41</span>\n\n                           the arbitral proceedings shall be commenced within a\n                           period of ninety days from the date of such order or\n                           within such further time as the Court may determine.\n</blockquote><pre id=\"pre_2\">                                 (3)    Once        the   arbitral      tribunal   has     been\n                           constituted,       the    Court   shall       not   entertain     an\n</pre><blockquote id=\"blockquote_35\">                           application under sub-section (1), unless the Court\n                           finds that circumstances exist which may not render\n                           the remedy provided under <a href=\"/doc/1032428/\" id=\"a_55\">section 17</a> efficacious.”\n                                                                        [emphasis supplied.]\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_90\">                           34. According to the learned counsel for the respondent, a\n\n                      plain reading of <a href=\"/doc/1079220/\" id=\"a_56\">Section 9</a> of the Arbitration and Conciliation Act,\n\n                      makes it clear that the power under <a href=\"/doc/1112600/\" id=\"a_57\">Section 9</a> is conferred on the\n\n                      District Court and no special procedure is prescribed by the Act in\n\n                      that behalf. The Court entertaining an application under <a href=\"/doc/1112600/\" id=\"a_58\">Section 9</a> of\n\n                      the Act shall have the same power for making orders as it has for\n\n                      the purpose and in relation to any proceedings before it. It appears\n\n                      that the general rules that govern the Court while considering the\n\n                      grant of an interim injunction at the threshold are attracted even\n\n                      while dealing with an application under <a href=\"/doc/1112600/\" id=\"a_59\">Section 9</a> of the Act.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_91\">                           35.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1169432\" id=\"span_46\">In    this    connection,        the   learned    counsel    for   the\n\n                      respondent referred to the decision of the Honourable Supreme\n\n                      Court in <a href=\"/doc/1169432/\" id=\"a_60\">Arvind Constructions Co. (P) Ltd., v. Kalinga Mining\n\n                      Corporation and others</a> reported in (2007) 6 Supreme Court\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_47\">\f                                                        42</span>\n\n                      Cases 798, wherein while dealing with the power of the Court to\n\n                      pass interim orders under <a href=\"/doc/1079220/\" id=\"a_61\">Section 9</a> of the Arbitration and\n\n                      Conciliation Act, 1996, it has been held as follows:</span>\n\n</p><blockquote id=\"blockquote_36\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122362\" id=\"span_48\">“15. The argument that the power under <a href=\"/doc/1112600/\" id=\"a_62\">Section\n                            9</a> of the Act is independent of the <a href=\"/doc/1671917/\" id=\"a_63\">Specific Relief Act</a> or\n                            that the restrictions placed by the <a href=\"/doc/1671917/\" id=\"a_64\">Specific Relief Act</a>\n                            cannot control the exercise of power under <a href=\"/doc/1112600/\" id=\"a_65\">Section 9</a> of\n                            the Act cannot prima facie be accepted. The reliance\n                            placed on <a href=\"/doc/122362/\" id=\"a_66\">Firm Ashok Traders v. Gurumukh Das Saluja</a>\n                            [(2004) 3 SCC 155], in that behalf does not also help\n                            much, since this Court <a href=\"/doc/122362/\" id=\"a_67\">in that case</a> did not answer that\n                            question finally but prima facie felt that the objection\n                            based on <a href=\"/doc/403386/\" id=\"a_68\">Section 69(3)</a> of the Partnership Act may not\n                            stand in the way of a party to an arbitration agreement\n                            moving the court under <a href=\"/doc/1112600/\" id=\"a_69\">Section 9</a> of the Act. The power\n                            under <a href=\"/doc/1112600/\" id=\"a_70\">Section 9</a> is conferred on the District Court. No\n                            special procedure is prescribed by the Act in that\n                            behalf. It is also clarified that the court entertaining an\n                            application under <a href=\"/doc/1112600/\" id=\"a_71\">Section 9</a> of the Act shall have the\n                            same power for making orders as it has for the purpose\n                            and in relation to any proceedings before it. Prima\n                            facie, it appears that the general rules that governed\n                            the court while considering the grant of an interim\n                            injunction at the threshold are attracted even while\n                            dealing with an application under <a href=\"/doc/1112600/\" id=\"a_72\">Section 9</a> of the Act.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_92\">                            There is also the principle that when a power is\n                            conferred under a special statute and it is conferred on\n                            an ordinary court of the land, without laying down any\n                            special condition for exercise of that power, the general\nhttp://www.judis.nic.in\n                            rules of procedure of that court would apply. <a href=\"/doc/1671917/\" id=\"a_73\">The Act</a>\n<span class=\"hidden_text\" id=\"span_49\">\f                                                          43</span>\n\n                           does not prima facie purport to keep out the provisions\n                           of the <a href=\"/doc/1671917/\" id=\"a_74\">Specific Relief Act</a> from consideration. No doubt,\n                           a view that exercise of power under <a href=\"/doc/1112600/\" id=\"a_75\">Section 9</a> of the\n                           Act is not controlled by the <a href=\"/doc/1671917/\" id=\"a_76\">Specific Relief Act</a> has been\n                           taken by the Madhya Pradesh High Court. The power\n                           under <a href=\"/doc/1112600/\" id=\"a_77\">Section 9</a> of the Act is not controlled by <a href=\"/doc/161831507/\" id=\"a_78\">Order 18\n                           Rule 5 of the Code of Civil Procedure</a> is a view taken by\n                           the High Court of Bombay. But, how far these decisions\n                           are correct, requires to be considered in an appropriate\n                           case. Suffice it to say that on the basis of the\n                           submissions made in this case, we are not inclined to\n                           answer that question finally. But, we may indicate that\n                           we are prima facie inclined to the view that exercise of\n                           power under <a href=\"/doc/1112600/\" id=\"a_79\">Section 9</a> of the Act must be based on\n                           well-recognised   principles    governing   the        grant   of\n                           interim   injunctions   and    other   orders     of     interim\n                           protection or the appointment of a Receiver.”\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_93\">                           36. Therefore, according to the learned counsel for the\n\n                      respondent, in the instant case, since the application by the\n\n                      respondent under Section 9 of the Act was prior to commencement\n\n                      of the arbitration proceedings, there could be no quarrel as to the\n\n                      power of the Court to deal with the same and exercise of such\n\n                      power for making orders as it has for the purposes of and in relation\n\n                      to any proceedings before it.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_94\">\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_50\">\f                                                            44</span>\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_95\">                            37.   Similarly,   there   is   a    dispute   as   to   the   date   of\n\n                      commencement of the contract. It is the claim of the appellants that\n\n                      the date of commencement of the contract is 15.10.2015 and\n\n                      expired on 14.10.2018. Whereas the respondent contended that the\n\n                      first confirmation of supply was made on 27.07.2017 and hence, it\n\n                      has to be reckoned as the commencement date of the contract and\n\n                      it will expire only on 26.07.2020. Also, it is not in dispute that the\n\n                      period of contract has been extended from time to time based on\n\n                      the request made by the respondent.            In such circumstances, as\n\n                      there is a dispute with respect to the period of contract, whether it\n\n                      expired, as contended by the appellants or it is subsisting, as\n\n                      contended by the respondent, such a dispute is a question of fact\n\n                      and this Court cannot render any finding on such aspect.              Hence,\n\n                      the appellants are permitted to raise all the grounds, including the\n\n                      dispute with respect to the period of contract and the quantum of\n\n                      compensation for breach of contract etc., before the Arbitration\n\n                      Tribunal and it is for the Arbitration Tribunal to consider the same.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_96\">                            38.   It is contended by the appellants that the interim order\n\n                      granted by the trial court is liable to be set aside because it has\n\n                      erroneously directed the parties to maintain status quo for a period\n\n                      of three months especially when the contract itself has expired. We\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_51\">\f                                                        45</span>\n\n                      are of the opinion that the respondent sought for an interim\n\n                      mandatory inunctinon to direct the continued performance of a\n\n                      contract, which according to the appellants have expired.          The\n\n                      learned Principal District Judge, Tuticorin, taking note of the above\n\n                      submission has granted status-quo of the contract in favour of the\n\n                      respondent for a period of three months until 25.02.2019. In this\n\n                      context, reference could be made to <a href=\"/doc/124747/\" id=\"a_80\">Section 14</a> of The Specific\n\n                      Relief Act, as amended, which provides that certain types or\n\n                      categories of contract cannot be specifically enforced.    A contract,\n\n                      the performance of which involves the continuous duty, cannot be\n\n                      supervised by the Court as contemplated under <a href=\"/doc/124747/\" id=\"a_81\">Section 14 (b)</a> of\n\n                      The Specific Relief Act. Similarly, a contract which is in its nature\n\n                      determinable, cannot be specifically enforced.     <a href=\"/doc/1436285/\" id=\"a_82\">Section 41</a> of The\n\n                      Specific Relief Act stipulates the circumstances in which the Court\n\n                      could refuse interim injunction. In other words, under sub-section\n\n</p><p data-structure=\"Section\" id=\"p_97\">                      (e) to <a href=\"/doc/1436285/\" id=\"a_83\">Section 41</a> of The Specific Relief Act, an injunction cannot be\n\n                      granted to prevent the breach of a contract, the performance of\n\n                      which would not be specifically enforced. In this case, the contract\n\n                      between the appellants and the respondent is determinable in\n\n                      nature as per Clause 12.2 of the contract whereby the appellants\n\n                      have a right to determine the contract by causing 30 days notice\n\n                      even without assigning any reasons.        While so, on a combined\n\n                      reading of <a href=\"/doc/124747/\" id=\"a_84\">Section 14</a> and <a href=\"/doc/1221024/\" id=\"a_85\">41 (e)</a> of The Specific Relief Act, the relief\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_52\">\f                                                         46</span>\n\n                      sought for by the respondent is prohibited by statue and it is liable\n\n                      only to be rejected. In such view of the matter, the Tribunal ought\n\n                      not to have granted an interim order preventing the appellants from\n\n                      proceeding with the new contract in the form of an interim\n\n                      injunction. Further, even if assuming that there is any breach of the\n\n                      terms of the contract by the appellants, the respondent can only\n\n                      seek for compensation and therefore also, the order passed by the\n\n                      trial court has to be set aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_98\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_99\">                            39.   The next question which falls for our consideration is\n\n                      whether the appellants can be restrained from proceeding with the\n\n                      new tender.     In the instant case, in the guise of pendency of\n\n                      arbitration proceedings, the appellants cannot be restrained from\n\n                      proceeding with the fresh tender, as the subject matter of the fresh\n\n                      tender is totally alien to the present dispute between the appellants\n\n                      and the respondent which relates to the earlier contract. Further, as\n\n                      rightly pointed out by the counsel for the appellants, the appellants\n\n                      were restrained from proceeding with the new Tender for movement\n\n                      of coal through an application under <a href=\"/doc/1079220/\" id=\"a_86\">Section 9</a> of the Arbitration and\n\n                      Conciliation Act on the basis of the arbitration clause contained in\n\n                      the contract between the appellant and the respondent, which is the\n\n                      subject matter of this dispute.     The new contract has not been\n\n                      executed in favour of the respondent and it is in the pre-bid stage.\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_53\">\f                                                           47</span>\n\n                      The respondent also participated in the pre-bid meeting held on\n\n                      03.10.2018 in respect of the new tender. Therefore, we are of the\n\n                      opinion that the appellants cannot be prevented from proceeding\n\n                      with the new tender in the guise of granting an interim protection.\n\n                      Further, we are of the opinion that even assuming that there is\n\n                      breach of terms of the contract by the appellants, the respondent\n\n                      can only seek for compensation and the appellants cannot be\n\n                      restrained from proceeding with the new tender as per <a href=\"/doc/1436285/\" id=\"a_87\">Section 41</a>\n\n</p><p data-structure=\"Conclusion\" id=\"p_100\">                      (h) of <a href=\"/doc/1671917/\" id=\"a_88\">The Specific Relief Act</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_102\">                             40.    Considering the over all conspectus of the issue involved\n\n                      in this appeal, we find that as there is already an arbitration clause\n\n                      in the contract entered into between the parties, it is for them to\n\n                      adjudicate the same before the Arbitral Tribunal in the manner\n\n                      known to law. Since the Arbitral Tribunal has already been\n\n                      constituted and three Honourable Judges have been appointed to\n\n                      conciliate the dispute, it is appropriate to direct the parties to\n\n                      adjudicate the disputes between them including breach of contract,\n\n                      period of contract etc., by seeking appropriate relief.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_103\">                             41.    With the above observation, we set aside the order\n\n                      dated 26.11.2018 passed in Arbitration O.P.No.72 of 2018 on the\n\n                      file   of    the   learned   Principal    District   Judge,   Tuticorin   and\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_54\">\f                                                       48</span>\n\n                      consequently, the Civil Miscellaneous Appeal is allowed.    No costs.\n\n                      Consequently, the connected civil miscellaneous petition is closed.\n\n\n\n</p><pre id=\"pre_3\">                      Index      :Yes                       (R.P.S.,J.)     (B.P.,J.)\n                      Internet   :Yes                               28.02.2019\n                      rsb/rsh\n\n\n\n\nhttp://www.judis.nic.in\n<span class=\"hidden_text\" id=\"span_55\">\f                             49</span>\n\n                                             R. SUBBIAH, J\n                                                      and\n                                         B. PUGALENDHI, J\n\n\n\n                                                    rsb/rsh\n\n\n\n\n                          PRE-DELIVERY JUDGMENT MADE IN\n<span class=\"hidden_text\" id=\"span_56\">                                 C.M.A(MD)No.1181 of 2018</span>\n                                                      and\n<span class=\"hidden_text\" id=\"span_57\">                                C.M.P(MD)No.12144 of 2018</span>\n\n\n\n\n                                               28.02.2019\n\n\n\n\nhttp://www.judis.nic.in\n\f</pre>","numcites":25,"numcitedby":1,"docsource":"Madras High Court","citetid":60110481,"divtype":"judgments","relatedqs":[{"value":"section 9 arbitration and conciliation act","formInput":"section%209%20arbitration%20and%20conciliation%20act"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"specific relief act section 14","formInput":"specific%20relief%20act%20section%2014"},{"value":"expiration contract","formInput":"expiration%20contract"},{"value":"section 41  specific relief act","formInput":"section%2041%20%20specific%20relief%20act"},{"value":"Section 9 of arbitration act: whether temporary injunction be claimed to prevent transfer of shares","formInput":"Section%209%20of%20arbitration%20act%3A%20whether%20temporary%20injunction%20be%20claimed%20to%20prevent%20transfer%20of%20shares"},{"value":"section 9 of the arbitration act","formInput":"section%209%20of%20the%20arbitration%20act"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"status quo","formInput":"status%20quo"},{"value":"contract cannot be specifically enforced","formInput":"contract%20cannot%20be%20specifically%20enforced"},{"value":"commencement of contract","formInput":"commencement%20of%20contract"},{"value":"what contracts are determinable in nature","formInput":"what%20contracts%20are%20determinable%20in%20nature"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"a contract which is in its nature determinable","formInput":"a%20contract%20which%20is%20in%20its%20nature%20determinable"},{"value":"subsisting of contract","formInput":"subsisting%20of%20contract"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"determinable in nature","formInput":"determinable%20in%20nature"},{"value":"tenure of contract","formInput":"tenure%20of%20contract"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"adhunik steels","formInput":"adhunik%20steels"}],"cats":[{"value":"special-relief-law","formInput":"tag:special-relief-law"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}