{"tid":1792776,"publishdate":"1991-08-21","title":"State Of U.P vs Kapil Deo And Another on 21 August, 1991","doc":"<h2 class=\"doc_title\">State Of U.P vs Kapil Deo And Another on 21 August, 1991</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1991 AIR 2257, 1991 SCR (3) 692, AIR 1991 SUPREME COURT 2257, 1991 AIR SCW 2599, 1991 CRI. L. J. 3321, 1991 ALL. L. J. 960, 1992 CRIAPPR(SC) 62, 1992 APLJ(CRI) 105, 1991 (2) SCC(SUPP) 170, 1992 CALCRILR 24, 1991 SCC (SUPP) 2 170, (1992) 1 RECCRIR 251, (1991) 3 SCR 692 (SC), (1992) 1 CHANDCRIC 127, (1991) 28 ALLCRIC 478, (1992) 1 CURCRIR 85, (1991) 3 JT 482 (SC), 1991 SCC (CRI) 1008, 1991 CRILR(SC MAH GUJ) 795, (1991) 2 KER LT 51, (1991) 2 LS 15, (1992) 1 APLJ 22</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-m-punchhi\">M.M. Punchhi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-m-punchhi\">M.M. Punchhi</a>, <a href=\"/search/?formInput=benchid:kuldip-singh\">Kuldip Singh</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSTATE  OF U.P.\n\n\tVs.\n\nRESPONDENT:\nKAPIL DEO AND ANOTHER\n\nDATE OF JUDGMENT21/08/1991\n\nBENCH:\nPUNCHHI, M.M.\nBENCH:\nPUNCHHI, M.M.\nKULDIP SINGH (J)\n\nCITATION:\n 1991 AIR 2257\t\t  1991 SCR  (3) 692\n 1991 SCC  Supl.  (2) 170 JT 1991 (3)\t482\n 1991 SCALE  (2)384\n\n\nACT:\n    Criminal Law: <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a>, 1960--<a href=\"/doc/1560742/\" id=\"a_2\">Sections 302</a>, <a href=\"/doc/1560742/\" id=\"a_3\">302</a>\nread  with  34\tand 201 read with 34-Charge  of\t murder\t and\ncausing\t  disappearance\t of  evidence\tthereof--Prosecution\nevidence as to offence of murder rejected--Accused acquitted\nof charge of murder--Whether could be convicted for  offence\nof causing disappearance of evidence of murder--Acquittal of\none of the accused--Effect on co-accused.\n\n\n\nHEADNOTE:\n    The\t respondents in the two appeals were  charged  under\n<a href=\"/doc/1560742/\" id=\"a_4\">Section\t 302</a>, <a href=\"/doc/1560742/\" id=\"a_5\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_6\">Section 34</a>\tand  <a href=\"/doc/386021/\" id=\"a_7\">Section\n201</a> read with <a href=\"/doc/37788/\" id=\"a_8\">Section 34</a> IPC for the murder of their  domes-\ntic help. and for causing disappearance of the commission of\noffence.\n    The\t trial court acquitted all the four accused  of\t the\noffence\t under\t<a href=\"/doc/386021/\" id=\"a_9\">Section\t 201</a> read with <a href=\"/doc/37788/\" id=\"a_10\">Section\t34</a>  IPC\t but\nconvicted one of them under <a href=\"/doc/1560742/\" id=\"a_11\">Section 302</a> and the other  three\nfor  the nffence under <a href=\"/doc/1560742/\" id=\"a_12\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_13\">Section 34</a>\t and\nsentenced  all of them to death. The High Court\t upheld\t the\nconviction of the accused under <a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a>, but reduced his\nsentence to life imprisonment. It acquitted the other  three\naccused\t of the offence under <a href=\"/doc/1560742/\" id=\"a_15\">Section 302</a> read with  <a href=\"/doc/37788/\" id=\"a_16\">Section\n34</a> IPC.\n    The\t main accused, who was convicted under\t<a href=\"/doc/1560742/\" id=\"a_17\">Section\t 302</a>\nIPC,  appealed\tto this Court against  his  conviction.\t The\nState  also  flied an appeal before this Court\tagainst\t the\nacquittal  of&#x27;\ttwo of the three accused for  offence  under\n<a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_19\">Section 34</a> IPC. Since the\t respondents\nin  the State&#x27;s appeal could not be served by the  time\t the\nappeals\t came up for disposal&#x27;, this Court heard the  appeal\nof  the lone accused and taking into consideration the\tevi-\ndence  which had bearing on the accused&#x27;s appeal  only,\t al-\nlowed his appeal.\n    Subsequently,  the\tState flied an\tappeal\tbefore\tthis\nCourt against the trial court&#x27;s acquittal of the accused for\nthe offence under <a href=\"/doc/386021/\" id=\"a_20\">Sec. 201</a> read with <a href=\"/doc/37788/\" id=\"a_21\">section 34</a> IPC.\nDismissing the appeals, this Court,\n693\n    HELD: 1. I The prosecution case collapsed so far as\t one\nof  the accused, who was assigned the offensive part of\t the\ncrime  of murder, is concerned, and he stands. acquitted  of\nthe  charge.  of murder. It is he who was seen\tcutting\t the\nthroat\tof the deceased with a big knife, and escaping\tfrom\nthe scene of the occurrence, carrying a blood-stained  knife\nin his hand, and was sought to be apprehended by the eyewit-\nnesses and others collected there. When the evidence against\nhim, occular as well as circumstantial, has cautiously\tbeen\nweighed\t by  this Court resulting in his  acquittal,  it  is\ndifficult  to  convict the said accused\t for  offence  under\n<a href=\"/doc/386021/\" id=\"a_22\">section 201</a> read with 34 <a href=\"/doc/1569253/\" id=\"a_23\">IPC</a>. [697D-F]\n    Duvvur  Dasratharammareddy v. State of  Andhra  Pradesh.\n[1971] 3 SCC 247, relied on.\t\t     &#x27;\n    1.2 As regards the other accused, on careful  considera-\ntion of the evidence and other material on record, a differ-\nent view than the one taken by the Sessions Court cannot  he\ntaken.\tThe trial court when grappling with the matter\ttook\nnote  of the evidence Of the witnesses of recovery,  namely,\nP.Ws .5 and 11, wherefrom it was clear that a dead body\t was\nfound inside a bag kept in the trunk. That by itself was  of\nno consequence and at best gravely suspicious.. Its  finding\nwas that a dead body in a bag put inside a-trunk was  recov-\nered from a room of the house and further the part played by\nthe  accused in the placing of the dead body in\t that  trunk\nwas evidently not proved. Their individual statement to P.W.\n11  which alone, If at all admissible, does not\t reveal\t any\ndisappearance  of evidence so as to screen the\toffender  of\nmurder. This state of evidence is insufficient to prove that\ntwo  of the respondents to have placed the dead body in\t the\ntrunk. Having regard to the evidence of P.Ws. 5 and 11 there\nis no reason to differ from the views expressed by the trial\ncourt  and which was a possible view. As regards the  fourth\naccused there is no evidence against her. [398F-H, 699A-D]\n     Vidya Sagar v. State of U.P., AIR 1977 SC 1116 at pages\n11181119, referred to.\n    2. &#x27;One of the circumstances which weighed in favour  of\nthe  main accused, who was acquitted was that be  alone\t was\nnot  in\t the house to he solely responsible for\t the  murder\nwhen  committed and &#x27;at that time  besides him therein\twere\nsaid to be the two respondents. What has been spelled out in\nfavour\tof  that accused can with equal force apply  to\t the\ncase of the two respondents. If the so-called opportunity to\nlikewise  commit  the crime was. &#x27;available to the  two\t re-\nspondents and not a circumstance to hold the accused who was\nacquitted, as one of the\n694\ninmates\t of the house guilty, it can conversely be  said  in\nthe  same  manner about the guilt of  the  two\trespondents.\nTheir being available in the house per se was not enough  to\nhold  them  guilty for the .of fence of\t tie  murder.  Thus,\nthere is no occassion to convict the two respondents for the\noffence\t of  murder in view of the verdict of  acquittal  in\nfavour\tof the other accused. There was hardly any  evidence\nto connect the three  accused to the murder of the deceased,\nespecially when the eye- witnesses account given by PWs 1 to\n3 was not very reliable. Besides, from the circumstance that\nthe  three accused were inside the house at flu time of\t the\nmurder,\t it  could  not be inferred that  they\twere  acces-\nsories\tto  the crime before the occurrence took  place\t nor\ncould  it be inferred that the murder was committed in\tfur-\ntherance  of  the common intention of all.  In\tthe  circum-\nstances, the High Court was right in giving benefit of doubt\nto   the   three  accused  and\tacquitting   them   of\t the\nchaege of murder and accordingly thee respondents&#x27; acquittal\nof the two respondents is maintained. [697H,698 A-E]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"CDiscource\" id=\"p_1\">CRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 579 of\n<span class=\"hidden_text\" id=\"span_1\">1976</span>\nFrom the Judgement and order dated6.4.1971 of the Allahabad\nhigh Court in Criminal Appele No. 2393 of 1970 and  Referred\nNo. 174 of 1970.\n</p><p data-structure=\"Section\" id=\"p_2\">..\n</p><p data-structure=\"Section\" id=\"p_3\">WITH\nCRIMINAL APPEAL No. 99 of 1987.\n</p><p data-structure=\"Issue\" id=\"p_4\">    Manoj  Swarup, Ms. Lalita Kohli, Ms. P.  Chaudhary.\t and\nA.S. Pundir (N.P) for the Appellant.\n</p><p data-structure=\"RespArg\" id=\"p_5\">G. Prakash for the Respondents.\n</p><p data-structure=\"Section\" id=\"p_6\">The Judgment of the Court was delivered by\n\t   PUNCHHI J. These two Criminal Appeals have common\nroots  and are being disposed of together.-They have  arisen\nin the following circumstances:\n</p><blockquote id=\"blockquote_1\">Vinod Kumar. aged  about 12 years  was a poor boy of Village\nLar, &#x27;District Deoria in the state of Uttar  Pradesh. He  is\nthe  victim in the instant crime. On or about  July  1,1968,\nthe said Vinod Kumar was employed by Kapil Deo accused as  a\ndomestic help in his house at Village Lar Kapil Deo his wife\nSmt.  Sheo  Kumari,  his son vidya Sagar,  and\this  brother\nRampati\t were living togther in that house at  village\tLar.\nAll the four are the accused involved herein. at about\t4.00\np.m. on July 16, 1968 Vinod Kumar deceased and Vidya sagar\n<span class=\"hidden_text\" id=\"span_2\">695</span>\naccused were playing with some other boys near the house  of\nKapil  Deo Kapil ,Deo and Ramapati on arrival there  scolded\nthe boys for playing there and took Vinod Kumar, servant and\nVidya  Sagar, accused in the house asking the other boys  to\nscatter\t away.\tThose  boys included Mohan  Singh,  P.W.  1,\nHridyanand,  P.W.  2 and Akhilanand, P.W. 3.  Despite  there\nbeing  asked to go away, still the boys resumed\t their\tplay\nafter  a while. They then heard the cry of Vinod  Kumar\t and\nby  climbing a grilled window (jangla) of the house  of\t the\naccused, they could see the crime being committed in another\nroom of the house which had a door ajar making vision possi-\nble.  Their  version was that they had seen  Kapil  Deo\t and\nRamapati  holding Vinod Kumar against the wall of  the\troom\nand Vidya Sagar cutting the throat of Vinod Kumar with a big\nknife,\tThe  eye  witnesses raised an  alarm.  Vidya  Sagar,\naccused thereafter came out from the house while wearing  an\nunderwear with a blood-stained knife in his hand and  there-\nafter took to his heals. Smt. Sheo Kumari accused closed the\ndoors  of  the\troom and the window. In\t the  meantime\tsome\npeople\talready assembled outside the house tried to  appre-\nhend Vidya Sagar accused but having failed to do so, one  of\nthem  Mohan  Singh, P.W. 1 went to Police Station,  Lar\t and\nlodged\tthe  First Information Report. After  the  necessary\ninvestigation  and collection of material, the four  accused\nwere committed for trial to the court of Session at  Deoria,\nUttar Pradesh.\n</blockquote><blockquote id=\"blockquote_2\">     At\t the trial, all the four accused were charged  under\n<a href=\"/doc/1560742/\" id=\"a_24\">section\t 302</a>, <a href=\"/doc/1560742/\" id=\"a_25\">section 302</a> read with <a href=\"/doc/37788/\" id=\"a_26\">section 34</a>,\t I.P.C.\t and\n<a href=\"/doc/386021/\" id=\"a_27\">section\t 201</a>.  read with <a href=\"/doc/37788/\" id=\"a_28\">section 34</a>, I.P.C.  The  cause\t for\ncharge\tunder <a href=\"/doc/386021/\" id=\"a_29\">section 201</a>  read with <a href=\"/doc/37788/\" id=\"a_30\">section 34</a>\t I.P.C.\t was\nthat  on  interrogation\t made from Kapil  Deo  and  Ramapati\naccused they pointed out a trunk, in which the dead body  of\nVinod Kumar was found contained in a gunny bag, in a room of\ntheir  house.  The trunk contained as well  a  blood-stained\nPyjama of Vidya Sagar.\n</blockquote><blockquote id=\"blockquote_3\">     The  Trial\t Judge vide his judgment dated\tOctober\t 27,\n1970  convicted\t Vidya Sagar, accused for an  offence  under\n<a href=\"/doc/1560742/\" id=\"a_31\">section\t 302</a>  I.P.C. and the remaining three  accused  under\n<a href=\"/doc/1560742/\" id=\"a_32\">section\t 302</a> read with <a href=\"/doc/37788/\" id=\"a_33\">section 34</a> I.P.C. sentencing  all  of\nthem  to death. He, however, acquitted all the four  accused\nof the offence under section 201 read with section 34 I.P.C.\n</blockquote><blockquote id=\"blockquote_4\">     On reference to the High Court for confirmation of\t the\ndeath sentence as well as on appeal by all the accused,\t the\nHigh court of Allahabad on April 6, 1971 upheld thee convic-\ntion  at vidya Sagar, accused for offence under <a href=\"/doc/1560742/\" id=\"a_34\">section\t 302</a>\nI.P.C. reducing his sentence to\n<span class=\"hidden_text\" id=\"span_3\">696</span>\nimprisonment  for  life. The remaining\tthree  accused\twere\nacquitted of the charge under section 302 &#x27;read with section\n34 I.P.C.\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"651999\" id=\"span_4\">The\t matter\t was brought to this Court by  Vidya  Sagar,\naccused\t in  Criminal  Appeal No. 236 of  1971\tagainst\t the\naforesaid  judgment  of the High Court. The State  of  Uttar\nPradesh\t as  well  filed Criminal Appeal  No.  579  of\t1976\nagainst\t Kapil Deo and Ramapati, accused leaving aside\tSmt.\nSheo  Kumari, accused. That appeal on admission was  ordered\nto be heard with Criminal Appeal No. :236 of 1971  preferred\nby Vidya Sagar. Since respondents in Criminal Apeal No.\t 579\nof  1976, being Kapil Deo and Ramapati, could not be  served\nby  the time when both the matters came up for\tdisposal  on\n2.2-2-1977 before a bench of this Court, the appeal of Vidya\nSagar  alone was heard and was allowed. The  evidence  which\nhad bearing in the appeal of Vidya Sagar, accused alone\t was\nscrutinised  and  opined upon. The High Court  On  its\tpart\nplacing\t no  reliance  on the eyewitnesses  had\t upheld\t the\nconviction  of Vidya Sagar, accused because of four  circum-\nstances\t enumerated in judgment reported as <a href=\"/doc/651999/\" id=\"a_35\">Vidya  Sagar  v.\nState of U.P</a>,, AIR 1977 SC 1116 at pages 1118-1119 and\tthis\ncourt, one by One, demolished all the circumstances conclud-\ning as follows:</span>\n</p><blockquote id=\"blockquote_5\">\t      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"651999\" id=\"span_5\">&quot;It would thus appear- that the four pieces of\n\t      circumstantial evidence on which reliance\t has\n\t      been  placed by the High Court for.  upholding\n\t      the conviction of appellant Vidya Sagar, could\n\t      not  be said to prove beyond reasonable  doubt\n\t      that  he committed the murder of\tVinod  Kumar\n\t      Those  circumstances do not answer  the  well-\n\t      established  test that where evidence is\tcir-\n\t      cumstantial,  it must be consistent  with\t the\n\t      sole hypothesis that the accused is guilty  of\n\t      the  crime  charged.  Moreover,  as  has\tbeen\n\t      pointed  out, the High Court did\tnot  examine\n\t      the other evidence and circumstances  <a href=\"/doc/651999/\" id=\"a_36\">referred\n\t      to  above</a> which had a bearing on the guilt  of\n\t      the appellant.&quot;</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"651999\" id=\"span_6\">We  would not like to burden this judgment with the  details\nof  those four circumstances since resort can be had to\t the\nreported judgment. The end result was the acquittal of Vidya\nSagar  accused. While disposing of the case, the Bench\ttook\ncare  to observe that nothing in <a href=\"/doc/651999/\" id=\"a_37\">the said judgment</a> be  taken\nto  have any bearing on the appeal of the State against\t the\nacquittal of accused Kapil Deo and Ramapati.</span> The bench\talso\nobserved  that\tit  may, perhaps, require  in  that  appeal,\nexamination  of the question whether by reason of  the\tcon-\ncealment  of  the dead body in the trunk those\ttwo  persons\ncould  or  could not be convicted under section\t 201  I.P.C.\neven  if  they\twere not held guilty of\t the  offence  under\nsection 302 I.P.C.\n</p><span class=\"hidden_text\" id=\"span_7\">697</span>\n<p data-structure=\"CDiscource\" id=\"p_9\">    Kapil Deo and Ramapati, accused-respondents in  Criminal\nAppeal\tNo.  579 of 1976 were served after a  long  laps  of\ntime.  On  January 29, 1986, a bench of\t this  Court  became\nseisen\tof  the matter. It perhaps was made aware  that\t the\nacquittal  of  the accused-respondents by the  Trial  Judge,\nunder  <a href=\"/doc/386021/\" id=\"a_38\">section 201</a> read with <a href=\"/doc/37788/\" id=\"a_39\">section 34</a> I.P.C. had not\tbeen\nchallenged by the State of U.P.. by filing an appeal against\nthe acquittal before the High Court, which fact had specifi-\ncally  been taken note of by the High Court in its  judgment\ndated April 6, 1971. For that reason, the bench granted time\nto  the\t State\tof U.P. for filing  special  leave  petition\nagainst\t the judgment of the learned Sessions Judge  acquit-\nting  all the four accused-respondents of the  charge  under\n<a href=\"/doc/386021/\" id=\"a_40\">section 201</a> read with <a href=\"/doc/37788/\" id=\"a_41\">section 34</a> I.P.C. ordering at the same\ntime that the said special leave petition when filed  should\nbe  heard alongwith Criminal Appeal No. 579 of 1976. On\t the\nfiling\tof such application leave was granted  and  Criminal\nAppeal&#x27; No. 99 of 1977 as its product has been placed before\nus for disposal alongwith Criminal Appeal No. 579 of 1976.\n    We\thave heard learned counsel for the parties and\thave\nperused\t the evidence and material on the record.  The\tfact\nstaring at us is that the prosecution case collapsed so\t far\nas Vidya Sagar, accused iS concerned and he stands acquitted\nof  the charge of murder. It is to be borne in mind that  he\nprominently was assigned the offensive part of the crime  of\nmurder.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"818217\" id=\"span_8\">It  is he who was seen cutting the  throat  of\t the\ndeceased  with a big knife. It is he who was  seen  escaping\nfrom  the scene of the occurrence carrying  a  blood-stained\nknife in his hand. It is he who was sought to be apprehended\nby  the eye-witnesses and others collected there.  When\t the\nevidence against him, occular as well as circumstantial, has\ncautiously  been  weighed  by this Court  resulting  in\t his\nacquittal, we find it difficult to convict the said  accused\nfor  offence under <a href=\"/doc/386021/\" id=\"a_42\">section 201</a> read with <a href=\"/doc/37788/\" id=\"a_43\">section  34</a>  I.P.C.\nThis  COurt  though slightly in different  circumstances  in\n<a href=\"/doc/818217/\" id=\"a_44\">Duvvur\tDasratharammareddy v. State of Andhra Pradesh</a>,\t[197\n1] 3 SCC 247, observed as follows:</span>\n</p><blockquote id=\"blockquote_6\">\t\t\t&quot;  If the evidence relating  to\t the\n\t      offence  of murder and disappearance  of\tevi-\n\t      dence is the same and the case of the prosecu-\n\t      tion  regarding the Offence of murder  is\t not\n\t      accepted,\t it follows that the accused  cannot\n\t      be  convicted&#x27; for the offence  under  <a href=\"/doc/386021/\" id=\"a_45\">Section\n\t      201</a>, I.P.C.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">One  of the circumstances which weighed in favour  of  Vidya\nSagar. accused was that he alone was not in the house to  be\nsolely responsible for the murder when committed and at that\ntime besides him therein\n<span class=\"hidden_text\" id=\"span_9\">698</span>\nwere  said to be Kapil Deo and Ramapati, accused.  What\t has\nbeen  spelled  out in favour of Vidya Sagar can\t with  equal\nforce apply to the case of Kapil Deo and Ramapati,  accused.\nIf  the so called opportunity to like-wise commit the  crime\nwas  available to Kapil Deo and Ramapati and not  a  circum-\nstance\tto  hold Vidya Sagar as one of the  inmates  of\t the\nhouse  guilty, it can conversely be said in the same  manner\nabout the guilt of Kapil Deo and Ramapati.Their being avail-\nable in the house per se was not enough to hold them  guilty\nfor  the  offence of murder. Thus there is  no\toccasion  to\nconvict\t Kapil\tDeo  and  Ramapati,  accused-respondents  in\nCriminal Appeal No. 579 of 1976 for the offence of murder in\nview  of the verdict of acquittal in favour of Vidya  Sagar.\nThe High Court itself had observed that there was hardly any\nevidence to connect Kapil Deo, Ramapati &amp; Smt. Sheo  Kumari,\naccused\t with the murder of Vinod Kumar especially when\t the\neye  witnesses\taccount given by P.Ws. 1 to 3 was  not\tvery\nreliable.  And further that from the circumstance  that\t the\naforesaid three accused were inside the house at the time of\nthe murder it could not be inferred that they were  accesso-\nries to the crime before the occurrence took place nor could\nit be inferred that the murder was committed in\t furtherance\nof  the common intention of all. On this basis, these  three\naccused were given the benefit of doubt and acquitted of the\ncharge of murder and the view of the High Court, appears  to\nus  to be correct. The acquittal of Kapil Deo and  Ramapati,\nrespondents in Criminal Appeal No. 579 of 1976 thus must  be\nand is hereby maintained, dismissing the Criminal Appeal No.\n579 of 1976.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"818217\" id=\"span_10\">With  regard  to Criminal Appeal-No. 99 of 1987,  it  is\nsignificant to notice that the Government had not filed\t any\nappeal against the order of acquittal of the accused of\t the\ncharge\tunder <a href=\"/doc/386021/\" id=\"a_46\">section 201</a> read with <a href=\"/doc/37788/\" id=\"a_47\">section 34</a>\tI.P.C.\teven\nthough\troom had been kept in these proceedings\t to  examine\nthe  question whether the accused could be  convicted  under\n<a href=\"/doc/386021/\" id=\"a_48\">section\t 201</a>  read with <a href=\"/doc/37788/\" id=\"a_49\">section 34</a> I.P.C. Still\t on  careful\nconsideration  of the evidence and other material on  record\nwe  are not pursuaded to take a different view than the\t one\ntaken  by the Court of Session <a href=\"/doc/386021/\" id=\"a_50\">Section 201</a>  I.P.C.  provides\nthat  whoever, knowing or having reason to believe  that  an\noffence\t has  been  committed, causes any  evidence  of\t the\ncommission of that offence to disappear, with the  intention\nof  screening  the offender from legal punishment,  or\twith\nthat intention gives any information respecting the  offence\nwhich he knows or believes to he false, shall suffer impris-\nonments of the kind, mentioned in the three sub-portions  of\nthe  provision,\t in the circumstances suggested.  The  Trial\nJudge  when graplling with the matter took note of the\tevi-\ndence of the witnesses of recovery, namely, Chander\n<span class=\"hidden_text\" id=\"span_11\">699</span>\nShekhar, P.W. 5 and Sub-Inspector, Markandey Singh, P.W.  11\nwherefrom  it was clear that a dead body was found inside  a\nbag kept in the trunk. That by itself was of no\t consequence\nand at best gravely suspicious. Its finding was that a\tdead\nbody  in a bag put inside a trunk was recovered from a\troom\nof  the house and further the part played by the accused  in\nthe placing of the dead body in that trunk was evidently not\nproved.\t Their\tindividual statement to\t P.W.  11  Markandey\nSingh  &quot;1  have kept the dead body, could  give\t it&quot;,  which\nalone,\tif at all admissible, but not holding so,  does\t not\nreveal\tany  disappearance of evidence so as to\t screen\t the\noffender  of murder. This state of evidence is\tinsufficient\nto  prove the accused Kapil Deo and Ramapati to have  placed\nthe dead body in the trunk. We see no reason to.differ\tfrom\nthe  views  expressed by the Trial Judge, and  which  was  a\npossible  view,\t having regard to the  evidence\t of  Chander\nShekhar\t and  Markandey Singh, P.Ws. Besides  the  ratio  in\n<a href=\"/doc/818217/\" id=\"a_51\">Duvvur Dasratharamrnareddy</a>&#x27;s case (supra) too comes in\t&#x27;aid\nof  the\t accused-respondents  so as to\tmerit  dismissal  of\nCriminal Appeal No. 99 of 1987 as relating to them. There is\nno  evidence against Sheo Kumari accused of any\t kind  worth\ndiscussing.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_12\">    For\t the foregoing reasons, we dismiss both the  appeals\nNos. 579 of 1976 and 99 of 1987.\n</p><pre id=\"pre_2\">N.P.V.\t\t\t\t\t      Appeals\tdis-\nmissed.\n<span class=\"hidden_text\" id=\"span_12\">700</span>\n\n\n\n</pre>","numcites":6,"numcitedby":7,"docsource":"Supreme Court of India","citetid":1792776,"divtype":"judgments","relatedqs":[{"value":"section 302 read with section 34","formInput":"section%20302%20read%20with%20section%2034"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 201 ipc","formInput":"section%20201%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"302 read with 34 i.p.c","formInput":"302%20read%20with%2034%20i.p.c"},{"value":"sec 34 read with sec 302 of indian penal code","formInput":"sec%2034%20read%20with%20sec%20302%20of%20indian%20penal%20code"},{"value":"ipc 201","formInput":"ipc%20201"},{"value":"sec.302 read with sec.34 i.p.c","formInput":"sec.302%20read%20with%20sec.34%20i.p.c"},{"value":"sec 201 of indian penal code","formInput":"sec%20201%20of%20indian%20penal%20code"},{"value":"offence murder","formInput":"offence%20murder"},{"value":"section 201","formInput":"section%20201"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"acquitted  filter:  302 and 201 ipc","formInput":"acquitted%20%20filter%3A%20%20302%20and%20201%20ipc"},{"value":"vinod kumar ","formInput":"vinod%20kumar%20"},{"value":"section 302 ANDD section 34 ipc","formInput":"section%20302%20ANDD%20section%2034%20ipc"},{"value":"302 penal code","formInput":"302%20penal%20code"},{"value":"Accused of offence","formInput":"Accused%20of%20offence"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}