{"tid":58687129,"publishdate":"2018-07-09","title":"Tuklal Yadav vs The State Of Jharkhand & Anr on 9 July, 2018","doc":"<h2 class=\"doc_title\">Tuklal Yadav vs The State Of Jharkhand &amp; Anr on 9 July, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-c-mishra\">H.C. Mishra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-c-mishra\">H.C. Mishra</a>, <a href=\"/search/?formInput=benchid:b-mangalmurti\">B.B. Mangalmurti</a></h3>\n\n<pre id=\"pre_1\">                  IN THE HIGH COURT OF JHARKHAND AT RANCHI\n                           Criminal Appeal (S.J.) No.1281 of 2016\n\n            Tuklal Yadav                                 .... Appellant\n                                        -Versus-\n            The State of Jharkhand &amp; Anr.               ..... Respondents\n                                            With\n                         Criminal Appeal (S.J.) No.2229 of 2017\n\n            Tapas Kumar Sahu                                .... Appellant\n                                     -Versus-\n            The State of Jharkhand &amp; Anr.               ... Respondents\n                                           With\n                         Criminal Appeal (S.J.) No.825 of 2014\n\n            Anita Devi                                  ... Appellant\n                                     -Versus-\n            The State of Jharkhand &amp; Ors.               ... Respondents/Opp.Parties\n                                           With\n                         Criminal Appeal (S.J.) No.2066 of 2017\n\n            Radhika Devi                                    ... Appellant\n                                     -Versus-\n            The State of Jharkhand &amp; Ors.                   ... Respondents\n\n                                       -------\n</pre><pre id=\"pre_2\">            CORAM:        HON&#x27;BLE MR. JUSTICE H.C. MISHRA\n                          HON&#x27;BLE MR. JUSTICE B.B. MANGALMURTI\n                                       -------\n            For the Appellants             : M/s. Namit Kumar, K.S.Nanda,\n                                                  Vishal Kumar Tiwary, Kirti Saboo\n            For the Respondents            : M/s. Pankaj Kumar, A.P.P.\n                                       -------\n\n</pre><p data-structure=\"Section\" id=\"p_1\">13/ 09.07.2018.    All these acquittal appeals arising out of appellate judgments / orders of\n             acquittal passed by the Courts of Session, which were originally to be heard\n             by the Single Judge and were also being listed before the Single Judge, have\n             been referred by the Hon&#x27;ble Single Judge to the Division Bench, in view of\n             Rule 152 of the High Court of Jharkhand Rules, 2001, which reads as\n             follows:-\n</p><blockquote id=\"blockquote_1\">                         &quot;152. All Acquittal Appeals shall be listed before the Division\n                         Bench for Admission, and if admitted, shall be processed for\n                         hearing. The record of the Court below shall immediately be\n                         sent for.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_2\">                   While these matters were being taken up, an objection was taken by the\n             learned counsel for the State, that in view of the Proviso to <a href=\"/doc/81939/\" id=\"a_1\">Section 372</a> of the\n             Code of Criminal Procedure, these appeals shall lie before the Single Judge,\n             and not before the Division Bench, as these acquittal appeals arise out of the\n             appellate orders passed by the Courts of Session.\n</p><p data-structure=\"Section\" id=\"p_3\">                   <a href=\"/doc/81939/\" id=\"a_2\">Section 372</a> of the Cr.P.C., reads as follows:-\n</p><blockquote id=\"blockquote_2\">                           &quot;372. No appeal to lie unless otherwise provided. - No\n                   appeal shall lie from any judgment or order of a Criminal Court\n                   except as provided by this Code or by any other law for the time\n                   being in force.\n</blockquote><span class=\"hidden_text\" id=\"span_1\">                                    -2-</span>\n<blockquote id=\"blockquote_3\">             Provided that the victim shall have a right to prefer an appeal\n      against any order passed by the Court acquitting the accused or\n      convicting     for   a   lesser    offence   or   imposing   inadequate\n      compensation, and such appeal shall lie to a Court to which an\n      appeal ordinarily lies against the order of conviction of such Court.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_4\">      It is pointed out that Proviso has been inserted in <a href=\"/doc/81939/\" id=\"a_3\">Section 372</a> of the\nCr.P.C., by an Amendment Act, w.e.f. 31.12.2009, and the High Court of\nJharkhand Rules were framed in the year 2001, and it is settled principle of\nlaw that the provisions of Rules cannot override the provisions of the Act.\n</p><p data-structure=\"PetArg\" id=\"p_5\">      It is further submitted that the appeals arising out of the appellate\nJudgments / orders of conviction passed by the Courts of Session, are listed\nbefore the Single Judge. As such, the Acquittal Appeals arising out of such\ncases should also be listed before the Single Judge only, in view of the\nProviso to <a href=\"/doc/81939/\" id=\"a_4\">Section 372</a> of the Cr.P.C. As such, there was no occasion to refer\nthese matters to the Division Bench.\n</p><p data-structure=\"Precedent\" id=\"p_6\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29443922\" id=\"span_2\">After the amendment in <a href=\"/doc/445276/\" id=\"a_5\">Cr.P.C</a>., there was some confusion whether a\nvictim had a statutory right to prefer an appeal to the High Court against the\norder of acquittal under the proviso to <a href=\"/doc/81939/\" id=\"a_6\">Section 372</a> Cr.P.C., without obtaining\nthe leave of the High Court, as required under <a href=\"/doc/613293/\" id=\"a_7\">Section 378 (3)</a> Cr.P.C. That\nconfusion has since been clarified by the Hon&#x27;ble Supreme Court laying down\nthe law in <a href=\"/doc/29443922/\" id=\"a_8\">Satya Pal Singh Vs. State of Madhya Pradesh and Ors.</a>, reported\nin (2015) 15 SCC 613, as under :-</span>\n</p><blockquote id=\"blockquote_4\">             &quot;14. Thus, from a reading of the above-said legal position laid\n      down by this Court in the cases referred to supra, it is abundantly\n      clear that the proviso to Section 372 Cr.P.C must be read along with\n      its main enactment i.e. Section 372 itself and together with\n      sub-section (3) of Section 378 Cr.P.C otherwise the substantive\n      provision of Section 372 Cr.P.C will be rendered nugatory, as it\n      clearly states that no appeal shall lie from any judgment or order of\n      a criminal court except as provided by Cr.P.C.\n</blockquote><blockquote id=\"blockquote_5\">             15. Thus, to conclude on the legal issue:\n</blockquote><blockquote id=\"blockquote_6\">                   &quot;Whether the appellant herein, being the father of the\n      deceased, has statutory right to prefer an appeal to the High Court\n      against the order of acquittal under the proviso to <a href=\"/doc/81939/\" id=\"a_9\">Section 372</a>\n      Cr.P.C without obtaining the leave of the High Court as required\n      under sub-section (3) of <a href=\"/doc/487026/\" id=\"a_10\">Section 378</a> Cr.P.C ?&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">             This Court is of the view that the right of questioning the\n      correctness of the judgment and order of acquittal by preferring an\n      appeal to the High Court is conferred upon the victim including the\n      legal heir and others, as defined under <a href=\"/doc/760919/\" id=\"a_11\">Section 2 (wa)</a> Cr.P.C, under\n      the proviso to <a href=\"/doc/81939/\" id=\"a_12\">Section 372</a>, but only after obtaining the leave\n      of the High Court as required under sub-Section (3) of Section\n<span class=\"hidden_text\" id=\"span_3\">                                       -3-</span>\n      378 <a href=\"/doc/445276/\" id=\"a_13\">Cr.P.C</a>. The High Court of M.P has failed to deal with this\n      important legal aspect of the matter while passing the impugned\n      judgment and order.&quot;\n</p><p data-structure=\"Section\" id=\"p_8\">      It appears that there is still some confusion in this regard, inasmuch as,\nthe acquittal appeals arising out of the appellate orders of acquittal, passed by\nthe Courts of Session, which were being decided by the Single Judge, are\nnow being referred to the Division Bench, citing Rule 152 of the High Court of\nJharkhand Rules, 2001.\n</p><p data-structure=\"Issue\" id=\"p_9\">      It also appears that one procedural confusion is also prevailing, in as\nmuch as, whether the application for leave to appeal under <a href=\"/doc/613293/\" id=\"a_14\">Section 378 (3)</a>\nCr.P.C., has to be filed separately as an independent application in the form of\nCr.M.P., or the same may be filed by way of interlocutory application (I.A.), in\nthe same appeal. Presently, both the processes are being followed in this\nCourt. Yet another question shall arise, i.e., whether the application for leave\nto appeal under <a href=\"/doc/613293/\" id=\"a_15\">Section 378 (3)</a> Cr.P.C., has to be adjudicated by a Division\nBench, even in the acquittal appeals filed against the appellate orders passed\nby the Courts of Session, or the same may be entertained by the Single\nJudge, in case it is held that such acquittal appeals shall lie before the Single\nJudge only.\n</p><p data-structure=\"Section\" id=\"p_10\">      Another question which arose for consideration in two of these appeals\n(Criminal Appeal Nos.1281 of 2016 and 2229 of 2017), is that whether such\nacquittal appeals arising out of complaint cases, would also be governed by\nproviso to Section 372 of the Cr.P.C., read with Section 378 (3) of the Cr.P.C.,\nor they would be governed by Section 378 (4) of the Cr.P.C.\n</p><p data-structure=\"Section\" id=\"p_11\">      The relevant portion of <a href=\"/doc/487026/\" id=\"a_16\">Section 378</a> of the Cr.P.C. reads as follows:-\n</p><blockquote id=\"blockquote_7\">               &quot;378- Appeal in case of acquittal- (1) Save as otherwise\n      provided in sub-section (2) and subject to the provisions of sub-\n      sections (3) and (5)-\n</blockquote><blockquote id=\"blockquote_8\">      (a)      The District Magistrate may, in any case, direct the Public\n      Prosecutor to present an appeal to the Court of Session from an\n      order of acquittal passed by a Magistrate in respect of a cognizable\n      and non-bailable offence;\n</blockquote><blockquote id=\"blockquote_9\">      (b)      The State Government may, in any case, direct the Public\n      Prosecutor to present an appeal to the High Court from an original\n      or appellate order of an acquittal passed by any Court other than a\n      high Court [not being an order under clause (a)] [or an order of\n      acquittal passed by the Court of Session in revision].\n      (2)      -------------------.\n</blockquote><blockquote id=\"blockquote_10\">      (3) [No appeal to the High Court] under sub-section (1) or sub-\n</blockquote><p data-structure=\"Section\" id=\"p_12\">      section (2) shall be entertained except with the leave of the High\n      Court.\n</p><span class=\"hidden_text\" id=\"span_4\">                                      -4-</span>\n<p data-structure=\"Conclusion\" id=\"p_13\">      (4) If such an order of acquittal is passed in any case instituted\n      upon complaint and the High Court, on an application made to it by\n      the complainant in this behalf, grants special leave to appeal from\n      the order of acquittal, the complainant may present such an appeal\n      to the High Court.\n</p><pre id=\"pre_3\">      (5)    -------------------.\n       (6)   -------------------.&quot;\n</pre><p data-structure=\"Issue\" id=\"p_14\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13322635\" id=\"span_5\">It is submitted that <a href=\"/doc/1856707/\" id=\"a_17\">Section 378 (4)</a> clearly provides that in the matters\narising out of complaint, the only course available to the complainant in the\nevent of acquittal, is to file an application seeking special leave in the High\nCourt, and if special leave is granted to him, to file the appeal in the High\nCourt itself. In view of this specific provision, the complainant, in the event of\nacquittal, cannot prefer any appeal against the judgment / order of acquittal in\nthe Courts of Session. It is however, pointed out that the appeals are being\npreferred by even the complainants in the Courts of Session against the\nacquittal orders passed by the Magistrates, in view of the law <a href=\"/doc/29443922/\" id=\"a_18\">laid down by</a> a\nDivision Bench of this Court in <a href=\"/doc/13322635/\" id=\"a_19\">Baidya Lakhan Bhagat Vs. State of\nJharkhand</a>, reported in 2013 (2) JBCJ 40 (HC), wherein the application for\nspecial leave filed by the complainant under <a href=\"/doc/1856707/\" id=\"a_20\">Section 378 (4)</a> of the Cr.P.C.,\nagainst the order of acquittal passed by the Magistrate, was dismissed by this\nCourt, directing that the victim complainant had to exhaust the remedy\navailable to him under proviso to <a href=\"/doc/81939/\" id=\"a_21\">Section 372</a> of the Code of Criminal\nProcedure, by preferring an appeal before the Court of Session.</span>\n</p><p data-structure=\"Precedent\" id=\"p_15\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"111520823\" id=\"span_6\">It has been pointed out that the aforesaid view taken by the Division\nBench of this Court is in teeth of, and against the law <a href=\"/doc/13322635/\" id=\"a_22\">laid down by</a> the Hon&#x27;ble\nSupreme court in <a href=\"/doc/111520823/\" id=\"a_23\">Subhash Chand Vs. State (Delhi Administration</a>),\nreported in (2013) 2 SCC 17, wherein it has been held as under:-</span>\n</p><blockquote id=\"blockquote_11\">             &quot;23. In view of the above, we conclude that a complainant\n      can file an application for special leave to appeal against an order\n      of acquittal of any kind only to the High Court. He cannot file such\n      appeal in the Sessions Court. ------------. The appellant was\n      acquitted by the Metropolitan Magistrate, Patiala House Courts,\n      New Delhi. The complainant can challenge the order of acquittal by\n      filing an application for special leave to appeal in the Delhi High\n      Court and not in the Sessions Court. Therefore, the impugned order\n      holding that this case is not governed by <a href=\"/doc/1856707/\" id=\"a_24\">Section 378 (4)</a> of the\n      Code is quashed and set aside. In the circumstances, the appeal is\n      allowed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"111520823\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13322635\" id=\"span_8\">We have been informed that confusion is prevailing in the State of\nJharkhand with regard to the complaint cases, inasmuch as in some districts,\nthe acquittal appeals arising out of acquittal orders passed by the Magistrates\narising out of even complaint cases, are being entertained by the Sessions\n<span class=\"hidden_text\" id=\"span_9\">                                    -5-</span>\nJudges, relying upon the decision of the Division Bench of this Court in\n<a href=\"/doc/13322635/\" id=\"a_25\">Baidya Lakhan Bhagat</a>&#x27;s case (supra), as has been done in two of these\nappeals before us, whereas in some districts, the victims complainants are\nbeing asked to prefer the application for special leave to appeal before the\nHigh Court, and the acquittal appeals filed by the complainants are not being\nentertained by the Courts of Session, in view of the law <a href=\"/doc/13322635/\" id=\"a_26\">laid down by</a> the Apex\nCourt in <a href=\"/doc/111520823/\" id=\"a_27\">Subhash Chand</a>&#x27;s case (supra).</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_17\">        Taking into consideration the contrary view taken by the Division Bench\nof this Court, and also for clearing the confusions in this regard, we are of the\nconsidered view that it would be appropriate that the matter be referred to a\nlarger Bench for laying down the law in this regard, so that there may be no\nconfusion, and an uniform practice is henceforth followed in the entire State.\n</p><p data-structure=\"Precedent\" id=\"p_18\">        We think that it would be appropriate that the larger Bench of this Court\nshould clarify the law, particularly on the following points:-\n</p><blockquote id=\"blockquote_12\">(i)     Whether the acquittal appeals arising out of the appellate judgments /\n        orders passed by the Courts of Session should be heard by a Division\n        Bench, or it should be heard by the Single Judge in view of Proviso to\n        <a href=\"/doc/81939/\" id=\"a_28\">Section 372</a>, r/w 378 (3) of the <a href=\"/doc/445276/\" id=\"a_29\">Cr.P.C</a>., as was being done earlier.\n</blockquote><blockquote id=\"blockquote_13\">(ii)    Whether the orders passed by the Hon&#x27;ble Single Judge, referring the\n        acquittal appeals filed against the appellate judgments / orders passed\n        by the Courts of Session, in view of Rule 152 of the High Court of\n        Jharkhand Rules, is in consonance with Proviso to Section 372 of the\n        Cr.P.C., or whether such appeals shall lie to the Court to which the\n        appeals ordinarily lie against the orders of conviction, i.e., Single\n        Judge, in view of Proviso to Section 372 of the Cr.P.C.\n</blockquote><blockquote id=\"blockquote_14\">(iii)   Whether Rule 152 of the High Court of Jharkhand Rules, 2001, needs\n        to be amended in view of subsequent amendment of <a href=\"/doc/81939/\" id=\"a_30\">Section 372</a> of the\n        Cr.P.C., w.e.f. 31.12.2009.\n</blockquote><blockquote id=\"blockquote_15\">(iv)    Whether the acquittal appeals arising out of acquittal orders / judgments\n        passed by the Magistrates in complaint cases, can be entertained by\n        the Courts of Session under the Proviso to Section 372 of the Cr.P.C.,\n        or the complainant has to prefer an application for special leave to\n        appeal before the High Court, and if special leave is granted to him, to\n        file the appeal in the High Court itself, as required under Section\n        378 (4) of the Cr.P.C.\n</blockquote><p data-structure=\"Issue\" id=\"p_19\">(v)     Whether such applications for leave / special leave to appeal, even in\n        the acquittal appeals arising out of the appellate judgments / orders\n        passed by the Courts of Session, are to be heard and decided by the\n        Division Bench, as is being presently done, or they can be heard and\n        decided by a Single Judge, which is the Court of appeal in such cases\n        under Proviso to <a href=\"/doc/81939/\" id=\"a_31\">Section 372</a> of the Cr.P.C., on the analogy that the\n        Court which can decide the main appeal, can also decide the question\n<span class=\"hidden_text\" id=\"span_10\">                                              -6-</span>\n                  whether the leave / special leave to appeal in a particular case be\n                  granted or not.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">          (vi)    Whether the applications for leave / special leave to appeal under\n                  <a href=\"/doc/613293/\" id=\"a_32\">Section 378 (3)</a> Cr.P.C., and <a href=\"/doc/1856707/\" id=\"a_33\">Section 378 (4)</a> Cr.P.C., have to be filed\n                  separately as independent applications in the form of Cr.M.P., or the\n                  same can be filed by way of interlocutory applications (I.A.), in the\n                  same appeal, in which case the multiplicity of cases may also be\n                  avoided, thus, reducing the pendency of the cases.\n</p><p data-structure=\"RespArg\" id=\"p_21\">          (vii)   Whether the acquittal appeals should necessarily be registered as\n                  Acquittal Appeals, and not as Criminal Appeals. The nomenclature\n                  Cr. Appeals should only be for the appeals arising out of the Judgments\n                  / Orders of conviction.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">          (viii) Any other question(s), which may arise, for consideration before the\n                  larger Bench.\n</p><p data-structure=\"Precedent\" id=\"p_23\">                  We request the Hon&#x27;ble Acting Chief Justice to constitute a larger Bench\n          at the earliest for deciding these issues, as several matters are pending\n          adjudication in this High Court, which shall be governed by the law, clarified by\n          the larger Bench.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">                  Registry is directed to place the matter before the Hon&#x27;ble Acting Chief\n          Justice in the administrative side, for constituting larger Bench at the earliest.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_25\">                                                                   (H.C. Mishra, J.)\n\n\n                                                               (B.B. Mangalmurti, J.)\nD.S/B.S\n </p>","numcites":9,"numcitedby":29,"docsource":"Jharkhand High Court","citetid":58687129,"divtype":"judgments","relatedqs":[{"value":"section 372 of code of criminal procedure","formInput":"section%20372%20of%20code%20of%20criminal%20procedure"},{"value":"section 372 of crpc proviso","formInput":"section%20372%20of%20crpc%20proviso"},{"value":"section 378 of criminal procedure code ","formInput":"section%20378%20of%20criminal%20procedure%20code%20"},{"value":"section 378 crpc","formInput":"section%20378%20crpc"},{"value":"section 378(3) of crpc","formInput":"section%20378%283%29%20of%20crpc"},{"value":"section 372 of crpc","formInput":"section%20372%20of%20crpc"},{"value":"378(4)","formInput":"378%284%29"},{"value":"section 378(4) crpc ","formInput":"section%20378%284%29%20crpc%20"},{"value":"section 378(4)cr.p.c.","formInput":"section%20378%284%29cr.p.c."},{"value":"372 crpc","formInput":"372%20crpc"},{"value":"372 proviso","formInput":"372%20proviso"},{"value":"complaint case","formInput":"complaint%20case"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"sec. 372 Cr.P.C.","formInput":"sec.%20372%20Cr.P.C."},{"value":"Section 378(4)","formInput":"Section%20378%284%29"},{"value":"section 378 (4)of criminal procedure code ","formInput":"section%20378%20%284%29of%20criminal%20procedure%20code%20"},{"value":"larger bench","formInput":"larger%20bench"},{"value":"jharkhand ","formInput":"jharkhand%20"},{"value":"appeal by special leave","formInput":"appeal%20by%20special%20leave"},{"value":"section 378 4 CrPC","formInput":"section%20378%204%20CrPC"}],"cats":[{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"},{"value":"appeal-after-acquittal","formInput":"tag:appeal-after-acquittal"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"appeal-in-case-of-aquittal","formInput":"tag:appeal-in-case-of-aquittal"}],"courtcopy":true,"query_alert":null,"agreement":false}