{"tid":279928,"publishdate":"2006-11-22","title":"J. Deep Chemicals And Fertilizers vs State Of Tripura And Ors. on 22 November, 2006","doc":"<h2 class=\"doc_title\">J. Deep Chemicals And Fertilizers vs State Of Tripura And Ors. on 22 November, 2006</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2007(2)GLT173, AIR 2007 (NOC) 560 (GAU) AGARTALA BENCH ), 2007 (3) AKAR (NOC) 262 (GAU.) (AGARTALA BENCH)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-b-misra\">R.B. Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-b-misra\">R.B. Misra</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nR.B. Misra, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The present writ appeal has been preferred against the order dated 13.06.2001 passed by the learned Single Judge in W.P.(C) No. 34 of 2001 indicating that the writ petition is not maintainable as the writ petitioner&#x27;s remedy was provided in the agreement itself for which the writ petitioner might refer the dispute to the arbitrator in accordance with the provision of the agreement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The writ petitioner, M/s. J. Deep Chemicals and Fertilizers preferred the writ petition No. 34 of 2001 with a prayer for issuance of writ of mandamus or other directions to the Director as well as the Deputy Director of Agriculture, Government of Tripura to make payments of the outstanding dues of the writ petitioner along with 20% interest from the date of supply of the materials. It appears that the writ petitioner has been dealing in agriculture products, chemicals, fertilizers, manures and pesticides. Pursuant to the Notice Inviting Tender (for short &#x27;NIT&#x27;) floated by the State-respondents on 10.08.1999, the writ petitioner participated by offering quotation for plant protection chemicals under the trade name &quot;Captan 75%&quot; which was accepted by the State-respondents at the rate of Rs. 494/- per Kg. inclusive of all charges vide letter of acceptance issued by the Director of Agriculture, Tripura dated 13.12.1999. It appears that the writ petitioner supplied the entire quantity of chemicals on 26.07.2000 followed by bill demanding 90% payment dated 27.07.2000, wherein the writ petitioner charged 4% Tripura Sales Tax in addition to the charge of the consignment delivered as per the agreed rate. The writ petitioner laid his claim in the aforesaid bill dated 27.07.2000 for Rs. 1,54,128/-, but a part payment of Rs. 1,25,970/- was made on 23.11.2000 and the balance amount of Rs. 28,158/- was remained to be paid for which the writ petitioner served demand notice and thereafter the above mentioned writ petition was filed for the relief as indicated above.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. The affidavit-in-opposition was not filed by the State of Tripura and its authorities before the learned Single Judge but they have submitted before the learned Single Judge by producing an agreement dated 28.12.1999 already entered into between the writ petitioner and the Director of Agriculture, State of Tripura. However, for the reasons best known to the writ petitioner the existence of the written agreement was not disclosed in the writ petition. The written agreement dated 28.12.1999, inter alia, among other things contains an arbitration Clause, which reads as follows:\n</p><blockquote id=\"blockquote_1\"> 22. Subject to the other provision of this agreement in case of any dispute between the parties to this agreement arising out of the contract the same shall be referred to the sole arbitration of the Secretary, Department of Agriculture, Government of Tripura. The Secretary may, in this behalf appoint some other person or officer to act as a sole arbitrator if he is unwilling or unable to act as an Arbitrator on account of his pre-occupation.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. In the impugned order dated 13.06.2001, learned Single Judge has noted as revealed from the State Government&#x27;s departmental file that the department had sent a sample of the consignment supplied by the writ petitioner to the Regional Pesticides Testing Laboratory, Government of India for analysis and report and after analysis the analyst submitted his report dated 17.11.2000 to the State Government indicating that the sample does not conform to the relevant IS specification in the active ingredient test requirement and, hence, misbranded and this report pertains to pesticide &quot;Captan 75%&quot;. On receipt of such analyst&#x27;s report the State authorities communicated the same on 28.02.2001 with a copy to the writ petitioner and for that reason the payment was withheld subject to further investigation. The learned Single Judge has further observed that despite existence of written agreement having been executed between the parties, the same was concealed and when there was an arbitration clause, which specifically has mentioned to refer the dispute arising out of the agreement to the arbitrator, even then, the writ petitioner has approached the High Court by way of writ petition. The dispute exists regarding the additional claim made by the writ petitioner being the tax amount, whereas required in NIT, the tenderers were to quote their rates inclusive of all taxes and charges and the writ petitioner quoted the rate at the rate of Rs. 494/-per Kg. and while preferring the bill claiming payment the writ petitioner added the tax amount, whereas, in terms of Clause-8 of the agreement 10% payment was to be withheld which was to be released only on receipt of satisfactory laboratory test report regarding the quality of the consignment. Since the laboratory test report revealed the consignment as misbranded, the dispute arose to be settled in accordance with the agreement itself and since no public element was involved in the case on any interpretation of any statutory provision was called for and the agreement entered into by the parties was admittedly not a satisfactory agreement and therefore, the writ petition was not maintainable.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. It is submitted on behalf of the appellant that the State Government by a Notification No. F.9(14)LAW/LEG/2000 dated 29.07.2000 brought agricultural items within the scope and purview of the Tripura Sales Tax. The said Notification was given having retrospective effect from 27.07.2000 and as such it remained beyond the pale of any dispute that on the date on which the NIT was floated, i.e., on 10.08.1999, sales tax was not leviable/chargeable on agricultural items and even at subsequent stages, i.e., at the stage of quoting of rates by the writ petitioner as well as during the stage of issuance of rate acceptance letter by the State-respondents, the said items were not within the ambit of agricultural items. Even at the time when the agreement was signed between the parties, sale tax could not be imposed on agricultural items. The writ petitioner quoted rates, as it was prevalent at that stage and did not quote any rate for future event. According to the learned Counsel for the appellant, the entire quantity of the materials was supplied on 26.07.2000 and as such the sale was concluded on that date. However, when the writ petitioner was raising the bill for the materials supplied the sales tax was deducted by the Director of Agriculture on the sole ground that the agricultural items was brought within the ambit of sales tax. According to the learned Counsel for the appellant, the State Government and its authorities had never come forward about the test report and the subsequent report, if any and without any rhyme and reason they withheld the remaining payment.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. It has been brought to the notice of this Court that by a Notification dated 29.07.2000 the State of Tripura has brought an amendment as the Tripura Sales Tax (Ninth Amendment) Act, 2000 in the existing <a href=\"/doc/4238043/\" id=\"a_1\">Tripura Sales Tax Act, 1976</a> and the Notification to such amendment has received assent of the Governor of Tripura on 27.07.2000 itself, whereby, sales tax was payable @ 4% on Pesticides, Weedicides and Insecticides. In the instant case, according to the learned Counsel for the appellant, the writ petitioner had already supplied the materials to the State and its authorities with their satisfaction for which he had already been paid a part payment and at the relevant time no tax was leviable as the liability of the sales tax was created only from 27.07.2000, i.e., before the transaction in question was concluded. In these circumstances, the State Government was to refund the sales tax deposited by the writ petitioner.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. On behalf of the State-respondents it has been submitted that the learned Single Judge has rightly declared the writ petition as not maintainable as in the instant case the dispute between the parties to the agreement arising out of the contract was to be referred to the sole arbitrator and disputed question could not have been adjudicated upon in a writ jurisdiction. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1156062\" id=\"span_1\">In this respect reliance has been placed on the decision of the Supreme Court in  (<a href=\"/doc/1156062/\" id=\"a_2\">State of U.P. and Ors. v. Bridge &amp; Roof Company (India) Ltd.</a>, where in respect of exhaustion of remedy regarding dispute relating to terms of private contract, it was held that proper course would be reference to arbitration or institution of suit and not writ petition as under the terms of contract between appellant State Government and respondent public limited corporation, when rate quoted by respondent was inclusive of sales tax, then appellant was to deduct an amount equal to that specified under Section 8-D of U.P. Trade Tax Act, i.e., 4% and in case of any addition or reduction or contract price by virtue of changes to any statute etc. the same was to be adjusted. In those circumstances, the writ petition filed by the Company before the High Court seeking mandamus restraining the State-respondents for making any deduction from its bill in terms of the contract as the rate of sales tax had not been reduced but only rate of deduction at source had been reduced, then the High Court instead of going into the dispute merely directed for deduction at the rate of 1 %. It was held that the High Court was justified in not going into the dispute as it involved interpretation of terms of the contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_2\">The Supreme Court has observed in <a href=\"/doc/1156062/\" id=\"a_3\">Bridge &amp; Roof Company (India) Ltd.</a> (supra) as follows:</span>\n</p>  \n\n<blockquote id=\"blockquote_2\">16. Firstly, the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_4\">Contract Act</a> or, may be, also by certain provisions of the State of Goods Act. Any dispute relating to interpretation of the terms and conditions of such a contract cannot be agitated, and could not have been agitated, in a writ petition. That is a matter either for arbitration as provided by the contract or for the Civil Court, as the case may be. Whether any amount is due to the respondent from the appellant-Government under the contract and, if so, how much and the further question whether retention or refusal to pay any amount by the Government is justified, or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition. The prayer in the writ petition, viz., to restrain the Government from deducting a particular amount from the writ petitioner&#x27;s bill(s) was not a prayer which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226.</a> Indeed, the High Court has not granted the said prayer.\n</blockquote><blockquote id=\"blockquote_3\"> ****                              ****                                  ****\n \n\nThe arbitrator under the contract or the Civil Court, as the case may be, can go into and decide both questions of fact as well as questions of law.\n</blockquote><blockquote id=\"blockquote_4\"> ****                              ****                                  ****\n \n\nThe prayer for issuance of a writ of mandamus was wholly misconceived in this case since the respondent was not seeking to enforce any statutory right of theirs nor was it seeking to enforce any statutory obligation cast upon the appellants. Indeed, the very resort to <a href=\"/doc/1712542/\" id=\"a_6\">Article 226 -</a> whether for issuance of mandamus or any other writ, order or direction - was misconceived.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_3\">8. According to the learned Counsel for the appellant, as observed by the Supreme Court in <a href=\"/doc/1156062/\" id=\"a_7\">Bridge &amp; Roof Company (India) Ltd.</a> (supra) that the prayer for directing the State authorities not to deduct a particular amount rather to make payment of the outstanding dues could be entertained in a writ jurisdiction and more so, in the above referred case different facts and circumstances were involved where disputed questions were so apparent and the interpretation of contract was to be resolved by the arbitrator alone but in the present case no such disputed question of facts or controversial issues are involved.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_4\">Therefore, the decision in <a href=\"/doc/1156062/\" id=\"a_8\">Bridge &amp; Roof Company (India) Ltd.</a> (supra) cannot come in the way of entertaining the writ petition of the appellant herein.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"375304\" id=\"span_5\">9. The learned Counsel for the State also placed reliance in  (<a href=\"/doc/375304/\" id=\"a_9\">Orissa Agro Industries Corporation Ltd. and Ors. v. Bharati Industries and Ors.</a>) wherein the Supreme Court has observed as follows:</span>\n</p><blockquote id=\"blockquote_5\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"460900\" id=\"span_6\">9. ****                         ****                             ****\n \n\nWhere a complicated question of fact is involved and the matter requires thorough proof on factual aspects, the High Court should not entertain the writ petition. Whether or not the High Court should exercise jurisdiction under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution would largely depend upon the nature of dispute and if the dispute cannot be resolved without going into the factual controversy, the High Court should not entertain the writ petition. As noted above, the writ petition was primarily founded on allegation of breach of contract. Question whether the action of the opposite party in the writ petition amounted to breach of contractual obligation ultimately depends on facts and would require material evidence to be scrutinized and in such a case writ jurisdiction should not be exercised.  See: <a href=\"/doc/460900/\" id=\"a_11\">State of Bihar v. Jain Plastic &amp; Chemicals Ltd.</a> .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_6\">10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1892481\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769929\" id=\"span_8\">In a catena of cases this Court has held that where dispute revolves round questions of fact, the matter ought not be entertained under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution,  see: <a href=\"/doc/1769929/\" id=\"a_13\">State Bank of India and Ors. v. State Bank of India Canteen Employees&#x27; Union and Ors</a> , <a href=\"/doc/1892481/\" id=\"a_14\">Chairman, Grid Corporation of Orissa Ltd. (GRIDCO) and Ors. v. Sukamani Das (Smt.) and Anr.</a> .</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907442\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157180567\" id=\"span_10\">11. In the instant case the High Court has itself observed that disputed questions of fact were involved and yet went on to give directions as if it was adjudicating the money claim in a suit. The course is clearly impermissible, (see : <a href=\"/doc/157180567/\" id=\"a_15\">General Manager, Kisan Sahkari Chini Mills Ltd., Sultanpur U.P. v. Satrughan Nishad and Ors.</a> , <a href=\"/doc/907442/\" id=\"a_16\">Rourkela Shramik Sangha v. Steel Authority of India Ltd. and Anr.</a> ).</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_8\">12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_11\">In <a href=\"/doc/191872/\" id=\"a_17\">National Highways Authority of India v. Ganga Enterprises and Anr.</a> , it was observed by this Court that the question whether the writ petition was maintainable in a claim arising out of a breach of contract should be answered first by the High Court as it would go to the root of the matter. The writ petitioner had displayed ingenuity in its search for invalidating circumstances; but a writ petition is not an appropriate remedy for impeaching contractual obligations (see: Har Shankar and Ors. etc. etc.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_12\">v. <a href=\"/doc/248227/\" id=\"a_18\">The Deputy Excise and Taxation Commissioner and Ors.  and the Divisional Forest Officer v. Bishwanath Tea Co. Ltd.</a> .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_9\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_13\">In <a href=\"/doc/541216/\" id=\"a_19\">Radhakrishna Agarwal and Ors. v. State of Bihar and Ors.</a> , the types of cases in which breaches of alleged obligation by the State or its agents can be set up were enumerated. The third category, indicated is where the contract entered into between the State and the person aggrieved is not-statutory and purely contractual and the rights and liabilities of the parties are governed by the terms of the contract and in exercise of executive power of the State. The present case is covered by the said category. No writ order can be issued under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> to compel the authorities to remedy a breach of contract: pure and simple. It is more so when factual disputes are involved.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"375304\" id=\"span_14\">In <a href=\"/doc/375304/\" id=\"a_21\">Orissa Agro Industries Corporation Ltd.</a> (supra) it was held that in money claim arising out of alleged breach of contract, when the High Court while entertaining the matter itself has observed that disputed questions of fact were involved and yet went on to give directions as if it was adjudicating money claim in a suit was not justified and such course adopted by High Court was impermissible and the writ petition was not maintainable. Learned Counsel for the appellant has very categorically submitted that unlike all above referred cases in the instant case there is no disputed question of fact or any interpretation of the contract is involved and since the rightful claim of the appellant/writ petitioner was withheld for which the appropriate remedy is writ jurisdiction and not the remedy by way of referring the matter to the arbitrator.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">10.1 For and on behalf of the appellant reliance has been placed on the following decision:\n</p>  \n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_15\">(i) In  (<a href=\"/doc/1603548/\" id=\"a_22\">Harbanslal Sahnia and Anr. v. Indian Oil Corporation Ltd. and Ors.</a>), it was held that the maintainability of the writ petition on the existence of alternative remedy/exhaustion of remedies is a rule of discretion and not one of compulsion and the Supreme Court has observed that in exercise of the writ jurisdiction in spite of availability of the alternative remedy in view of the writ petitioners&#x27; dealership being their bread and butter having been terminated for an irrelevant and non-existent cause, the writ petitioners should have been allowed relief by the High Court in exercise of its writ jurisdiction instead of driving them to the need of initiating arbitration proceeding.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_16\">(ii) The Supreme Court in <a href=\"/doc/1603548/\" id=\"a_23\">Harbanslal</a> (supra) in paragraph 7 has observed as follows:</span>\n</blockquote><blockquote id=\"blockquote_12\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172383107\" id=\"span_17\">7. So far as the view taken by the High Court that the remedy by way of recourse to arbitration clause was available to the appellants and therefore the writ petition filed by the appellants was liable to be dismissed in concerned, suffice it to observe that the rule of exclusion of writ jurisdiction by availability of an alternative remedy is a rule of discretion and not one of compulsion. In an appropriate case, in spite of availability of the alternative remedy, the High Court may still exercise its writ jurisdiction in at least three contingencies : (i) where the writ petition seeks enforcement of any of the fundamental rights; (ii) where there is failure of principles of natural justice; or (iii) where the orders or proceedings are wholly without jurisdiction or the vires of an Act is challenged. see : <a href=\"/doc/172383107/\" id=\"a_24\">Whirlpool Corporation v. Registrar of Trade Marks</a> .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_13\">10.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_18\">In  (<a href=\"/doc/1943124/\" id=\"a_25\">ABL International Ltd. and Anr. v. Export Credit Guarantee Corporation of India Ltd. and Ors.</a>), the Supreme Court has held that in an appropriate case, the writ Court has jurisdiction to entertain a writ petition involving disputed questions of fact and there is no absolute bar in regard thereto that a writ petition involving serious disputed questions of facts which requires consideration of evidence which is not on record are not normally be entertained under <a href=\"/doc/1712542/\" id=\"a_26\">Art. 226</a> of the Constitution.</span> However, it has been held in J. Gunwant Kaur case , that in a writ petition, if the facts require oral evidence can be taken, therefore, where even a disputed question of fact pertaining to the interpretation/meaning of documents or part(s) thereof are involved, the Supreme Court has held that the Courts can very well go into the same and decide the objections if facts permit. Moreover, merely because one of the parties wants to dispute the meaning of a document or part thereof would not make it a disputed fact.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_19\">The Supreme Court in <a href=\"/doc/1943124/\" id=\"a_27\">ABL International</a> (supra) in paragraph 27 has observed as follows:</span>\n</p>  \n\n<blockquote id=\"blockquote_14\">27. From the above discussion of ours, the following legal principles emerge as to the maintainability of a writ petition :\n</blockquote>  \n\n<blockquote id=\"blockquote_15\">(a) In an appropriate case, a writ petition as against a State or an instrumentality of a State arising out of a contractual obligation is maintainable.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(b) Merely because some disputed questions of fact arise for consideration, same cannot be a ground to refuse to entertain a writ petition in all cases as a matter or rule.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(c) A writ petition involving a consequential relief of monetary claim is also maintainable.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">10.3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"404603\" id=\"span_20\">In  (<a href=\"/doc/404603/\" id=\"a_28\">Zee Telefilms Ltd. and Anr. v. Union of India and Ors.</a>) it has been observed by the Supreme Court in paragraph 160 as follows:</span>\n</p><blockquote id=\"blockquote_18\"> 160. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1237039\" id=\"span_21\">In <a href=\"/doc/1237039/\" id=\"a_29\">Assamhrook Exports Ltd. v. Export Credit Guarantee Corporation of India Ltd.</a> it has been held that public law remedy would be available when determination of a dispute, involving public law character is necessary.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_22\">The said decision has been affirmed by this Court in <a href=\"/doc/1943124/\" id=\"a_30\">ABL International</a> (supra) See.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"321019\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_24\"><a href=\"/doc/884513/\" id=\"a_31\">Also Tata Cellular v. Union of India</a> (1994) 6 SCC paras 83 and 84; and <a href=\"/doc/321019/\" id=\"a_32\">State of U.P. v. John Mal</a> .</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_19\">10.4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674013\" id=\"span_25\">In (2005) 6 SCC 499 (<a href=\"/doc/674013/\" id=\"a_33\">State of H.P. and Ors. v. Gujarat Ambuja Cement Ltd. and Anr.</a>), the Supreme Court in paragraph 22 has held as follows:</span>\n</blockquote><blockquote id=\"blockquote_20\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1773590\" id=\"span_26\">22 ** ** ** ** ** ** ** ** ** ** ** ** ** ** ** ** ** ** **** ** ** ** ** ** ** **\n \n\nSince the High Court has elaborately dealt with the question as to why the statutory remedy available was not efficacious, it would not be proper for this Court to consider the question again. When the High Court had entertained a writ petition notwithstanding existence of an alternative remedy this Court while dealing with the matter in an appeal should not permit the question to be raised unless the High Court&#x27;s reasoning for entertaining the writ petition is found to be palpably unsound and irrational. Similar view was expressed by this Court in <a href=\"/doc/1773590/\" id=\"a_34\">First ITO v. Short Bros</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"519533\" id=\"span_27\">(<a href=\"/doc/519533/\" id=\"a_35\">P) Ltd.  and State of U.P. v. Indian Hume Pipe Co. Ltd.</a> . That being the position, we do not consider the High Court&#x27;s judgment to vulnerable on the ground that alternative remedy was not availed. There are two well recognized exceptions to the doctrine of exhaustion of statutory remedies. First is when the proceedings are taken before the forum under a provision of law which is ultra vires, it is open to a party aggrieved thereby to move the High Court for quashing the proceedings on the ground that they are incompetent without a party being obliged to wait until those proceedings un their full course. Secondly, the doctrine has no application when the impugned order has been made in violation of the principles of natural justice. We may add that where the proceedings itself are an abuse of process of law the High Court in an appropriate case can entertain a writ petition.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1172863\" id=\"span_28\">10.5 In  (<a href=\"/doc/1172863/\" id=\"a_36\">Sanjana M. Wig (Ms.) v. Hindustan Petroleum Corporation Ltd.</a>), the question whether discretionary jurisdiction would be refused to be exercised solely on ground of existence of an alternative efficacious remedy, it was held by the Supreme Court that writ petition is maintainable when lis involves public law character and when the forum chosen by the parties would not be in a position to grant appropriate relief. Further, it was also observed that Court is to keep in view that ordinarily a writ petition would not be entertained if it involves a serious disputed question of fact arising out of a contract qua contract and the question as to when discretionary jurisdiction is to be exercised or refused to be exercised has to be determined having regard to the facts and circumstances of each case then no hard-and-fast rule can be <a href=\"/doc/1172863/\" id=\"a_37\">laid down in</a> this regard.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_22\">11. We have heard learned Counsel for the parties and have perused the documents on record and also perused the impugned order of the learned Single Judge. In our respectful consideration in the present case there was no serious dispute of facts involved in the agreement between the parties. Only claim was for non-payment of some remaining amount. The writ petitioner/appellant herein had come forward by way of writ for rightful claim or demand of full amount. The writ petitioner had claimed for the payment of agreed amount in reference to supply of agricultural items and in that regard communication was made by the writ petitioner, however, when the State authorities maintained silence in those circumstances, the writ petition was preferred seeking appropriate direction for directing the State authorities to make full payment as in reference to the NIT. Since the required goods/materials were supplied and were accepted by the State authorities and for that part payment had already been made. The factum of supply of materials, acceptance thereof and also part payment in this regard were not denied by the State authorities however, the State authorities have also not come forward subsequently as to why they had withheld the remaining amount payable to the writ petitioner. The State authorities has also not divulged about the subsequent analytical report about the quality of the materials supplied. In these circumstances, the rightful claim or writ petitioner for payment of the remaining amount was not to be withheld by the State authorities. For that purpose the writ petition could have been entertained and there has been no necessity to refer the matter to the arbitrator as no such dispute for interpretation of contract or its terms or controversial facts was involved which could have been referred to the arbitrator.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">12. In view of the foregoing observations, the appeal is allowed. The order dated 13.06.2001 passed by the learned Single Judge in W.P.(C) No. 34 of 2001 is set aside and the case is remanded back to the learned Single Judge for adjudication of W.P.(C) No. 34 of 2001 afresh in view of the above observations, with request that learned Single Judge shall dispose of the writ petition on the basis of the merits of the case considering the documents available on record expeditiously. No cost.\n</blockquote> \n\n","numcites":24,"numcitedby":0,"docsource":"Gauhati High Court","citetid":279928,"divtype":"judgments","relatedqs":[{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"mandamus","formInput":"mandamus"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"abl international","formInput":"abl%20international"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"written agreement","formInput":"written%20agreement"},{"value":"agriculture","formInput":"agriculture"},{"value":"tripura","formInput":"tripura"},{"value":"pesticides","formInput":"pesticides"},{"value":"consignment","formInput":"consignment"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"agitate","formInput":"agitate"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":false,"query_alert":null,"agreement":false}