{"tid":135091793,"publishdate":"2018-05-17","title":"Brijmohan And Others vs State Of M.P. on 17 May, 2018","doc":"<h2 class=\"doc_title\">Brijmohan And Others vs State Of M.P. on 17 May, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-joshi\">Ashok Kumar Joshi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-joshi\">Ashok Kumar Joshi</a></h3>\n\n<pre id=\"pre_1\">                                  -( 1 )-               CRA No. 360/2000\n\n          HIGH COURT OF MADHYA PRADESH\n                       BENCH AT GWALIOR\n                          DIVISION BENCH\n\n     BEFORE: HON.SHRI JUSTICE SANJAY YADAV\n                                     AND\n     HON. SHRI JUSTICE ASHOK KUMAR JOSHI\n\n                Criminal Appeal No.349/2000\n1.     Kalyan Singh S/o Meharban Singh Rawat\n2.     Devi Singh S/o Meharban Singh Rawat\n3.     Mahendra Singh S/o Preetam Singh Rawat\n                                     .... Appellants\n                           Vs.\n       State of Madhya Pradesh\n       Through - Police Station Belgadha,\n       Dabra, District Gwalior (MP).\n                                     .... Respondent\n                                    AND\n                Criminal Appeal No.360/2000\n1.     Brijmohan S/o Sitaram Rawat\n2.     Ranveer S/o Sitaram Rawat\n3.     Veerendra S/o Moolchand @ Mulua Rawat\n4.     Laxman S/o Pannalal Rawat\n5.     Kammod S/o Banshi\n6.     Kallu @ Karan Singh S/o Pannalal\n7.     Dhirendra @ Dhiran S/o Banshi Rawat\n                                    .... Appellant\n                           Vs.\n\n       State of Madhya Pradesh\n       Through - Police Station Belgadha,\n       Dabra, District Gwalior (MP).\n                                     .... Respondent\n\n----------------------------------------------------------------------------------\nShri N.P.Dwivedi and Shri R.K.Sharma, learned senior\ncounsel with Shri S.K.Tiwari and Shri V.K.Agarwal,\ncounsel for the appellants in both Criminal Appeals.\n\nShri Raghvendra Dixit, learned Public Prosecutor, for the\nrespondent/State.\n----------------------------------------------------------------------------------\n                            -( 2 )-         CRA No. 360/2000\n\n                    JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                     (17/05/2018)\n\nPer Ashok Kumar Joshi,J.:\n</p>\n<blockquote id=\"blockquote_1\">     By this common judgment being passed in Criminal\nAppeal No.349/2000, another pending Criminal Appeal\nNo. 360/2000 is also being decided as both of them have\narisen out of the judgment dated 1 st May, 2000, passed\nby First Additional Sessions Judge, Dabra, District\nGwalior in Sessions Trial No. 70/1995, whereby each of\nthe appellants of both these appeals has been convicted\nunder <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_2\">149</a> of IPC and sentenced to life\nimprisonment    with   fine     of   Rs.1000/-   with   default\nstipulation; under <a href=\"/doc/1133601/\" id=\"a_3\">Section 325</a>/<a href=\"/doc/999134/\" id=\"a_4\">149</a> of the IPC to undergo\ntwo years RI; under <a href=\"/doc/1011035/\" id=\"a_5\">Section 323</a>/<a href=\"/doc/999134/\" id=\"a_6\">149</a> of the IPC to\nundergo six months RI; under <a href=\"/doc/1258372/\" id=\"a_7\">Section 147</a> of the IPC to\nundergo one year RI; and, under <a href=\"/doc/763672/\" id=\"a_8\">Section 148</a> of the IPC\nto undergo 1-1/2 years RI, and it was also directed that\nall the jail sentences of each appellant shall run\nconcurrently.\n</blockquote><p data-structure=\"PetArg\" id=\"p_2\">2.   It would be significant to mention here that original\nappellant No.2-Mulua S/o Girvar Singh of Criminal\nAppeal No. 360/2000, who was father of appellant\nVeerendra and was also convicted and sentenced like\nother appellants, died during pendency of relating\ncriminal appeal, hence the appeal stood abated in\nreference to Mulua and his name has been deleted from\nthe array of appellants.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.   Undisputedly, complainant Kesharbai (PW-1) is the\nwife of deceased Maujilal and Rajbahadur (PW-2) is their\nson and Bhuribai (PW-3) is sister-in-law (Jethani) of the\ncomplainant and admittedly there was enmity between\nfamilies of complainant and appellants due to panchayat\n<span class=\"hidden_text\" id=\"span_1\">                           -( 3 )-            CRA No. 360/2000</span>\n\nelections.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.   Prosecution&#x27;s case in brief is that on the date of\nincident, i.e., 14.10.1994 on the day of festival of Vijaya\nDashmi @ Dashahara, complainant Kesharbai (PW-1)\nlodged FIR at 13=30 hours at Police Station Belgadha to\nthe effect that on same day she with her husband\nMaujilal,    son   Rajbahadur       (PW-2)   and   sister-in-law\nBhuribai (PW-3) had gone to their field for uprooting the\ncrop of groundnut and at about 12=30 pm all of them\nwere seated on boundary (maidh) of their field, then\nfrom adjoining Pannalal&#x27;s field all the appellants with\nabove mentioned Mulua came on their maidh and\nencircled her husband and started beating to kill him. At\nthat time, appellants Mahendra Singh, Devi Singh and\nKalyan Singh, each was having a separate gun and\nMulua and other appellants were armed with farsas,\naxes and sticks. Firstly Mulua inflicted an injury on\nMaujilal&#x27;s back side of head from his farsa and when her\nhusband tried to stand up then appellant Ranveer\ncaused injury on Maujilal&#x27;s left arm with his axe and\nappellant Brijmohan caused injury with his axe on left\nleg of her husband and when her husband started\nrunning      towards   adjoining     Ramdayal&#x27;s     field   then\nappellants Devi Singh, Mahendra Singh and Kalyan\nSingh instigated other appellants that Maujilal should\nnot escape today and all appellants with Mulua chased\nand let him fall in Ramdayal&#x27;s field, thereafter appellant\nVeerendra with axe, Laxman with farsa, Kammod, Kallu,\nDhirendra with their sticks and three appellants Devi\nSingh, Mahendra Singh and Kalyan Singh each by butt\nof their guns caused injuries to her husband on all over\nbody and blood was oozing out from Maujilal&#x27;s wounds.\nWhen complainant and her sister-in-law Bhuribai tried to\n<span class=\"hidden_text\" id=\"span_2\">                                 -( 4 )-            CRA No. 360/2000</span>\n\nsave Maujilal, then Dhirendra with stick and Brijmohan\nwith axe caused injuries to complainant and Kammod let\nher   fall       down     and   thereafter     appellant       Dhirendra\ninflicted injury to Bhuribai with his stick (lathi) and on\ntheir shouting, Ravindra Singh (PW-4) and Sunman\nSingh, who were grazing their cattle nearby came on\nspot, then appellants and Mulua presuming Maujilal\ndead fled away towards village Belgadha. The appellants\nand       Mulua    were     having        enmity   due    to    previous\npanchayat elections. Leaving her injured husband in\nrelating field, complainant Kesharbai reached the police\nstation Belgadha with her son Rajbahadur and Rajendra\nSingh and lodged FIR (Ex.D/1), which was scribed by\nthe-then SHO J.P.Dangi (PW-7).\n</p><p data-structure=\"CDiscource\" id=\"p_5\">5.    After recording FIR (Ex.D/1), J.P.Dangi (PW-7)\nreached on spot and prepared spot map (Ex.D/3) and\ninspected injured Maujilal, who was lying in Ramdayal&#x27;s\nfield. Looking to his serious condition, J.P.Dangi recorded\nMaujilal&#x27;s       police    statement       (Ex.P/17)     on    spot   and\nseriously injured Maujilal, complainant Kesharbai and\nBhuribai were sent to Community Health Centre (CHC)\nBhitarwar but in the way before reaching to hospital,\nMaujilal succumbed to the injuries. From scene of\noccurrence bloodstained soil and some shoes were\nseized vide seizure memo (Ex.P/7); later on merg report\nwas lodged and above mentioned Investigation Officer\nprepared Inquest Memo (Ex.P/1). On the date of incident\nitself,    Dr.    R.Vimlesh     (PW-6)      examined      complainant\nKesharbai and Bhuribai and recorded their MLCs, Ex.P/9\nand P/8, respectively. He advised x-ray examination of\nsome injuries of both these injured ladies. On 15.10.1994\nDr. R.Vimlesh (PW-6) at 8.00 am started post-mortem of\ndeceased Maujilal and recorded post-mortem report\n<span class=\"hidden_text\" id=\"span_3\">                         -( 5 )-               CRA No. 360/2000</span>\n\n(Ex.P/10) and sent in a sealed packet the clothes found\non dead body to concerned police station. Dr. R.G.Bala\n(PW-8) on 18.10.1994 at the relating hospital of Gwalior,\non x-ray examination of complainant Kesharbai found\nfractures of her two bones and recorded x-ray report\n(Ex.P/44).\n</p><p data-structure=\"Facts\" id=\"p_6\">6.   During    investigation      appellant    Mahendra    was\narrested vide arrest memo (Ex.P/2) and on his disclosure\n(Ex.P/3) a gun was seized vide seizure memo (Ex.P/4)\nand after arrest of other appellants, axes were seized\nfrom appellants Ranveer, Veerendra and Brijmohan and\nsticks were seized from appellants Laxman, Dhirendra,\nKallu,   Kammod    by   different     seizure     memos.   The\nuprooted crop of groundnut was seized vide seizure\nmemo (Ex.P/39) and with letters (Exts.P/40 to P/42)\nseized articles were sent to relating FSL Sagar and\nGwalior. During investigation, it was found that at the\ntime of incident appellant Mahendra Singh was having a\nlicensed gun of arm licence holder Man Singh, hence an\noffence punishable under <a href=\"/doc/541406/\" id=\"a_9\">Section 30</a> of Arms Act was\nfound against Man Singh also. After completing other\nformalities of investigation, charge sheet was filed\nbefore relating JMFC, who committed arisen criminal\ncase to Sessions Judge, Gwalior, who transferred relating\nsessions trial to above mentioned trial Court.\n</p><p data-structure=\"Facts\" id=\"p_7\">7.   The trial Court framed charges under above\nmentioned     offence separately      against each      of the\nappellants and Mulua and charge for offence punishable\nunder <a href=\"/doc/541406/\" id=\"a_10\">Section 30</a> of the Arms Act was framed against\naccused No.12-Man Singh. All tried accused persons\nabjured their guilt. Before trial Court, eight prosecution\nwitnesses were examined. It was the defence of the\npresent appellants and Mulua and Man Singh that they\n<span class=\"hidden_text\" id=\"span_4\">                         -( 6 )-         CRA No. 360/2000</span>\n\nhave been falsely implicated due to political rivalry. Ex-\nMLA,    Dabra,   Jagannath   Singh   Rawat    (DW-1)   and\nappellant Devi Singh examined himself as DW-2 before\nthe trial Court to indicate that the three appellants\nKalyan Singh, Devi Singh and Mahendra Singh of\nCriminal Appeal No. 349/2000 were at the relevant time\non the date of incident, at Dabra. Trial Court placing\nreliance on the evidence of four eye-witnesses produced\nby the prosecution and treating the police statement\n(Ex.P/17) recorded by Investigating Officer of deceased\nMaujilal in his life time as dying declaration, convicted\npresent appellants and Mulua as aforesaid but it\nacquitted the tried accused No.12-Man Singh from\ncharge of <a href=\"/doc/541406/\" id=\"a_11\">Section 30</a> of the Arms Act.\n</p><p data-structure=\"PetArg\" id=\"p_8\">8.     It has been vehemently contended by learned\nsenior counsel appearing on behalf of the appellants in\nboth the appeals that alleged eye-witness Ravindra\nSingh (PW-4) was a relative of deceased and no any\nindependent witness was examined by the prosecution in\nrelation to the incident and though it is alleged that each\nof the three appellants of Criminal Appeal No. 349/2000\nwas having separate gun, according to the prosecution&#x27;s\ncase no shot was fired by any appellant, which shows the\nprosecution story unnatural. Similarly it is argued that\ncomplainant Kesharbai (PW-1) deposed that she received\nsome injuries by sharp cutting object, but according to\nmedical evidence, she was having all the injuries caused\nby hard and blunt object, hence it is contended that the\nevidence of relating injured witnesses and eye-witnesses\nis not corroborated by medical evidence available on\nrecord. The alleged dying declaration (Ex.P/17) in shape\nof police statement recorded by the Investigator is highly\ncriticized on grounds that it is not recorded in dying\n<span class=\"hidden_text\" id=\"span_5\">                             -( 7 )-        CRA No. 360/2000</span>\n\ndeclaration&#x27;s format and recorded without getting any\nmedical   certification     regarding   fitness    of   seriously\ninjured Maujilal and even it was not signed by Maujilal\nor any other witness. Investigating Officer J.P.Dangi (PW-\n</p><p data-structure=\"PetArg\" id=\"p_9\">7)   admitted   in    his   cross-examination      that   during\ninvestigation it was learnt that incident had occurred\ndue to outraging of modesty of Chimmanlal&#x27;s daughter\nby son Rajveer Singh (PW-4) of the deceased. Hence, it is\nargued that the alleged motive indicated in FIR (Ex.D/1)\nis highly suspicious. Similarly in absence of positive\nevidence regarding sending of copy of the FIR (Ex.D/1)\npromptly to relating Magistrate, it is argued that the FIR\nis anti-time and anti-dated and has been prepared after\nconsultation and during investigation. Hence, it was\nprayed that both the appeals be allowed and each\nappellant of both the appeals be acquitted.\n</p><p data-structure=\"RespArg\" id=\"p_10\">9.    Per Contra, appearing Public Prosecutor on behalf\nof the respondent/State contends that the trial Court has\nminutely and legally analysed and appreciated entire\nevidence available on record and trivial contradictions or\nomissions were not having much importance and as in\nthe same incident Kesharbai (PW-1) and her sister-in-law\nBhuribai (PW-3) received grievous and simple injuries\nrespectively    and    their      eye-witness     account    was\nmaterially corroborated by independent eye-witness\nRavindra Singh (PW-4) and according to post-mortem\nreport (Ex.P/10) deceased Maujilal was having three\nincised anti-mortem wounds on his body caused by sharp\ncutting weapons. Hence, the argument advanced by\nlearned senior counsel for the appellants that eye-\nwitness account is not corroborated by medical evidence\nwas rightly not accepted by the trial Court and in the\nlight of catena of citations referred by trial Court in its\n<span class=\"hidden_text\" id=\"span_6\">                                 -( 8 )-             CRA No. 360/2000</span>\n\njudgment, it is prayed that both the appeals be\ndismissed.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">10.    It would be significant to mention here that due to\ntyping mistake occurred at the time of recording of\nevidence of Dr. R.Vimlesh (PW-6) and similarly in\njudgment, injury, injury No.(i) mentioned in post-mortem\nreport (Ex.P/10) is mentioned as lacerated wound in\ndeposition sheet and judgment, but it is clear from\nperusal of post-mortem report (Ex.P/10) that actually\ninjury No.(i) mentioned in post-mortem report was an\nincised wound found on skull of the deceased and it\nappears        that    this   typing      error    has   created   some\nconfusion and ambiguity.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">11.    It is clear from the evidence of Dr. R.Vimlesh (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_13\">6)    and   his       post-mortem         report   (Ex.P/10)   that   on\n15.10.1994 at 8=00 am, he found following ante-mortem\ninjuries on dead body of about 45 years old Maujilal :-\n</p><p data-structure=\"Section\" id=\"p_14\">         (i)          Incised wound, size 7cmx1.8cm up to\n                      bone deep and this woun was situated\n                      over the left posterior parietal area of\n                      head and was obliquely placed;\n</p><p data-structure=\"Section\" id=\"p_15\">         (ii)         Lacerated wound size 3cmx1.5cm up to\n                      bone deep situated on left lateral side\n                      of forehead and a lacerated wound, size\n                      2.3 x 1.5 cm bone deep over upper\n                      anterior part of nose;\n</p><p data-structure=\"CDiscource\" id=\"p_16\">         (iii)        Lacerated wound, size 5.3cmx3cm over\n                      left lateral mid of arm and on its\n                      dissection it was found that beneath it\n                      relating bone was having compound\n                      fracture with extensive laceration of\n                      skin, muscles and blood vessels and\n                      both fragments of left humerus bone\n                      were visible and through the wound\n                      deeply stained surrounding area of arm\n                      with clotted blood;\n</p><p data-structure=\"Section\" id=\"p_17\">         (iv)         Lacerated     wound      with     swollen\n                      irregular margins and coagulated\n                      blood, size 12 cmx2cmxbone deep over\n                      left upper posterior part of forearm and\n                      elbow joint;\n</p><span class=\"hidden_text\" id=\"span_7\">                             -( 9 )-           CRA No. 360/2000</span>\n\n<p data-structure=\"Section\" id=\"p_18\">        (v)       Incised wound, size 7x1.5cm bone deep\n                  over left upper one third anterior part\n                  of leg;\n</p><p data-structure=\"Section\" id=\"p_19\">        (vi)      Incised wound, size 6x1.5cm bone deep\n                  over right anterior mid part of leg;\n</p><p data-structure=\"Precedent\" id=\"p_20\">        (vii)     Lacerated wound, size 4x2cmxdeep\n                  upto muscles in between index and\n                  middle fingers or left hand;\n</p><p data-structure=\"Precedent\" id=\"p_21\">        (viii)    Contusion semi-circular 9x5 cm on\n                  middle portion of chest on left side;\n</p><p data-structure=\"CDiscource\" id=\"p_22\">        (ix)      Contusion, semi-circular size 6.9cmx5\n                  cm, which was about 2 cm below to the\n                  above mentioned injury;\n</p><p data-structure=\"Section\" id=\"p_23\">        (x)       Contusions multiple in number in area\n                  of 9x6 cm over anterior part of left\n                  thigh;\n</p><p data-structure=\"Section\" id=\"p_24\">        (xi)      Contusion, size 3x2 cm on lower part of\n                  left forearm;\n</p><p data-structure=\"Section\" id=\"p_25\">        (xii)     Abrasion, size 2x1-1/2cm over posterior\n                  part of right forearm;\n</p><p data-structure=\"Section\" id=\"p_26\">        (xiii)    Abrasion, size 2x1.2 cm anterior lower\n                  part of pubic area.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">12.   Dr. R.Vimlesh opined that above mentioned incised\nwounds described at serial No. (i), (v) and (vi) were\ncaused by sharp edged weapon, whereas other lacerated\nwounds, abrasions and contusions were appearing to be\ncaused by hard and blunt object and he opined that the\ndeceased has died due to shock out of extensive\nhemorrhage resulting from multiple injuries, mainly due\nto above mentioned injury No. (iii) found on left arm and\nhe opined that the mode of deceased&#x27;s death was\nhomicidal and he had died within 24 hours from starting\nof his post-mortem. Hence, it is clear from medical\nevidence that deceased Maujilal met with homicidal\ndeath on 14.10.1994.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">13.   According to Dr. R.Vimlesh&#x27;s (PW-6) evidence and\nhis MLC (Ex.P/9) recorded on the date of incident at\nBhitarwar       Hospital   on   examination    of   complainant\nKesharbai he had found in total 6 contusion injuries over\ndifferent organs of her body and all were appearing to\n<span class=\"hidden_text\" id=\"span_8\">                              -( 10 )-        CRA No. 360/2000</span>\n\nbe caused by hard and blunt object within 12 hours of\nhis examination and for determining the nature of\ninjuries he has advised x-ray examination. It is clear\nfrom evidence of Dr. R.G.Bala (PW-8) that on 18.10.1994\nat Government Clinic, Tansen Nagar, Gwalior, on x-ray\nexamination of complainant Kesharbai he found fracture\nin distal phalanx of thumb of right hand and also found\nfracture in transverse process of fourth lumber vertebra\non right side and recorded x-ray report (Ex.P/44) and\nalso proved annexed x-ray plates (Ex.P/45 and P/46). It is\nclear from the medical evidence that complainant\nKesharbai (PW-1) has received these two grievous\ninjuries prima facie caused by hard and blunt object.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">14.   According to evidence of Dr. R.Vimlesh (PW-6) and\nhis another MLC (Ex.P/8), prepared on examination of\nBhuribai (PW-3) it is clear that on the date of incident,\ni.e., 14.10.1994 he found contusion, size 5x3.5 cm on\nposterior middle region of left leg caused by hard and\nblunt object and has advised for x-ray examination. In\nabsence of any x-ray report regarding Bhuribai, it\nappears that above mentioned sole injury of Bhuribai\nwas of simple nature.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">15.   In support of prosecution&#x27;s case before the trial\nCourt Kesharbai (PW-1), her son Rajbahadur (PW-2),\ncomplainant&#x27;s sister-in-law (Jethani) Bhuribai (PW-3) and\nRavindra Singh (PW-4) have given eye-witness account\nof    the   incident    substantially      corroborating    the\nprosecution&#x27;s story. It is argued by learned counsel for\nthe appellant that Kesharbai (PW-1), Rajbahadur (PW-2)\nand Bhuribai (PW-3) are close relatives of deceased and\nit is also contended that Ravindra Singh (PW-4) was also\na distant relative, but Ravindra Singh (PW-4) in his\ncross-examination      has     clearly   denied   the   relating\n<span class=\"hidden_text\" id=\"span_9\">                         -( 11 )-        CRA No. 360/2000</span>\n\nsuggestion given by defence counsel in his cross-\nexamination. Much emphasis has been given by learned\ncounsel for the appellants on some contradictions\nbetween the evidence given by each of these eye-\nwitnesses and his/her relating police statement relating\nto weapon of different appellants and on the point of\ninflicted specific injury by each appellant to deceased\nand injured witnesses. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_10\">In the light of <a href=\"/doc/1048134/\" id=\"a_12\">Masalti and\nothers vs. State of UP</a> (AIR 1965 SC 202) , it is\nclear that when five or more accused persons were\ngiving beating to deceased and other injured witnesses,\nsuch contradictions and discrepancies are natural. It is\ntrue that no incised wound was found on body of\ncomplainant Kesharbai (PW-1), but it is clear from the\nevidence of Dr. R.Vimlesh (PW-6) and his post mortem\nreport (Ex.P/10) that deceased was having three incised\nwounds including one on back side of his skull caused by\nsharp cutting object, which is attributed to be caused by\nMulua with his farsa. In such circumstances, this\nargument could not be accepted that there is material\ncontradictions between ocular evidence given by eye-\nwitnesses and medical evidence. It is clear from\nevidence of all these eye-witnesses that after starting of\nMaujilal&#x27;s beating, when he reached to adjoining field of\nRamdayal, then he was chased by all the appellants with\nMulua. It is also clear from the spot map (Ex.D/3)\nprepared by the Investigating Officer J.P. Dangi (PW-7)\nthat he found injured Maujilal lying in the field of\nRamdayal and bloodstained soil was also seized from\nRamdayal&#x27;s field.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_31\">16.   Even the independent witness Ravindra Singh (PW-\n</p><p data-structure=\"PetArg\" id=\"p_32\">4) has substantially corroborated the role attributed to\nall the three appellants Kalyan Singh, Devi Singh and\n<span class=\"hidden_text\" id=\"span_11\">                           -( 12 )-          CRA No. 360/2000</span>\n\nMahendra Singh of Criminal Appeal No. 349/2000 that\nthough inflicted injuries by butt of separate gun which\neach of these appellants was having in his hand. Medical\nevidence also corroborates that some injuries found on\nthe body of the deceased were appearing to be caused\nby butt of guns. Ravindra Singh (PW-4) deposed that\nbefore the incident he was grazing his cattle on nearby\nboundary (maidh) and, therefore, saw the incident. His\nname    and    another    eye-witness     Sunman        is     also\nmentioned      in   prompt     FIR     (Ex.D/1)    lodged       by\ncomplainant Kesharbai (PW-1). These eye-witnesses have\ndeposed in one voice that when Maujilal started running,\nthen appellant Kalyan Singh, Devi Singh and Mahendra\nSingh, instigated other appellants and Mulua for killing\nMaujilal and thereafter encircled him in Ramdayal&#x27;s field\nby present appellants and Mulua. When fatal injuries\nwere being caused by other appellants by sharp edged\nweapons like farsas and axes and sticks, then only due to\nnon-firing shots from separate guns possessed by three\nappellants Kalyan Singh, Devi Singh and Mahendra\nSingh, cannot make eye-witness account given by these\nwitnesses unbelievable. The presence of Kesharbai (PW-\n</p><p data-structure=\"Conclusion\" id=\"p_33\">1), Bhuribai (PW-3) and Rajbahadur (PW-2) for uprooting\nthe groundnut plants from their field with Maujilal could\nnot be doubted and the grievous injuries and simple\ninjury received by Kesharbai (PW-1) and Bhuribai (PW-3)\nrespectively   confirms    their     presence     on   scene     of\noccurrence.\n</p><p data-structure=\"CDiscource\" id=\"p_34\">17.   It is true that Investigating Officer J.P.Dangi (PW-7)\nadmitted in his cross-examination (para 11) that during\ninvestigation it was learnt by him that the incident had\noccurred due to prior incident of outraging modesty of\nChimman Singh&#x27;s girl by Rajveer, who is deceased&#x27;s son,\n<span class=\"hidden_text\" id=\"span_12\">                          -( 13 )-        CRA No. 360/2000</span>\n\nwhereas according to the evidence of complainant&#x27;s FIR\n(Ex.D/1) the incident was caused by the appellant due to\npanchayat election rivalry. It is well established that the\nevidence of any witness is to be read as a whole. In some\npara Investigating Officer also deposed that as no report\nwas lodged at relating police station regarding outraging\nof modesty of Chimman&#x27;s girl by the deceased&#x27;s son\nRajveer, hence he did not investigate on that point.\n</p><p data-structure=\"PetArg\" id=\"p_35\">18.   The deceased&#x27;s son Rajbahadur (PW-2) deposed in\ncross-examination (para 25) that he is acquainted with\nChimman Singh&#x27;s daughter Leelabai but he clearly\ndenied the next suggestion given by defence counsel\nthat due to outraging the modesty of Leelabai, a\npanchayat occurred prior to the incident in his village. It\nis also significant to mention here that no appellant in\nhis   examination    under   <a href=\"/doc/767287/\" id=\"a_13\">Section   313</a>    of   the   CrPC\nconducted by trial Court has disclosed such facts\nregarding outraging of modesty of any girl of his family\nby any person of complainant&#x27;s family. It is well\nestablished   that   alleged    motive   of    murder     has\nimportance only in cases based totally on circumstantial\nevidence and in other murder cases, where eye-witness\naccount is available then absence of motive or non-\nproving of alleged motive is having no importance.\n</p><p data-structure=\"PetArg\" id=\"p_36\">19.   Much emphasis has been given by learned senior\ncounsel for three appellants of Criminal Appeal No.\n349/2000 on evidence of Ex-MLA Dabra Jagannath Singh\nRawat (DW-1) and evidence given by appellant Devi\nSingh, before trial Court as DW-2. Jagannath Singh (DW-\n</p><p data-structure=\"Conclusion\" id=\"p_37\">1) deposed that at Dabra, all these three appellants are\nhis neighbours and on the date of incident at 1 or 2 pm\nhe had seen all these three appellants worshiping their\ntractor at Dabra. Appellant Devi Singh as DW-2 deposed\n<span class=\"hidden_text\" id=\"span_13\">                                    -( 14 )-            CRA No. 360/2000</span>\n\nthat     he        resides   in     village     Belgadha      where   his\nagricultural land is situated                 and in town Dabra, he is\nalso having a residential house, but on the date of\nincident he was at his Dabra&#x27;s house with his brother\nMahendra and Kalyan (other appellants), but it is well\nsettled that defence of plea of alibi by relating accused\nshould be taken from the first opportunity or from the\nbeginning. It is also significant to mention here that all\nthese three appellants of Criminal Appeal No.349/2000\nhave not stated in their examination conducted under\n<a href=\"/doc/767287/\" id=\"a_14\">Section 313</a> of CrPC by the trial Court that on relevant\ntime they were at Dabra. It is also important to mention\nhere that no suggestions were given to Investigating\nOfficer       J.P.Dangi      and     other      prosecution    witnesses\nrelating to alleged plea of alibi of above mentioned three\nappellants. In these facts, it appears that the alleged\nplea of alibi raised by these three appellants Devi Singh,\nKalyan Singh and Mahendra Singh appears to be an\nafter-thought defence and hence unbelievable. On the\nother hand, Belgadha or Dabra is having no such\ndistance that after incident these appellants could not\nreach Dabra at the mentioned time.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">20.    Much emphasis has been given on the facts that in\nAugust, 1995 appellant Devi Singh, Kalyan Singh and\nMahendra Singh filed a petition bearing Criminal Misc.\nCase No.2202/1995 under <a href=\"/doc/1679850/\" id=\"a_15\">Section 482</a> of the CrPC,\nwhose copy is being got exhibited as Ex.D/9, but in\nrecord of trial Court copy of the order dated 7.3.1996\npassed by this Court in relating petition is annexed,\naccording to which the above mentioned petition stood\ndismissed as not pressed. It is clear from the copy of the\npetition filed under <a href=\"/doc/1679850/\" id=\"a_16\">Section 482</a> of the CrPC (Ex.D/9) on\nbehalf        of     three    appellants         of   Criminal   Appeal\n<span class=\"hidden_text\" id=\"span_14\">                         -( 15 )-            CRA No. 360/2000</span>\n\nNo.349/2000, namely, Devi Singh, Kalyan Singh and\nMahendra, which is proved and signed by Devi Singh,\nthere is no mention of their plea of alibi in any of the\nvarious paragraphs of the petition.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">21.   Similarly, from perusal of the record of the trial\nCourt, it appears that it includes an application dated\n19.4.2000 filed under <a href=\"/doc/1780550/\" id=\"a_17\">Sections 311</a>, <a href=\"/doc/691979/\" id=\"a_18\">233</a> of the CrPC by\ncounsel for these three appellants Devi Singh, Mahendra\nSingh and Kalyan Singh. It was mentioned in para 2 of\nthat original application available in trial Court&#x27;s record\nthat these three appellants on 14.10.1994 were present\nat Jagannath Singh S/o Vrindavan Singh, resident of\nMLA Road, Jawaharganj, Dabra and, hence, for them it\nwas necessary to call above mentioned Jagannath as a\ndefence witness and later on above mentioned Jagannath\nSingh was examined as DW-1 before the trial Court on\nsame date 19.4.2000, who deposed that all these three\nappellants are his neighbours at town Dabra, but he did\nnot depose that on 14.10.1994 these appellants were\npresent at his residential house. Though Devi Singh\n(DW-2) deposed that his residential house is adjacent to\nEx-MLA    Jagannath   Singh&#x27;s      (DW-1)   house,   but   no\ndocumentary evidence with regard to his residential\nhouse of Dabra was produced before the trial Court. It is\nalso clear that there were material differences in\naverments made in above mentioned application filed on\nbehalf of these three appellants and the evidence given\nby both of above mentioned defence witnesses. It is well\nsettled that plea of alibi should be raised by relating\naccused from beginning. It is clear that in the petition\n(Ex.D/9) filed before this Court under <a href=\"/doc/1679850/\" id=\"a_19\">Section 482</a> of the\nCrPC, there is no reference of their plea of alibi on the\ndate of incident. Hence, it is clear that the plea of alibi\n<span class=\"hidden_text\" id=\"span_15\">                         -( 16 )-          CRA No. 360/2000</span>\n\nwas an after thought defence raised by these three\nappellants, which could not be believed in view of all\nthese above mentioned facts and circumstances. It is\nalso significant to mention here that in all police papers\nincluding arrest memo, seizure memos and other papers\nthese three appellants Kalyan Singh, Devi Singh and\nMahendra Singh are specifically indicated as resident of\nvillage Belgadha. Hence, we are of the considered\nopinion that the trial Court was right in recording its\nfinding that this evidence of defence witnesses was not\ninspiring confidence regarding plea of alibi raised\nbelatedly.\n</p><p data-structure=\"CDiscource\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1515299\" id=\"span_16\">22.   Similarly much emphasis has been given by learned\nsenior counsel for the appellants on the evidence of\nJ.P.Dangi (PW-7) that prior to scribing the complainant&#x27;s\nFIR (Ex.D/1) he heard about the incident during his\npatrolling in nearby villages but in the light of judgment\nin the case of <a href=\"/doc/1515299/\" id=\"a_20\">Sidhartha Vashisht @ Manu Sharma\nvs. State (NCT of Delh</a>) [(2010) 6 SCC 1], it is clear\nthat a hearsay information or even telephonic intimation\ngiven to relating police station could not be termed as\nFIR. It is also proved from the evidence of the\nInvestigator that within one hour after incident prompt\nFIR (Ex.D/1) was lodged and investigation was also\npromptly started by J.P.Dangi (PW-7). Hence, only due to\nmere absence of positive evidence regarding compliance\nof <a href=\"/doc/279174/\" id=\"a_21\">Section 157</a> of the CrPC regarding prompt sending\ncopy of the FIR to relating Magistrate, otherwise\nappearing reliable evidence could not be discarded.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_41\">23.   Regarding   seizure    of    many   articles   during\ninvestigation, the evidence of Investigating Officer J.P.\nDangi (PW-7) is on record, which is though corroborated\nby panch witness Jagdish (PW-5), but as no FSL report\n<span class=\"hidden_text\" id=\"span_17\">                                 -( 17 )-         CRA No. 360/2000</span>\n\n        regarding these articles was filed and proved before the\n        trial Court, hence this circumstantial evidence in shape\n        of alleged seizure of recovery of some weapons on\n        disclosure statements of relating appellants does not\n        appear to be of any consequence but it is well\n        established that only due to non-availability of FSL\n        report, otherwise reliable evidence of eye-witnesses\n        could not be disbelieved. The dying declaration (Ex.P/17)\n        also materially corroborates the evidence of above\n        mentioned eye-witnesses.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">        24.   We are of the considered opinion that the trial\n        Court has properly and legally analyzed and appreciated\n        the entire evidence available on record and did not\n        commit any error in convicting the present appellants\n        for the aforesaid offences. Hence, both these criminal\n        appeals are having no substance and are liable to be\n        dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">        25.   In the result, Both Criminal Appeals No. 349/2000\n        and 360/2000 are hereby dismissed and each appellant&#x27;s\n        conviction and sentences as recorded by the trial Court\n        are affirmed. Each appellant of both the appeals are on\n        bail after suspending their sentences. They are directed\n        to immediately surrender before the trial Court to serve\n        out their remaining jail sentence. The trial Court&#x27;s order\n        regarding disposal of seized property is affirmed.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">              With a copy of this judgment record of the trial\n        Court be sent back immediately.\n</p>\n\n\n<pre id=\"pre_2\">           (Sanjay Yadav)                  (Ashok Kumar Joshi)\n(Yog)          Judge                               Judge\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">        Digitally signed by YOGESH VERMA</span>\n        Date: 2018.05.17 18:30:13 +05&#x27;30&#x27;\n </pre>","numcites":14,"numcitedby":7,"docsource":"Madhya Pradesh High Court","citetid":135091793,"divtype":"judgments","relatedqs":[{"value":"plea of alibi","formInput":"plea%20of%20alibi"},{"value":"alibi","formInput":"alibi"},{"value":"outrage of modesty","formInput":"outrage%20of%20modesty"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"Prompt fir","formInput":"Prompt%20fir"},{"value":"arms act","formInput":"arms%20act"},{"value":"modesty","formInput":"modesty"},{"value":"post-mortem report","formInput":"post-mortem%20report"},{"value":"\"police statement\"","formInput":"%22police%20statement%22"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"mahendra singh","formInput":"mahendra%20singh"},{"value":"police statements","formInput":"police%20statements"},{"value":"fracture","formInput":"fracture"},{"value":"\"arms act\"","formInput":"%22arms%20act%22"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"rioting","formInput":"tag:rioting"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}