{"tid":97062621,"publishdate":"2018-11-29","title":"M/S Seth Mohanlal Hiralal Construction ... vs Union Of India on 29 November, 2018","doc":"<h2 class=\"doc_title\">M/S Seth Mohanlal Hiralal Construction ... vs Union Of India on 29 November, 2018</h2>\n\n<pre id=\"pre_1\"> 1                                              AC No.117/2017 &amp; AC No.45/2018\n\n   HIGH COURT OF MADHYA PRADESH BENCH AT\n                      INDORE\n (S.B.: HON. SHRI JUSTICE PRAKASH SHRIVASTAVA)\n\n                 ARBITRATION CASE NO.117/2017\n                                            &amp;\n                        ARBITRATION NO.45/2018\n\n\nM/s.Seth Mohanlal Hiralal Construction Company\n                                                     ....       APPLICANT\n\n\n                                            Vs.\n\n\nUnion of India through General Manager\nWestern Railway &amp; another\n                                                     ....       RESPONDENTS\n---------------------------------------------------------------------------------------------\nFor applicant:            Shri R.C.somani, learned counsel.\nFor respondents: Shri Amitabh Upadhyay, learned counsel.\n-------------------------------------------------------------------------------------\n                                      ORDER\n</pre><p data-structure=\"Facts\" id=\"p_1\">                 (Passed on             29th      November, 2018)\n\n        Both these Arbitration Cases are decided by this\ncommon order since                 it is jointly submitted by learned\ncounsel for parties that                    both these arbitration cases\ninvolve same issue on the identical fact situation.\n[2]     For convenience the facts have been noted from\narbitration case No.117/2017.\n</p><p data-structure=\"Issue\" id=\"p_2\">[3]     This arbitration case has been filed<a href=\"/doc/605764/\" id=\"a_1\"> u/S.11(6)</a> and\n<a href=\"/doc/1568410/\" id=\"a_2\">11(8)</a> of the Arbitration and Conciliation Act, 1996 for\nappointment of independent arbitrator for resolving the\ndispute between the parties.\n</p><span class=\"hidden_text\" id=\"span_1\">  2                                AC No.117/2017 &amp; AC No.45/2018</span>\n\n<p data-structure=\"Facts\" id=\"p_3\">[4]   The case of the applicant is that he was awarded\ncontract by the respondent for work of Providing LHS by\nlaunching of precast RCC box segment vide agreement\ndated 28/1/2013 and order dated 23/10/2012. The work\nwas completed on 30th June, 2016 and final bill was\nsubmitted    and   thereafter     the      communication   dated\n18/5/2017 was sent to the respondent No.2 requesting to\ninclude certain amount which were not included in the final\nbill. Then again the request was made on 4/9/2017 and\n12/8/2017 and thereafter the letter dated 1/10/2017 was\nsent by the applicant to the respondent No.1 for referring\nthe matter to the arbitral      tribunal    in terms of General\nConditions of Contract 64 (Amended) 2016 and since the\nmatter was not referred to the arbitral tribunal, therefore,\nthe present arbitration case has been filed.\n[5]   The respondents have filed the reply opposing the\nprayer and taking the stand that the dispute is not\nreferable to the arbitrator in terms of the relevant clauses\nof the agreement and that final settlement has already\nbeen made.\n</p><p data-structure=\"RespArg\" id=\"p_4\">[6]   Learned counsel for applicant submits that in terms\nof the amended <a href=\"/doc/63461877/\" id=\"a_3\">Sec.11(6A)</a> of the Act, only the arbitration\nagreement is to be looked into and that clause relating to\nreferring the claim of less than 20% of the award amount is\nnot a part of the arbitration clause, therefore, the\napplication cannot be dismissed on this ground.\n[7]   As against this, learned counsel for respondents has\nsubmitted that the claim which the applicant is raising is\nmore than 20% of value of the contract, therefore, the\ndispute is not referable to the arbitrator as per the\n<span class=\"hidden_text\" id=\"span_2\">  3                                   AC No.117/2017 &amp; AC No.45/2018</span>\n\narbitration clause and that the applicant has already signed\nthe certificate of full and final settlement, therefore, the\ndisputer cannot be referred to.\n</p><p data-structure=\"Section\" id=\"p_5\">[8]      Having heard the learned counsel for parties and on\nperusal of the record, it is noticed that <a href=\"/doc/63461877/\" id=\"a_4\">Sec.11(6A)</a> has\nbeen       inserted    by   the    <a href=\"/doc/1306164/\" id=\"a_5\">Arbitration   and    Conciliation\n(Amendment) Act, 2015</a> with effect from 23/10/2015 and in\nterms of the newly inserted provision, the scope of\nexamining        the   present     application    is   confined       to\nexamination of the existence of an arbitration agreement.\n[9]      Arbitration agreement has been defined<a href=\"/doc/165779/\" id=\"a_6\"> u/S.2(1)(b)</a>\nof the Act to mean an agreement referred in <a href=\"/doc/1846895/\" id=\"a_7\">Sec.7</a> and in\nterms of <a href=\"/doc/1285367/\" id=\"a_8\">Sec.7(2)</a>, an arbitration agreement may be in the\nform of an arbitration clause in a contract or in the form of\na separate amendment. In the present case, it is not in\ndispute       that <a href=\"/doc/1629945/\" id=\"a_9\">Sec.64</a>     relates to the settling of dispute\nthrough the arbitration which reads as under:-\n</p><blockquote id=\"blockquote_1\">      &quot;64.(1): Demand For Arbitration :\n</blockquote><blockquote id=\"blockquote_2\">      64.(1) (i):       In the event of any dispute or difference\n      between the parties hereto as to the construction or\n      operation of this contract, or the respective rights and\n      liabilities of the parties on any matter in question, dispute\n      or difference on any account or as to the withholding by\n      the Railway of any certificate to which the contractor may\n      claim to be entitled to, or if the Railway fails to make a\n      decision within 120 days, then and in any such case, but\n      except in any of the &quot;excepted matters&quot; referred to in\n      Clause 63 of these Conditions, the contractor, after 120\n      days but within 180 days of his presenting his final claim\n      on disputed matters shall demand in writing that the\n      dispute or difference be referred to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_3\">      64.(1) (ii) (a)\n      The demand for arbitration shall specify the matters which\n      are in question, or subject of the dispute or difference as\n      also the amount of claim item-wise. Only such dispute or\n      difference, in respect of which the demand has been\n<span class=\"hidden_text\" id=\"span_3\"> 4                                  AC No.117/2017 &amp; AC No.45/2018</span>\n\n    made, together with counter claims or set off, given by the\n    Railway, shall be referred to arbitration and other matters\n    shall not be included in the reference.\n</blockquote>\n<blockquote id=\"blockquote_4\">    64.(1) (ii) (b)\n    The parties may waive off the applicability of sub-<a href=\"/doc/16912364/\" id=\"a_10\">section\n    12(5)</a> of Arbitration and Conciliation (Amendment) Act\n    2015, if they agree for such waiver, in writing, after dispute\n    having arisen between them, in the format given under\n    Annexure XII of these conditions.\n</blockquote>\n<blockquote id=\"blockquote_5\">    64.(1) (iii) (a)\n    The Arbitration proceedings shall be assumed to have\n    commenced from the day, a written and valid demand for\n    arbitration is received by the Railway.\n</blockquote>\n<blockquote id=\"blockquote_6\">    64.(1) (iii) (b)\n    The claimant shall submit his claim stating the facts\n    supporting the claims alongwith all the relevant\n    documents and the relief or remedy sought against each\n    claim within a period of 30 days from the date of\n    appointment of the Arbitral Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_7\">    64.(1) (iii) (c)\n    The Railway shall submit its defence statement and\n    counter claim(s), if any, within a period of 60 days of\n    receipt of copy of claims from Tribunal thereafter, unless\n    otherwise extension has been granted by Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_8\">    64.(1) (iii) (d)\n    Place of Arbitration : The place of arbitration would be\n    within the geographical limits of the Division of the\n    Railway where the cause of action arose or the\n    Headquarters of the concerned Railway or any other place\n    with the written consent of both the parties.\n</blockquote>\n<blockquote id=\"blockquote_9\">    64.(1) (iv)\n    No new claim shall be added during proceedings by either\n    party. However, a party may amend or supplement the\n    original claim or defence thereof during the course of\n    arbitration proceedings subject to acceptance by Tribunal\n    having due regard to the delay in making it.\n</blockquote>\n<blockquote id=\"blockquote_10\">    64.(1) (v)\n    If the contractor(s) does/do not prefer his/their specific\n    and final claims in writing, within a period of 90 days of\n    receiving the intimation from the Railways that the final bill\n    is ready for payment, he/they will be deemed to have\n<span class=\"hidden_text\" id=\"span_4\"> 5                                   AC No.117/2017 &amp; AC No.45/2018</span>\n\n    waived his/their claim(s) and the Railway shall be\n    discharged and released of all liabilities under the contract\n    in respect of these claims.\n</blockquote>\n<blockquote id=\"blockquote_11\">    64.(3) : Appointment of Arbitrator :\n</blockquote>\n<blockquote id=\"blockquote_12\">    64.(3) (a) :   Appointment of Arbitrator where\n    applicability of <a href=\"/doc/16912364/\" id=\"a_11\">section 12 (5)</a> of Arbitration and\n    Conciliation Act has been waived off:\n</blockquote>\n<blockquote id=\"blockquote_13\">    64.(3) (a) (i) : In cases where the total value of all claims\n    in question added together does not exceed\n    Rs.1,00,00,000/- (Rupees One Crore only), the Arbitral\n    Tribunal shall consist of a Sole Arbitrator who shall be a\n    Gazetted Officer of Railway not below JA Grade,\n    nominated by the General Manager. The sole arbitrator\n    shall be appointed within 60 days from the day when a\n    written and valid demand for arbitration is received by GM.\n</blockquote>\n<blockquote id=\"blockquote_14\">    64.(3) (a) (ii) : In cases not covered by the Clause 64(3)\n</blockquote><blockquote id=\"blockquote_15\">    (a)(i), the Arbitral Tribunal shall consist of a Panel of three\n    Gazetted Railway Officers not below JA Grade or 2\n    Railway Gazetted Officers not below JA Grade and a\n    retired Railway Officer, retired not below the rank of SAG\n    Officer, as the arbitrators. For this purpose, the Railway\n    will send a panel of at least four (4) names of Gazetted\n    Railway Officers of one or more departments of the\n    Railway which may also include the name(s) of retired\n    Railway Officer(s) empanelled to work as Railway\n    Arbitrator to the contractor within 60 days from the day\n    when a written and valid demand for arbitration is received\n    by the GM.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_6\">    Contractor will be asked to suggest to General Manager at\n    least 2 names out of the panel for appointment as\n    contractor&#x27;s nominee within 30 days from the date of\n    dispatch of the request by Railway. The General Manager\n    shall appoint at least one out of them as the contractor&#x27;s\n    nominee and will, also simultaneously appoint the balance\n    number of arbitrators either from the panel or from outside\n    the panel, duly indicating the presiding arbitrator&#x27; from\n    amongst the 3 arbitrators so appointed. GM shall\n    complete this exercise of appointing the Arbitral Tribunal\n    within 30 days from the receipt of the names of\n    contractor&#x27;s nominees. While nominating the arbitrators, it\n    will be necessary to ensure that one of them is from the\n    Accounts Department. An officer of Selection Grade of the\n    Accounts Department shall be considered of equal status\n<span class=\"hidden_text\" id=\"span_5\"> 6                                 AC No.117/2017 &amp; AC No.45/2018</span>\n\n    to the officers in SA grade of other departments of the\n    Railway for the purpose of appointment of arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">    64.(3) (b) :    Appointment of Arbitrator where\n    applicability of <a href=\"/doc/16912364/\" id=\"a_12\">section 12 (5)</a> of A&amp;C Act has not been\n    waived off:\n</p><blockquote id=\"blockquote_16\">    The Arbitral Tribunal shall consist of a Panel of three (3)\n    retired Railway Officer, retired not below the rank of SAG\n    Officer, as the arbitrators. For this purpose, the Railway\n    will send a panel of at least four (4) names of retired\n    Railway Officer(s) empanelled to work as Railway\n    Arbitrator duly indicating their retirement date to the\n    contractor within 60 days from the day when a written and\n    valid demand for arbitration is received by the GM.\n</blockquote>\n<blockquote id=\"blockquote_17\">    Contractor will be asked to suggest to General Manager at\n    least 2 names out of the panel for appointment as\n    contractor&#x27;s nominee within 30 days from the date of\n    dispatch of the request by Railway. The General Manager\n    shall appoint at least one out of them as the contractor&#x27;s\n    nominee and will also simultaneously appoint the balance\n    number of arbitrators either from the panel or from outside\n    the panel, duly indicating the presiding arbitrator from\n    amongst the 3 arbitrators so appointed. GM shall\n    complete this exercise of appointing the Arbitral Tribunal\n    within 30 days from the receipt of the names of\n    contractor&#x27;s nominees. While nominating the arbitrators, it\n    will be necessary to ensure that one of them has served in\n    the Accounts Department.\n</blockquote>\n<blockquote id=\"blockquote_18\">    64.(3) (c) (i): If one or more of the arbitrators appointed\n    as above refuses to act as arbitrator, withdraws from his\n    office as arbitrator, or vacates his/their office/offices or\n    is/are unable or unwilling to perform his functions as\n    arbitrator for any reason whatsoever or dies or in the\n    opinion of the General Manager fails to act without undue\n    delay, the General manager shall appoint new\n    arbitrator/arbitrators to act in his/their place in the same\n    manner in which the earlier arbitrator/arbitrators had been\n    appointed. Such re-constituted Tribunal may, at its\n    discretion, proceed with the reference from the stage at\n    which it was left by the previous arbitrator(s).\n</blockquote>\n<blockquote id=\"blockquote_19\">    64.(3) (C) (ii):\n</blockquote><blockquote id=\"blockquote_20\">    (a) The Arbitral Tribunal shall have power to call for such\n    evidence by way of affidavits or otherwise as the Arbitral\n    Tribunal shall think proper, and it shall be the duty of the\n    parties hereto to do or cause to be done all such things as\n<span class=\"hidden_text\" id=\"span_6\">  7                                   AC No.117/2017 &amp; AC No.45/2018</span>\n\n     may be necessary to enable the Arbitral Tribunal to make\n     the award without any delay. The proceedings shall\n     normally be conducted on the basis of documents and\n     written statements.\n</blockquote>\n<blockquote id=\"blockquote_21\">     (b) Before proceeding into the merits of any dispute, the\n     Arbitral Tribunal shall first decide and pass its orders over\n     any plea submitted/objections raised by any party, if any\n     regarding appointment of Arbitral Tribunal, validity of\n     arbitration agreement, jurisdiction and scope of the\n     Tribunal to deal with the dispute (s) submitted to\n     arbitration, applicability of time &#x27;limitation&#x27; to any dispute,\n     any violation of agreed procedure regarding conduct of\n     the arbitral proceedings or plea for interim measures of\n     protection and record its orders in day to day proceedings.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_8\">     A copy of the proceedings duly signed by all the members\n     of tribunal should be provided to both the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_9\">     64.(7)\n     Subject to the provisions of the aforesaid <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and\n     Conciliation Act, 1996</a> and the rules thereunder and\n     relevant para of General Conditions of Contract (GCC)\n     and any statutory modifications thereof shall apply to the\n     appointment of arbitrators and arbitration proceedings\n     under this Clause.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_10\">[10] The special conditions of contract are applicable by\nvirtue of Clause 64.(7) of the General Conditions of\nContract. In the special condition II relating to disputes of\ncontractor, provides that the Arbitration under clause 63\nand 64 of the General Conditions of Contract is restricted\nto settlement of claims or dispute of a value less than or\nequal to 20% of the value of the contract and if the value is\nmore than 20%, the applicability of Clause 63 and 64 of\nthe General Conditions of Contract             is excluded and the\nremedy of settlement of dispute through the arbitration is\nnot provided. Special condition II incorporated by CCG&#x27;s\nNo.W.118/7/0AA dated 12/4/1985 Circular No.1180 reads\nas under:-\n</p><span class=\"hidden_text\" id=\"span_7\">  8                              AC No.117/2017 &amp; AC No.45/2018</span>\n\n\n\n<blockquote id=\"blockquote_22\">      &quot;SPECIAL CONDITION II- PROCEDURE FOR\n     RELATING DISPUTES OF CONTRACTOR:\n</blockquote>\n<blockquote id=\"blockquote_23\">       The provision of Clauses 63 and 64 of the\n     General Conditions of Contract will be applicable\n     only for settlement of claims of dispute between\n     the parties for value less than or equal 20% of the\n     value of the contract and when claims of dispute\n     are of value more than 20% of the value of\n     contract, provisions of clause 63 and 64 and other\n     relevant clauses of the General Conditions of\n     Contract will not be applicable and arbitration will\n     not be remedy for settlement of such disputes.\n</blockquote>\n<blockquote id=\"blockquote_24\">       The contractor shall not be entitled to ask for\n     reference to arbitration before the completion of\n     the work assigned to him under this contract. The\n     contractor shall seek reference to arbitration to\n     settle the dispute only on within the ambit of\n     condition 2.1 above.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">[11] This Court in the matter of Diamond Agencies Vs.\nUnion of India and another             2014(3) MPLJ 137\nconsidering the general conditions of contract 63 and 64\nand also taking note of the special condition II in a case\nwhere the similar controversy was involved has held as\nunder:-\n</p><blockquote id=\"blockquote_25\">       &quot;5.-- However, it is pertinent to mention here\n     that at the stage of consideration of application\n     under <a href=\"/doc/605764/\" id=\"a_14\">section 11(6)</a> of the Act the Court may not\n     be able to decide whether the particular dispute\n     can be referred to the arbitration, but the Court\n     can examine whether a particular dispute falls\n     within the purview of the arbitration clause on\n     admitted facts and in such a case as it is not\n     necessary to record evidence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"282167\" id=\"span_8\">In case of <a href=\"/doc/282167/\" id=\"a_15\">Deepak\n     Kumar Bansal vs. Union of India and another</a>,\n     2010(2)MPLJ(SC) 516 = (2009) 3 SCC 223 =\n     2009 Arb.W.L.J. 252(SC), the supreme Court\n<span class=\"hidden_text\" id=\"span_9\">  9                               AC No.117/2017 &amp; AC No.45/2018</span>\n\n     dealt with pan materia clause, which prohibited\n     the reference of dispute to an Arbitrator, in case\n     the claim was more than 20% of the value of\n     contract and, therefore, it was held that dispute\n     can be referred to the Arbitrator. In other words, if\n     the claim is more than 20% of the value of\n     contract the dispute cannot be referred for\n     arbitration.</span>\n</blockquote>\n<blockquote id=\"blockquote_26\">       6--    In the backdrop of well-settled legal\n     proposition, the facts of the case may be seen.\n     Admittedly, the value of the contract is\n     Rs.1,24,12,320/-. The petitioner has, admittedly,\n     submitted the claim to the tune of Rs.32,24,472/-,\n     which is 25.98% of the contract value.\n</blockquote>\n<blockquote id=\"blockquote_27\">       Clauses 63 and 64 of the General Conditions of\n     Contract provide for reference of the dispute\n     between the parties to the arbitration.       The\n     relevant extract annexed by the petitioner himself\n     Page 58 of the application, reads as under:-\n</blockquote>\n<blockquote id=\"blockquote_28\">             &quot;11. Arbitration.--- The provisions of\n       Clauses 63 and 64 of the General Conditions\n       of Contract will be applicable only for\n       settlement of claims or disputes between the\n       parties for values less than or equal to 20% of\n       the value of the contract.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_12\">       7.-- Thus, in view of the preceding analysis, on\n     admitted acts of the case, the dispute raised by\n     the petitioner falls beyond the purview of Clauses\n     63 and 64 of the General Conditions of Contract,\n     which provide for arbitration.      Therefore, the\n     dispute cannot be referred for arbitration and the\n     respondents have rightly rejected the claim of the\n     petitioner for referring the dispute to the\n     arbitration.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">[12] In the present case also the record reflects that the\nclaim of the petitioner is of about a sum of Rs.253.77 lakhs\nwhich is more than 20% of the total contract value ie.\n</p><span class=\"hidden_text\" id=\"span_10\"> 10                              AC No.117/2017 &amp; AC No.45/2018</span>\n\n<p data-structure=\"Conclusion\" id=\"p_14\">Rs.5,55,34,728.73.     Hence, no arbitration agreement\nexists in respect of dispute in question.\n[13] Counsel for applicant has <a href=\"/doc/282167/\" id=\"a_16\">placed reliance upon</a> the\norder dated 14/7/2017 passed by the Rajasthan High\nCourt in SB Arbitration Application No.15/16, but in view of\nthe judgment of this court in the matter of Diamond\nAgencies (supra), the applicant is not entitled to the\nbenefit of the single bench order of Rajasthan High Court.\n[14] Having regard to the aforesaid factual and legal\nposition, I am of the opinion that the dispute in the present\ncase is not arbitrable under Clause 64 of the General\nConditions of Contract read with Special Condition II of\nthe Special Conditions of Contract. Hence, the arbitration\ncases are rejected.\n</p><p data-structure=\"Conclusion\" id=\"p_15\">[15] The signed order be placed in the record of AC\nNo.117/2017 and copy whereof be placed in the record of\nAC No.45/2018.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_16\">                             (PRAKASH SHRIVASTAVA)\n                                   Judge\nvm\n\n\n\n<span class=\"hidden_text\" id=\"span_11\"> Digitally signed by Varghese Mathew</span>\n Date: 2018.11.29 18:37:58 +05&#x27;30&#x27;\n</p><span class=\"hidden_text\" id=\"span_12\"> </span>","numcites":10,"numcitedby":7,"docsource":"Madhya Pradesh High Court","citetid":97062621,"divtype":"judgments","relatedqs":[{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"appoint arbitrator 3","formInput":"appoint%20arbitrator%203"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"waive ","formInput":"waive%20"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"appointment-of-conciliators","formInput":"tag:appointment-of-conciliators"}],"courtcopy":true,"query_alert":null,"agreement":false}