{"tid":104981367,"publishdate":"2022-05-23","title":"Amit Ranjan vs Narcotics Control Bureau, Delhi on 23 May, 2022","doc":"<h2 class=\"doc_title\">Amit Ranjan vs Narcotics Control Bureau, Delhi on 23 May, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-malhotra\">Anu Malhotra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-malhotra\">Anu Malhotra</a></h3>\n\n<pre id=\"pre_1\">                          *       IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                                              Judgment reserved on: 07.09.2021\n                                                                   Date of decision: 23.05.2022\n\n                          +       BAIL APPLN. 1189/2020\n\n                          AMIT RANJAN                                             ..... Applicant\n\n                                                   Through:   Mr. Ashok K Singh, Mr. Yash Datt,\n                                                              Ms. Ankita Baluni, Advocates.\n                                                   Versus\n\n                          NARCOTICS CONTROL BUREAU, DELHI                        ..... Respondent\n\n                                                   Through:   Mr. Rajesh Manchanda, SPP for NCB.\n\n                          CORAM:\n                          HON&#x27;BLE MS. JUSTICE ANU MALHOTRA\n                                                              JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                          ANU MALHOTRA, J\n\n</p><p data-structure=\"PetArg\" id=\"p_2\">                          1.      The applicant- Amit Ranjan, S/o Sh. Nabin Kumar, vide the\n                          present application seeks the grant of bail in complaint case bearing\n                          SC No.81/2019 registered under <a href=\"/doc/1330288/\" id=\"a_1\">Sections 8(c)</a>, <a href=\"/doc/197387625/\" id=\"a_2\">21(c)</a>, <a href=\"/doc/654722/\" id=\"a_3\">23</a> &amp; <a href=\"/doc/1252855/\" id=\"a_4\">29</a> of the\n                          Narcotics Drugs and Psychotropic Substances Act, 1985 (hereinafter\n                          referred to as <a href=\"/doc/1727139/\" id=\"a_5\">NDPS Act, 1985</a>) dated 12.02.2019 submitting to the\n                          effect that the applicant has been falsely implicated in the instant case,\n                          that there has been no recovery of any narcotic nor psychotropic\n                          substance from the applicant whatsoever. The applicant has submitted\n                          that he is a Software Engineer with a B.Tech degree and the Director\n                          of M/s NGA Infotech (OPC) Pvt. Ltd. with its registered office at S-\n</p>\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_2\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_3\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 1 of 54</span>\n<span class=\"hidden_text\" id=\"span_4\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_5\">16:11</span>\n<p data-structure=\"Facts\" id=\"p_3\">                           564, 3rd Floor, School Block, Shakarpur, Delhi-l10092 and that he has\n                          his corporate/working office at Parasi, Near Chaturbhuj Asthan Bagan\n                          Bigah, Nalanda, Bihar-803118, from where he successfully ran the\n                          businesses of online IT services, BPO, Web designing and software\n                          development and has also dealt in the sales of mobile phones and\n                          mobile accessories through Flipkart and Snapdeal and has never been\n                          involved in any illegal activities.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">                          2.      The applicant has further submitted that he learnt of the present\n                          case on 13.02.2019 from the ICICI Bank when the banker\n                          communicated to the applicant of receipt of a freezing order of his\n                          account as issued by the Narcotics Control Bureau, whereafter, he\n                          learnt of the investigation in the instant case and applied for\n                          anticipatory bail, which however, was declined and thus, the applicant\n                          surrendered on 06.09.2019 before the Court of the learned ASJ\n                          (Special Judge, NDPS), PHC, New Delhi and was arrested by the\n                          Narcotics Control Bureau Officer and was sent for one day police\n                          custody and then to judicial custody, whereafter, the supplementary\n                          complaint was filed against him qua the alleged commission of the\n                          offences punishable under <a href=\"/doc/1330288/\" id=\"a_6\">Sections 8(c)</a>, <a href=\"/doc/197387625/\" id=\"a_7\">21(c)</a>, <a href=\"/doc/654722/\" id=\"a_8\">23</a> &amp; <a href=\"/doc/1252855/\" id=\"a_9\">29</a> of the NDPS\n                          Act, 1985 and during investigation, the applicant was pressurized and\n                          compelled to write his disclosure statement under <a href=\"/doc/1752792/\" id=\"a_10\">Section 67</a> of the\n                          NDPS Act, 1985 as dictated by the Investigation Officer, whereafter,\n                          the applicant filed a retraction application dated 10.10.2019 retracting\n                          from the same submitting to the effect that his disclosure statement\n                          had been given under duress and coercion.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_6\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_7\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_8\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 2 of 54</span>\n<span class=\"hidden_text\" id=\"span_9\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_10\">16:11</span>\n<p data-structure=\"PetArg\" id=\"p_5\">                           3.      The applicant has further submitted that his subsequent bail\n                          application seeking grant of regular bail was declined by the learned\n                          ASJ vide order dated 14.05.2020. The applicant has submitted that the\n                          prosecution version is based on some secret information received by\n                          the Narcotics Control Bureau, Delhi pursuant to which a complaint\n                          bearing no. NCB/24/DZU/2018 under Sections 8(c), 21(c), 23 &amp; 29 of\n                          NDPS Act, 1985 dated 16.08.2018 was registered and some\n                          contraband goods were recovered from Gaurav Mehta (Accused No.\n</p><p data-structure=\"Facts\" id=\"p_6\">                          1) from Laxmi Nagar, Delhi, whereafter he was arrested on\n                          21.01.2018 and during interrogation he disclosed the name of Bhaskar\n                          Khatnani (Accused No.2), who further disclosed the name of Manish\n                          Mohan (Accused No.3), who further disclosed the name of Pulkit\n                          Kumar (Accused No.4) and since the petitioner has had some IT\n                          business relations and transactions with Pulkit Kumar, on the ground\n                          of suspicion and disclosure statements made by other co-accused\n                          whilst in police custody, the applicant was made accused No.5 in the\n                          said complaint by the Investigating Agency.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">                          4.      It has been submitted by the applicant that the NCB team\n                          reached at the office of DHL Express, at 71/3, Rama Road, Kirti\n                          Nagar, New Delhi and asked about the parcel which was booked by\n                          Sh. Gaurav Mehta and instructed to the staff of DHL to bring the\n                          parcel and on opening the same, the said packet/ parcel the officer of\n                          the Narcotics Control Bureau allegedly found alleged psychotropic\n                          tablets and thereafter, the Narcotics Control Bureau conducted a raid\n                          at the office of Gaurav Mehta and recovered some more alleged\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_12\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_13\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                Page 3 of 54</span>\n<span class=\"hidden_text\" id=\"span_14\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_15\">16:11</span>\n                           tablets (i.e Alprazolam, Lorazepam, Phentermine, V.C. Don,\n                          Clonazepam) and alleged Vellum tablets which were recovered from\n                          the transparent polythene packet, the weight of which recovered\n                          contraband was 1.136 kg. The petitioner has submitted that no prima\n                          facie case is made out against him, that his name was not mentioned in\n                          the initial complaint and the case against him was framed on the\n                          disclosure statement of the co-accused whilst in police custody and\n                          that the co-accused have also filed their respective retraction\n                          applications retracting from their disclosure statements, on account of\n                          their having been made under duress and coercion.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">                          5.      The applicant has further submitted that there has been no\n                          recovery of any contraband of narcotic and psychotropic substance\n                          from him nor is there any material to prove that he was in &quot;conscious\n                          possession&quot; or &quot;constructive possession&quot; of any of the said contraband\n                          articles and that the Investigating Agency has failed to establish any\n                          link of the applicant with the co-accused persons from whom the\n                          contraband was recovered. The applicant has further submitted that the\n                          disclosure statements of the co-accused cannot be relied upon and at\n                          the time of the alleged recovery of the contraband from Laxmi Nagar,\n                          Delhi, the applicant was at his office at Patna, Bihar.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">                          6.      Inter alia, the applicant has submitted that merely because the\n                          applicant has business relations with Pulkit Kumar and has had a few\n                          telephonic conversations and there are bank transactions between their\n                          companies, the applicant cannot be booked under <a href=\"/doc/1330288/\" id=\"a_11\">Sections 8(c)</a>, <a href=\"/doc/197387625/\" id=\"a_12\">21(c)</a>,\n                          <a href=\"/doc/654722/\" id=\"a_13\">23</a> &amp; <a href=\"/doc/1252855/\" id=\"a_14\">29</a> of the NDPS Act, 1985. Inter alia, the applicant has further\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_17\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_18\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 4 of 54</span>\n<span class=\"hidden_text\" id=\"span_19\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_20\">16:11</span>\n                           submitted that he has no previous adverse antecedents nor\n                          involvement in any crime. The applicant has submitted that he had\n                          business relations with the co-accused Pulkit Kumar for the last 3-4\n                          years (the application of the applicant being dated 06.06.2020) and has\n                          further submitted that the bank account transaction of the applicant\n                          showed his business relations with the said accused person.              The\n                          applicant has also submitted that the transaction in his bank account\n                          does not relate to recoveries made by the Narcotics Control Bureau\n                          and even the said Pulkit has been granted bail vide order dated\n                          30.05.2019 by the Trial Court itself and the applicant deserves to be\n                          released on regular bail on the ground of parity.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">                          7.      The applicant has further submitted that the supplementary\n                          complaint filed by the Investigating Officer against the applicant is\n                          based on the basis of call details only and merely because there are\n                          call details between the applicant and one of the co-accused namely\n                          Pulkit Kumar, the same does not show any connivance between them\n                          and due to the same, the applicant cannot be deprived of the grant of\n                          bail. The applicant has inter alia submitted that his father is bed\n                          ridden, he has a younger brother studying and pursuing CA and an\n                          unmarried sister and that the applicant is the sole bread earner in his\n                          family and is burdened with plenty of responsibilities.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">                          8.      The Narcotics Control Bureau vide its reply dated 25.06.2020\n                          vehemently opposed the prayer made by the applicant seeking the\n                          grant of bail submitting to the effect that there has been no recovery of\n                          commercial quantity in the instant case and thus, the embargo of\n\n\n<span class=\"hidden_text\" id=\"span_21\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_22\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_23\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 5 of 54</span>\n<span class=\"hidden_text\" id=\"span_24\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_25\">16:11</span>\n                           <a href=\"/doc/496325/\" id=\"a_15\">Section 37</a> of the NDPS Act, 1985 applies and that the bail application\n                          is liable to be dismissed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">                          9.      The Narcotics Control Bureau further submitted that the\n                          applicant and the other co-accused persons are being prosecuted for\n                          the contravention of a huge commercial quantity of contraband with it\n                          having been submitted that the accused Gaurav Mehta booked the\n                          parcels containing a total of 333 grams of Tramadol and 8 grams of\n                          Lorazepam which were destined to USA and a further huge\n                          commercial quantity of 1.360 Kgs of Tramadol and 11.2 grams of\n                          Clonazepam from his warehouse with 12 Kgs of Tramadol, 168 grams\n                          of Lorazepam and 600 grams of Zolpidem were also recovered from\n                          near Laxmi Nagar, Metro Station, Delhi. The Narcotics Control\n                          Bureau has further submitted that the connectivity of all the accused\n                          persons inclusive of the petitioner is apparent through money\n                          transactions amongst all of them with it having been submitted that the\n                          applicant is wholly involved in the criminal conspiracy in the illicit\n                          trafficking of narcotic and psychotropic substances and in the\n                          abetment of the same, which is a heinous crime against society at\n                          large- spoiling the younger generation and causing tremendous\n                          financial losses to the economy of the country.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">                          10.     The Narcotics Control Bureau had submitted further vide its\n                          reply dated 25.06.2020 that apart from the specific embargo under\n                          <a href=\"/doc/496325/\" id=\"a_16\">Section 37</a> of the NDPS Act, 1985 to the grant of bail in the instant\n                          case, there are statements recorded under <a href=\"/doc/1752792/\" id=\"a_17\">Section 67</a> of the NDPS Act,\n                          1985 which are admissible in evidence and have evidentiary value and\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_27\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_28\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                 Page 6 of 54</span>\n<span class=\"hidden_text\" id=\"span_29\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_30\">16:11</span>\n                           are relevant to prosecute the applicant and the co-accused persons.\n                          Inter alia, the applicant has submitted that there are sufficient facts on\n                          the record to show that the applicant had a culpable mental state to\n                          commit the offence and the presumption necessarily to be drawn in\n                          terms of <a href=\"/doc/852142/\" id=\"a_18\">Section 35</a> of the NDPS Act, 1985 negates the grant of bail to\n                          the applicant for the presumption in relation to the culpable mental\n                          state, can only be rebutted by the applicant during trial.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">                          11.       The Narcotics Control Bureau has further submitted that the\n                          applicant was running his company under the name &amp; style of M/s.\n                          NGA Infotech (OPC) Pvt. Ltd. and has a bank account in the ICICI\n                          Bank at Shakarpur, Delhi- 92 and had a transaction of Rs.69,36,943/-\n                          with the co-accused Pulkit Kumar and thus, the freezing order under\n                          <a href=\"/doc/1811316/\" id=\"a_19\">Section 68F(1)</a> of the NDPS Act, 1985 had been passed and confirmed\n                          by the Competent Authority.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">                          12.       Vide order dated 25.06.2020, the Narcotics Control Bureau was\n                          directed to place on record the specific flow chart showing the\n                          transaction in which the applicant was allegedly stated to be involved\n                          with the trafficking of the contraband Tramadol, which was so placed\n                          on record by the Narcotics Control Bureau dated 08.08.2020, which\n                          read to the effect:-\n</p><blockquote id=\"blockquote_1\">                          &quot;\n</blockquote><pre id=\"pre_2\">                              S.        Dated                          Particulars\n                              No.\n\n                              1.     17.08.2018    During the search of premises of accused Gaurav\n</pre><blockquote id=\"blockquote_2\">                                                   Mehta al K-121, West Patel Nagar, New Delhi, various\n                                                   types of psychotropic substances and four parcels\n                                                   ready to send to foreign countries, were recovered,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_32\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_33\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                       Page 7 of 54</span>\n<span class=\"hidden_text\" id=\"span_34\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_35\">16:11</span>\n                                                    such as -\n</blockquote><blockquote id=\"blockquote_3\">                                                   (i) Vellum tablets in transparent polythene packet\n                                                   having the weight of 1.136 kg; (As per CRCL report,\n                                                   the sample was positive for Tramadol)\n</blockquote><blockquote id=\"blockquote_4\">                                                   (ii) Xanex tablets 60 grams; (as per CRCL report, the\n                                                   sample was negative)\n</blockquote><blockquote id=\"blockquote_5\">                                                   (iii) 126 strips of Alprazolam tablets         (one strip\n                                                   contained 10 tablets) and weight or 10        tablets is 1\n                                                   gram, therefore, the recovered weight is      126 grams;\n</blockquote><pre id=\"pre_3\">                                                   (As per CRCL , report, the sample             was found\n                                                   Negative)\n</pre><blockquote id=\"blockquote_6\">                                                   (iv) 73 strips or Lorazepam tablets (one strip\n                                                   contained 10 tablets) and weight of 10 tablets is 1\n                                                   gram, therefore, the recovered weight is 73 grams; (As\n                                                   per CRCL report, the sample was found Negative)\n</blockquote><blockquote id=\"blockquote_7\">                                                   (v) 64 strips of Phentermine tablets (one strip\n                                                   contained 10 tablets) and weight of 10 tablets is 4\n                                                   gram, therefore, the recovered weight is 256 grams;\n                                                   (As per CRCL report, test not available)\n</blockquote><blockquote id=\"blockquote_8\">                                                   (vi) 10 strips of V.C. Don tablets (one strip contained\n                                                   10 tablets) and weight of 10 tablets is 10 grams,\n                                                   therefore, the recovered weight is 100 grams; (As per\n                                                   CRCL report, test not available)\n</blockquote><blockquote id=\"blockquote_9\">                                                   (vii) 11.5 strips of Clonazepam tablets (one strip\n                                                   contained 10 tablets, however, tablets in open form\n                                                   were found) and weight of 5 tablets is 5 grams,\n                                                   therefore, the recovered weight is 115 grams. (As per\n                                                   CR.CL report, test was found positive for\n                                                   Clonazepam)\n</blockquote><blockquote id=\"blockquote_10\">                                                   (viii) From the 1st parcel, out of four parcels, tablets of\n                                                   140 grams;\n</blockquote><blockquote id=\"blockquote_11\">                                                   (ix) From the 2nd parcel, out of four parcels, tablets or\n                                                   325 grams;\n</blockquote><blockquote id=\"blockquote_12\">                                                   (x) From the 3rd parcel, out of four parcels, tablets of\n                                                   305 grams;\n</blockquote><p data-structure=\"Issue\" id=\"p_16\">                                                   (xi) From the 4th parcel, out of four parcels, tablets of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_37\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_38\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                            Page 8 of 54</span>\n<span class=\"hidden_text\" id=\"span_39\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_40\">16:11</span>\n                                                    185 grams;\n</p><p data-structure=\"Facts\" id=\"p_17\">                                                   The accused Gaurav Mehta revealed the names of\n                                                   Bhaskar Khatnani and Amit Ranjan (petitioner) and\n                                                   other persons providing the said tablets. (These facts\n                                                   arc mentioned in para No.8 of the complaint.).\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">                            2.      17.08.2018     Accused Bhaskar Khatnani in his statement under\n                                                   <a href=\"/doc/1752792/\" id=\"a_20\">section 67</a> of the NDPS Act disclosed that today\n                                                   (17.08.2018), Manish will send medicine carton for\n                                                   him and he will receive the same at Laxmi Nagar\n                                                   Metro Station, Near gate No.2, in between 2100 hours\n                                                   to 2200 hours through his boys. He further disclosed\n                                                   that one Amit Ranjan, associate of Manish Mohan is\n                                                   running a call centre, at Patna who is also involved in\n                                                   this business of psychotropic tablets and Manish\n                                                   Mohan arranged the medicines from Mumbai through\n                                                   parcel/courier.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">                            3.      17.08.2018     During the search conducted at near Gate No.2, Laxmi\n                                                   Nagar Metro Station, the following recovery was\n                                                   effected:-\n</p><blockquote id=\"blockquote_13\">                                                   (i) 2000 strips of tablets of V.C. Don (Hydrocodone),\n                                                   each strip containing 10 tablets and the weight of 10\n                                                   tablets was 6 grams and the total weight was 12 kg;\n</blockquote><p data-structure=\"Issue\" id=\"p_20\">                                                   (As per CRCL report, test was found positive for\n                                                   Tramadol)\n</p><p data-structure=\"Facts\" id=\"p_21\">                                                   (ii) 168 strips of Ativan 2 mg. Lorazepam (one strip\n                                                   containing 30 tablets, the weight of 30 tablets was 2\n                                                   grams and the total weight was 336 grams. (As per\n                                                   CRCL report, test was found positive for Lorazepam)\n</p><p data-structure=\"CDiscource\" id=\"p_22\">                                                   (iii) 1000 strips of Phentermine K-25, each strip\n                                                   containing 10 tablets and the weight of 10 tablets was\n                                                   4.5 grams and the total weight was 4.500 grams. (Test\n                                                   Not available at CRCL)\n</p><p data-structure=\"Facts\" id=\"p_23\">                                                   (iv) 300 strips of Zolpidem, each strip containing 10\n                                                   tablets and the weight of 10 tablets was 2 grams and\n                                                   the total weight was 600 grams. (As per CRCL report,\n                                                   test was found positive for Zolpidem)\n                                                   (These facts have been mentioned in detail in\n                                                   paragraph No.19 of the complaint).\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_42\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_43\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                         Page 9 of 54</span>\n<span class=\"hidden_text\" id=\"span_44\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_45\">16:11</span>\n<p data-structure=\"Facts\" id=\"p_24\">                             4.      17.08.2018     Manish Mohan also disclosed in his statement under\n                                                   <a href=\"/doc/1752792/\" id=\"a_21\">Section 67</a> of the NDPS Act that his friend Amit\n                                                   Ranjan (petitioner) was running a call centre at Patna\n                                                   who was also dealing in on-line medicines like\n                                                   Alprazolam, Ativan, Zolpidam, Valium and\n                                                   Hydrocodine etc. and Amit Ranjan (petitioner) send\n                                                   the above mentioned tablets from Mumbai to the\n                                                   address of Manish Mohan i.e. Vinay Pharmaceuticals\n                                                   and he sent the same to the address as told by Amit\n                                                   Ranjan (petitioner).\n</p>\n<p data-structure=\"Facts\" id=\"p_25\">                            5.      13.09.2018     Accused Bhaskar Khatnani was in touch with accused\n                                                   Gaurav Mehta, Pulkit Kumar and Amit Ranjan\n                                                   (petitioner) as per CDR of mobile phone\n                                                   No.7838998758 of accused Bhaskar Khatnani.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">                            6.      13.09.2018     Accused Pulkit Kumar was in touch with accused\n                                                   Bhaskar Khatnani and Amit Ranjan (petitioner) as\n                                                   per CDR of mobile phone No.7398124016 of accused\n                                                   Pulkit Kumar.\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">                            7.      13.09.2018     Accused Manish Mohan was in touch with accused\n                                                   Amit Ranjan (petitioner) as per CDR of mobile phone\n                                                   No.9858492882 of accused Manish Mohan.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">                            8.      18.09.2018     Letters were sent to Zonal Director, NCB, Patna and\n                                                   Zonal Director, NCB, Mumbai, for conducting the\n                                                   follow up action against Amit Ranjan (petitioner).\n</p>\n<p data-structure=\"Facts\" id=\"p_29\">                            9.      27.09.2018     Reply was received from Zonal Director, NCB\n                                    (date          Mumbai providing the details of deliveries made to\n                                    written as     Vinay Pharmaceuticals through K.K. Pharma\n                                    27.08.2018)    Solution (paragraph No.41 of the complaint).\n</p>\n<p data-structure=\"Facts\" id=\"p_30\">                            10.     31.10.2018     Letter was sent to Foreign Trade Development Officer\n                                                   to provide the details of firm Desi Emart (firm of\n                                                   accused Gaurav Mehta), M/s Tocsys Tcchno Solution\n                                                   Pvt. Ltd. ( company owned by Pulkit Kumar) and M/s\n                                                   NGA Infotech (OPC) Private Limited (company\n                                                   owned by Amit Ranjan - petitioner) and as per the\n                                                   report, no such companies arc available in the\n                                                   database of Foreign Trade Development office\n                                                   (paragraph No.66 of the complaint).\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">                            11.     04.01.2019     Notice under <a href=\"/doc/1752792/\" id=\"a_22\">section 67</a> of the NDPS Act was given to\n                                                   Amit Ranjan (petitioner) to appear in NCB office on\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_47\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_48\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                        Page 10 of 54</span>\n<span class=\"hidden_text\" id=\"span_49\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_50\">16:11</span>\n                                                    10.01.2019 but he did not appear.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">                            12.      21.01.2019    On passing Freezing Order under <a href=\"/doc/1959010/\" id=\"a_23\">section 68-F</a>( l) read\n                                                   with <a href=\"/doc/980287/\" id=\"a_24\">section 68</a> of the NDPS Act passed by Shri Arvind\n                                                   Kumar Ojha, IO and was submitted to Competent\n                                                   Authority for confirmation and show cause notice was\n                                                   issued to Amit Ranjan (petitioner) and other accused\n                                                   persons. Amit Ranjan (petitioner) appeared before the\n                                                   Competent Authority through his counsel.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">                            13.      --            During the financial investigation conducted by the\n                                                   respondent, it was found that a sum of Rs.69,36,943/-\n                                                   were transferred through the account maintained by\n                                                   accused Pulkit Kumar to the account of Amit Ranjan\n                                                   (petitioner).\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">                            14.      05.02.2019    Amit Ranjan (petitioner) was in regular touch with\n                                                   accused Manish Mohan on the basis of mirror image\n                                                   and data extraction of the mobile phone of accused\n                                                   Manish Mohan.\n</p>\n<p data-structure=\"Facts\" id=\"p_35\">                            15.      05.07.2019    Petitioner filed anticipatory bail vide bail application\n                                                   No. 1102/2019 in this Hon&#x27;ble Court and the same was\n                                                   dismissed with detailed order. (The copy of the said\n                                                   order is being enclosed herewith).\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">                            16.      19.07.2019    Amit Ranjan (petitioner) was declared proclaimed\n                                                   offender in this case by the Ld. Trial Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_37\">                            17.      06.09.2019    Amit Ranjan (petitioner) surrendered himself in this\n                                                   case before the Ld. Trial Court and notice under\n                                                   <a href=\"/doc/1752792/\" id=\"a_25\">section 67</a> of the NDPS Act was served upon him and\n                                                   in response thereto, he gave his voluntary statement,\n                                                   wherein also he admitted the commission or offence of\n                                                   this case and the said statement is admissible in law.\n                                                   (The copy of the statement given by accused Amit\n                                                   Ranjan (petitioner) typed copy and English translation\n                                                   of the same is being enclosed herewith.\n</p><blockquote id=\"blockquote_14\">                                                                                                          &quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_38\">                          13.       The matter vide order dated 11.08.2020 was reserved for\n                          orders.\n</p><p data-structure=\"PetArg\" id=\"p_39\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_51\">14.     Vide order dated 08.12.2020, the matter was taken up by this\n                          Court for directions in view of the judgment of the Hon‟ble Supreme\n\n\n<span class=\"hidden_text\" id=\"span_52\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_53\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_54\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                          Page 11 of 54</span>\n<span class=\"hidden_text\" id=\"span_55\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_56\">16:11</span>\n                           Court in &quot;<a href=\"/doc/143202244/\" id=\"a_26\">Tofan Singh Vs. State of Tamil Nadu</a>&quot; (2021) 4 SCC 1, a\n                          judgment dated 29.10.2020 which was subsequent to the date\n                          11.08.2020 when the matter had been reserved for orders and thus, an\n                          opportunity was granted both to the applicant and the respondent to\n                          make submissions in relation thereto.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_57\">Subsequently on 26.03.2021,\n                          submissions were made on behalf of either side pursuant to the\n                          directions dated 08.12.2020 and the learned SPP for the Narcotics\n                          Control Bureau however, sought time to place on record judgments of\n                          the Hon‟ble Supreme Court subsequent to the Tofan Singh&#x27;s\n                          judgment submitting to the effect that the same would be relevant for\n                          consideration, which were stated to have been e-mailed on behalf of\n                          the Narcotics Control Bureau with a short note as per proceedings\n                          dated 27.07.2021 qua which the learned counsel for the applicant\n                          submitted that none of them assisted the Narcotics Control Bureau in\n                          view of the verdict of the Hon‟ble Supreme Court in <a href=\"/doc/143202244/\" id=\"a_27\">Tofan Singh</a>\n                          (supra) with the matter having been directed to be re-notified for\n                          consideration thereafter when submissions were then again made on\n                          01.09.2021 on behalf of the Narcotics Control Bureau qua which\n                          learned counsel for the applicant sought to place on record rulings\n                          which were also thus, submitted vide an index dated 03.09.2021.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_40\">                          15.     The Narcotics Control Bureau had filed its written submissions\n                          dated 26.07.2021 along with which there were copies of rulings relied\n                          upon to submit to the effect that the applicant and his associates were\n                          sending psychotropic substances abroad without permit, without valid\n                          authorization and without valid license and that the applicant used to\n                          procure the orders on internet pharmacy with the assistance of other\n\n\n<span class=\"hidden_text\" id=\"span_58\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_59\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_60\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                 Page 12 of 54</span>\n<span class=\"hidden_text\" id=\"span_61\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_62\">16:11</span>\n                           accused persons and the contraband was sent abroad that the applicant\n                          was admittedly running a call centre and was procuring the orders for\n                          supply of psychotropic substances on the web sites run by him and\n                          was in touch with other accused persons; that the connectivity of the\n                          applicant with the other co-accused persons is established by the\n                          CDRs of other accused persons and data extraction of mobile phones\n                          as well as the amount of Rs.69,36,943/- in the account of the\n                          applicant.\n</p><p data-structure=\"Precedent\" id=\"p_41\">                          <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"143202244\" id=\"span_63\">16.     The Narcotics Control Bureau has further submitted that the\n                          verdict of the Hon‟ble Supreme Court in <a href=\"/doc/143202244/\" id=\"a_28\">Tofan Singh</a> (supra) is of no\n                          assistance to the applicant in view of the sufficient substantial material\n                          on record to connect the petitioner with the crime besides statements\n                          under <a href=\"/doc/1752792/\" id=\"a_29\">Section 67</a> of the NDPS Act, 1985.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_64\">The Narcotics Control\n                          Bureau has further submitted that the verdict of the Hon‟ble Supreme\n                          Court in <a href=\"/doc/143202244/\" id=\"a_30\">Tofan Singh</a>&#x27;s case can be taken into consideration only at\n                          the stage of conclusion of the trial and not at the stage of consideration\n                          of grant of bail.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_65\">Furthermore, reliance was placed on behalf of the\n                          Narcotics Control Bureau on the verdict of the Hon‟ble Supreme\n                          Court in &quot;<a href=\"/doc/143202244/\" id=\"a_31\">Tofan Singh Vs. State of Tamil Nadu</a>&quot; (2021) 4 SCC 1, a\n                          judgment dated 29.10.2020 with specific reference to observations in\n                          paragraph 152, which reads to the effect:-</span>\n</p><blockquote id=\"blockquote_15\">                                 &quot;152. &quot; ............ This is distinct from the evidentiary value\n                                 of statements made under the <a href=\"/doc/1727139/\" id=\"a_32\">NDPS Act</a>, where <a href=\"/doc/686843/\" id=\"a_33\">section\n                                 53A</a> states that, in the circumstances mentioned therein,\n                                 statements made by a person before any officer\n                                 empowered under <a href=\"/doc/1276310/\" id=\"a_34\">section 53</a> shall merely be &quot;relevant&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_42\">                                 for the purpose of proving the truth of any facts\n                                 contained in the said statement. Therefore, statements\n\n\n<span class=\"hidden_text\" id=\"span_66\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_67\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_68\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                      Page 13 of 54</span>\n<span class=\"hidden_text\" id=\"span_69\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_70\">16:11</span>\n                                  made before the officer under <a href=\"/doc/1276310/\" id=\"a_35\">section 53</a>, even when\n                                 &quot;relevant&quot; under <a href=\"/doc/686843/\" id=\"a_36\">section 53A</a>, cannot, without\n                                 corroborating evidence, be the basis for the conviction of\n                                 an accused.&quot;,\n                          to contend to similar effect.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_43\">                                                          ANALYSIS\n\n</p><p data-structure=\"CDiscource\" id=\"p_44\">                          17.     On a consideration of the submissions that have been made on\n                          behalf of either side, coupled with the allegations levelled against the\n                          applicant as put forth by the Narcotics Control Bureau through its\n                          reply dated 25.06.2020 as well as the specific flow chart placed on\n                          record dated 08.08.2020, it is apparent that there is no narcotic\n                          substance nor any psychotropic substance recovered from the\n                          applicant nor from his premises by the respondent/ Narcotics Control\n                          Bureau.       The allegations against the applicant relate to disclosure\n                          statements made by the co-accused Gaurav Mehta from whom the\n                          contraband was recovered on 17.08.2018, wherein, the said Gaurav\n                          Mehta allegedly revealed the names of Bhaskar Khatnani and Amit\n                          Ranjan (the present applicant) and other persons being the persons\n                          providing the tablets of Vellum (found positive of Tramadol), Xanex,\n                          Alprazolam, Lorazepam, Phentermine, V.C. Don, all in relation to\n                          which there were no positive CRCL reports and Clonazepam tablets,\n                          for which there was a positive CRCL report.\n</p><p data-structure=\"Facts\" id=\"p_45\">                          18.     The recovery was effected allegedly on 17.08.2018 from\n                          Manish Mohan at Gate No.2, Laxmi Nagar, Metro Station.               The\n                          apprehension of Manish Mohan was pursuant to the alleged disclosure\n\n\n<span class=\"hidden_text\" id=\"span_71\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_72\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_73\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 14 of 54</span>\n<span class=\"hidden_text\" id=\"span_74\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_75\">16:11</span>\n                           statement under <a href=\"/doc/1752792/\" id=\"a_37\">Section 67</a> of the NDPS Act, 1985 by Bhaskar\n                          Khatnani that Manish Mohan would send him medicine cartons at\n                          Laxmi Nagar, Metro Station near Gate No.2 between 21:00 hours to\n                          22:00 hours through his boys and that the said Bhaskar Khatnani also\n                          disclosed that Amit Ranjan i.e. the applicant herein, an associate of\n                          Manish Mohan was running a call centre at Patna and was involved in\n                          the business of psychotropic tablets and that Manish Mohan had\n                          arranged medicines from Mumbai through a parcel/ couriers.         The\n                          recovery effected on 17.08.2018 at Gate No.2, Laxmi Nagar, Metro\n                          Station was in relation to tablets of V.C. Don found to be positive for\n                          Tramadol, tablets found positive for Lorazepam, tablets found positive\n                          for Zolpidem and the said Manish Mohan allegedly disclosed in his\n                          statement under <a href=\"/doc/1752792/\" id=\"a_38\">Section 67</a> of the NDPS Act, 1985 that his friend\n                          Amit Ranjan i.e. the applicant herein was running a call centre at\n                          Patna and was dealing in online medicines i.e. Alprazolam, Ativan,\n                          Zolpidem, Valium and Hydrocodine and that these medicines had\n                          been sent to Manish Mohan by the applicant herein to Vinay\n                          Pharmaceuticals.\n</p><p data-structure=\"Facts\" id=\"p_46\">                          19.     As per the investigation conducted and as per the flow chart\n                          placed on record submitted by the NCB, letters were sent to the Zonal\n                          Director, NCB, Patna and Zonal Director, NCB, Mumbai for\n                          conducting a follow up action against Amit Ranjan i.e. the applicant\n                          herein and a reply was received on 27.09.2018 on which the date was\n                          written as 27.08.2018 from the Zonal Director, NCB, Mumbai\n                          providing the details of deliveries made to Vinay Pharmaceuticals\n                          through K.K. Pharma Solutions.\n</p>\n\n<span class=\"hidden_text\" id=\"span_76\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_77\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_78\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                 Page 15 of 54</span>\n<span class=\"hidden_text\" id=\"span_79\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_80\">16:11</span>\n<p data-structure=\"Section\" id=\"p_47\">                           20.     A reference is made through this flow chart to paragraph 41 of\n                          the complaint, which reads to the effect:-\n</p><blockquote id=\"blockquote_16\">                                     &quot;41. That a letter dated 18.09.2018 was sent to Zonal\n                                     Director, NCB/ Patna Zonal Unit and Zonal\n                                     Director, NCB/Mumbai Zonal Unit for conducting\n                                     follow up action against the suspect Amit Ranjan\n                                     and a reply dated 27.08.2018 was received from\n                                     Zonal Director, NCB/Mumbai Zonal Unit thereby\n                                     providing the details of the deliveries made to Vinay\n                                     Pharmaceuticals through K.K Pharma Solutions.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">                          21.     The complaint as initially filed makes mention of K.K. Pharma\n                          Solutions, 11/408, 4th Floor, S.R.A Building BKC, Motilal Nehru\n                          Nagar, Bandra Kurla Complex, Tel-26509900 in paragraph 18 of the\n                          complaint, which reads to the effect:-\n</p><blockquote id=\"blockquote_17\">                                     &quot;18. That in compliance of disclosure/ information\n                                     dated 17.08.2018 a team of NCB officers was\n                                     constituted by Sh. Anand Kumar, IO, NCB along Sh.\n                                     Rajeev Sahrawat, IO Sh. Rajesh Kumar Yadav, IO\n                                     Sh.Sanjeev Kumar Hawaldar, Sh. Sandeep Kumar, Sh.\n                                     Babu Lal Driver and Sh. N.P Singh Driver. Before\n                                     leaving the NCB office Sh. Anand Kumar, IO NCB\n                                     collected the seal of NARCOTIC CONTROL\n                                     BUREAU, DZU-1 from seal Incharge Sh. V. V. Singh,\n                                     Superintended, NCB and also collected the Field\n                                     Testing Kit, Electronic Weighing Machine, IO kit and\n                                     all the accessories required In search and seizure\n                                     proceedings. Thereafter the NCB team left the NCB\n                                     office at about 1930 hrs. to Laxmi Nagar, New Delhi in\n                                     two government vehicles no. DL12CN2249 (Maruti\n                                     Suzuki Dezire) driven by Sh. N.P. Singh and Vehicle\n                                     no. DL 12CK 7897 driven by Sh. Babu Lal and\n                                     reached Laxmi Nagar Metro Station, New Delhi at\n                                     about 2030 hrs. After reaching their Sh. Anand\n                                     Kumar, IO NCB mounted surveillance in that area.\n                                     Thereafter Sh. Anand Kumar, IO, NCB requested 4-5\n\n\n<span class=\"hidden_text\" id=\"span_81\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_82\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_83\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 16 of 54</span>\n<span class=\"hidden_text\" id=\"span_84\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_85\">16:11</span>\n                                      persons present there to join the NCB team as\n                                     independent witnesses during the search and seizure\n                                     proceedings to which all of them left the place cited\n                                     their personal reasons. At about 2050 hrs. two persons\n                                     came to that place having two cartons in their hands\n                                     and stand near the stairs of gate no. 2 of Laxmi Nagar\n                                     Station. Upon the basis of suspicion about the parcels\n                                     carried by those persons sh. Anand kumar, IO, NCB\n                                     reached to them and after introduction of himself and\n                                     the NCB team asked both of them about the suspected\n                                     parcels to which they replied that the said parcel was\n                                     given to them by Manish of Vinay Medical store to\n                                     hand over the same to a person at Laxmi Nagar Metro\n                                     Station who will tell them his location on mobile where\n                                     he was standing. Thereafter Sh. Anand Kumar, IO\n                                     NCB shared the Information with them and asked\n                                     them to become independent witnesses for the search,\n                                     and seizure proceedings to which they agreed\n                                     voluntarily. On one of the carton senders name was\n                                     mentioned as K.K. Pharma Solutions, 11/408, 4th\n                                     Floor, S.R.A Building BKC, Motilal Nehru Nagar,\n                                     Bandra Kurla Complex, Tel-26509900. Thereafter the\n                                     all of them with the cartons came at the narrow road\n                                     near to the stairs of Laxmi Nagar Metro Station and\n                                     checked one of the parcel after opening the same were\n                                     found to contain 2000 strips of tablets of V.C. Don\n                                     (Hydrocodone)       Batch      No.     AC-5252,    Vax\n                                     Pharmaceuticals Ltd B.D. Industrial Estate 235, 3ro\n                                     Floor, Goa (Each Strip contained 10 Tablets). The on\n                                     weight of 10 tablets the same came out to be 6 grams.\n                                     Two samples of 10 tablets each from two strips of V.C\n                                     Don (Hydrocodone) were taken and were put in Zip\n                                     lock pouches separately and those zip lock pouches\n                                     were again put in a white colour envelop, pasted its\n                                     mouth and given mark- M-1 &amp; M-2. Thereafter the\n                                     opened strips along with the 10 loose tablets were put\n                                     in a transparent polythene (zip lock,) and then\n                                     remaining strips of Hydrocodone and the empty strip\n\n\n<span class=\"hidden_text\" id=\"span_86\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_87\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_88\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 17 of 54</span>\n<span class=\"hidden_text\" id=\"span_89\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_90\">16:11</span>\n                                       were again put inside the same carton and was closed\n                                      with the tape and was put In a plastic gunny bag and\n                                      its mouth was stitched and was marked-M.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_49\">                          22.     The supplementary complaint against the applicant filed by the\n                          Narcotics Control Bureau dated 08.01.2020 does not put forth any\n                          averment against the applicant in relation to the association of the\n                          applicant with K.K. Pharma Solutions through whom contraband\n                          tablets were sent allegedly by the applicant to the co-accused Manish\n                          Mohan at Vinay Pharmaceuticals as allegedly disclosed by Manish\n                          Mohan, the co-accused in his statement under <a href=\"/doc/1752792/\" id=\"a_39\">Section 67</a> of the NDPS\n                          Act, 1985.\n</p><p data-structure=\"Facts\" id=\"p_50\">                          23.     The flow chart, the initial complaint dated 12.02.2019 and the\n                          supplementary complaint dated 08.01.2020 relate to allegations\n                          against the applicant of his alleged voluntary disclosure statement\n                          under <a href=\"/doc/1752792/\" id=\"a_40\">Section 67</a> of the NDPS Act, 1985 of indulgence in illegal\n                          business of trafficking of narcotic and psychotropic substances sent to\n                          different countries along with co-accused Manish Mohan, Pulkit\n                          Kumar and Bhaskar Khatnani and of conversations between the\n                          applicant and co-accused persons.\n</p><p data-structure=\"PetArg\" id=\"p_51\">                          24.     On behalf of either side, reliance is placed on a catena of\n                          verdicts.\n</p><p data-structure=\"Precedent\" id=\"p_52\">                          25.     Reliance was placed on behalf of the applicant on the verdict of\n                          the Hon‟ble High Court of Himachal Pradesh at Shimla in &quot;Rehmat\n                          Ali Vs. State of Himachal Pradesh&quot; [Crl.MP (M) No.203/2019] with\n                          observations therein to the effect:-\n</p><blockquote id=\"blockquote_18\">                                 &quot;7. Leaving everything aside, careful perusal of <a href=\"/doc/496325/\" id=\"a_41\">Section\n                                 37</a> of the Act, which prohibits the grant of bail to person\n\n\n<span class=\"hidden_text\" id=\"span_91\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_92\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_93\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 18 of 54</span>\n<span class=\"hidden_text\" id=\"span_94\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_95\">16:11</span>\n                                  found carrying commercial quantity of contraband\n                                 suggests that person accused of offence punishable under\n                                 <a href=\"/doc/128102/\" id=\"a_42\">section 19</a>, <a href=\"/doc/1373137/\" id=\"a_43\">24</a> or 27A cannot be ordered to be released on\n                                 bail unless public prosecutor is given opportunity to\n                                 oppose the application, if any, made for his release on\n                                 bail. In case at hand, neither commercial quantity of\n                                 contraband, came to be recovered from the conscious\n                                 possession of the present bail petitioner or his car, nor\n                                 case, if any, came to be registered against him under\n                                 <a href=\"/doc/1373137/\" id=\"a_44\">Section 24</a> or 27-<a href=\"/doc/54424454/\" id=\"a_45\">A of the Act</a> and such, rigors of <a href=\"/doc/496325/\" id=\"a_46\">section\n                                 37</a> are not attracted in, the present case.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_53\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"148944401\" id=\"span_96\">26.     Reliance was also placed on behalf of the applicant on the\n                          verdict of this Court in &quot;<a href=\"/doc/148944401/\" id=\"a_47\">Shravan Kumar Vs. State of NCT of Delhi</a>&quot;</span>\n</p><blockquote id=\"blockquote_19\">                          in Bail Application No.175/2018 with observations therein to the\n                          effect:-\n</blockquote><blockquote id=\"blockquote_20\">                                 <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"162652249\" id=\"span_97\">&quot;Undisputedly, the case of the prosecution qua the\n                                 petitioner is based upon circumstantial evidence. No\n                                 recovery of any contraband was affected from the\n                                 petitioner. Allegations against him are that he conspired\n                                 with co-accuses persons for committing the aforesaid\n                                 offences. The petitioner was arrested after about twenty\n                                 days of the arrest of the co-accused Jagdish on\n                                 05.09.2017. The prosecution has placed reliance only on\n                                 call detail record between the petitioner and co accused\n                                 Saroj Subudhi. It is alleged that accused sent Mobile\n                                 No.8860594548 or the accused Jagdish to co accused\n                                 Saroj from Mobile No. 9650310668 through SMS, This\n                                 circumstance alone at this stage is not enough to deny\n                                 bail to the petitioner despite bar under <a href=\"/doc/496325/\" id=\"a_48\">section 37</a> of the\n                                 NDPS Act.&quot;,\n\n                          in &quot;<a href=\"/doc/162652249/\" id=\"a_49\">Ramesh Kumar Vs. Narcotics Control Bureau</a>&quot; [259 (2019) DLT\n                          661] with observations therein to the effect:-</span>\n</blockquote><blockquote id=\"blockquote_21\">                                 &quot;Learned Counsel for respondent has drawn attention of\n                                 this Court to Status Report and submits that money of\n\n\n<span class=\"hidden_text\" id=\"span_98\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_99\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_100\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                 Page 19 of 54</span>\n<span class=\"hidden_text\" id=\"span_101\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_102\">16:11</span>\n                                  illicit charas has been deposited ln the bank account of\n                                 petitioner by his co-accused and that petitioner was\n                                 aware that his father is involved in trafficking of charas\n                                 and that the petitioner has not been able to explain\n                                 deposit of Rs. 40,000/- In his bank account on one\n                                 occasion and Rs. 50,000/- on another occasion. It Is also\n                                 submitted by learned Counsel for respondent that\n                                 petitioner&#x27;s father is absconding and if petitioner is\n                                 released on ball, then he is also likely to abscond.\n                                 However, learned Counsel for respondent had not\n                                 disputed that Trial Court&#x27;s order of 27th August, 2018\n                                 granting bail to co-accused Gaurav has attained finality.\n</blockquote><blockquote id=\"blockquote_22\">                                        Upon hearing and on perusal of complaint in\n                                  question and the order of 27th August, 2018 granting ball\n                                  to coaccused Gaurav, I find that the case of Petitioner is\n                                  on better footing than the case of co-accused Gaurav as\n                                  no recovery has been effected from petitioner and it\n                                  prima facie appears that petitioner&#x27;s bank deposit is not\n                                  relatable to the recovery in question. The apprehension\n                                  of respondent of petitioner indulging in such type of\n                                  offences is misplaced, as petitioner has clean\n                                  antecedents. In any case, petitioner deserves bail on the\n                                  ground of parity with co-accused Gaurav.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_54\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"99315524\" id=\"span_103\">27.     Reliance was also placed on behalf of the applicant on the\n                          verdict of the Hon‟ble Supreme Court in &quot;<a href=\"/doc/99315524/\" id=\"a_50\">Surinder Kumar Khanna\n                          Vs. Intelligence Officer Directorate of Revenue Intelligence&quot; (Crl</a>.\n                          Appeal No.949/2018) with observations therein to the effect:-</span>\n</p><blockquote id=\"blockquote_23\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99315524\" id=\"span_104\">&quot;14. In the present case it is accepted that apart from the\n                                 aforesaid statements of co-accused there is no material\n                                 suggesting involvement of the appellant to the crime in\n                                 question, We are thus left with only one piece of material\n                                 that is the confessional statements of the co-accused as\n                                 stated above. On the touchstone of law <a href=\"/doc/99315524/\" id=\"a_51\">laid down by</a> this\n                                 Court such a confessional statement of a co-accused\n                                 cannot by itself be taken as a substantive piece of\n\n\n<span class=\"hidden_text\" id=\"span_105\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_106\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_107\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 20 of 54</span>\n<span class=\"hidden_text\" id=\"span_108\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_109\">16:11</span>\n                                  evidence against another co-accused and can at best be\n                                 used or utilized in order to lend assurance to the court. In\n                                 the absence of any substantive evidence it would be\n                                 inappropriate to base the conviction of co-accused. The\n                                 appellant is therefore entitled to be acquitted of the\n                                 charges leveled against him.</span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122663958\" id=\"span_110\">&#x27;&#x27;,\n\n                          in &quot;<a href=\"/doc/122663958/\" id=\"a_52\">Dataram Singh Vs. State of UP and Others</a>&quot; Crl. Appeal\n                          no.227/2018, a verdict dated 06.02.2018 with observations therein to\n                          the effect:-</span>\n</blockquote><blockquote id=\"blockquote_24\">                                 &quot;&quot;A human attitude is required to adopted by a Judge,\n                                 while dealing with an application or remanding a\n                                 suspect or an person to police custody or Judicial\n                                 custody. There are several reasons for this including\n                                 maintaining the dignity of an person, howsoever poor\n                                 that the person might be, the requirement of <a href=\"/doc/1199182/\" id=\"a_53\">Article 21</a>\n                                 of the Constitution and the facts that there is enormous\n                                 overcrowding In the prisons, leading to social and other\n                                 problems as noticed by this Court In Re-Inhuman\n                                 Conditions in 1382 Prisons.&#x27;&#x27;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"697311\" id=\"span_111\">28.     Reliance was also placed on behalf of the applicant on the\n                          verdict of the Hon‟ble High Court of Rajasthan in &quot;<a href=\"/doc/697311/\" id=\"a_54\">Kishan Singh Vs.\n                          State of Rajasthan</a>&quot; [1995 Cri LJ 3947] with observations therein to\n                          the effect:-</span>\n</p><blockquote id=\"blockquote_25\">                                 &quot;6. ..... <a href=\"/doc/1252855/\" id=\"a_55\">Section 29</a> of the Act proclaims that whoever\n                                 abets, or is a party to a criminal conspiracy to commit, an\n                                 offence punishable under the Act shall, whether such\n                                 offence be or be not committed in consequence of such\n                                 abetment or in pursuance of such criminal conspiracy,\n                                 and notwithstanding anything contained in <a href=\"/doc/609127/\" id=\"a_56\">Section 116</a>\n                                 of the IPC, be punishable with the punishment provided\n                                 for the offence. Thus, the abetment may take place either\n                                 by instigation or conspiracy or by intentional act. But for\n                                 the proof of abetment or conspiracy, there must be\n\n\n<span class=\"hidden_text\" id=\"span_112\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_113\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_114\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 21 of 54</span>\n<span class=\"hidden_text\" id=\"span_115\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_116\">16:11</span>\n                                  joining together two or more persons in the conspiracy\n                                 and an act of illegal omission or commission of an\n                                 offence must take place in pursuance thereof. Therefore,\n                                 the actual complicity which precedes the actual\n                                 commission of an offence by the principal offender either\n                                 through substantial assistance for the commission of the\n                                 offence or through some word or conduct which\n                                 instigated the commission of the offence should be prima\n                                 facie shown. It is true that formation of conspiracy can\n                                 be inferred from circumstantial evidence or by conduct\n                                 and act of parties because affirmative evidence is not\n                                 always possible. But for establishing the charge for\n                                 abetment and criminal conspiracy under <a href=\"/doc/1252855/\" id=\"a_57\">Section 29</a> of\n                                 the Act, the prosecution must adduce some independent\n                                 &amp; corroborative legal evidence against the accused\n                                 person.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_56\">                          29.     Reliance was also placed on behalf of the applicant on the\n                          verdict of the Hon‟ble Supreme Court of India in &quot;U.P. Vs.\n                          Amarmani Tripathi&quot; [2005 (8) SCC 21] with observations therein to\n                          the effect:-\n</p><blockquote id=\"blockquote_26\">                                 &quot;18. It is well settled that the matters to be considered in\n                                 an application for bail are (i) whether there is any prima\n                                 facie or reasonable ground to believe that the accused\n                                 had committed the offence; (ii) nature and gravity of the\n                                 charge; (iii) severity of the punishment in the event of\n                                 conviction; (iv) danger of the accused absconding or\n                                 fleeing, if released on bail; (v) character, behaviour,\n                                 means, position and standing of the accused; (vi)\n                                 likelihood      of    the     offence    being     repeated;\n</blockquote><blockquote id=\"blockquote_27\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067439\" id=\"span_117\">(vii) reasonable apprehension of the witnesses being\n                                 tampered with; and (viii) danger, of course, of justice\n                                 being thwarted by grant of bail [see <a href=\"/doc/1067439/\" id=\"a_58\">Prahlad Singh\n                                 Bhati v. NCT, Delhi</a> [(2001) 4 SCC 280 : 2001 SCC\n                                 (Cri) 674] and Gurcharan Singh v. State (Delhi\n                                 Admn.) [(1978) 1 SCC 118 : 1978 SCC (Cri) 41 : AIR\n                                 1978 SC 179] ]. While a vague allegation that the\n\n\n<span class=\"hidden_text\" id=\"span_118\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_119\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_120\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 22 of 54</span>\n<span class=\"hidden_text\" id=\"span_121\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_122\">16:11</span>\n                                  accused may tamper with the evidence or witnesses may\n                                 not be a ground to refuse bail, if the accused is of such\n                                 character that his mere presence at large would\n                                 intimidate the witnesses or if there is material to show\n                                 that he will use his liberty to subvert justice or tamper\n                                 with the evidence, then bail will be refused.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342616\" id=\"span_123\">We may also\n                                 refer to the following principles relating to grant or\n                                 refusal    of    bail    stated    in <a href=\"/doc/1342616/\" id=\"a_59\">Kalyan     Chandra\n                                 Sarkar v. Rajesh Ranjan</a> [(2004) 7 SCC 528 : 2004 SCC\n                                 (Cri) 1977] : (SCC pp. 535-36, para 11)\n\n                                        &quot;11. The law in regard to grant or refusal of\n                                        bail is very well settled. The court granting bail\n                                        should exercise its discretion in a judicious\n                                        manner and not as a matter of course. Though\n                                        at the stage of granting bail a detailed\n                                        examination of evidence and elaborate\n                                        documentation of the merit of the case need not\n                                        be undertaken, there is a need to indicate in\n                                        such orders reasons for prima facie concluding\n                                        why bail was being granted particularly where\n                                        the accused is charged of having committed a\n                                        serious offence. Any order devoid of such\n                                        reasons would suffer from non-application of\n                                        mind. It is also necessary for the court granting\n                                        bail to consider among other circumstances,\n                                        the following factors also before granting bail;\n                                        they are:</span>\n</blockquote><blockquote id=\"blockquote_28\">                                        (a) The nature of accusation and the severity of\n                                        punishment in case of conviction and the nature\n                                        of supporting evidence.\n</blockquote><blockquote id=\"blockquote_29\">                                        (b) Reasonable apprehension of tampering with\n                                        the witness or apprehension of threat to the\n                                        complainant.\n</blockquote><blockquote id=\"blockquote_30\">                                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1012138\" id=\"span_124\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"836557\" id=\"span_125\">(c) Prima facie satisfaction of the court in\n                                        support of the charge. (See <a href=\"/doc/836557/\" id=\"a_60\">Ram Govind\n                                        Upadhyay v. Sudarshan Singh</a> [(2002) 3 SCC\n\n\n<span class=\"hidden_text\" id=\"span_126\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_127\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_128\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                      Page 23 of 54</span>\n<span class=\"hidden_text\" id=\"span_129\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_130\">16:11</span>\n                                         598    :     2002     <a href=\"/doc/1012138/\" id=\"a_61\">SCC      (Cri) 688]\n                                        and Puran v. Rambilas</a> [(2001) 6 SCC 338 :</span></span>\n</blockquote><blockquote id=\"blockquote_31\">                                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8258\" id=\"span_131\">2001 SCC (Cri) 1124] .)&quot;,\n                          and in &quot;<a href=\"/doc/8258/\" id=\"a_62\">State of Rajasthan Vs. Balchand</a>&quot; (1977) 4 SCC 308 with\n                          observations therein to the effect:-</span>\n</blockquote><blockquote id=\"blockquote_32\">                                     &quot;2. The basic rule may perhaps be tersely put as\n                                     bail, not jail, except where there are circumstances\n                                     suggestive of fleeing from justice or thwarting the\n                                     course of justice or creating other troubles in the\n                                     shape of repeating offences or intimidating\n                                     witnesses and the like, by the petitioner who seeks\n                                     enlargement on bail from the court. We do not\n                                     intend to be exhaustive but only illustrative.&quot;,\n\n                          to contend to the effect that there is nothing whatsoever on the record\n                          to suggest the conspiracy between the applicant and the other co-\n                          accused persons in trafficking of the contraband of psychotropic\n                          substances.\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"138130881\" id=\"span_132\">30.     Reliance is also placed on behalf of the applicant on the verdict\n                          of this Court in &quot;<a href=\"/doc/138130881/\" id=\"a_63\">Mohit Aggarwal Vs. Narcotics Control Bureau</a>&quot; in\n                          Bail Application No.2585/2020 (MANU/DE/0488/2021) with specific\n                          reference to observations in paragraphs 32 &amp; 35, which read to the\n                          effect:-</span>\n</p><blockquote id=\"blockquote_33\">                                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_133\">&quot;32. Keeping in mind the observations made in <a href=\"/doc/143202244/\" id=\"a_64\">Tofan\n                                 Singh</a> (Supra) and upon a bare reading of petitioner&#x27;s\n                                 statement recorded on 09.01.2020, it is apparent that\n                                 petitioner has not admitted that he was a party to the\n                                 transaction or in possession of recovered and seized\n                                 contraband substance. Though he has admitted in custody\n                                 to have illegally traded the tablets under the NDPS (which\n                                 is now inadmissible, unless proved otherwise) but since no\n                                 recovery has been affected from his person or shop in this\n                                 case, prosecution can only attempt to prove its case on the\n\n\n<span class=\"hidden_text\" id=\"span_134\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_135\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_136\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 24 of 54</span>\n<span class=\"hidden_text\" id=\"span_137\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_138\">16:11</span>\n                                  basis of circumstantial evidence, that is to say, by\n                                 corroborating the call detail record or other material\n                                 available and reliance cannot be solely placed upon\n                                 disclosure statement of co-accused to keep him behind\n                                 bars, especially when the recoveries of the instance were\n                                 before the arrest of the petitioner and the statement given\n                                 by co-accused has been retracted at the first available\n                                 opportunity.</span>\n</blockquote><blockquote id=\"blockquote_34\">                                 35. In the case in hand, investigation is said to be\n                                 complete. As per impugned order dated 21.07.2020\n                                 complaint/charge sheet has already been filed, however,\n                                 besides confessional statement recorded under <a href=\"/doc/1752792/\" id=\"a_65\">Section 67</a>\n                                 of NDPS Act, no other material is forthcoming. Since no\n                                 incriminating material was recovered at the instance of\n                                 petitioner, this strengthens the view of this Court that\n                                 petitioner is not likely to commit offence if released on\n                                 bail. Moreover, nothing stops the prosecution to prove its\n                                 case on merits during trial. In the aforesaid view of the\n                                 case, requirements under <a href=\"/doc/496325/\" id=\"a_66\">Section 37</a> of NDPS Act are\n                                 fulfilled.&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_58\">                                  Though, SLP (Crl.) Nos.6128-6129/2021 have been filed\n                          against this judgment, there has been no stay of the operation of the\n                          judgment of this Court in Bail Appl. No.2585/2020, and reliance is\n                          also placed on behalf of the applicant on the verdict of this Court in\n                          &quot;Jitender       Bhati    Vs.   NCB&quot;       in    Bail    Appln.4005/2020\n                          (MANU/DE/0503/2021) with specific reference to observations in\n                          paragraphs 10-12 &amp; 14, which read to the effect:-\n</p>\n<blockquote id=\"blockquote_35\">                                 &quot;10. The foremost plea taken by petitioner is that at the first\n                                 available opportunity he had retracted from the\n                                 confessional statement recorded under <a href=\"/doc/1752792/\" id=\"a_67\">Section 67</a> of NDPS\n                                 Act.\n</blockquote>\n<blockquote id=\"blockquote_36\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_139\">11. Recently, the Hon&#x27;ble Supreme Court, by majority view\n                                 while answering to a reference with regard to the\n                                 evidentiary value of <a href=\"/doc/1752792/\" id=\"a_68\">Section 67</a> of NDPS Act in <a href=\"/doc/143202244/\" id=\"a_69\">Tofan\n\n\n<span class=\"hidden_text\" id=\"span_140\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_141\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_142\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                     Page 25 of 54</span>\n<span class=\"hidden_text\" id=\"span_143\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_144\">16:11</span>\n                                  Singh</a> (Supra) held &quot;that a statement recorded under\n                                 <a href=\"/doc/1752792/\" id=\"a_70\">section 67</a> of the NDPS Act cannot be used as a\n                                 confessional statement in the trial of an offence under the\n                                 <a href=\"/doc/1727139/\" id=\"a_71\">NDPS Act</a>&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_145\">Reciting a dissenting view in <a href=\"/doc/143202244/\" id=\"a_72\">Tofan Singh</a>\n                                 (Supra), Hon&#x27;ble Ms. Justice Indira Banerjee observed that\n                                 &quot;she was unable to agree that a statement recorded under\n                                 <a href=\"/doc/1752792/\" id=\"a_73\">Section 67</a> of the NDPS Act cannot be used against an\n                                 accused offender in the trial of an offence under the <a href=\"/doc/1727139/\" id=\"a_74\">NDPS\n                                 Act</a>&quot;.</span>\n</blockquote><p data-structure=\"PetArg\" id=\"p_59\">                                 12. Pertinently, besides confessional statement recorded\n                                 under <a href=\"/doc/1752792/\" id=\"a_75\">Section 67</a> of NDPS Act, no other evidence is\n                                 available on record to show petitioner&#x27;s involvement in the\n                                 offence in question. No recovery has been made at the\n                                 instance of petitioner. Since petitioner has retracted from\n                                 his confessional statement so recorded, its&#x27; worth has be\n                                 proved at trial by the prosecution.\n</p><p data-structure=\"PetArg\" id=\"p_60\">                                 <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"127711034\" id=\"span_146\">14. In the present case, no recovery has been made from\n                                 petitioner. Admittedly, on the day his ID was used, he was\n                                 on leave and no other similar case is pending against him.\n                                 No material such as call detail record etc. has been placed\n                                 by the prosecution to establish that petitioner was in contact\n                                 with the main accused, namely, Monte Alexander.\n                                 Accordingly, this Court has a reason to believe that\n                                 petitioner is not likely to commit the offence if released on\n                                 bail. Charge under <a href=\"/doc/1252855/\" id=\"a_76\">Section 29</a> NDPS Act has already been\n                                 framed by the trial court against the petitioner and thereby,\n                                 prosecution has an opportunity to prove its case during\n                                 trial. Hence, requirements under <a href=\"/doc/496325/\" id=\"a_77\">Section 37</a> of NDPS Act\n                                 are fulfilled.&quot;,\n                          and in &quot;<a href=\"/doc/127711034/\" id=\"a_78\">Dalip Singh Vs. The State (NCT of Delhi</a>)&quot; 256(2019) DLT\n                          721 with specific reference to observations in paragraphs 11 &amp; 12,\n                          which read to the effect:-</span>\n</p><blockquote id=\"blockquote_37\">                                 &quot;11. On perusal of the record, it is prima facie seen that\n                                 there are two major missing links in the case of the\n                                 prosecution. There is no link established by the\n                                 prosecution between the petitioner with the alleged\n                                 supplier Manoj. Further the entire case of the\n\n\n<span class=\"hidden_text\" id=\"span_147\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_148\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_149\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 26 of 54</span>\n<span class=\"hidden_text\" id=\"span_150\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_151\">16:11</span>\n                                  prosecution, in so far as petitioner is concerned is\n                                 circumstantial i.e. based solely on disclosure statement of\n                                 a co-accused which is per se not admissible without there\n                                 being any corroboration. Prosecution has not been able\n                                 to establish any connection between the subject offence\n                                 and the bank accounts, where the petitioner is alleged to\n                                 have been depositing money or with the holders of those\n                                 accounts. Merely because the petitioner has been having\n                                 telephonic conversation with the co-accused, would not\n                                 be sufficient to hold that petitioner is guilty of the subject\n                                 offence. There is no recovery made from the petitioner.\n</blockquote><blockquote id=\"blockquote_38\">                                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"45081658\" id=\"span_152\">12. I am of the view that requirement of <a href=\"/doc/496325/\" id=\"a_79\">Section 37</a> of the\n                                 NDPS Act are satisfied. In so far as the petitioner is\n                                 concerned, there are reasonable grounds to believe that\n                                 petitioner is not guilty of the said offence.&quot;,\n                          and reliance is also placed on behalf of the applicant on the verdict of\n                          the Bombay High Court in &quot;<a href=\"/doc/45081658/\" id=\"a_80\">Shashikant Prabhu Vs. Rahul Saini,\n                          NCB &amp; Anr.</a>&quot; in Bail Application 198/2019&quot; with specific reference\n                          to observations in paragraphs 8 &amp; 9, which read to the effect:-</span>\n</blockquote><blockquote id=\"blockquote_39\">                                 &quot;8. Undisputedly, information was received by the\n                                 intelligence Officer on 13th March 2018 which was\n                                 reduced in writing. Information was relating to visit of\n                                 accused No.1 at Infinity Mall with Hashish. Information\n                                 also referred to visit of accused No.2 at the spot to accept\n                                 delivery of contraband. Pursuant to the receipt of\n                                 information, the respondent arranged team for\n                                 conducting raid. Accused No.1, 2 and 3 were arrested.\n                                 Contraband was recovered from the bag which was found\n                                 to be containing Hashish. Thus, the information did not\n                                 refer to involvement of the applicants in aforesaid\n                                 transaction. The respondents are relying upon the\n                                 statement of accused No.2 which was recorded during the\n                                 course of investigation after recovery of the narcotics\n                                 drugs. In the said statements the co-accused i.e. accused\n                                 No.2 has stated that applicants were party to the\n\n\n\n<span class=\"hidden_text\" id=\"span_153\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_154\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_155\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 27 of 54</span>\n<span class=\"hidden_text\" id=\"span_156\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_157\">16:11</span>\n                                  transactions relating to drugs business conducted by him.\n                                 It is pertinent to note that, there was no cogent evidence\n                                 to establish that the applicants had any point of time\n                                 transported, sold, delivered the drugs at the instance of\n                                 accused no.2. The prosecution is relying upon the call\n                                 data record to show the link of accused No.4 with\n                                 accused No.2. The prosecution is relying upon the bank\n                                 transaction to establish link of accused No.5 with\n                                 accused No.2. Bank transaction also referred to the\n                                 depositing the amount into account of other persons. The\n                                 accused No.2 himself has stated that the applicants were\n                                 working with him. Merely on account of call exchanged\n                                 between accused No.4 and accused No.2, no inference\n                                 could be drawn, showing his involvement in the crime.\n                                 The bank transactions relied upon by the prosecution to\n                                 show the involvement of accused No.5 would not lead to\n                                 inference of his involvement in the crime. Prima facie,\n                                 there is nothing to indicate that the amount was relating\n                                 to sell or procurement of drug. No other incriminating\n                                 evidence to show involvement of the applicants is on\n                                 record. There is no recovery from the applicants. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_158\">Accused\n                                 No.5 was working as manager with accused No.2 as\n                                 stated by him show assuming that bank transaction prima\n                                 facie, it may not lead to the inference of commission of\n                                 crime. The statements under <a href=\"/doc/1752792/\" id=\"a_81\">Section 67</a> appear to have\n                                 been retracted. Sans statements of the applicant and the\n                                 co-accused which were recorded under <a href=\"/doc/1752792/\" id=\"a_82\">section 67</a> of the\n                                 NDPS Act, apparently, there is no cogent evidence\n                                 against the applicants to show their involvement in the\n                                 crime. Learned Advocates for both the applicants have\n                                 heavily relied upon the decision of the Apex Court in the\n                                 case of <a href=\"/doc/143202244/\" id=\"a_83\">Tofan Singh Vs. State of Tamil Nadu</a> delivered in\n                                 Criminal Appeal No. 152 of 2013. In <a href=\"/doc/143202244/\" id=\"a_84\">the said decision</a> the\n                                 majority opinion is as follows:-</span>\n</blockquote>\n<blockquote id=\"blockquote_40\">                                        &quot;155. We answer the reference by stating:\n</blockquote>\n<blockquote id=\"blockquote_41\">                                        (i)    That the officers who are invested with\n                                        powers under <a href=\"/doc/1276310/\" id=\"a_85\">section 53</a> of the NDPS Act are\n\n\n<span class=\"hidden_text\" id=\"span_159\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_160\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_161\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 28 of 54</span>\n<span class=\"hidden_text\" id=\"span_162\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_163\">16:11</span>\n                                         &quot;police officers&quot; within the meaning of <a href=\"/doc/494844/\" id=\"a_86\">section\n                                        25</a> of the Evidence Act, as a result of which any\n                                        confessional statement made to them would be\n                                        barred under the provision of <a href=\"/doc/494844/\" id=\"a_87\">section 25</a> of the\n                                        Evidence Act, and cannot be taken into account\n                                        in order to convict an accused under the <a href=\"/doc/1727139/\" id=\"a_88\">NDPS\n                                        Act</a>.\n</blockquote><blockquote id=\"blockquote_42\">                                        (ii) That a statement recorded under <a href=\"/doc/1752792/\" id=\"a_89\">section 67</a>\n                                        of the NDPS Act cannot be used as a\n                                        confessional statement in the trial of an offence\n                                        under the <a href=\"/doc/1727139/\" id=\"a_90\">NDPS Act</a>.&quot; .\n</blockquote><p data-structure=\"Precedent\" id=\"p_61\">                                 9. Thus, the Apex Court has held that the statement\n                                 under <a href=\"/doc/1752792/\" id=\"a_91\">Section 67</a> of the NDPS Act cannot be relied upon.\n                                 In any case, there is no corroborative evidence to\n                                 substantiate the averment in the statements of the\n                                 accused. Hence, the embargo under <a href=\"/doc/496325/\" id=\"a_92\">Section 37</a> of the\n                                 NDPS Act would not cause impediment for granting bail\n                                 to the applicants. Hence, the following order :-\n</p><blockquote id=\"blockquote_43\">                                                           ORDER\n</blockquote><blockquote id=\"blockquote_44\">                                 i)     Bail Application Nos. 198 of 2019 &amp; 1617 of 2019\n                                 are allowed.\n</blockquote><blockquote id=\"blockquote_45\">                                 ii)    The applicants are directed to be released on bail in\n                                 connection with NDPS Special Case No.170 of 2018\n                                 registered with Narcotics Control Bureau, Mumbai on\n                                 executing P.R. bond in the sum of Rs.30,000/- each with\n                                 one or more sureties in the like amount;\n</blockquote><blockquote id=\"blockquote_46\">                                 iii) The applicants shall report to Narcotics Control\n                                 Bureau, Mumbai, once in a month on first Saturday of the\n                                 month between 11.00 a.m. to 1.00 p.m. till further orders;\n</blockquote><blockquote id=\"blockquote_47\">                                 iv)     Applications stand disposed of accordingly.&quot;,\n\n                          on the verdict of the Hon‟ble High Court of Punjab &amp; Haryana in\n                          &quot;Daljit Singh Vs. State of Haryana&quot; CRM No. 12997/2020 with\n                          reference to observations therein to the effect:-\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_164\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_165\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_166\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 29 of 54</span>\n<span class=\"hidden_text\" id=\"span_167\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_168\">16:11</span>\n<blockquote id=\"blockquote_48\">                                  &quot;Having heard learned counsel for the parties, I find that\n                                 the petitioner having involved on the basis of disclosure\n                                 statement of co-accused namely Balbir and Rajinder is\n                                 hit by the ratio of Tofan Singh vs State of Tamil Nadu,\n                                 Criminal Appeal No.152 of 2013 wherein it has been\n                                 observed that the officers who are invested with powers\n                                 under <a href=\"/doc/1276310/\" id=\"a_93\">Section 53</a> of NDPS Act are the police officers\n                                 within the meaning of <a href=\"/doc/494844/\" id=\"a_94\">Section 25</a> of the Evidence Act.\n                                 Any confessional statement made before the police\n                                 officer would be hit by <a href=\"/doc/494844/\" id=\"a_95\">Section 25</a> of the Evidence Act.\n                                 Statement under <a href=\"/doc/1752792/\" id=\"a_96\">Section 67</a> of NDPS Act cannot be used\n                                 as a confessional statement in the trial of an offence\n                                 under <a href=\"/doc/1727139/\" id=\"a_97\">NDPS Act</a>.<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99315524\" id=\"span_169\">&quot;,\n                          and on the verdict of the Hon‟ble Supreme Court in &#x27;&#x27;<a href=\"/doc/99315524/\" id=\"a_98\">Surinder Kumar\n                          Khanna Vs. Intelligence</a> Supreme Officer Directorate of Revenue\n                          Intelligence&quot; (2018) 8 SCC 271 with specific reference to\n                          observations in paragraph 14, which reads to the effect:-</span>\n</blockquote><blockquote id=\"blockquote_49\">                                 &quot;14. ......\n</blockquote><blockquote id=\"blockquote_50\">                                       In the absence of any substantive evidence it\n                                 would be inappropriate to base the conviction of the\n                                 appellant purely on the statements of co-accused. The\n                                 appellant is therefore entitled to be acquitted of the\n                                 charges levelled against him. We, therefore, accept this\n                                 appeal, set aside the orders of conviction and sentence\n                                 and acquit the appellant. The appellant shall be released\n                                 forthwith unless his custody is required in connection\n                                 with any other offence.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_62\">                          to contend to similar effect.\n</p>\n<p data-structure=\"Section\" id=\"p_63\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_170\">31.     Furthermore, reliance was also placed on behalf of the applicant\n                          on the verdict of the Hon‟ble Supreme Court in &quot;<a href=\"/doc/143202244/\" id=\"a_99\">Tofan Singh V. State\n                          of Tamil Nadu</a>&quot; 2021 (4) SCC 1 to submit to the effect that it has\n                          been categorically laid down therein that the statement recorded under\n\n\n\n<span class=\"hidden_text\" id=\"span_171\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_172\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_173\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 30 of 54</span>\n<span class=\"hidden_text\" id=\"span_174\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_175\">16:11</span>\n                           <a href=\"/doc/1752792/\" id=\"a_100\">Section 67</a> of the NDPS Act, 1985, cannot be used as a confessional\n                          statement in the trial of an offence under the <a href=\"/doc/1727139/\" id=\"a_101\">NDPS Act, 1985</a> and that\n                          officers were vested with powers under <a href=\"/doc/1276310/\" id=\"a_102\">Section 53</a> of the NDPS Act,\n                          1985 are &quot;police officers&quot; within the meaning of <a href=\"/doc/494844/\" id=\"a_103\">Section 25</a> of the\n                          Indian Evidence Act, 1872, as a result of which any confessional\n                          statement made to them would be barred under the provisions of\n                          <a href=\"/doc/494844/\" id=\"a_104\">Section 25</a> of the Indian Evidence Act, 1872 and cannot be taken into\n                          account in order to convict an accused under the <a href=\"/doc/1727139/\" id=\"a_105\">NDPS Act, 1985</a>.</span>\n</p><p data-structure=\"PetArg\" id=\"p_64\">                          32.     It has thus been submitted on behalf of the applicant that there\n                          is not an iota of evidence that the Investigating Agency has collected\n                          to bring forth that there are reasonable grounds to satisfy the Court for\n                          believing that the applicant is guilty of the commission of any offence\n                          punishable under the <a href=\"/doc/1727139/\" id=\"a_106\">NDPS Act, 1985</a> or that he is likely to commit\n                          any offence whilst on bail, in as much as, the applicant has clean\n                          antecedents.\n</p><p data-structure=\"Precedent\" id=\"p_65\">                          33.     The Narcotics Control Bureau has relied upon on the disclosure\n                          statements dated 06.09.2019 of the applicant under <a href=\"/doc/1752792/\" id=\"a_107\">Section 67</a> of the\n                          NDPS Act, 1985 and also on the disclosure statements made by the\n                          co-accused persons in the instant case to contend to the effect that the\n                          applicant was wholly involved in the conspiracy with the co-accused\n                          persons in illegal trafficking of psychotropic substances.\n</p><p data-structure=\"Precedent\" id=\"p_66\">                          34.     Reliance was also placed on behalf of the Narcotics Control\n                          Bureau on the verdict of this Court in &quot;Nitish Amrut Bhai Patel\n                          Versus NCB&quot; 2021 Crl.L.J.180 a verdict dated 14.07.2020 with\n                          specific reference to observations in paragraphs 84 to 88, which read\n                          to the effect:-\n</p>\n\n<span class=\"hidden_text\" id=\"span_176\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_177\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_178\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 31 of 54</span>\n<span class=\"hidden_text\" id=\"span_179\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_180\">16:11</span>\n<blockquote id=\"blockquote_51\">                                 &quot;84. At this stage it is relevant to refer to <a href=\"/doc/686843/\" id=\"a_108\">section 53A</a> of\n                                the NDPS Act and the same is set out below:\n</blockquote><blockquote id=\"blockquote_52\">                                     &quot;53A. Relevancy of statements under certain\n                                     circumstances.--\n</blockquote><blockquote id=\"blockquote_53\">                                     (1) A statement made and signed by a person before\n                                     any officer empowered under <a href=\"/doc/1276310/\" id=\"a_109\">section 53</a> for the\n                                     investigation of offences, during the course of any\n                                     inquiry or proceedings by such officer, shall be\n                                     relevant for the purpose of proving, in any\n                                     prosecution for an offence under this Act, the truth\n                                     of the facts which it contains,--\n</blockquote><blockquote id=\"blockquote_54\">                                     (a) when the person who made the statement is dead\n                                     or cannot be found or is incapable of giving\n                                     evidence, or is kept out of the way by the adverse\n                                     party, or whose presence cannot be obtained without\n                                     an amount of delay or expense which under the\n                                     circumstances of the case, the court considers\n                                     unreasonable; or\n</blockquote><blockquote id=\"blockquote_55\">                                     (b) when the person who made the statement is\n                                     examined as a witness in the case before the court\n                                     and the court is of the opinion that having regard to\n                                     the circumstances of the case, the statement should\n                                     be admitted in evidence in the interest of justice.\n                                     (2) The provisions of sub-section (1) shall, so far as\n                                     may be, apply in relation to any proceedings under\n                                     this Act or the rules or orders made thereunder,\n                                     other than a proceeding before a court, as they\n                                     apply in relation to a proceeding before a court.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_67\">                                85. By virtue of <a href=\"/doc/686843/\" id=\"a_110\">Section 53A</a> of the Act, a statement signed\n                                by a person before any officer empowered under <a href=\"/doc/1276310/\" id=\"a_111\">Section\n                                53</a> for investigation of offences, during the course of\n                                inquiry, would be relevant for the purpose of proving the\n                                truth of the fact stated in the said statement in\n                                circumstances set out in clause (a) of sub-section (1) of\n                                <a href=\"/doc/686843/\" id=\"a_112\">Section 53A</a> of the Act.\n</p>\n\n<span class=\"hidden_text\" id=\"span_181\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_182\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_183\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 32 of 54</span>\n<span class=\"hidden_text\" id=\"span_184\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_185\">16:11</span>\n<p data-structure=\"Precedent\" id=\"p_68\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61381973\" id=\"span_186\">86. In the present circumstances, none of the said\n                                circumstances exist. Nonetheless, the facts stated by Nitesh\n                                Patel and his statements have been accepted as proved by\n                                relying on the provisions of <a href=\"/doc/1752792/\" id=\"a_113\">Section 67</a> of the NDPS Act. It\n                                is doubtful whether the provisions of <a href=\"/doc/1752792/\" id=\"a_114\">Section 67</a> of the\n                                NDPS Act can be read in a manner so as to circumvent the\n                                conditions as set out in clause (a) of sub-section (1) of\n                                <a href=\"/doc/686843/\" id=\"a_115\">Section 53A</a> of the NDPS Act. The question whether the\n                                statement made by accused under <a href=\"/doc/1752792/\" id=\"a_116\">Section 67</a> of the Act is\n                                admissible in evidence has been referred by the Supreme\n                                Court to a Larger Bench rendered in <a href=\"/doc/61381973/\" id=\"a_117\">Tofan Singh v. State\n                                of Tamilnadu</a>: MANU/SC/1031/2013 : (2013) 13 SCC 344.\n                                However, for the purposes of the present petition, this\n                                court is proceeding on the basis that such statements are\n                                admissible.</span>\n</p><p data-structure=\"Precedent\" id=\"p_69\">                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924452\" id=\"span_187\">87. Having stated the above, it is also necessary to bear in\n                                mind that an incriminating statement recorded under\n                                <a href=\"/doc/1752792/\" id=\"a_118\">Section 67</a> of the Act is a weak evidence and must be tested\n                                and evaluated before the same can be accepted. First of\n                                all, the Court must be satisfied that such a statement has\n                                been made voluntarily without any fear, coercion or\n                                duress. In addition, such statement can only be used to\n                                corroborate other evidence. The Supreme Court in the\n                                case of <a href=\"/doc/1924452/\" id=\"a_119\">Kashmira Singh v. State of Madhya Pradesh</a>:</span>\n</p><blockquote id=\"blockquote_56\">                                MANU/SC/0031/1952 : AIR 1952 SC 159 had examined\n                                the evidentiary value of a confession made by a co-\n                                accused. After referring to various decisions, the Supreme\n                                Court held as under:-\n</blockquote><blockquote id=\"blockquote_57\">                                     &quot;10. Translating these observations into concrete\n                                     terms they come to this. The proper way to approach\n                                     a case of this kind is, first, to marshal the evidence\n                                     against the accused excluding the confession\n                                     altogether from consideration and see whether, if it\n                                     is believed, a conviction could safely be based on it.\n                                     If it is capable of belief independently of the\n                                     confession, then of course it is not necessary to call\n                                     the confession in aid. But cases may arise where the\n\n\n<span class=\"hidden_text\" id=\"span_188\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_189\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_190\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 33 of 54</span>\n<span class=\"hidden_text\" id=\"span_191\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_192\">16:11</span>\n                                      judge is not prepared to act on the other evidence as\n                                     it stands even though, if believed, it would be\n                                     sufficient to sustain a conviction. In such an event\n                                     the judge may call in aid the confession and use it to\n                                     lend assurance to the other evidence and thus fortify\n                                     himself in believing what without the aid of the\n                                     confession he would not be prepared to accept.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_70\">                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"331743\" id=\"span_193\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924452\" id=\"span_194\">88 . The decision in the case of <a href=\"/doc/1924452/\" id=\"a_120\">Kashmira Singh</a> (supra)\n                                was approved by the Constitution Bench of the Supreme\n                                Court in <a href=\"/doc/331743/\" id=\"a_121\">Hari Charan Kurmi v. State of Bihar</a>:</span></span>\n</p><blockquote id=\"blockquote_58\">                                MANU/SC/0059/1964 : (1964) 6 SCR 623. The relevant\n                                observations made by the Supreme Court are set out\n                                below:\n</blockquote><blockquote id=\"blockquote_59\">                                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924452\" id=\"span_195\">&quot;Thus, though confession may be regarded as\n                                     evidence in that generic sense because of the\n                                     provisions of <a href=\"/doc/634898/\" id=\"a_122\">Section 30</a>, the fact remains that it is\n                                     not evidence as defined by <a href=\"/doc/1840572/\" id=\"a_123\">Section 3</a> of the Act. The\n                                     result, therefore, is that in dealing with a case\n                                     against an accused person, the court cannot start\n                                     with the confession of a co-accused person; it must\n                                     begin with other evidence adduced by the\n                                     prosecution and after it has formed its opinion with\n                                     regard to the quality and effect of the said evidence,\n                                     then it is permissible to turn to the confession in\n                                     order to receive assurance to the conclusion of guilt\n                                     which the judicial mind is about to reach on the said\n                                     other evidence. That, briefly stated, is the effect of\n                                     the provisions contained in <a href=\"/doc/634898/\" id=\"a_124\">Section 30</a>. The same\n                                     view has been expressed by this Court in <a href=\"/doc/1924452/\" id=\"a_125\">Kashmira\n                                     Singh v. State of Madhya Pradesh</a> where the\n                                     decision of the Privy Council in Bhuboni Sahu&#x27;s case\n                                     has been cited with approval.&quot;,\n\n                          and on the verdict of the Hon‟ble High Court of Himachal Pradesh in\n                          &quot;Karamvir       Versus   Narcotics    Control   Bureau,     Chandigarh&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_71\">                          MANU/HP/ 1143/2020 a verdict dated 07.12.2020 with specific\n\n\n\n<span class=\"hidden_text\" id=\"span_196\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_197\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_198\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 34 of 54</span>\n<span class=\"hidden_text\" id=\"span_199\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_200\">16:11</span>\n                           reference to observations in paragraphs 16 to 20, which read to the\n                          effect:-\n</p><blockquote id=\"blockquote_60\">                                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_201\">&quot;16. Second ground for enlarging the petitioner on bail is\n                                 that he has been implicated in present case only on the\n                                 basis of statement under <a href=\"/doc/1752792/\" id=\"a_126\">Section 67</a> of NDPS Act,\n                                 whereas on the basis of statement of <a href=\"/doc/1752792/\" id=\"a_127\">Section 67</a> of NDPS\n                                 Act, as held by Apex Court in Criminal Appeal No. 152 of\n                                 2013, titled <a href=\"/doc/143202244/\" id=\"a_128\">Tofan Singh vs. State of Tamil Nadu</a>, decided\n                                 on 29.10.2020, a statement recorded under <a href=\"/doc/1752792/\" id=\"a_129\">Section 67</a> of\n                                 NDPS Act cannot be used as a confessional statement in\n                                 the trial of an offence under <a href=\"/doc/1727139/\" id=\"a_130\">NDPS Act</a>.</span>\n</blockquote><blockquote id=\"blockquote_61\">                                 <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"143202244\" id=\"span_202\">17. There is no dispute with respect to law <a href=\"/doc/143202244/\" id=\"a_131\">laid down by</a>\n                                 the Supreme Court, relied upon by petitioner. However,\n                                 as a matter of fact in present case petitioner has not been\n                                 involved in the case only on the basis of statement\n                                 recorded under <a href=\"/doc/1752792/\" id=\"a_132\">Section 67</a> of NDPS Act, but, as claimed\n                                 by prosecution, a prior information about his\n                                 involvement in procuring, trafficking and selling the\n                                 charas and opium was received by a Surveillance\n                                 Assistant of NCB on 7.11.2019, which was reduced into\n                                 writing and placed before the Officer of rank of\n                                 Superintendent NCB whereupon a team was constituted\n                                 and that information was substantiated on recovery of\n                                 charas and opium from vehicle wherein Kuldeep and\n                                 Hardeep (accused) were found transporting the\n                                 contraband and involvement of Karamvir petitioner has\n                                 further been substantiated by CDRs. record and also on\n                                 recovery of a silver small weighing machine and\n                                 electronic compact scale from his residence and\n                                 therefore, it is not a case where petitioner has been\n                                 involved only on basis of voluntary statement recorded\n                                 under <a href=\"/doc/1752792/\" id=\"a_133\">Section 67</a> of NDPS Act or only on the basis of\n                                 disclosure statement made by co-accused. Therefore, plea\n                                 of petitioner on this count is not sustainable.</span>\n</blockquote><blockquote id=\"blockquote_62\">                                 18. Veracity of evidence narrated by prosecution is to be\n                                 evaluated by trial Court. Facts of prosecution case and\n\n\n<span class=\"hidden_text\" id=\"span_203\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_204\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_205\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                 Page 35 of 54</span>\n<span class=\"hidden_text\" id=\"span_206\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_207\">16:11</span>\n                                  contentions of petitioner have been reproduced herein-\n                                 above only for bringing the necessary facts on record,\n                                 which were essential to be considered for adjudication of\n                                 this petition.\n</blockquote><blockquote id=\"blockquote_63\">                                 19. Without commenting upon merits of prosecution case\n                                 as well as contentions raised by petitioner, but for nature\n                                 and gravity of offence, impact thereof on society and\n                                 quantum of contraband recovered and also that\n                                 petitioner has not been involved only on the basis of\n                                 statement made under <a href=\"/doc/1752792/\" id=\"a_134\">Section 67</a> of NDPS Act, I do not\n                                 find any reason for enlarging the petitioner on bail at this\n                                 stage.\n</blockquote><blockquote id=\"blockquote_64\">                                 20. In view of above, petition is dismissed. Any\n                                 observation made in this order shall not affect the merits\n                                 of case in any manner and will strictly confine for the\n                                 disposal of this bail application.&quot;,\n</blockquote><blockquote id=\"blockquote_65\">                          35.     Reliance was also placed on behalf of the Narcotics Control\n                          Bureau on the verdict of the Hon‟ble High Court of Tamil Nadu in &quot;K.\n                          Sirajudeen &amp; Others Versus State&quot; MANU/TN/7372/2020 a verdict\n                          dated 23.12.2020 with specific reference to observations in paragraphs\n                          24 to 27, which read to the effect:-\n</blockquote><blockquote id=\"blockquote_66\">                                 &quot;24. This Court perused the entire materials on record\n                                 including the statement recorded under <a href=\"/doc/1752792/\" id=\"a_135\">Section 67</a> of the\n                                 NDPS Act from the petitioners and also from the other\n                                 accused. This Court also carefully considered the\n                                 judgments relied on by the learned counsel for the\n                                 petitioners as well as the learned Special Public\n                                 Prosecutor for NCB Cases. This is a case where\n                                 commercial quantity of 22.695 kg of banned substances\n                                 was seized from the accused. On specific information the\n                                 respondent kept watch and they arrested two persons who\n                                 had come to collect the contraband under the lorry\n                                 receipt bearing L.R. No. 10166028 dated 11.03.2020 at\n                                 Chennai. Thereafter on the confession recorded from the\n\n\n<span class=\"hidden_text\" id=\"span_208\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_209\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_210\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 36 of 54</span>\n<span class=\"hidden_text\" id=\"span_211\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_212\">16:11</span>\n                                  arrested accused in Chennai and the consigner copy of\n                                 the corresponding Lorry Receipt was seized from A4 R.\n                                 Vadivel at Villupuram. Subsequently the contraband had\n                                 been subjected to chemical analysis and it was found to\n                                 be tramadol a banned substance. There is prima facie\n                                 materials to show that the consignment was booked by\n                                 the petitioner in Crl.O.P. No. 11934 of 2020 and received\n                                 by the petitioner in Crl.O.P. No. 11336 of 2020. Further,\n                                 the statements recorded from K. Sirajudeen and Sai @\n                                 Thiyagarajan corroborates with the statement recorded\n                                 from R. Vadivel. It was contended the counsel for the\n                                 petitioner that the officer who are investigated with the\n                                 powers under <a href=\"/doc/1276310/\" id=\"a_136\">Section 53</a> of the NDPS act are &quot;Police\n                                 Officers&quot; within the meaning of <a href=\"/doc/494844/\" id=\"a_137\">Section 25</a> of the\n                                 Evidence Act). As a result of which in confessional\n                                 statement made to them would be barred under provision\n                                 <a href=\"/doc/494844/\" id=\"a_138\">Section 25</a> of the Evidence Act and it cannot be taken\n                                 into account in order to convict an accused under the\n                                 <a href=\"/doc/1727139/\" id=\"a_139\">NDPS Act</a> and further the statement recorded under\n                                 <a href=\"/doc/1752792/\" id=\"a_140\">Section 67</a> of NDPS Act cannot be used as confessional\n                                 statement in the trial of offence under the <a href=\"/doc/1727139/\" id=\"a_141\">NDPS Act</a>.\n</blockquote><blockquote id=\"blockquote_67\">                                 25. This Court is of the opinion that the evidentiary value\n                                 of the confessional statement recorded from the accused\n                                 and it is admissibility can be tested at that time of trial\n                                 while letting in evidence. However, in this case dehors\n                                 the alleged confessional statement recorded from the\n                                 accused under <a href=\"/doc/1752792/\" id=\"a_142\">Section 67</a> of the NDPS Act there are\n                                 other prima facie materials to show that R. Vadivel is the\n                                 person who has booked contraband from Villupuram and\n                                 K. Sirajudeen and Sai @ Thiyagarajan are the persons\n                                 who have received it at Chennai. Further, there are\n                                 materials to show that the accused were in constant touch\n                                 with each other through whatsapp. Further, one\n                                 Gopinath had stated that the moulds were supplied by\n                                 him to K. Sirajudeen who had identified him to be one\n                                 Mujith to him. Later, the said Gopinath had identified\n                                 that K. Sirajudeen is the person who had introduced him\n                                 to be Mujith. Further, Arul Prakasam and wife\n\n\n<span class=\"hidden_text\" id=\"span_213\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_214\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_215\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 37 of 54</span>\n<span class=\"hidden_text\" id=\"span_216\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_217\">16:11</span>\n                                  Sengamalam have stated that they had allowed the\n                                 accused to manufacture tablets in their factory on the\n                                 belief they were multivitamins tablets and that they were\n                                 not aware that they were banned substance. Further,\n                                 there is material to show that the accused R. Vadivel had\n                                 sent a message to staff of Vipul Jain asking about the\n                                 availability of banned substance when such being so,\n                                 there are materials available other than the confession\n                                 statement to link the accused to the offence.\n                                 26 . In view of the reasons stated above, the petitioners\n                                 have not made out any reasonable ground for believing\n                                 that they are not guilty of such offence and that they are\n                                 not likely to commit offence while on bail and thereby,\n                                 these applications for bail stand dismissed.\n</blockquote><blockquote id=\"blockquote_68\">                                 27. It is made clear that none of the observation made in\n                                 this bail orders shall have any bearing on the trial since it\n                                 is only for the purpose of deciding the bail petitions.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_72\">                          36.     Reliance was also placed on behalf of the Narcotics Control\n                          Bureau on the verdicts of the Supreme Court in &quot;Sanjay Kumar Kedia\n                          Versus NCB &amp; others&quot; MANU/SC/8158/2007 a verdict dated\n                          03.12.2007 with specific reference to observations in paragraphs 7 to\n                          9, which read to the effect:-\n</p><blockquote id=\"blockquote_69\">                                &quot;7. It is clear from the <a href=\"/doc/1727139/\" id=\"a_143\">Schedule to the Act</a> that the two\n                                drugs phentermine and butalbital are psychotropic\n                                substances and therefore fall within the prohibition\n                                contained in <a href=\"/doc/704277/\" id=\"a_144\">Section 8</a> thereof. The appellant has been\n                                charged for offences punishable under <a href=\"/doc/1373137/\" id=\"a_145\">Sections 24</a> and <a href=\"/doc/1252855/\" id=\"a_146\">29</a>\n                                of the Act. These Sections are re-produced below:\n</blockquote><blockquote id=\"blockquote_70\">                                      24 . Punishment for external dealings in narcotic\n                                      drugs     and     psychotropic   substances     in\n                                      contravention of <a href=\"/doc/1015573/\" id=\"a_147\">Section 12</a>.- Whoever engages in\n                                      or controls any trade whereby a narcotic drug or a\n                                      psychotropic substance is obtained outside India\n\n\n<span class=\"hidden_text\" id=\"span_218\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_219\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_220\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 38 of 54</span>\n<span class=\"hidden_text\" id=\"span_221\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_222\">16:11</span>\n                                       and supplied to any person outside India without\n                                      the previous authorization of the Central\n                                      Government or otherwise than in accordance with\n                                      the conditions (if any) of such authorization\n                                      granted under <a href=\"/doc/1015573/\" id=\"a_148\">Section 12</a>, shall be punishable with\n                                      rigorous imprisonment for a term which shall not\n                                      be less than ten years but which may extend to\n                                      twenty years and shall also be liable to fine which\n                                      shall not be less than one lakh rupees but may\n                                      extend to two lakh rupees:\n</blockquote><blockquote id=\"blockquote_71\">                                      Provided that the court may, for reasons to be\n                                      recorded in the judgment, impose a fine exceeding\n                                      two lakh rupees.\n</blockquote><blockquote id=\"blockquote_72\">                                      29. Punishment for abetment and criminal\n                                      conspiracy. - (1) Whoever abets, or is a party to a\n                                      criminal conspiracy to commit an offence\n                                      punishable under this Chapter, shall, whether such\n                                      offence be or be not committed in consequence of\n                                      such abetment or in pursuance of such criminal\n                                      conspiracy,    and     notwithstanding    anything\n                                      contained in <a href=\"/doc/609127/\" id=\"a_149\">Section 116</a> of the Indian Penal Code\n                                      (45 of 1860), be punishable with the punishment\n                                      provided for the offence.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_73\">                                      (2) A person abets, or is a party to a criminal\n                                      conspiracy to commit, an offence, within the\n                                      meaning of this section, who, in India abets or is a\n                                      party to the criminal conspiracy to the commission\n                                      of any act in a place without and beyond India\n                                      which -(a) would constitute an offence if committed\n                                      within India; or\n</p><p data-structure=\"Section\" id=\"p_74\">                                      (b) under the laws of such place, is an offence\n                                      relating to narcotic drugs or psychotropic\n                                      substances having all the legal conditions required\n                                      to constitute it such an offence the same as or\n                                      analogous to the legal conditions required to\n\n\n\n<span class=\"hidden_text\" id=\"span_223\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_224\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_225\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 39 of 54</span>\n<span class=\"hidden_text\" id=\"span_226\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_227\">16:11</span>\n                                       constitute it an offence punishable under this\n                                      Chapter, if committed within India.\n</p><p data-structure=\"Section\" id=\"p_75\">                                     8. A perusal of <a href=\"/doc/1373137/\" id=\"a_150\">Section 24</a> would show that it deals\n                                     with the engagement or control of a trade in\n                                     narcotic drugs and psychotropic substances\n                                     controlled and supplied outside India and <a href=\"/doc/1252855/\" id=\"a_151\">Section\n                                     29</a> provides for the penalty arising out of an\n                                     abetment or criminal conspiracy to commit an\n                                     offence under Chapter IV which includes Section\n</p><p data-structure=\"CDiscource\" id=\"p_76\">                                     24. We have accordingly examined the facts of the\n                                     case in the light of the argument of Mr Tulsi that\n                                     the companies only provided third-party data and\n                                     information without any knowledge as to the\n                                     commission of an offence under the Act. We have\n                                     gone through the affidavit of Shri A.P. Siddiqui,\n                                     Deputy Director, NCB and reproduce the\n                                     conclusions drawn on the investigation, in his\n                                     words:\n</p><blockquote id=\"blockquote_73\">                                         &quot;(i) The accused and its associates are not\n                                         intermediary as defined under <a href=\"/doc/1178774/\" id=\"a_152\">Section 79</a> of\n                                         the said Act as their acts and deeds were not\n                                         simply restricted to provision of third-party\n                                         data or information without having\n                                         knowledge as to commission of offence under\n                                         the <a href=\"/doc/1727139/\" id=\"a_153\">NDPS Act</a>. The companies (Xponse\n                                         Technologies Ltd. and Xponse IT Services\n                                         Pvt. Ltd. headed by Sanjay Kedia) have\n                                         designed,      developed,      hosted     the\n                                         pharmaceutical websites and were using\n                                         these websites, huge quantity of psychotropic\n                                         substances (phentermine and butalbital)\n                                         have been distributed in USA with the help of\n                                         his associates. Following are the online\n                                         pharmacy websites which are owned by\n                                         Xponse or Sanjay Kedia:\n</blockquote><blockquote id=\"blockquote_74\">                                         (1) Brotherpharmacy.comandLessRx.com :\n</blockquote><blockquote id=\"blockquote_75\">                                         Brotherpharmacy.com, online pharmacy was\n                                         identified as a marketing website (front end)\n\n\n<span class=\"hidden_text\" id=\"span_228\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_229\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_230\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                 Page 40 of 54</span>\n<span class=\"hidden_text\" id=\"span_231\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_232\">16:11</span>\n                                          for pharmaceutical drugs. LessRx.com has\n                                         been identified as a „back end‟ site which\n                                         was being utilised to process orders for\n                                         pharmaceutical          drugs          through\n                                         brotherpharmacy.com.              LessRx.com&#x27;s\n                                         registrant and administrative contact was\n                                         listed True Value Pharmacy located at 29-B,\n                                         Rabindra Sarani, Kolkata, India 700 073,\n                                         Telephone No. 033-2335-7621 which is the\n                                         address of Sanjay Kedia. LessRx.com&#x27;s IP\n                                         address is 203.86.100.95. The following\n                                         websites were also utilising this IP address:\n</blockquote><blockquote id=\"blockquote_76\">                                         aladiespharmacy.com\n                                         expressphentermine.com\n                                         familyonlinepharmacy.com\n                                         onlineexpresspharmacy.com\n                                         shippedlipitor.com\n                                         Domain name servers for LessRx.com (IP\n                                         address       :      203.86.100.95)       were\n                                         ns.palcomonline.com                        and\n                                         ns2palcomline.com.       The      LessRx.com&#x27;s\n                                         website hosting company was identified as\n                                         Palcom Web Pvt. Ltd., C-56/14, 1st Floor,\n                                         Institutional Area, Sector 62, Noida 201 301.\n                                         Sanjay Kedia entrusted the hosting work to\n                                         Palcom at VSNL, Delhi. These servers have\n                                         been seized. Voluntary statement of Shri\n                                         Ashish Chaudhary, Prop. of Palcom Web\n                                         Pvt. Ltd. indicates that he maintained the\n                                         websites on behalf of Xponse.\n</blockquote><blockquote id=\"blockquote_77\">                                         According to the bank records, funds have\n                                         been wired from Brothers Pharmacy Inc.&#x27;s\n                                         Washington Mutual Bank Account No.\n                                         0971709674 to Xponse IT Services Pvt. Ltd.,\n                                         ABN AMRO Bank Account No. 1029985,\n                                         Kolkata.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_233\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_234\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_235\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 41 of 54</span>\n<span class=\"hidden_text\" id=\"span_236\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_237\">16:11</span>\n<blockquote id=\"blockquote_78\">                                          (2) Deliveredmedicine.com : A review of the\n                                         Xponse&#x27;s      website    xponseit.com     was\n                                         conducted and observed an advertisement\n                                         for Xponserx. That Xponserx was described\n                                         as a software platform developed for the\n                                         purpose of powering online pharmacies.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_77\">                                         Xponserx was designed to process internet\n                                         pharmacy orders by allowing customers to\n                                         order      drugs.     Drug        Enforcement\n                                         Administration (DEA), USA conducted a\n                                         „whois‟ reverse look-up on domain name.\n</p><p data-structure=\"CDiscource\" id=\"p_78\">                                         Xponserx.com was at domainstools.com and\n                                         it revealed that xponserx.com was registered\n                                         to Xponse IT Services Pvt. Ltd., Sanjay\n                                         Kedia, 29-B, Rabindra Sarani, 12-E, 3rd\n                                         Floor, Kolkata, W.B. 700 073. Telephone No.\n                                         +91-9830252828 was also provided for\n                                         Xponse. Two websites were featured on the\n                                         xponseit.com website as featured clients and\n                                         these were deliveredmedicine.com and\n                                         truevalueprescriptions.com.            Review\n                                         indicated that these two websites were\n                                         internet pharmacies.\n</p><p data-structure=\"Conclusion\" id=\"p_79\">                                         Consequently a „whois‟ reverse look-up on\n                                         domain name deliveredmedicine.com at\n                                         domainstools.com conducted by DEA\n                                         revealed that it was registered to Xponse\n                                         Inc., 2760 Park Ave., Santa Clara, CA, USA\n                                         which is the address of Sanjay Kedia.\n</p><p data-structure=\"Precedent\" id=\"p_80\">                                         (3) Truevalueprescriptions.com : Review of\n                                         this website indicated that this website was\n                                         an internet pharmacy. In addition\n                                         Truevalueprescriptions listed Phentermine\n                                         as a drug available for sale. It appeared that\n                                         orders for drugs could be made without a\n                                         prescription from the Truevalue website, it\n                                         was noted that orders for drugs could be\n                                         placed without seeing a doctor. According to\n\n\n<span class=\"hidden_text\" id=\"span_238\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_239\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_240\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 42 of 54</span>\n<span class=\"hidden_text\" id=\"span_241\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_242\">16:11</span>\n                                          the website, a customer can complete an\n                                         online questionnaire when placing the order\n                                         for a drug in lieu of a physical exam in a\n                                         physician&#x27;s office. Toll-free Telephone No.\n                                         800-590-5942 was provided on the\n                                         Truevalue website for customer service.\n</p><p data-structure=\"CDiscource\" id=\"p_81\">                                         DEA conducted a „who is‟ reverse look-up\n                                         on domain name truevalueprescriptions.com\n                                         at domainstools.com and revealed that IP\n                                         address was 203.86.100.76 and the server\n                                         that hosts the website was located at Palcom,\n                                         Delhi which also belongs to Xponse.\n</p><p data-structure=\"CDiscource\" id=\"p_82\">                                     From the above facts it is clear that Xponse\n                                     Technologies Ltd. and Xponse IT Services Pvt. Ltd.\n                                     were not acting merely as a network service\n                                     provider but were actually running internet\n                                     pharmacy and dealing with prescription drugs like\n                                     Phentermine and Butalbital.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_83\">                                9. We thus find that the appellant and his associates were\n                                not innocent intermediaries or network service providers\n                                as defined under <a href=\"/doc/844026/\" id=\"a_154\">Section 79</a> of the Technology Act but the\n                                said business was only a facade and camouflage for more\n                                sinister activity. In this situation, <a href=\"/doc/1178774/\" id=\"a_155\">Section 79</a> will not grant\n                                immunity to an accused who has violated the provisions of\n                                the Act as this provision gives immunity from prosecution\n                                for an offence only under <a href=\"/doc/1965344/\" id=\"a_156\">Technology Act</a> itself.&quot;,\n\n                          and in &quot;Sayarabano Versus State of Maharashtra&quot; MANU/SC/7081\n                          /2007 a verdict dated 08.02.2007 with specific reference to\n                          observations in paragraph 15, which reads to the effect:-\n</p><blockquote id=\"blockquote_79\">                                   &quot;15. In our opinion, criminal cases are decided on facts\n                                   and on evidence rather than on case law and\n                                   precedents. In the case on hand, there is ample evidence\n                                   to show that even prior to the incident in question, the\n                                   appellant used to beat the deceased and illtreat her. It is\n                                   in the light of the said fact that other evidence requires\n\n\n<span class=\"hidden_text\" id=\"span_243\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_244\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_245\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                    Page 43 of 54</span>\n<span class=\"hidden_text\" id=\"span_246\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_247\">16:11</span>\n                                    to be considered. In our view, both the Courts were right\n                                   in relying upon the second dying declaration of the\n                                   deceased treating it as true disclosure of facts by the\n                                   deceased Halimabi. In the light of the evidence of\n                                   parents of the deceased (PW2 and PW3), Dr. Kishore\n                                   (PW6) and Special Judicial Magistrate (PW5), it cannot\n                                   be said that the Courts below had committed any error\n                                   and the conviction deserves to be set aside.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_84\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_248\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122663958\" id=\"span_249\">37.     The verdicts in Karamvir (supra) and <a href=\"/doc/122663958/\" id=\"a_157\">K. Sirajudeen &amp; Others</a>\n                          (supra) are verdicts after the date 29.10.2020 when the verdict in\n                          <a href=\"/doc/143202244/\" id=\"a_158\">Tofan Singh</a> (supra) was pronounced by the Hon‟ble Supreme Court.</span></span>\n                          It is essential to observe that the verdict in Karamvir (supra)\n                          specifically observes vide paragraph 17 thereof to the effect:-\n</p><blockquote id=\"blockquote_80\">                                 &quot;17. There is no dispute with respect to law laid down by\n                                 the Supreme Court, relied upon by petitioner. However,\n                                 as a matter of fact in present case petitioner has not been\n                                 involved in the case only on the basis of statement\n                                 recorded under <a href=\"/doc/1752792/\" id=\"a_159\">Section 67</a> of NDPS Act, but, as claimed\n                                 by prosecution, a prior information about his\n                                 involvement in procuring, trafficking and selling the\n                                 charas and opium was received by a Surveillance\n                                 Assistant of NCB on 7.11.2019, which was reduced into\n                                 writing and placed before the Officer of rank of\n                                 Superintendent NCB whereupon a team was constituted\n                                 and that information was substantiated on recovery of\n                                 charas and opium from vehicle wherein Kuldeep and\n                                 Hardeep (accused) were found transporting the\n                                 contraband and involvement of Karamvir petitioner has\n                                 further been substantiated by CDRs. record and also on\n                                 recovery of a silver small weighing machine and\n                                 electronic compact scale from his residence and\n                                 therefore, it is not a case where petitioner has been\n                                 involved only on basis of voluntary statement recorded\n                                 under <a href=\"/doc/1752792/\" id=\"a_160\">Section 67</a> of NDPS Act or only on the basis of\n\n\n\n<span class=\"hidden_text\" id=\"span_250\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_251\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_252\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 44 of 54</span>\n<span class=\"hidden_text\" id=\"span_253\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_254\">16:11</span>\n                                  disclosure statement made by co-accused. Therefore, plea\n                                 of petitioner on this count is not sustainable.,\n                          thus, apparently in Karamvir (supra), there was more than the\n                          voluntary statement under <a href=\"/doc/1752792/\" id=\"a_161\">Section 67</a> of the NDPS Act, 1985 that had\n                          been relied upon by the NCB which allegedly incriminated that\n                          accused, though, there is a mention of CDR details in paragraph 17 in\n                          Karamvir (supra), the allegations against that accused were also in\n                          relation to the alleged recovery of a small silver weighing machine\n                          and an electronic compact scale from his residence connected with the\n                          alleged commission of the offence apart from a prior information\n                          about the involvement of that accused in procuring, trafficking and\n                          selling of Charas and Opium received by a Surveillance Assistant of\n                          the NCB on 07.11.2019 which had been reduced into writing and had\n                          been placed before the Officer of the rank of the Superintendent,\n                          NCB, whereupon the team was constituted.\n</blockquote><p data-structure=\"Precedent\" id=\"p_85\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122663958\" id=\"span_255\">38.     The verdict in <a href=\"/doc/122663958/\" id=\"a_162\">K. Sirajudeen &amp; Others</a> (supra) dated\n                          23.12.2020 with the observations in paragraph 24 &amp; 25 of that verdict\n                          relied upon on behalf of the NCB read to the effect:-</span>\n</p><p data-structure=\"CDiscource\" id=\"p_86\">                                 &quot;24. This Court perused the entire materials on record\n                                 including the statement recorded under <a href=\"/doc/1752792/\" id=\"a_163\">Section 67</a> of the\n                                 NDPS Act from the petitioners and also from the other\n                                 accused. This Court also carefully considered the\n                                 judgments relied on by the learned counsel for the\n                                 petitioners as well as the learned Special Public\n                                 Prosecutor for NCB Cases. This is a case where\n                                 commercial quantity of 22.695 kg of banned substances\n                                 was seized from the accused. On specific information the\n                                 respondent kept watch and they arrested two persons who\n                                 had come to collect the contraband under the lorry\n                                 receipt bearing L.R. No. 10166028 dated 11.03.2020 at\n\n\n<span class=\"hidden_text\" id=\"span_256\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_257\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_258\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 45 of 54</span>\n<span class=\"hidden_text\" id=\"span_259\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_260\">16:11</span>\n                                  Chennai. Thereafter on the confession recorded from the\n                                 arrested accused in Chennai and the consigner copy of\n                                 the corresponding Lorry Receipt was seized from A4 R.\n                                 Vadivel at Villupuram. Subsequently the contraband had\n                                 been subjected to chemical analysis and it was found to\n                                 be tramadol a banded substance. There is prima facie\n                                 materials to show that the consignment was booked by\n                                 the petitioner in Crl.O.P. No. 11934 of 2020 and received\n                                 by the petitioner in Crl.O.P. No. 11336 of 2020. Further,\n                                 the statements recorded from K. Sirajudeen and Sai @\n                                 Thiyagarajan corroborates with the statement recorded\n                                 from R. Vadivel. It was contended the counsel for the\n                                 petitioner that the officer who are investigated with the\n                                 powers under <a href=\"/doc/1276310/\" id=\"a_164\">Section 53</a> of the NDPS act are &quot;Police\n                                 Officers&quot; within the meaning of <a href=\"/doc/494844/\" id=\"a_165\">Section 25</a> of the\n                                 Evidence Act). As a result of which in confessional\n                                 statement made to them would be barred under provision\n                                 <a href=\"/doc/494844/\" id=\"a_166\">Section 25</a> of the Evidence Act and it cannot be taken\n                                 into account in order to convict an accused under the\n                                 <a href=\"/doc/1727139/\" id=\"a_167\">NDPS Act</a> and further the statement recorded under\n                                 <a href=\"/doc/1752792/\" id=\"a_168\">Section 67</a> of NDPS Act cannot be used as confessional\n                                 statement in the trial of offence under the <a href=\"/doc/1727139/\" id=\"a_169\">NDPS Act</a>.\n</p><p data-structure=\"RespArg\" id=\"p_87\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122663958\" id=\"span_261\">25. This Court is of the opinion that the evidentiary value\n                                 of the confessional statement recorded from the accused\n                                 and it is admissibility can be tested at that time of trial\n                                 while letting in evidence. However, in this case dehors\n                                 the alleged confessional statement recorded from the\n                                 accused under <a href=\"/doc/1752792/\" id=\"a_170\">Section 67</a> of the NDPS Act there are\n                                 other prima facie materials to show that R. Vadivel is the\n                                 person who has booked contraband from Villupuram and\n                                 K. Sirajudeen and Sai @ Thiyagarajan are the persons\n                                 who have received it at Chennai. Further, there are\n                                 materials to show that the accused were in constant touch\n                                 with each other through whatsapp. Further, one\n                                 Gopinath had stated that the moulds were supplied by\n                                 him to K. Sirajudeen who had identified him to be one\n                                 Mujith to him. Later, the said Gopinath had identified\n                                 that K. Sirajudeen is the person who had introduced him\n\n\n<span class=\"hidden_text\" id=\"span_262\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_263\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_264\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 46 of 54</span>\n<span class=\"hidden_text\" id=\"span_265\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_266\">16:11</span>\n                                  to be Mujith. Further, Arul Prakasam and wife\n                                 Sengamalam have stated that they had allowed the\n                                 accused to manufacture tablets in their factory on the\n                                 belief they were multivitamins tablets and that they were\n                                 not aware that they were banned substance. Further,\n                                 there is material to show that the accused R. Vadivel had\n                                 sent a message to staff of Vipul Jain asking about the\n                                 availability of banned substance when such being so,\n                                 there are materials available other than the confession\n                                 statement to link the accused to the offence.&quot;,\n                                 It is significant that it has been specifically observed in\n                          paragraph 24 in <a href=\"/doc/122663958/\" id=\"a_171\">K. Sirajudeen &amp; Others</a> (supra) that there was prima\n                          facie material to show that the consignment <a href=\"/doc/122663958/\" id=\"a_172\">in that case</a> was booked\n                          by the accused and received by him and that <a href=\"/doc/122663958/\" id=\"a_173\">in that case</a> as observed\n                          in paragraph 25 of that verdict de hors the alleged confessional\n                          statement recorded from the accused under <a href=\"/doc/1752792/\" id=\"a_174\">Section 67</a> of the NDPS\n                          Act, 1985, there were other prima facie material to show the\n                          involvement by receipt of the contraband.</span>\n</p><p data-structure=\"Precedent\" id=\"p_88\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_267\">39.     The reliance that the Narcotics Control Bureau has placed on\n                          the verdict of the Hon‟ble Supreme Court in <a href=\"/doc/143202244/\" id=\"a_175\">Tofan Singh</a> (Supra)\n                          with specific reference in observations in paragraph 152, is apparently\n                          erroneous, in as much as, the entire paragraph that the Narcotics\n                          Control Bureau relies upon reads to the effect:-</span>\n</p><blockquote id=\"blockquote_81\">                                   &quot;152. Equally, <a href=\"/doc/1434671/\" id=\"a_176\">section 32</a> of POTA and <a href=\"/doc/1046310/\" id=\"a_177\">section 15</a> of\n                                   TADA are exceptions to <a href=\"/doc/494844/\" id=\"a_178\">section 25</a> of the Evidence Act in\n                                   terms, unlike the provisions of the <a href=\"/doc/1727139/\" id=\"a_179\">NDPS Act</a>. Both these\n                                   Acts, vide <a href=\"/doc/1434671/\" id=\"a_180\">section 32</a> and <a href=\"/doc/1046310/\" id=\"a_181\">section 15</a> respectively, have\n                                   non-obstante clauses by which the <a href=\"/doc/1953529/\" id=\"a_182\">Evidence Act</a> has to\n                                   give way to the provisions of these Acts. Pertinently,\n                                   confessional statements made before police officers under\n                                   the provisions of the POTA and TADA are made\n\n\n<span class=\"hidden_text\" id=\"span_268\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_269\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_270\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 47 of 54</span>\n<span class=\"hidden_text\" id=\"span_271\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_272\">16:11</span>\n                                    &quot;admissible&quot; in the trial of such person - see <a href=\"/doc/1434671/\" id=\"a_183\">section\n                                   32(1)</a>, POTA, and <a href=\"/doc/1046310/\" id=\"a_184\">section 15(1)</a>, TADA. This is distinct\n                                   from the evidentiary 155 value of statements made\n                                   under the <a href=\"/doc/1727139/\" id=\"a_185\">NDPS Act</a>, where <a href=\"/doc/686843/\" id=\"a_186\">section 53A</a> states that, in\n                                   the circumstances mentioned therein, statements made\n                                   by a person before any officer empowered under <a href=\"/doc/1276310/\" id=\"a_187\">section\n                                   53</a> shall merely be &quot;relevant&quot; for the purpose of proving\n                                   the truth of any facts contained in the said statement.\n                                   Therefore, statements made before the officer under\n                                   <a href=\"/doc/1276310/\" id=\"a_188\">section 53</a>, even when &quot;relevant&quot; under <a href=\"/doc/686843/\" id=\"a_189\">section 53A</a>,\n                                   cannot, without corroborating evidence, be the basis for\n                                   the conviction of an accused.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_89\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_273\">Thus, the distinction made in <a href=\"/doc/143202244/\" id=\"a_190\">Tofan Singh</a> (supra) in paragraph\n                          152 mentioned as paragraph 149 by the NCB has been conspicuously\n                          kept silent in the reliance that the NCB has placed.</span>\n</p><p data-structure=\"Precedent\" id=\"p_90\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_274\">40.     As regards the contention raised by the NCB that the verdict in\n                          <a href=\"/doc/143202244/\" id=\"a_191\">Tofan Singh</a> (supra) relates only to the aspect of the lack of\n                          admissibility of statements made under <a href=\"/doc/1752792/\" id=\"a_192\">Section 67</a> of the NDPS Act,\n                          1985 at the stage of conclusion of the trial and cannot be considered at\n                          the stage of grant of bail or otherwise, the said submission is clearly\n                          repelled by the verdict of the Hon‟ble Supreme Court in &quot;State by\n                          NCB Bengaluru V. Pallulabaid Ahmad Arimutta; SLP Crl. 242/2022\n                          alongwith Petition for Special Leave to Appeal (CRL.) No.1569 of\n                          2021 in case titled as &quot;UNION OF INDIA VERSUS MOHAMMED\n                          AFZAL&quot; with Petition for Special Leave to Appeal (CRL.) No.1454\n                          of 2021 in case titled as &quot;UNION OF INDIA NARCOTICS\n                          CONTROL BUREAU, BENGALURU VERSUS MOHAMMED\n                          AFZAL&quot; with Petition for Special Leave to Appeal (CRL.) No.1465\n                          of 2021 in case titled as &quot;STATE BY INTELLIGENCE OFFICER,\n\n\n\n<span class=\"hidden_text\" id=\"span_275\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_276\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_277\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 48 of 54</span>\n<span class=\"hidden_text\" id=\"span_278\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_279\">16:11</span>\n                           NARCOTICS CONTROL BUREAU&quot; VERSUS MUNEES KAVIL\n                          PARAMABATH @ MUNEES KP&quot; with Petition for Special Leave to\n                          Appeal (CRL.) No.2080 of 2021 in case titled as &quot;STATE OF\n                          KARNATAKA VERSUS MUNEES KAVIL PARAMABATH&quot; and\n                          Petition for Special Leave to Appeal (CRL.) No.1773-74 of 2021 in\n                          case titled as &quot;STATE BY INTELLIGENCE OFFICER (NCB)\n                          BENGALURU ZONAL UNIT, BENGALURU VERSUS ABU\n                          THAHIR @ ABDU &amp; ETC.&quot;, a verdict dated 10.01.2022 which\n                          relates to the challenge laid by the NCB to release of the accused\n                          persons on bail by orders of the Hon‟ble High Court of Karnataka qua\n                          offences punishable under <a href=\"/doc/1330288/\" id=\"a_193\">Section 8(c)</a>, <a href=\"/doc/53299998/\" id=\"a_194\">8A</a> r/w <a href=\"/doc/1557102/\" id=\"a_195\">Sections 20(b)</a>, <a href=\"/doc/1566465/\" id=\"a_196\">21</a>, <a href=\"/doc/263398/\" id=\"a_197\">22</a>,\n                          <a href=\"/doc/935721/\" id=\"a_198\">27A</a>, <a href=\"/doc/151127297/\" id=\"a_199\">27B</a>, <a href=\"/doc/646188/\" id=\"a_200\">28</a> &amp; <a href=\"/doc/1252855/\" id=\"a_201\">29</a> of the NDPS Act, 1985, wherein, the accused\n                          persons were inter alia arrested on the basis of call detail records and\n                          statements recorded under <a href=\"/doc/1752792/\" id=\"a_202\">Section 67</a> of the NDPS Act, 1985 and with\n                          contentions raised by the NCB therein that the call detail records\n                          between the accused persons showed that they were constantly in\n                          touch with each other even on the date of the seizure with the Hon‟ble\n                          Supreme Court having observed vide paragraph 10 of the said verdict\n                          to the effect:-</span>\n</p><blockquote id=\"blockquote_82\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_280\">&quot;10. It has been held in clear terms in <a href=\"/doc/143202244/\" id=\"a_203\">Tofan Singh Vs.\n                                 State of Tamil Nadu</a>, that a confessional statement\n                                 recorded under <a href=\"/doc/1752792/\" id=\"a_204\">Section 67</a> of the NDPS Act will remain\n                                 inadmissible in the trial of an offence under the <a href=\"/doc/1727139/\" id=\"a_205\">NDPS\n                                 Act</a>. In the teeth of the aforesaid decision, the arrests\n                                 made by the petitioner-NCB, on the basis of the\n                                 confession/voluntary statements of the respondents or\n                                 the co-accused under <a href=\"/doc/1752792/\" id=\"a_206\">Section 67</a> of the NDPS Act,\n                                 cannot form the basis for overturning the impugned\n                                 orders releasing them on bail. The CDR details of some\n\n\n<span class=\"hidden_text\" id=\"span_281\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_282\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_283\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 49 of 54</span>\n<span class=\"hidden_text\" id=\"span_284\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_285\">16:11</span>\n                                  of the accused or the allegations of tampering of\n                                 evidence on the part of one of the respondents is an\n                                 aspect that will be examined at the stage of trial. For the\n                                 aforesaid reason, this Court is not inclined to interfere\n                                 in the orders dated 16th September, 2019, 14th January,\n                                 2020, 16th January, 2020, 19th December, 2019 and\n                                 20th January, 2020 passed in SLP (Crl.) No@ Diary No.\n                                 22702/2020, SLP (Crl.) No. 1454/2021, SLP (Crl.) No.\n                                 1465/2021, SLP (Crl.) No. 1773-74/2021 and SLP (Crl.)\n                                 No. 2080/2021 respectively. The impugned orders are,\n                                 accordingly, upheld and the Special Leave Petitions\n                                 filed by the petitioner-NCB seeking cancellation of bail\n                                 granted to the respective respondents, are dismissed as\n                                 meritless.</span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_286\">&quot;,\n                          which makes it apparent thus, that it cannot be contended by the\n                          Narcotics Control Bureau that the verdict in <a href=\"/doc/143202244/\" id=\"a_207\">Tofan Singh</a> (supra) in\n                          relation to the aspect of the statements recorded under <a href=\"/doc/1752792/\" id=\"a_208\">Section 67</a> of\n                          the NDPS Act, 1985 i.e. the confessional statement allegedly recorded\n                          being inadmissible in the trial of an offence under the <a href=\"/doc/1727139/\" id=\"a_209\">NDPS Act,\n                          1985</a>, cannot be considered at the time of consideration of a bail\n                          application.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_91\">                          41.     Vide the verdict of the Hon‟ble Supreme Court dated\n                          10.01.2022, the SLPs filed by the NCB seeking cancellation of bail in\n                          SLP (Crl.) No@ Diary No. 22702/2020, SLP (Crl.) No. 1454/2021,\n                          SLP (Crl.) No. 1465/2021, SLP (Crl.) No. 1773-74/2021 and SLP\n                          (Crl.) No. 2080/2021 granted therein, were thus dismissed as\n                          meritless.\n</p><p data-structure=\"Precedent\" id=\"p_92\">                          42.     The contention that the Narcotics Control Bureau had raised\n                          therein in relation to those accused persons on the ground that the\n                          High Court had erred in returning a finding that the rigors of Section\n\n\n<span class=\"hidden_text\" id=\"span_287\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_288\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_289\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                   Page 50 of 54</span>\n<span class=\"hidden_text\" id=\"span_290\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_291\">16:11</span>\n                           37 of the <a href=\"/doc/1727139/\" id=\"a_210\">NDPS Act, 1985</a> were not attracted and that none of the pre-\n                          conditions stipulated in <a href=\"/doc/496325/\" id=\"a_211\">Section 37</a> of the NDPS Act, 1985 which\n                          starts with a non-obstante clause had been met with and that a\n                          concession had been granted to those accused persons on an erroneous\n                          presumption that there was a reasonable ground for believing that they\n                          were not guilty of such an offence, was not accepted in the facts put\n                          forth therein where there were only confessional/ voluntary statement\n                          made by the co-accused under <a href=\"/doc/1752792/\" id=\"a_212\">Section 67</a> of the NDPS Act, 1985 and\n                          CDR details of contact between the co-accused persons with it having\n                          been observed that the aspect of the CDR detail and even allegations\n                          of tampering of evidence on the part of one of the accused was an\n                          aspect that would be examined at the stage of trial.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">                                                     CONCLUSION\n</p><p data-structure=\"Section\" id=\"p_94\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_292\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_293\">43.     On a consideration of the submissions that have been made on\n                          behalf of either side and the aspect that apart from the voluntary\n                          statement of the applicant under <a href=\"/doc/1752792/\" id=\"a_213\">Section 67</a> of the NDPS Act, 1985\n                          which he has retracted and statements made by the co-accused also\n                          under <a href=\"/doc/1752792/\" id=\"a_214\">Section 67</a> of the NDPS Act, 1985 which are stated to have been\n                          retracted all of which statements whether retracted or not in terms of\n                          the verdict of the Hon‟ble Supreme Court in <a href=\"/doc/143202244/\" id=\"a_215\">Tofan Singh</a>&#x27;s case are\n                          inadmissible in evidence, in as much as, in terms of the verdict in\n                          <a href=\"/doc/143202244/\" id=\"a_216\">Tofan Singh</a> (supra), the said statements are made to „police officers‟\n                          as the officers vested with powers under <a href=\"/doc/1276310/\" id=\"a_217\">Section 53</a> of the NDPS Act,\n                          1985 are police officers in terms of <a href=\"/doc/494844/\" id=\"a_218\">Section 25</a> of the Indian Evidence\n                          Act, 1872 and any confessional statement made to them is barred in\n                          terms of <a href=\"/doc/494844/\" id=\"a_219\">Section 25</a> of the Indian Evidence Act, 1872 except to the\n\n\n<span class=\"hidden_text\" id=\"span_294\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_295\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_296\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                 Page 51 of 54</span>\n<span class=\"hidden_text\" id=\"span_297\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_298\">16:11</span>\n                           extent of any other recovery having been effected pursuant to that\n                          alleged disclosure statement.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_95\">                          44.     In the instant case, the Narcotics Control Bureau has not placed\n                          on record further incriminating evidence through the initial complaint\n                          dated 12.02.2019 nor through the supplementary complaint dated\n                          08.01.2020 filed against the applicant in relation to any recovery\n                          having been effected pursuant to the stated voluntary statement made\n                          by the applicant under <a href=\"/doc/1752792/\" id=\"a_220\">Section 67</a> of the NDPS Act, 1985. CDRs\n                          between the applicant and the co-accused persons per se at this stage\n                          do not suffice to establish the existence of a conspiracy between the\n                          applicant and the co-accused in illicit trafficking of psychotropic\n                          substances nor is there any document placed on the record by the\n                          Narcotics Control Bureau during the course of consideration of the\n                          present bail application to bring forth the transportation of any\n                          narcotic or psychotropic substance from the applicant to the co-\n                          accused persons through K.K. Pharma to Vinay Pharmaceuticals nor\n                          has the Narcotics Control Bureau placed on record any document to\n                          show the connection of the applicant with K.K. Pharma Solutions\n                          through whom allegedly the psychotropic substances were sent to\n                          Vinay Pharmaceuticals i.e. to the co-accused Manish Mohan. That\n                          there were monetary transactions between the co-accused Pulkit\n                          Kumar and the applicant, per se, also do not indicate that the said\n                          monetary transaction was in relation to any illicit trafficking of\n                          narcotic or psychotropic substances.\n</p><p data-structure=\"Conclusion\" id=\"p_96\">                          45.     Furthermore, the said accused Pulkit Kumar is on bail in terms\n                          of order dated 30.05.2019 and CRL.M.C.3710/19 seeking cancellation\n\n\n<span class=\"hidden_text\" id=\"span_299\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_300\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_301\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                  Page 52 of 54</span>\n<span class=\"hidden_text\" id=\"span_302\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_303\">16:11</span>\n                           of bail of the co-accused Pulkit Kumar is still pending and the said\n                          bail has not been cancelled.\n</p><p data-structure=\"Conclusion\" id=\"p_97\">                          46.      It is essential to observe that the aspects of the CDR details and\n                          alleged connection between K.K. Pharma Solutions and Vinay\n                          Pharmaceuticals and the applicant and the co-accused persons and\n                          monetary transactions between them being in relation to illicit\n                          trafficking of narcotic or psychotropic substances can only be gauged\n                          at trial. In view thereof, there having been no recovery of any alleged\n                          narcotic or psychotropic substances of a commercial quantity having\n                          been effected from the applicant and apart from the confessional\n                          statements made by the applicant and the co-accused which\n                          confessional statement made by the applicant has already been\n                          retracted, presently, this Court is satisfied that there are reasonable\n                          grounds for believing that the applicant is not guilty of the\n                          commission of the said offences and in view of his clean antecedents\n                          that he is not likely to commit any offence whilst on bail,- the\n                          applicant in the instant case is allowed to be released on bail on filing\n                          a bail bond in the sum of Rs.2,00,000/- (Rupees Two Lakhs) with two\n                          sureties of the like amount to the satisfaction of the learned Trial Court\n                          with directions to the applicant to the effect that:-\n</p><blockquote id=\"blockquote_83\">                                 he shall not leave the country under any circumstances and\n                                   intimation to this effect be sent to FRRO;\n                                 he shall keep his mobile phone on at all times;\n                                 he shall drop a PIN on the google map to ensure that his\n                                   location is available to the Investigation Officer;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_304\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_305\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_306\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                         Page 53 of 54</span>\n<span class=\"hidden_text\" id=\"span_307\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_308\">16:11</span>\n<blockquote id=\"blockquote_84\">                                  he shall commit no offence during the pendency of the appeal\n                                  and in the event of there being any FIR/ DD Entry/complaint\n                                  lodged against the applicant, the State shall bring it to the notice\n                                  of the Court forthwith.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_98\">                          47.     The BAIL APPLN. 1189/2020 is disposed of accordingly.\n</p><p data-structure=\"Conclusion\" id=\"p_99\">                          48.     Nothing stated hereinabove shall however amount to any\n                          expression on the merits or demerits of the trial that may take place.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_100\">                                                                           ANU MALHOTRA, J.\n</p><p data-structure=\"Conclusion\" id=\"p_101\">                          MAY 23, 2022\n                          NC\n\n\n\n\n<span class=\"hidden_text\" id=\"span_309\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_310\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_311\">By:SUMIT GHAI             Bail.Appl.No.1189/2020                                     Page 54 of 54</span>\n<span class=\"hidden_text\" id=\"span_312\">Signing Date:23.05.2022</span>\n<span class=\"hidden_text\" id=\"span_313\">16:11</span>\n</p><span class=\"hidden_text\" id=\"span_314\"> </span>","numcites":53,"numcitedby":7,"docsource":"Delhi High Court","citetid":104981367,"divtype":"judgments","relatedqs":[{"value":"bail ndps act","formInput":"bail%20ndps%20act"},{"value":"call detail record","formInput":"call%20detail%20record"},{"value":"alprazolam","formInput":"alprazolam"},{"value":"disclosure statement of co accused ","formInput":"disclosure%20statement%20of%20co%20accused%20"},{"value":"statement of co-accused ","formInput":"statement%20of%20co-accused%20"},{"value":" supplementary complaint","formInput":"%20supplementary%20complaint"},{"value":"tramadol","formInput":"tramadol"},{"value":"evidence act section 25","formInput":"evidence%20act%20section%2025"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"abetment by conspiracy","formInput":"abetment%20by%20conspiracy"},{"value":"section 37 ndps act","formInput":"section%2037%20ndps%20act"},{"value":"ip address","formInput":"ip%20address"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"statement under sec 67 of ndps act","formInput":"statement%20under%20sec%2067%20of%20ndps%20act"},{"value":"\"call details record\"","formInput":"%22call%20details%20record%22"},{"value":"ndps bail","formInput":"ndps%20bail"},{"value":"sec 67 of the ndps act","formInput":"sec%2067%20of%20the%20ndps%20act"},{"value":"bail application","formInput":"bail%20application"},{"value":"section 53 of ndps act","formInput":"section%2053%20of%20ndps%20act"}],"cats":[{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"confession-to-police-officer-not-to-be-proved","formInput":"tag:confession-to-police-officer-not-to-be-proved"},{"value":"non-bailable-offences","formInput":"tag:non-bailable-offences"},{"value":"punishment-for-abetment, criminal-conspiracy","formInput":"tag:punishment-for-abetment, criminal-conspiracy"}],"courtcopy":true,"query_alert":null,"agreement":false}