{"tid":26967103,"publishdate":"2018-04-17","title":"Isgec Heavy Engineering Limited vs Cavite Biofuel Producers Inc. & Amother on 17 April, 2018","doc":"<h2 class=\"doc_title\">Isgec Heavy Engineering Limited vs Cavite Biofuel Producers Inc. &amp; Amother on 17 April, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2018 PUNJAB AND HARYANA 126, (2019) 1 ARBILR 252 (2019) 1 BANKCAS 105, (2019) 1 BANKCAS 105</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-k-jain\">Rakesh Kumar Jain</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-k-jain\">Rakesh Kumar Jain</a></h3>\n\n<pre id=\"pre_1\">                                                                     Page |1\nARB-ICA No.1 of 2018\n\n\n\n\n      IN THE HIGH COURT OF PUNJAB AND HARYANA AT\n                     CHANDIGARH\n\n\n\n                                          ARB-ICA No.1 of 2018\n                                          Date of decision: April 17, 2018\n\n\nISGEC Heavy Engineering Limited                                    ...Petitioner\n\n                                     Versus\n\nCavite Biofuel Producers Inc. and another                     ...Respondents\n\n\n\n\nCoram:       Hon&#x27;ble Mr. Justice Rakesh Kumar Jain\n\n\nPresent:     Mr. Akshay Bhan, Senior Advocate, assisted by\n             Mr. Shambu Sharan, Mr. Saurab Kapoor,\n             Mr. Amandeep and Ms. Divya Krishnan, Advocates,\n             for the petitioner.\n\n             Mr. Puneet Bali, Senior Advocate, assisted by\n             Mr. Kapil Arora, Advocate, for respondent no.1.\n\n             Mr. Sumeet Goel, Advocate,\n             Mr. Manav Bajaj and Ms. Varsha Gupta, Advocates,\n             for respondents no.2.\n                    ******\n\n\nRakesh Kumar Jain, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">             This petition is filed under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the Arbitration and\n\nConciliation Act, 1996 (hereinafter referred to as the &quot;Act&quot;) for interim stay\n\nagainst the encashment and realization of the bank guarantees furnished by\n\nrespondent no.2 on behalf of the petitioner to respondent no.1.\n\n</p><p data-structure=\"Issue\" id=\"p_2\">             The petitioner is a limited company, having its registered\n\noffice at Yamunanagar, Haryana, and engaged in heavy engineering,\n\nequipment     manufacturing     and      providing   engineering     solutions.\n\nRespondent no.1 is a Philippines based company and respondent no.2 is the\n                               1 of 33\n<span class=\"hidden_text\" id=\"span_1\">            ::: Downloaded on - 06-05-2018 14:30:20 :::</span>\n                                                                       Page |2\n<span class=\"hidden_text\" id=\"span_2\">ARB-ICA No.1 of 2018</span>\n\n\n\n\nbank who has issued various guarantees from time to time in compliance of\n\nthe contract(s) entered into between the petitioner and respondent no.1.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">              Respondent no.1 entered into an Engineering, Procurement\n\nand Construction Contract (hereinafter referred to as the &quot;EPC Contract&quot;)\n\nwith the petitioner for development, design, engineering, procurement,\n\nconstruction, installation, testing, commissioning, rectification of defects,\n\nrectification of certain fleet-wide defects, operation, maintenance, repair,\n\nrefurbishment and modification of a fully integrated sugar mill, bio-ethanol\n\ndistillery and cogeneration facility (hereinafter referred to as the &quot;facility&quot;)\n\nto be located in Sitio Lobo-Lobo, Baranguay Cauangan, Municipality of\n\nMagallanes, Cavite, Philippines.          On 16.06.2015, the EPC Contract was\n\nfurther split into two further contracts, namely, Offshore Supply Contract\n\nand the Onshore Supply Contract. The petitioner was engaged as the\n\nOffshore Contractor under the Offshore Supply Contract to perform\n\noffshore works forming part of the facility and a Philippines based\n\ncompany called as &quot;Juntee Philippines Inc.&quot; (hereinafter referred to as the\n\n&quot;Juntee&quot;) was engaged as the Onshore Contractor under the Onshore\n\nSupply Contract to perform onshore works forming part of the facility.\n\nBoth the Offshore Supply Contract and the Onshore Supply Contract were\n\ncollectively called Coordinated Contracts and Offshore Contractor and the\n\nOnshore Contractor were called as Coordinated Contractors.                  On\n\n16.06.2015 itself, a Coordination Agreement was executed between the\n\npetitioner, respondent no.1 and Juntee.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">              In terms of the aforesaid agreements/contracts, the petitioner\n\nfurnished advance payment guarantees and performance bank guarantees\n\nthrough respondent no.2 to respondent no.1. In Appendix-I dealing with\n\n\n                                2 of 33\n<span class=\"hidden_text\" id=\"span_3\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                    Page |3\n<span class=\"hidden_text\" id=\"span_4\">ARB-ICA No.1 of 2018</span>\n\n\n\n\nthe Definitions and Interpretations, the Advance Payment Guarantees has\n\nbeen defined as &quot;an advance payment guarantee issued on behalf of the\n\nContractor to the Owner in respect of the Advance Payment in accordance\n\nwith Clauses 12.1 to 12.5 in the form specified in Schedule 12 or otherwise\n\nin the Approved Form&quot; and the Performance Bank Guarantee has been\n\ndefined as &quot;a performance bank guarantee or performance bank guarantees\n\nissued on behalf of the Contractor to the Owner under this Contract in the\n\nform specified in Schedule 12 or otherwise in the Approved Form&quot;.\n\n</p><p data-structure=\"Section\" id=\"p_5\">             At this stage, it would be pertinent to mention that the word\n\n&quot;security&quot; is also defined as &quot;any bank undertaking guarantees and other\n\nsecurity procured or provided by the Contractor in favour of the Owner in\n\nrespect of all or some of the Contractor&#x27;s obligations under or in connection\n\nwith this Contract (and includes the Performance Bank Guarantees)&quot;.\n\nSecurity is further defined in Clause 12 of the Offshore Supply Contract, in\n\nwhich both the Advance Payment Guarantee and Performance Bank\n\nGuarantee are defined in Clauses 12.1 to 12.9. The Advance Payment\n\nGuarantee and the Performance Bank Guarantee under the Onshore Supply\n\nContract and the Offshore Supply Contract were given by the petitioner to\n\nthe extent of 10% of the contract value for the two contracts and in terms of\n\nClause 12.3, the advance payment was to be repaid through 10%\n\ndeductions from each payment milestone until the advance payment is\n\nrepaid in full. The petitioner was under an obligation to commence the\n\nonshore and offshore works on the commencement date and perform the\n\nsaid work in accordance with the programme, milestone schedule and\n\nunder the Coordinated Contracts.         The target date for commercial\n\noperations was fixed as 26.11.2016.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Issue\" id=\"p_7\">                               3 of 33\n<span class=\"hidden_text\" id=\"span_5\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                                           Page |4\n<span class=\"hidden_text\" id=\"span_6\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                    The petitioner has furnished various guarantees under the\n\noffshore and onshore contracts, which are reproduced as under:-\n\n</p><blockquote id=\"blockquote_1\">Offshore Contract\n\nBG No.       Nature    of   New         Bank      BG           Currency   BG              Balance\n             BG             Expiry                Amount                  reduction\n                            Date\nGO           Advance        30.4.2018   ANZ       4,702,500    US$        2,275,403.23    2,427,096.77\n282238549    Payment\n             Guarantee\n             (10%)\nGO           Performance    30.4.2018   ANZ       5,878,125    US$        n.a.            5,878,125.00\n282218549    Bank\n             Guarantee\n             (12.5%)\nGO           Further        31.3.2018   ANZ       6,000,000    US$        n.a.            6,000,000\n237788549    Advance\n             Payment\n             Guarantee\n\n\nOnshore Contract\n\nBG No.       Nature of      Expiry      Bank      BG           Currency   BG reduction    Balance\n             BG             Date                  Amount\nGO           Advance        30.4.2018   ANZ       62,356,200   PhP        31,379,249.74   30,976,950.26\n282228549    Payment\n             Guarantee\n             (10%)\nGO           Performance    30.11.18    ANZ       77,945,250   PhP        n.a.            77,945,250.00\n282248549    Bank\n             Guarantee\n             (12.5%)\nGO           Onshore        30.4.2018   ANZ       4,000,000    US$        n.a.            4,000,000.00\n237798549    Further\n             Advance\n             Payment\n             Guarantee\n\n\n\n\n                    It was provided in the Advance Payment Guarantee furnished\n\nby respondent no.2 on behalf of the petitioner that &quot;we, ANZ Banking\n\nGroup Limited, irrevocably and unconditionally undertake with you that\n\nwhenever you give written notice (Refer Schedule 1) to us demanding\n\npayment, we will, notwithstanding any objection which may be made by the\n\nContractor and without any right of set-off or counterclaim, immediately\n\npay to you or as you may direct such an amount as you may in that notice\n\nrequire not exceeding (when aggregated with any amount(s) previously so\n\npaid) the Guaranteed Sum (Advance Payment Guarantee).                                               The\n\nGuaranteed Sum will be repaid through 10% deductions from each\n\npayment Milestone until the Advance Payment has been repaid in full. The\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">                                        4 of 33\n<span class=\"hidden_text\" id=\"span_7\">               ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                   Page |5\n<span class=\"hidden_text\" id=\"span_8\">ARB-ICA No.1 of 2018</span>\n\n\n\n\nAdvance Payment Guarantee shall progressively be proportionately\n\nreduced by an amount equal to 10% of each Invoice value as evidenced by\n\nthe Contractor in its Invoices&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">                Similarly, in regard to the Performance Bank Guarantee, the\n\nBank has stated that &quot;we, ANZ Banking Group Limited, irrevocably and\n\nunconditionally undertake with you that whenever you give written notice\n\n(Refer Schedule 1) to us demanding payment, we will, notwithstanding any\n\nobjection which may be made by the Contractor and without any right of\n\nset-off or counterclaim, immediately pay to you or as you may direct such\n\nan amount as you may in that notice require not exceeding (when\n\naggregated with any amount(s) previously so paid) the Guaranteed Sum\n\n(Performance Bank Guarantee).\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">                The petitioner has alleged that it has given a notice on\n\n02.12.2015 to respondent no.1 under Clause 37.5 of the Onshore Supply\n\nContract regarding discovery of alleged site latent conditions and its cost\n\nimplications.     According to the petitioner, the aforesaid notice dated\n\n02.12.2015 was followed by a reminder dated 10.12.2015 and in turn, it\n\nreceived the letter dated 04.01.2016 from respondent no.1 asking the\n\npetitioner to send the recent site topographical report in terms of Clause\n\n37.6 of the Onshore Supply Contract. The petitioner had allegedly sent the\n\nletter dated 05.01.2016 with the site topographical report and, thereafter,\n\nvide letter dated 15.02.2016, request regarding variation in accordance with\n\nClause 39 of the Onshore Supply Contract in terms of the latent conditions\n\nwas made to respondent no.1. It also sent a letter dated 01.03.2016 to\n\nrespondent no.1 for the formal extension of time and for approval of the\n\nadditional cost towards change in the scope of work resulting from the\n\n\n                                5 of 33\n<span class=\"hidden_text\" id=\"span_9\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                      Page |6\n<span class=\"hidden_text\" id=\"span_10\">ARB-ICA No.1 of 2018</span>\n\n\n\n\nlatent conditions.     Thereafter, respondent no.1, vide its letter dated\n\n08.03.2016, responded to the petitioner that it was not in a position to\n\nassess the petitioner&#x27;s latent conditions claim intimating about the interim\n\narrangements to facilitate the work, while suggesting to continue discussion\n\nand assessment regarding alleged latent conditions claims and alleged\n\nvariation claim. The petitioner sent letters dated 17.03.2016, 18.03.2016,\n\n25.03.2016 and 12.04.2016, all in respect of the site latent conditions, its\n\ncost implications and requested for extension of time.\n\n</p><p data-structure=\"Facts\" id=\"p_11\">      Although, according to respondent no.1, the petitioner has\n\ndeliberately concealed the material document from this Court at the time of\n\nfiling the present petition, namely, the Deed of Agreement, which was\n\nexecuted amongst all the three parties on 21.05.2016, yet the said document\n\nhas been placed on record by the petitioner by way of CM No.3621-CII of\n\n2018, which was allowed vide order dated 19.02.2018.            The Deed of\n\nAgreement was executed because the Coordinated Contractors were facing\n\ncash inflow crunch, therefore, respondent no.1 had agreed to help them by\n\nproviding further advance payments to alleviate the cash inflow issues on\n\nthe terms and conditions set out in the said deed and accordingly,\n\nrespondent no.1 gave a further advance of total USD 10 million (USD 6\n\nmillion for offshore work and USD 4 million for onshore work) to the\n\npetitioner, in lieu of which the petitioner furnished Further Advance\n\nPayment Guarantees of USD 6 million and USD 4 million respectively.\n\n</p><p data-structure=\"Section\" id=\"p_12\">             In respect of other terms relating to the security, it is provided\n\nin Clause 5.2 of the Deed of Agreement that &quot;the Owner may, at its\n\nabsolute discretion, recover any amounts in accordance with either of the\n\nCoordinated Contracts, the Coordination Agreement or this deed by\n\n\n                               6 of 33\n<span class=\"hidden_text\" id=\"span_11\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                     Page |7\n<span class=\"hidden_text\" id=\"span_12\">ARB-ICA No.1 of 2018</span>\n\n\n\n\nenforcing its rights against both or either of the Further Advance Payment\n\nGuarantees&quot;.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">             Since the target date for the commercial operation was\n\n26.11.2016, which was not achieved, therefore, respondent no.1 sent a\n\nnotice on 30.11.2016 to the petitioner informing its failure in this regard\n\nand reminded to furnish pending particulars for assessment of its alleged\n\nclaim relating to latent conditions.     In response to the said notice dated\n\n30.11.2016, the petitioner had allegedly sent a letter dated 14.12.2016 to\n\nrespondent no.1 while relying upon the letters dated 02.12.2015 and\n\n01.03.2016 regarding the latent site conditions issues faced by it resulting\n\ninto major changes in the overall scope of work causing non-achievement\n\nof commercial operations in time. The petitioner also sent the letter dated\n\n10.02.2017 to respondent no.1 highlighting the impact of the latent site\n\nconditions on the completion time and the contract prices, whereas\n\naccording to respondent no.1, the petitioner had left the site on 17.02.2017\n\nand did not return for completion of work. Respondent no.1 sent a letter on\n\n27.02.2017 and also reminded the petitioner that it is waiting for the further\n\nparticulars regarding its alleged claim of latent conditions. The petitioner\n\nsent a letter on 14.03.2017, in response to the letter dated 27.02.2017\n\nbringing it to the notice of respondent no.1 about the latent conditions faced\n\nby it and had accordingly issued notices under Clauses 37, 39, and 40 of the\n\ncontract towards seeking extension of time and cost incurred owing to these\n\nlatent conditions and again sought approval of respondent no.1 regarding\n\nthe claims for extension of date for commercial operations and the\n\nconsequential cost, which was denied by respondent no.1 vide its letter\n\ndated 05.04.2017 while alleging that the fault is all attributed to the\n\n\n                               7 of 33\n<span class=\"hidden_text\" id=\"span_13\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                       Page |8\n<span class=\"hidden_text\" id=\"span_14\">ARB-ICA No.1 of 2018</span>\n\n\n\n\npetitioner and that the petitioner is liable to pay the Delay Liquidated\n\nDamages as it has failed to achieve the commercial operations on\n\n26.11.2016. Respondent no.1 also sent a letter dated 11.05.2017 intimating\n\nthat it cannot properly consider the petitioner&#x27;s case due to the pendency of\n\nthe final details on its part and ultimately, after a brief correspondence\n\nbetween them, respondent no.1, vide letter dated 29.01.2018, rejected the\n\npetitioner&#x27;s claim relating to latent conditions, extension of time and\n\nvariation and further issued a notice on 30.01.2018 of termination of\n\ncontract under Clause 44.1 of the contract on account of failure of the\n\npetitioner to achieve the commercial operations on 26.11.2016. According\n\nto respondent no.1, the status of the onshore work, completed by the\n\npetitioner up to 31.12.2017 was 43% and accordingly invoked all the bank\n\nguarantees.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">               Aggrieved against the said action of respondent no.1, the\n\npetitioner preferred this petition under <a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Act on 01.02.2018,\n\nin which, it was ordered on 06.02.2018, that the bank guarantees shall not\n\nbe encashed.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">               At the threshold, respondent no.1 had raised the issue\n\nregarding territorial jurisdiction of this Court to hear the present petition on\n\nmerits, which was decided by a separate order dated 07.02.2018, holding\n\nthat this Court has the jurisdiction to hear the petition filed under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a>\n\nof the Act and the case was, thus, adjourned for hearing on merits and till\n\nthen, the interim order was ordered to be continued.\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">               Learned counsel for the petitioner has submitted that\n\nrespondent no.1 has terminated the contract without sending the notice or\n\nraising the invoice of the so called claims in terms of Clauses 44.16 to\n\n\n                                 8 of 33\n<span class=\"hidden_text\" id=\"span_15\">              ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                           Page |9\n<span class=\"hidden_text\" id=\"span_16\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n44.19 of the contract. It is basically submitted that even if it is assumed\n\nthat respondent no.1 is entitled for the Delay Liquidated Damages, which\n\ncan be claimed on account of failure of the petitioner to achieve the\n\ncommercial operation by the date fixed for the commencement of the\n\ncommercial operation, the owner has to send invoice to the contractor and\n\nafter expiration of 15 business days from the date of the owner&#x27;s invoice,\n\nthe amount invoiced shall be the debt due and payable to the owner on\n\ndemand and may be deducted from any payments otherwise due from the\n\nowner to the contractor and the owner may also have recourse to the\n\nsecurity. It is, thus, submitted that since the security would include the\n\nbank guarantees, therefore, it could be invoked/encashed only after the sum\n\ndue is assessed in regard to the Delay Liquidated Damages. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"858421\" id=\"span_17\">In this regard,\n\nlearned counsel for the petitioner has relied upon a decision of the Supreme\n\nCourt rendered in the case of <a href=\"/doc/858421/\" id=\"a_4\">Gangotri Enterprises Ltd. Vs. Union of\n\nIndia (UOI</a>) and ors., (2016) 11 SCC 720 and has referred paras 37, 38, 42\n\nand 43 of <a href=\"/doc/858421/\" id=\"a_5\">the said judgment</a>, which read as under:-</span>\n\n</p><blockquote id=\"blockquote_2\">                   &quot;37.   The questions, which fell for consideration before this\n                   Court, were - first, what is the true interpretation of Clause 18;\n                   second what is the meaning of the words &quot;sum due&quot; and &quot;may\n                   become due&quot; under the contract or any other contract with the\n                   purchaser occurring in Clause 18; third, whether Clause 18\n                   empowered the Union of India to make recovery of amount\n                   claimed by it by way of damages (liquidated or unliquidated)\n                   for breach of contract pending arbitration proceedings from\n                   the contractor and lastly, whether in such case, contractor is\n                   entitled to claim injunction against the Union of India from\n                   making recovery of such sum.\n</blockquote><blockquote id=\"blockquote_3\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"858421\" id=\"span_18\">38.    Justice Bhagwati (as His Lordship then was) speaking\n                   for the Bench examined the issue in great detail in the light of\n                   law <a href=\"/doc/858421/\" id=\"a_6\">laid down by</a> English and Indian Courts. The learned\n                   Judge in his distinctive style of writing after examining the\n\n\n                               9 of 33\n<span class=\"hidden_text\" id=\"span_19\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                          P a g e | 10\n<span class=\"hidden_text\" id=\"span_20\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                   entire case law on the subject held that an expression &quot;sum\n                   due&quot; occurring in Clause 18 would mean a sum for which\n                   there is an existing obligation to pay in praesenti or in other\n                   words which is presently payable and due and, therefore,\n                   recovery of only such sums can be made subject matter of\n                   Clause 18 which is presently payable and due. It was held that\n                   a claim, which is neither due and nor payable, cannot be made\n                   subject matter of Clause 18. It was further held that Clause 18\n                   does not create a lien on other sums due to the contractor or\n                   give to the purchaser a right to retain such sums until his claim\n                   against the contractor is satisfied. It was also held that a claim\n                   for damages for breach of contract is not a claim for a sum\n                   presently due and payable and the purchaser is not entitled in\n                   exercise of the right conferred upon it under Clause 18 to\n                   recover the amount of such claim by appropriating other sums\n                   due to contractor.</span>\n</blockquote><blockquote id=\"blockquote_4\">                          xxx              xxx            xxx             xxx\n</blockquote><blockquote id=\"blockquote_5\">                   42.    On perusal of the record of the case, we find that\n                   firstly, arbitration proceedings in relation to the contract dated\n                   22.08.2005 are still pending. Secondly, the sum claimed by the\n                   respondents from the appellant does not relate to the contract\n                   for which the Bank Guarantee had been furnished but it relates\n                   to another contract dated 22.08.2005 for which no bank\n                   guarantee had been furnished. Thirdly, the sum claimed by the\n                   respondents from the appellant is in the nature of damages,\n                   which is not yet adjudicated upon in arbitration proceedings.\n                   Fourthly, the sum claimed is neither a sum due in praesenti\n                   nor a sum payable. In other words, the sum claimed by the\n                   respondents is neither an admitted sum and nor a sum which\n                   stood adjudicated by any Court of law in any judicial\n                   proceedings but it is a disputed sum and lastly, the Bank\n                   Guarantee in question being in the nature of a performance\n                   guarantee furnished for execution work of contract dated\n                   14.07.2006 (Anand Vihar works) and the work having been\n                   completed to the satisfaction of the respondents, they had no\n                   right to encash the Bank Guarantee.\n</blockquote><blockquote id=\"blockquote_6\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"858421\" id=\"span_23\">43.    We have, therefore, no hesitation in holding that both\n                   the courts below erred in dismissing the appellant&#x27;s application\n                   for grant of injunction. We are indeed constrained to observe\n\n\n                                10 of 33\n<span class=\"hidden_text\" id=\"span_24\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                         P a g e | 11\n<span class=\"hidden_text\" id=\"span_25\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                    that both the courts committed jurisdictional error when they\n                    failed to take note of the law <a href=\"/doc/858421/\" id=\"a_7\">laid down by</a> this Court in <a href=\"/doc/858421/\" id=\"a_8\">Union\n                    of India (DGS&amp;D</a>) (supra) which governed the controversy\n                    and   instead    placed   reliance on   <a href=\"/doc/854142/\" id=\"a_9\">Himadri     Chemicals\n                    Industries Ltd. vs. Coal Tar Refining Company</a>, <a href=\"/doc/1746106/\" id=\"a_10\">AIR 2007\n                    SC 2798 and U.P. State Sugar Corporation vs. Sumac\n                    International Ltd.</a>, (1997) 1 SCC 568, which laid down\n                    general principle relating to Bank Guarantee. There can be no\n                    quarrel to the proposition <a href=\"/doc/1746106/\" id=\"a_11\">laid down in</a> those cases. However,\n                    every case has to be decided with reference to the facts of the\n                    case involved therein.</span></span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"858421\" id=\"span_26\">The case at hand was similar on facts\n                    with that of the case of <a href=\"/doc/858421/\" id=\"a_12\">Union of India (DGS&amp;D</a>) (supra) and\n                    hence the law <a href=\"/doc/858421/\" id=\"a_13\">laid down in</a> that case was applicable to this\n                    case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"858421\" id=\"span_27\">Even in this Court, both the learned counsel did not bring\n                    to our notice the law <a href=\"/doc/858421/\" id=\"a_14\">laid down in</a> <a href=\"/doc/858421/\" id=\"a_15\">Union of India (DGS&amp;D</a>)\n                    case (supra).&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"858421\" id=\"span_28\">It is further submitted that the injunction can be sought by the\n\npetitioner against invocation of the bank guarantees and its encashment in\n\ncase of fraud, irretrievable injustice or irreparable damages, special equities\n\nor where the bank guarantee is not invoked strictly in its terms and by the\n\nperson empowered to invoke under the terms of the guarantee. In support\n\nof his submission, he has relied upon a Single Bench judgment of the Delhi\n\nHigh Court rendered in the case of Continental Construction Ltd. and\n\nanr. Vs. Satluj Jal Vidyut Nigam Ltd., 2006(1) ARBLR 321 (Delhi).\n\nThe relevant paragraphs of <a href=\"/doc/858421/\" id=\"a_16\">the said decision</a> are reproduced as under:-</span>\n\n</p><blockquote id=\"blockquote_7\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"858421\" id=\"span_29\">&quot;20. On the analysis of the above law <a href=\"/doc/858421/\" id=\"a_17\">laid down by</a> the\n                    Supreme Court in its different judgments, it is clear that\n                    injunction against encashment of bank guarantee is an\n                    exception and not the rule. Cases of such exceptions would\n                    have to be evidenced by documents and pleadings on record\n                    and compulsorily should fall within any of the following\n                    limited categories:-</span>\n</blockquote><blockquote id=\"blockquote_8\">                    i)     If there is a fraud in connection with the bank\n                           guarantee which would vitiate the very foundation of\n\n\n\n                               11 of 33\n<span class=\"hidden_text\" id=\"span_30\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                         P a g e | 12\n<span class=\"hidden_text\" id=\"span_31\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                          such guarantee and the beneficiary seeks to take\n                          advantage of such fraud.\n</blockquote><p data-structure=\"Section\" id=\"p_18\">                   ii)    The applicant, in the facts and circumstance of the\n                          case, clearly establishes a case of irretrievable injustice\n                          or irreparable damage.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">                   iii)   The applicant is able to establish exceptional or special\n                          equities of the kind which would prick the judicial\n                          conscience of the court.\n</p><p data-structure=\"Precedent\" id=\"p_20\">                   iv)    When the bank guarantee is not invoked strictly in its\n                          terms and by the person empowered to invoke under\n                          the terms of the guarantee. In other words, the letter of\n                          invocation is in apparent violation to the specific terms\n                          of the bank guarantee.\n</p><p data-structure=\"Precedent\" id=\"p_21\">                   21.    The exceptional cases would be few but it could never\n                   be stated as an absolute proposition of law that under no\n                   circumstances the court could injunct encashment/invocation\n                   of a bank guarantee which might have been furnished by a\n                   party as an independent contract. A beneficiary is not vested\n                   with an unquestionable or unequivocal legal right to encash\n                   the bank guarantee on demand. The obligation of the bank\n                   furnishing the bank guarantee to pay would be subject to a\n                   limited exceptional circumstance afore-noticed. As a matter of\n                   rule, the bank would be under obligation to encash the bank\n                   guarantee, once it is invoked in its terms. The exceptions\n                   afore-noticed are merely indicative of the kind of cases where\n                   the court may injunct encashment of a bank guarantee. It is\n                   neither possible nor permissible to exhaustively classify the\n                   cases where the court would not interfere and where the court\n                   would judicially intervene in such matters. Every case would\n                   have to be decided keeping in view its peculiar facts and\n                   circumstances. Despite the principal contract and bank\n                   guarantee being Ejusdem negotii, the bank guarantee is an\n                   independent and self-contained contract enforceable on its\n                   own terms. Except in the exceptional cases where definite\n                   material is available before the court to prima facie satisfy\n                   itself that on the basis of the pleadings of the parties;\n                   documents supporting has such a plea; the case falls in one or\n                   more of the categories afore-indicated, the bank guarantee\n                   would be encashable per se. It has an obligation which is not\n\n\n                              12 of 33\n<span class=\"hidden_text\" id=\"span_32\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                           P a g e | 13\n<span class=\"hidden_text\" id=\"span_33\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                    dependent upon adjudication of main disputes. The concept of\n                    irretrievable injustice, or damages, or special equities would\n                    come into play where the parties to a contract having been\n                    provided with internal adjudicative mechanism, attempts to\n                    frustrate results of such an internal adjudication by recourse to\n                    encashment of bank guarantee, particularly when under the\n                    terms and conditions of the contract, including the terms of the\n                    guarantee, such determination is &#x27;final&#x27;, of course subject to the\n                    limitations spelled out in such contracts. An attempt to over-\n                    reach the process of adjudication with intent to cause\n                    irreparable prejudice to the other side would be a circumstance\n                    which would influence the decision or tilt the special equities\n                    in favor of the applicant before the Court.\n</p><p data-structure=\"Precedent\" id=\"p_22\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477020\" id=\"span_34\">22.    In light of the above principles, it will be now proper\n                    to revert back to the facts of the present case. There is no\n                    dispute to the fact that the contracted work had been\n                    completed by the applicant. Correspondences have been\n                    placed on record to show that the work had been completed\n                    and the performance period had commenced which was to end\n                    on 8th July, 2003. It can also not be disputed that the bank\n                    guarantee in question was sought to be invoked just a day\n                    prior to the expiry of the performance period.&quot;\n             He has further referred to another decision of the Single\n\nBench of the Delhi High Court in this regard, in which exception has been\n\ncarved out, rendered in the case of Hindustan Construction Co. Ltd. and\n\nanr. Vs. Satluj Jal Vidyut Nigam Ltd., AIR 2006 Delhi 169 and another\n\njudgment of the Single Bench of the Delhi High Court rendered in the case\n\nof <a href=\"/doc/477020/\" id=\"a_18\">Nangia Construction India (P) Ltd. vs. National Buildings\n\nConstruction Corporation Ltd. and Ors.</a>, 1990 RLR 252.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_23\">             Learned counsel for the petitioner has further submitted that\n\nrespondent no.1 has not adverted to the issue raised by the petitioner about\n\nthe latent conditions, its cost implications and the request for extension of\n\ntime.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">                               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"49786811\" id=\"span_35\">13 of 33\n<span class=\"hidden_text\" id=\"span_36\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                             P a g e | 14\n<span class=\"hidden_text\" id=\"span_37\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n             On the other hand, counsel for respondent no.1 has submitted\n\nthat the issue as to whether there was delay on the part of the petitioner or\n\non the part of respondent no.1 would be a matter to be looked into by the\n\narbitrator but insofar the bank guarantee is concerned, it was irrevocable\n\nand unconditional and is an altogether separate contract having a statutory\n\nforce in terms of <a href=\"/doc/53550/\" id=\"a_19\">Section 126</a> of the Indian Contract Act, 1872. He has also\n\nreferred to certain decisions starting from the case of <a href=\"/doc/49786811/\" id=\"a_20\">Essar Projects\n\n(India) Limited vs. Indian Oil Corporation Limited and another</a>, 2017\n\nSCC OnLine Del 8817 delivered by the Single Bench of the Delhi High\n\nCourt in which paragraphs 23, 25 and 30 are relevant and reproduced as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_9\">                    &quot;23. The scope of interference by courts in the invocation of\n                    the bank guarantees is no longer res integra. It has been\n                    repeatedly held that specially in cases of unconditional bank\n                    guarantees, the court should not interfere unless the petitioner\n                    is able to establish fraud of egregious nature or is able to plead\n                    special equities. I need not burden my opinion with numerous\n                    judicial pronouncements, suffice it to reproduce the relevant\n                    paragraphs of a judgment of this very Court in CWHEC-HCIL\n                    (JV) v. Calcutta Haldia Port Road Co. Ltd. &amp; Ors., ILR (2008)\n                    1 Del 353:\n</blockquote><blockquote id=\"blockquote_10\">                           &quot;10. In light of the aforesaid discussion, the following\n                           principles governing the invocation of bank guarantees\n                           are culled out :\n</blockquote><blockquote id=\"blockquote_11\">                           (i)          A bank guarantee is an independent and distinct\n                                        contract between the bank and the beneficiary.\n</blockquote><blockquote id=\"blockquote_12\">                           (ii)         In the case of unconditional bank guarantees,\n                                        the bank undertakes to give money to the\n                                        beneficiary on demand, without demur or\n                                        protest.\n</blockquote><blockquote id=\"blockquote_13\">                           (iii)        Further, in unconditional bank guarantees, the\n                                        nature of the obligation of the bank is absolute\n                                        and not dependent upon any dispute or\n                                        proceeding between the beneficiary of the bank\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">                                   14 of 33\n<span class=\"hidden_text\" id=\"span_38\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                                   P a g e | 15\n<span class=\"hidden_text\" id=\"span_39\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                                      guarantee and the party at whose instance the\n                                      bank guarantee.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">                          (iv)        As bank guarantees are fundamental to trade\n                                      and commerce, both at the domestic and\n                                      international level, the general rule is that\n                                      courts of law should be slow and cautious in\n                                      granting injunction to restrain their realization.\n                                      For instance, courts should refrain from\n                                      probing into the disputes between the parties or\n                                      from embarking on questions as to whether the\n                                      beneficiary is trying to take undue enrichment,\n                                      etc.\n</p><p data-structure=\"Precedent\" id=\"p_28\">                          (v)         However, there are four exceptions to the\n                                      aforesaid general rule, that is, the court may\n                                      grant injunction restraining the invocation of\n                                      bank guarantee, if:\n</p><blockquote id=\"blockquote_14\">                                      (a)    there is a fraud of an egregious nature in\n                                             connection with the bank guarantee\n                                             which would vitiate the very foundation\n                                             of such guarantee and the beneficiary\n                                             seeks to take advantage of such fraud.\n</blockquote><pre id=\"pre_2\">                                      (b)    the    applicant,     in     the     facts   and\n                                             circumstances of the case, clearly\n                                             establishes    a case of irretrievable\n                                             injustice or irreparable damage.\n                                      (c)    the applicant is able to establish\n                                             exceptional or special equities of the\n                                             kind     which      would          outrage   the\n                                             conscience of the court.\n                                      (d)    the bank guarantee is not invoked\n                                             strictly in its terms and by the person\n                                             empowered to invoke under the terms\n                                             of the guarantee.\n</pre><blockquote id=\"blockquote_15\">                          42. The importance of bank guarantees in facilitating\n                          trade        and    commerce,       both       nationally       and\n                          internationally,         cannot     be        understated.      An\n                          unconditional bank guarantee creates an irrevocable\n                          obligation on the bank to honour the bank guarantee\n                          irrespective of any dispute between the party\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_29\">                                 15 of 33\n<span class=\"hidden_text\" id=\"span_40\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                         P a g e | 16\n<span class=\"hidden_text\" id=\"span_41\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                          furnishing the bank guarantee and the beneficiary\n                          thereof. This obligation of the bank manifests an act of\n                          trust and faith in order to mobilize practices pertaining\n                          to trade and commerce. The courts of law, too, should\n                          be     extremely   circumspective    and    sporadic    in\n                          interfering with the invocation of bank guarantees, lest\n                          the free flow of trade and commerce is imperiled. The\n                          general rule is that the court, ordinarily, should avoid\n                          granting injunction to restrain the invocation of bank\n                          guarantee, unless it is prima facie satisfied that the act\n                          of the beneficiary/respondents is so glaring and\n                          unreasonable so as to cause irretrievable injury to the\n                          petitioner. The principle underlying the maxim judicis\n                          est in pronuntiando sequi regulam, exceptions non\n                          probat should be strictly adhered to by the Court in\n                          matters pertaining to stay on invocation of bank\n                          guarantees. That is to say, the judge in his decision\n                          ought to follow the rule, when the exception is not\n                          made apparent.&quot; (Emphasis Supplied)&quot;\n</p><p data-structure=\"Precedent\" id=\"p_30\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"477020\" id=\"span_42\">xxx              xxx           xxx             xxx\n\n                   &quot;25. As regards, the submission of Mr.Jain that the respondent\n                   no.1 has acted as an arbiter in its own cause and decided the\n                   quantum of damages unilaterally, the question, in my view,\n                   stands fully answered in the case of <a href=\"/doc/477020/\" id=\"a_21\">Hindustan Steelworks\n                   Construction Ltd.</a> (Supra). In the case, the appellant had\n                   granted a contract for construction of civil works in a steel\n                   plant to the contractor, which despite extensions was unable to\n                   complete the project within the stipulated time and the\n                   appellant rescinded the contract. As per the terms of the\n                   contract, the appellant assessed the loss/damages and invoked\n                   the bank guarantees. The contractor rushed before the Trial\n                   Court praying for an injunction restraining the appellant from\n                   invoking the bank guarantees to no avail and then approached\n                   the Andhra Pradesh High Court alleging that since the bank\n                   guarantees were given for securing due performance, the same\n                   would be encashable only after the arbitrators decide the\n                   factum of breach as well as the damage suffered. The High\n                   Court reversed the decision of the Trial Court finding that the\n                   liability to pay damages would arise only after it is established\n\n                                16 of 33\n<span class=\"hidden_text\" id=\"span_43\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                            P a g e | 17\n<span class=\"hidden_text\" id=\"span_44\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                   that there is a breach of contract and same could be\n                   ascertained by the arbitrator. This did not find favour with the\n                   Apex Court, which allowed the appeals and observed as\n                   under:</span>\n</p><blockquote id=\"blockquote_16\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_45\">&quot;6.        After noticing that bank guarantees in this case\n                            except Bank Guarantees Nos. 3/21, 3/39 and 6/175\n                            were given towards security deposits only it observed\n                            that: &quot;Neither of the learned counsels had drawn\n                            attention of this Court to any decision granting or\n                            refusing injunction in regard to a bank guarantee given\n                            by way of security deposit to indemnify against any\n                            loss or damage caused by breach of the terms and\n                            conditions of the contract.&quot; It then considered the\n                            position of law with respect to liquidated damages in\n                            our country and observed that: &quot;Hence there cannot be\n                            any agreement in regard to the amount that has to be\n                            allowed except the upper limit that can be fixed, in\n                            case of breach.&quot; Relying upon the decision of this\n                            Court in <a href=\"/doc/461988/\" id=\"a_22\">Union of India v. Raman Iron Foundry</a>\n                            [(1974) 2 SCC 231 : AIR 1974 SC 1265] the High\n                            Court held that any term in the agreement that one of\n                            the parties shall be the sole judge to quantify the same\n                            has to be held as invalid. According to the High Court\n                            liability to pay damages would arise only after it is\n                            established that there is a breach of the contract and it\n                            is for the court or the arbitrator to decide as to who has\n                            committed the breach. Till the liability is ascertained, it\n                            cannot be said that there is a &quot;debt due or debt owing&quot;.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">                            On these grounds the High Court rejected the\n                            contention raised on behalf of HSCL that it was the\n                            sole judge to decide as to whether the contractor has\n                            committed a breach of the contract and what is the\n                            extent of damage caused to it. It also held that in the\n                            absence of any determination by the Court or the\n                            arbitrator no amount can be said to be payable by the\n                            contractor to HSCL by way of damages and, therefore,\n                            it will be just and proper to restrain HSCL from\n                            enforcing the bank guarantees.\n</p><p data-structure=\"Precedent\" id=\"p_32\">                            ...\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n</p><p data-structure=\"Section\" id=\"p_34\">                                  17 of 33\n<span class=\"hidden_text\" id=\"span_46\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                        P a g e | 18\n<span class=\"hidden_text\" id=\"span_47\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">                          14. The High Court also committed a grave error in\n                          restraining   the   appellant   from   invoking     bank\n                          guarantees on the ground that in India only a\n                          reasonable amount can be awarded by way of damages\n                          even when the parties to the contract have provided for\n                          liquidated damages and that a term in a bank guarantee\n                          making the beneficiary the sole judge on the question\n                          of breach of contract and the extent of loss or damages\n                          would be invalid and that no amount can be said to be\n                          due till an adjudication in that behalf is made either by\n                          a court or an arbitrator, as the case may be. In taking\n                          that view the High Court has overlooked the correct\n                          position that a bank guarantee is an independent and\n                          distinct contract between the bank and the beneficiary\n                          and is not qualified by the underlying transaction and\n                          the primary contract between the person at whose\n                          instance the bank guarantee is given and the\n                          beneficiary. What the High Court has observed would\n                          be applicable only to the parties to the underlying\n                          transaction or the primary contract but can have no\n                          relevance to the bank guarantee given by the bank, as\n                          the transaction between the bank and the beneficiary is\n                          independent and of a different nature. In case of an\n                          unconditional bank guarantee the nature of obligation\n                          of the bank is absolute and not dependent upon any\n                          dispute or proceeding between the party at whose\n                          instance the bank guarantee is given and the\n                          beneficiary. The High Court thus failed to appreciate\n                          the real object and nature of a bank guarantee. The\n                          distinction which the High Court has drawn between a\n                          guarantee for due performance of a works contract and\n                          a guarantee given towards security deposit for that\n                          contract is also unwarranted. The said distinction\n                          appears to be the result of the same fallacy committed\n                          by the High Court of not appreciating the distinction\n                          between the primary contract between the parties and a\n                          bank guarantee and also the real object of a bank\n                          guarantee and the nature of the bank&#x27;s obligation\n                          thereunder. Whether the bank guarantee is towards\n\n\n                             18 of 33\n<span class=\"hidden_text\" id=\"span_48\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                         P a g e | 19\n<span class=\"hidden_text\" id=\"span_49\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                          security deposit or mobilisation advance or working\n                          funds or for due performance of the contract if the\n                          same is unconditional and if there is a stipulation in the\n                          bank guarantee that the bank should pay on demand\n                          without a demur and that the beneficiary shall be the\n                          sole judge not only on the question of breach of\n                          contract but also with respect to the amount of loss or\n                          damages, the obligation of the bank would remain the\n                          same and that obligation has to be discharged in the\n                          manner provided in the bank guarantee. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_50\">In <a href=\"/doc/218672/\" id=\"a_23\">General\n                          Electric Technical Services Co. Inc. v. Punj Sons (P)\n                          Ltd.</a> [(1991) 4 SCC 230] while dealing with a case of\n                          bank guarantee given for securing mobilisation\n                          advance it has been held that the right of a contractor\n                          to recover certain amounts under running bills would\n                          have no relevance to the liability of the bank under the\n                          guarantee given by it. In that case also the stipulations\n                          in the bank guarantee were that the bank had to pay on\n                          demand without a demur and that the beneficiary was\n                          to be the sole judge as regards the loss or damage\n                          caused to it. This Court held that notwithstanding the\n                          dispute between the contractor and the party giving the\n                          contract, the bank was under an obligation to discharge\n                          its liability as per the terms of the bank guarantee.</span>\n                          Larsen and Toubro Ltd. v. Maharashtra SEB [(1995) 6\n                          SCC 68] and Hindustan Steel Workers Construction\n                          Ltd. v. G.S. Atwal &amp; Co. (Engineers) (P) Ltd. [(1995)\n                          6 SCC 76] were also cases of work contracts wherein\n                          bank guarantees were given either towards advances or\n                          release of security deposits or for the performance of\n                          the contract. In both these cases this Court held that the\n                          bank guarantees being irrevocable and unconditional\n                          and as the beneficiary was made the sole judge on the\n                          question of breach of performance of the contract and\n                          the extent of loss or damages an injunction restraining\n                          the beneficiary from invoking the bank guarantees\n                          could not have been granted. The above-referred three\n                          subsequent decisions of this Court also go to show that\n                          the view taken by the High Court is clearly wrong.\n\n\n                              19 of 33\n<span class=\"hidden_text\" id=\"span_51\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                        P a g e | 20\n<span class=\"hidden_text\" id=\"span_52\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                          ...\n</p><p data-structure=\"Conclusion\" id=\"p_36\">                          23. We are, therefore, of the opinion that the correct\n                          position of law is that commitment of banks must be\n                          honoured free from interference by the courts and it is\n                          only in exceptional cases, that is to say, in case of\n                          fraud or in a case where irretrievable injustice would\n                          be done if bank guarantee is allowed to be encashed,\n                          the court should interfere. In this case fraud has not\n                          been pleaded and the relief for injunction was sought\n                          by the contractor/Respondent 1 on the ground that\n                          special equities or the special circumstances of the case\n                          required it. The special circumstances and/or special\n                          equities which have been pleaded in this case are that\n                          there is a serious dispute on the question as to who has\n                          committed breach of the contract, that the contractor\n                          has a counter-claim against the appellant, that the\n                          disputes between the parties have been referred to the\n                          arbitrators and that no amount can be said to be due\n                          and payable by the contractor to the appellant till the\n                          arbitrators declare their award. In our opinion, these\n                          factors are not sufficient to make this case an\n                          exceptional case justifying interference by restraining\n                          the appellant from enforcing the bank guarantees. The\n                          High Court was, therefore, not right in restraining the\n                          appellant from enforcing the bank guarantees.\n</p><p data-structure=\"Precedent\" id=\"p_37\">                                                          (Emphasis Supplied)&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_38\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156037084\" id=\"span_53\">xxx              xxx           xxx            xxx\n                   &quot;30. In the present case, the petitioner has not been able to\n                   establish any special equities in claim or counter claim on\n                   behalf of the petitioner against a ground to stay the bank\n                   guarantee which is an independent document. Therefore, I find\n                   no grounds to stay the invocation of the two bank guarantees.&quot;\n            He has also referred to a judgment of the Supreme Court\n\nrendered in the case of <a href=\"/doc/156037084/\" id=\"a_24\">Adani Agri Fresh Limited vs. Mahaboob Sharif\n\nand others</a>, (2016) 14 Supreme Court Cases 517, in which the Supreme\n\nCourt has made the following observations:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\n\n\n</p><blockquote id=\"blockquote_17\">                                20 of 33\n<span class=\"hidden_text\" id=\"span_54\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                        P a g e | 21\n<span class=\"hidden_text\" id=\"span_55\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n            &quot;8.    Reliance was also placed on Vinitec Electronics Private Ltd.\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">            vs. HCL Infosystems Ltd., (2008) 1 SCC 544. The following\n            observations have been recorded in the above judgment:\n</p><blockquote id=\"blockquote_18\">                   &quot;11.   The law relating to invocation of bank guarantees is by\n                   now well settled by a catena of decisions of this Court. The\n                   bank guarantees which provided that they are payable by the\n                   guarantor on demand is considered to be an un-conditional\n                   bank guarantee. When in the course of commercial dealings,\n                   unconditional guarantees have been given or accepted the\n                   beneficiary is entitled to realize such a bank guarantee in\n                   terms thereof irrespective of any pending disputes. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_56\">In <a href=\"/doc/1746106/\" id=\"a_25\">U.P.\n                   State Sugar Corporation vs. Sumac International Ltd.</a>, this\n                   Court observed that :</span>\n</blockquote><blockquote id=\"blockquote_19\">                          &#x27;12. The law relating to invocation of such bank\n                          guarantees is by now well settled. When in the course\n                          of commercial dealings an unconditional bank\n                          guarantee is given or accepted, the beneficiary is\n                          entitled to realize such a bank guarantee in terms\n                          thereof irrespective of any pending disputes. The bank\n                          giving such a guarantee is bound to honour it as per its\n                          terms irrespective of any dispute raised by its\n                          customer. The very purpose of giving such a bank\n                          guarantee would otherwise be defeated. The courts\n                          should, therefore, be slow in granting an injunction to\n                          restrain the realization of such a bank guarantee. The\n                          courts have carved out only two exceptions. A fraud in\n                          connection with such a bank guarantee would vitiate\n                          the very foundation of such a bank guarantee. Hence if\n                          there is such a fraud of which the beneficiary seeks to\n                          take advantage, he can be restrained from doing so.\n                          The second exception relates to cases where allowing\n                          the encashment of an unconditional bank guarantee\n                          would result in irretrievable harm or injustice to one of\n                          the parties concerned. Since in most cases payment of\n                          money under such a bank guarantee would adversely\n                          affect the bank and its customer at whose instance the\n                          guarantee is given, the harm or injustice contemplated\n                          under this head must be of such an exceptional and\n                          irretrievable nature as would override the terms of the\n\n\n                              21 of 33\n<span class=\"hidden_text\" id=\"span_57\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                        P a g e | 22\n<span class=\"hidden_text\" id=\"span_58\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                          guarantee and the adverse effect of such an injunction\n                          on commercial dealings in the country. The two\n                          grounds are not necessarily connected, though both\n                          may coexist in some cases.&#x27;\n</blockquote><blockquote id=\"blockquote_20\">                   12.    It is equally well settled in law that bank guarantee is\n                   an independent contract between bank and the beneficiary\n                   thereof. The bank is always obliged to honour its guarantee as\n                   long as it is an unconditional and irrevocable one. The dispute\n                   between the beneficiary and the party at whose instance the\n                   bank has given the guarantee is immaterial and of no\n                   consequence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_59\">In <a href=\"/doc/1342691/\" id=\"a_26\">BSES Limited vs. Fenner India Ltd.</a> this\n                   Court held :</span>\n</blockquote><blockquote id=\"blockquote_21\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_60\">&#x27;10. There are, however, two exceptions to this rule.\n                          The first is when there is a clear fraud of which the\n                          Bank has notice and a fraud of the beneficiary from\n                          which it seeks to benefit. The fraud must be of an\n                          egregious nature as to vitiate the entire underlying\n                          transaction. The second exception to the general rule of\n                          non-intervention is when there are `special equities&#x27; in\n                          favour of injunction, such as when `irretrievable injury&#x27;\n                          or `irretrievable injustice&#x27; would occur if such an\n                          injunction were not granted. The general rule and its\n                          exceptions has been reiterated in so many judgments of\n                          this Court, that in <a href=\"/doc/1746106/\" id=\"a_27\">U.P. State Sugar Corpn. V. Sumac\n                          International Ltd.</a> (1997) 1 SCC 568 (hereinafter `U.P.\n                          State Sugar Corpn&#x27;) this Court, correctly declare that\n                          the law was `settled&#x27;.&#x27;</span>\n</blockquote><blockquote id=\"blockquote_22\">                   13.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_61\">In <a href=\"/doc/854142/\" id=\"a_28\">Himadri Chemicals Industries Ltd. V. Coal Tar\n                   Refining Company</a>, this court summarized the principles for\n                   grant of refusal to grant of injunction to restrain the\n                   enforcement of a bank guarantee or a letter of credit in the\n                   following manner :</span>\n</blockquote><blockquote id=\"blockquote_23\">                          &#x27;14...(i) While dealing with an application for\n                          injunction in the course of commercial dealings, and\n                          when an unconditional bank guarantee or letter of\n                          credit is given or accepted, the Beneficiary is entitled\n                          to realize such a bank guarantee or a letter of credit in\n                          terms thereof irrespective of any pending disputes\n                          relating to the terms of the contract.\n</blockquote>\n\n<blockquote id=\"blockquote_24\">                              22 of 33\n<span class=\"hidden_text\" id=\"span_62\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                              P a g e | 23\n<span class=\"hidden_text\" id=\"span_63\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n</blockquote><blockquote id=\"blockquote_25\">                          (ii)         The bank giving such guarantee is bound to\n                          honour it as per its terms irrespective of any dispute\n                          raised by its customer.\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">                          (iii)        The courts should be slow in granting an order\n                          of injunction to restrain the realization of a bank\n                          guarantee or a letter of credit.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">                          (iv)         Since a bank guarantee or a letter of credit is an\n                          independent and a separate contract and is absolute in\n                          nature, the existence of any dispute between the parties\n                          to the contract is not a ground for issuing an order of\n                          injunction to restrain enforcement of bank guarantees\n                          or letters of credit.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">                          (v)          Fraud of an egregious nature which would\n                          vitiate the very foundation of such a bank guarantee or\n                          letter of credit and the beneficiary seeks to take\n                          advantage of the situation.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">                          (vi)         Allowing encashment of an unconditional bank\n                          Guarantee or a Letter of Credit would result in\n                          irretrievable harm or injustice to one of the parties\n                          concerned.\n</p><p data-structure=\"Precedent\" id=\"p_45\">                   14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7094\" id=\"span_64\">In <a href=\"/doc/7094/\" id=\"a_29\">Mahatama Gandhi Sahakra Sakkare Karkhane vs.\n                   National Heavy Engg. Coop. Ltd</a> and anr., this Court\n                   observed:</span>\n</p><blockquote id=\"blockquote_26\">                          &quot;If the bank guarantee furnished is an unconditional\n                          and irrevocable one, it is not open to the bank to raise\n                          any objection whatsoever to pay the amounts under the\n                          guarantee. The person in whose favour the guarantee is\n                          furnished by the bank cannot be prevented by way of\n                          an injunction from enforcing the guarantee on the\n                          pretext that the condition for enforcing the bank\n                          guarantee in terms of the agreement entered into\n                          between the parties has not been fulfilled. Such a\n                          course is impermissible. The seller cannot raise the\n                          dispute of whatsoever nature and prevent the purchaser\n                          from enforcing the bank guarantee by way of\n                          injunction except on the ground of fraud and\n                          irretrievable injury.\n</blockquote><blockquote id=\"blockquote_27\">                                       What is relevant are the terms incorporated in\n                          the guarantee executed by the bank. On careful\n\n\n                                  23 of 33\n<span class=\"hidden_text\" id=\"span_65\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                                       P a g e | 24\n<span class=\"hidden_text\" id=\"span_66\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                          analysis of the terms and conditions of the guarantee in\n                          the present case, it is found that the guarantee is an\n                          unconditional one. The respondent, therefore, cannot\n                          be allowed to raise any dispute and prevent the\n                          appellant from encashing the bank guarantee. The\n                          mere fact that the bank guarantee refers to the principle\n                          agreement without referring to any specific clause in\n                          the preamble of the deed of guarantee does not make\n                          the guarantee furnished by the bank to be a conditional\n                          one.\n</blockquote><pre id=\"pre_3\">                                     *                 *                  *\n                          24.        The   next     question       that       falls     for   our\n</pre><blockquote id=\"blockquote_28\">                          consideration is as to whether the present case falls\n                          under any of or both the exceptions, namely, whether\n                          there is a clear fraud of which the bank has notice and\n                          a fraud of the beneficiary from which it seeks to\n                          benefit and another exception whether there are any\n                          &quot;special equities&quot; in favour of granting injunction.\n</blockquote><blockquote id=\"blockquote_29\">                          25.        This Court in more than one decision took the\n                          view that fraud, if any, must be of an egregious nature\n                          as to vitiate the underlying transaction. We have\n                          meticulously examined the pleadings in the present\n                          case in which no factual foundation is laid in support\n                          of the allegation of fraud. There is not even a proper\n                          allegation of any fraud as such and in fact the whole\n                          case of the appellant centers around the allegation with\n                          regard to the alleged breach of contract by the\n                          respondent. The plea of fraud in the appellants own\n                          words is to the following effect:\n</blockquote><blockquote id=\"blockquote_30\">                                     &quot;That despite the respondent, HCL being in\n                                     default of not making payment as stipulated in\n                                     the bank guarantee, in perpetration of abject\n                                     dishonesty and fraud, the respondent, HCL\n                                     fraudulently invoked          the    bank         guarantee\n                                     furnished    by       the   applicant       and       sought\n                                     remittance of the sums under the conditional\n                                     bank guarantee from the Oriental Bank of\n                                     Commerce vide letter of invocation dated\n                                     16.12.2003.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_46\">                                24 of 33\n<span class=\"hidden_text\" id=\"span_67\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                         P a g e | 25\n<span class=\"hidden_text\" id=\"span_68\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_47\">                   26. In our considered opinion such vague and indefinite\n                   allegations made do not satisfy the requirement in law\n                   constituting any fraud much less the fraud of an egregious\n                   nature as to vitiate the entire transaction. The case,therefore\n                   does not fall within the first exception.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                   27. Whether encashment of the bank guarantee would cause\n                   any &quot;irretrievable injury&quot; or &quot;irretrievable injustice&quot;. There is\n                   no plea of any special equities by the appellant in its favour.\n                   So far as the plea of &quot;irretrievable injustice&quot; is concerned the\n                   appellant in its petition merely stated:\n</p><blockquote id=\"blockquote_31\">                          &quot;That should the respondent be successful in\n                          implementing its evil design, the same would not only\n                          amount to fraud, cause irretrievable injustice to the\n                          applicant, and render the arbitration nugatory and\n                          infructuous but would permit the respondent to take an\n                          unfair advantage of their own wrong at the cost and\n                          extreme prejudice of the applicant.\n</blockquote><blockquote id=\"blockquote_32\">                                                          (Emphasis supplied)&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_69\">Further, in the case of <a href=\"/doc/514858/\" id=\"a_30\">Ansal Engineering Projects Ltd. vs.\n\nTehri Hydro Development Corporation Ltd. and another</a>, (1996) 5\n\nSupreme Court Cases 450, the Supreme Court has observed as under:-</span>\n\n</p><blockquote id=\"blockquote_33\">                   &quot;4.    It is settled law that bank guarantee is an independent\n                   and distinct contract between the bank and the beneficiary and\n                   is not qualified by the underlying transaction and the validity\n                   of the primary contract between the person at whose instance\n                   the bank guarantee was given and the beneficiary. Unless\n                   fraud or special equity exists, is pleaded and prime facie\n                   established by strong evidence as a triable issue, the\n                   beneficiary cannot be restrained from encashing the bank\n                   guarantee even if dispute between the beneficiary and the\n                   person at whose instance the bank guarantee was given by the\n                   Bank, had arisen in performance of the contract or execution\n                   of the Works undertaken in furtherance thereof. The Bank\n                   unconditionally and irrevocably promised to pay, on demand,\n                   the amount of liability undertaken in the guarantee without\n                   any demur or dispute in terms of the bank guarantee. The\n                   object behind is to inculcate respect for free flow of commerce\n                   and trade and faith in the commercial banking transactions\n\n                               25 of 33\n<span class=\"hidden_text\" id=\"span_70\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                          P a g e | 26\n<span class=\"hidden_text\" id=\"span_71\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                   unhedged by pending disputes between the beneficiary and the\n                   contractor.\n</blockquote><blockquote id=\"blockquote_34\">                   5.     It is equally settled law that in terms of the bank\n                   guarantee the beneficiary is entitled to; invoke the bank\n                   guarantee and seek encashment of the amount specified in the\n                   bank guarantee. It does not depend upon the result of the\n                   decision in the dispute between the parties, in case of the\n                   breach. The underlying object is that an irrevocable\n                   commitment either in the form of bank guarantee or letters of\n                   credit solemnly given by the bank must be honoured. The\n                   Court exercising its power cannot interfere with enforcement\n                   of bank guarantee/letters of credit except only in cases where\n                   fraud or special equity is prime facie made out in the case as\n                   triable issue by strong evidence so as to prevent irretrievable\n                   injustice to the parties. The trading operation would not be\n                   jettisoned and faith of the people in the efficacy of banking\n                   transactions Would not be eroded or brought to disbelief. The\n                   question therefore, is : whether the petitioner had made but\n                   any case of irreparable injury by proof of special equity or\n                   fraud so as to invoke the jurisdiction of the Court by way of\n                   injunction to restrain the first respondent from encashing the\n                   bank guarantee. The High Court held that the petitioner has\n                   not made out either. We have carefully scanned the reasons\n                   given by the High Court as well as the contentions raised by\n                   the parties. On the facts, we do not find that any case of fraud\n                   has been made out. The contention is that after promise to\n                   extend time for constructing the buildings and allotment of\n                   extra houses and the term of bank guarantees was extended,\n                   the contract was terminated. It is not a case of fraud but one of\n                   acting in terms of contract. It is next contended by Shri G.\n                   Nageshwara Rao, learned counsel for the petitioner that unless\n                   the amount due and payable is determined by a competent\n                   court or tribunal by mere invocation of bank guarantee or\n                   letter of credit pleading that the amount is due and payable by\n                   the petitioner, which was disputed, cannot be held to be due\n                   and payable in- a case. The Court has yet to go into the\n                   question and until a finding after trial, or decision is given by a\n                   court or tribunal that amount is due and payable by the\n                   petitioner, it cannot be held to be due and payable. Therefore,\n\n\n                                 26 of 33\n<span class=\"hidden_text\" id=\"span_72\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                          P a g e | 27\n<span class=\"hidden_text\" id=\"span_73\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                   the High Court committed manifest error of law in refusing to\n                   grant injunction as the petitioner has made out a prima facie\n                   Strong case. We find no force in the contention. All the\n                   clauses of the contract of the bank guarantee are to be read\n                   together. Bank guarantee/letters of credit is an independent\n                   contract between the bank and the beneficiary. It does not\n                   depend on the result of the dispute between the person on\n                   whose behalf the bank guarantee was given by the bank and\n                   the beneficiary. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_74\">Though the question was not elaborately\n                   discussed, it was in sum answered by this Court in <a href=\"/doc/708879/\" id=\"a_31\">Hindustan\n                   Steel Workers Construction Ltd. vs. G.S.Atwal &amp; Co.\n                   (Engineers) Pvt. Ltd. This</a> Court had held in part 6 that the\n                   entire dispute was pending before the arbitrator. Whether, and\n                   if so, what is the amount due to the appellant was to be\n                   adjudicated in the arbitration proceedings. The order of the\n                   learned Single Judge proceeds on the basis that the amounts\n                   claimed were not and cannot be said to be due and the bank\n                   has Violated the understanding between the respondent and\n                   the Bank in. giving unconditional guarantee to the appellant.\n                   The learned Judge held that the bank had issued a guarantee in\n                   a standard form, covering a wider spectrum than agreed to\n                   between the respondent and the bank and it cannot be a reason\n                   to hold that the appellant is in any way fettered in invoking the\n                   unconditional bank guarantee. Similarly, the reasoning of the\n                   learned Single Judge that before invoking the performance\n                   guarantee the appellant should assess the quantum of loss and\n                   damages and mention the ascertained figure. Cannot be put\n                   forward to restrain the appellant from invoking the\n                   unconditional guarantee. This reasoning would clearly indicate\n                   that the final adjudication is not a pre-condition to invoke the\n                   bank guarantee and that is not a ground to issue injunction\n                   restraining the beneficiary to enforce the bank guarantee.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1187778\" id=\"span_75\">In\n                   <a href=\"/doc/1187778/\" id=\"a_32\">Hindustan Steel Works Construction Ltd. v. Tarapore &amp;\n                   Co. &amp; Anr.</a>, it was contended that a contractor had a counter-\n                   claim against the appellant; that disputes had been referred to\n                   the arbitrator and no amount was said to be due and payable\n                   by the contractor to the appellant till the arbitrator declared the\n                   award. It was contended therein that those were exceptional\n                   circumstances justifying interference by restraining the\n\n\n                               27 of 33\n<span class=\"hidden_text\" id=\"span_76\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                          P a g e | 28\n<span class=\"hidden_text\" id=\"span_77\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                   appellant from enforcing the bank guarantee. The High Court\n                   had issued interim injunction from enforcing the bank\n                   guarantee. Interfering with and reversing the order of the High\n                   Court, this has held in para 23 that a bank must honour its\n                   commitment free from interference by the courts. The special\n                   circumstances or special equity pleaded in the case that there\n                   was a serious dispute on the question as to who has committed\n                   the breach of the contract and that whether the amount is due\n                   and payable by the contractor to the appellant till the arbitrator\n                   declares the award/was not sufficient to make the case an\n                   exceptional one justifying interference by restraining the\n                   appellant from enforcing the bank guarantee. The order of\n                   injunction, therefore, was reserved with certain directions with\n                   which we are not concerned in this case.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_78\">He has also cited the judgment rendered in the case of\n\n<a href=\"/doc/1988070/\" id=\"a_33\">Hindustan Steelworks Construction Ltd. vs. Tarapore &amp; Co. and\n\nanother</a>, (1996) 5 Supreme Court Cases 34, in which the Supreme Court\n\nhas observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_35\">                   &quot;14.   The High Court also committed a grave error in\n                   restraining the appellant from invoking bank guarantees on the\n                   ground that on India only reasonable amount can be awarded\n                   by way of damages even when the parties to the contract have\n                   provided for liquidated damages and that a term in a bank\n                   guarantees making the beneficiary the sole judge on the\n                   question of breach of contract and the extent of loss or\n                   damages would be invalid and that no amount can be said to\n                   be due till and adjudication in that behalf is made either by a\n                   court on an arbitrator, as the case may be. In taking that view\n                   the High Court has overlooked the correct position that a bank\n                   guarantees is a independent and distinct contract between the\n                   bank and the beneficiary and is not qualified by the underlying\n                   transaction and the primary contract between the person at\n                   whose instance the bank guarantee is given and the\n                   beneficiary. What the High Court has observed would be\n                   applicable only to the parties to the underlying transaction or\n                   the primary contract but can have no relevance to the bank\n                   guarantee given by the bank, as the transaction between the\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\">                              28 of 33\n<span class=\"hidden_text\" id=\"span_79\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                         P a g e | 29\n<span class=\"hidden_text\" id=\"span_80\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                   bank and the beneficiary is independent and of a different\n                   nature. In case of an unconditional bank guarantee the nature\n                   of obligation of the bank is absolute and not dependent upon\n                   any dispute or proceeding between the party at whose instance\n                   the bank guarantee is given and the beneficiary. The High\n                   Court thus failed to appreciate the real object and nature of a\n                   bank guarantee. The distinction which the High Court has\n                   drawn between a guarantee for due performance of a works\n                   contract and guarantee given towards security deposit for that\n                   contract is also unwarranted. The said distinction appears to be\n                   the result of the same fallacy committed by the High Court of\n                   not appreciating the distinction between the primary contract\n                   between the parties and a bank guarantee and also the real\n                   object of a bank guarantee and the nature of bank&#x27;s obligation\n                   thereunder. Whether the bank guarantee is towards security\n                   deposit or mobilisation advance or working funds or for due\n                   performance of the contract if the same is unconditional and if\n                   there is a stipulation in the bank guarantee that the bank\n                   should pay on demand without a demur and that the\n                   beneficiary shall be the sole judge not only on the question of\n                   breach of contract but also with respect to the amount of loss\n                   or damages, the obligation of the bank would remain the same\n                   and that obligation has to be discharged in the manner\n                   provided in the bank gurantee. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_81\">In <a href=\"/doc/218672/\" id=\"a_34\">General Electric Technical\n                   Services Company Inc. vs. Punj Sons Ltd.</a>, while dealing\n                   with a case of bank guarantee given for securing mobilisation\n                   advance it has been held that the right of a contractor to\n                   recover certain amounts under running bills would have no\n                   relevance to the liability of the bank under the guarantee given\n                   by it. In that case also the stipulations in the bank guarantee\n                   were that the bank had to pay on demand without a demur and\n                   that the beneficiary was to be the sole judge as regards the loss\n                   or damage caused to it. This Court held that notwithstanding\n                   the dispute between the contractor and the party giving the\n                   contract, the bank was under an obligation to discharge its\n                   liability as per the terms of the bank guarantee.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1605704\" id=\"span_83\"><a href=\"/doc/1605704/\" id=\"a_35\">Larsen and\n                   Toubro Ltd. vs. Maharashtra State Electricity Board</a> and\n                   <a href=\"/doc/708879/\" id=\"a_36\">Hindustan Steel Workers Construction Ltd. Vs. G.S.\n                   Atwal &amp; Co (Engineers) Pvt. Ltd.</a> were also cases of work\n\n\n                              29 of 33\n<span class=\"hidden_text\" id=\"span_84\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                         P a g e | 30\n<span class=\"hidden_text\" id=\"span_85\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n                   contracts wherein bank gurantees were given either towards\n                   advances or release of security deposits or for due,\n                   performance of the contract. In both those cases this Court\n                   held that the bank gurantees being irrevocable and\n                   unconditional and as the beneficiary was made the sole judge\n                   on the question of breach of perforamance of the contract and\n                   the extent of loss or damages an injunction restraining the\n                   beneficiary from invoking the bank guarantees could not have\n                   been granted. The above referred three subsequent decisions\n                   of this Court also go to show that the view taken by the High\n                   Court is clearly wrong.&quot;</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                          xxx              xxx           xxx             xxx\n                   &quot;23.   We are, therefore, of the opinion that the correct\n                   position of law is that commitment of banks must be honoured\n                   free from interference by the courts and it is only in\n                   exceptional cases, that&#x27; is to say, in case of fraud or in a case\n                   where irretrievable injustice would be done if bank guarantee\n                   is allowed to be encashed, the court should interfere. In this\n                   case fraud has not been pleaded and. the relief for injunction\n                   was sought by the contractor/Respondent No.1 on the ground\n                   that special equities or the special circumstances of the case\n                   required it. The special circumstances and/or special equities\n                   which have been pleaded in this case are that there is a serious\n                   dispute on the question as to who has committed breach of the\n                   contract, that the contractor has a counter claim against the\n                   appellant, that the disputes between the parties have been\n                   referred to the arbitrators and that no amount can be said to be\n                   due and payable by the contractor to the appellant till the\n                   arbitrators declare their award. In our opinion, these factors\n                   are not sufficient to make this case an exceptional case\n                   justifying interference by restraining the appellant from\n                   enforcing the bank guarantees.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_53\">            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"636783\" id=\"span_86\">Apart from above, learned counsel for respondent no.1 has\n\nalso referred to a judgment rendered by the Supreme Court in the case of\n\n<a href=\"/doc/636783/\" id=\"a_37\">Dwarikesh Sugar Industries Ltd. vs. Prem Heavy Engineering\n\nWorks (P) Ltd. and another</a>, (1997) 6 Supreme Court Cases 450.</span>\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_54\">                                30 of 33\n<span class=\"hidden_text\" id=\"span_87\">           ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                   P a g e | 31\n<span class=\"hidden_text\" id=\"span_88\">ARB-ICA No.1 of 2018</span>\n\n\n\n\n             Learned counsel for respondent no.1 has also referred to a\n\nletter dated 05.04.2017, which has not been referred by the petitioner, in\n\nwhich the alleged causes of delay on the part of the petitioner has been\n\nmentioned and it has been specifically averred that respondent no.1 was\n\ninformed that on 17.02.2017, the Onshore Contractor&#x27;s Site Personnel and\n\nother Personnel engaged for the work left the site and have not since\n\nreturned to perform the work and the Onshore Contractor has removed the\n\nequipments from the site without proper authorization by respondent no.1,\n\nfrom which it is apparent that the petitioner was not performing its part of\n\nthe contract in terms of the various contracts entered into between the\n\nparties.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">             I have heard learned counsel for the parties and examined the\n\navailable record with their able assistance.\n\n</p><p data-structure=\"PetArg\" id=\"p_56\">             It is an undeniable fact that the petitioner has failed to\n\nmaintain the date of completion of work and had to enter into the Deed of\n\nAgreement because of the financial crunch and respondent no.1 had further\n\nadvanced 10 Million USD, both for the onshore and offshore works, for\n\nwhich the petitioner had furnished the Further Advance Payment\n\nGuarantees. Insofar as the issue regarding latent defects is concerned, the\n\nparties to the contract had various correspondences.       The petitioner&#x27;s\n\nallegation is that respondent no.1 did not decide the issue promptly but on\n\nthe other hand, the submission of respondent no.1 is that the petitioner had\n\nwithdrawn all its personnel from the site on 17.02.2017 without completing\n\nthe work, though the date of completion of work was 26.11.2016.\n\n</p><p data-structure=\"CDiscource\" id=\"p_57\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"49786811\" id=\"span_89\">At the stage of interim stay, this Court would not go into this\n\narena of allegations and counter allegations as it would be a matter of\n\n\n                               31 of 33\n<span class=\"hidden_text\" id=\"span_90\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                     P a g e | 32\n<span class=\"hidden_text\" id=\"span_91\">ARB-ICA No.1 of 2018</span>\n\n\n\n\nevidence and shall only be decided by the Arbitrator but the fact remains\n\nthat the bank guarantees were irrevocable and unconditional, which were to\n\nbe invoked and encashed on the asking of respondent no.1 but there are\n\nfour exceptions to the general rule, which have been elaborately mentioned\n\nin <a href=\"/doc/49786811/\" id=\"a_38\">Essar Projects (India) Limited</a>&#x27;s case (supra), that the Court may grant\n\ninjunction restraining the invocation of bank guarantee if; (i) there is a\n\nfraud of egregious nature in connection with the bank guarantee which\n\nwould vitiate the very foundation of such guarantee and the beneficiary\n\nseeks to take advantage of such fraud; (ii) the applicant, in the facts and\n\ncircumstances of the case, clearly establishes a case of irretrievable\n\ninjustice or irreparable damage; (iii) the applicant is able to establish\n\nexceptional or special equities of the kind which would outrage the\n\nconscience of the court; and (iv) the bank guarantee is not invoked strictly\n\nin its terms and by the person empowered to invoke under the terms of the\n\nguarantee.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">              As a matter of general rule, the injunction is not to be granted,\n\ntherefore, the Court has carved out aforesaid four exceptions and in the\n\nexceptions, adjectives have been used in the case of fraud by referring it to\n\nbe &quot;egregious&quot; and in the case of &quot;equities&quot;, the adjective used is &quot;special&quot;,\n\nmeaning thereby the petitioner, who is seeking injunction, has to establish\n\nfraud by way of pleadings and prima facie proof beyond doubt that too in\n\nregard to the bank guarantee and that the beneficiary is seeking advantage\n\nof such fraud and exceptional or special equities which would outrage the\n\nconscience of the Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_59\">              In this case, the petitioner has not pleaded any kind of fraud\n\nmuch-less of &quot;egregious&quot; nature in connection with the bank guarantees\n\n\n                               32 of 33\n<span class=\"hidden_text\" id=\"span_92\">             ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n                                                                     P a g e | 33\n<span class=\"hidden_text\" id=\"span_93\">ARB-ICA No.1 of 2018</span>\n\n\n\n\nand has also not established the case of irretrievable injustice or irreparable\n\ndamages much-less the special equities for the purpose of tilting the\n\nbalance in its favour for granting injunction by breaking the general rule, as\n\nper which the commitment of the bank is required to be free from\n\ninterference by the Court especially when the bank guarantee is irrevocable\n\nand unconditional.\n</p>\n<p data-structure=\"RespArg\" id=\"p_60\">             All that has been argued on behalf of the petitioner is that\n\nrespondent no.1 has not followed the due procedure in regard to the Delay\n\nLiquidated Damages and until and unless the sum due is assessed; the bank\n\nguarantees cannot be invoked. This could not be the reason alone on which\n\nthe petitioner can rely upon for the purpose of seeking injunction, otherwise\n\nthe whole purpose of providing the bank guarantees by the petitioner\n\nthrough respondent no.2 to respondent no.1 would become irrelevant and\n\nfarce.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">             Thus, keeping in view the aforesaid facts and circumstances\n\nand looking from any angle, I do not find any reason to interfere in the\n\npresent petition for the purpose of interim stay and hence, the same is\n\nhereby dismissed, though without any order as to costs.\n\n\n\n</p><pre id=\"pre_4\">April 17, 2018                                        (Rakesh Kumar Jain)\nvinod*                                                        Judge\n\n\nWhether speaking / reasoned         : Yes/No\nWhether reportable                  : Yes/No\n\n\n\n\n                               33 of 33\n<span class=\"hidden_text\" id=\"span_94\">            ::: Downloaded on - 06-05-2018 14:30:22 :::</span>\n </pre>","numcites":18,"numcitedby":0,"docsource":"Punjab-Haryana High Court","citetid":26967103,"divtype":"judgments","relatedqs":[{"value":"bank guarantee injunction","formInput":"bank%20guarantee%20injunction"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"invocation of bank guarantee","formInput":"invocation%20of%20bank%20guarantee"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"special equity","formInput":"special%20equity"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"bank guarantee fraud","formInput":"bank%20guarantee%20fraud"},{"value":"works contract","formInput":"works%20contract"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"mobilisation advance","formInput":"mobilisation%20advance"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"bank gurantee","formInput":"bank%20gurantee"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"\"bank guarantee\" \"invocation\"","formInput":"%22bank%20guarantee%22%20%22invocation%22"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"contract-of-guarantee-surety-principal-debtor-and-creditor","formInput":"tag:contract-of-guarantee-surety-principal-debtor-and-creditor"}],"courtcopy":true,"query_alert":null,"agreement":false}