{"tid":68666954,"publishdate":"2017-08-23","title":"Ahuja Builders vs Doonvalley Technopolis Pvt. Ltd on 23 August, 2017","doc":"<h2 class=\"doc_title\">Ahuja Builders vs Doonvalley Technopolis Pvt. Ltd on 23 August, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-sharma\">Deepa Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-sharma\">Deepa Sharma</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                                  Decided on: 23.08.2017\n+      CS(OS) 3205/2015\n\n       AHUJA BUILDERS                                   ..... Plaintiff\n                    Through:         Mr. Alok Mahajan, Advocate and Mr.\n                                     Rajesh Arya, Advocate.\n\n                           versus\n\n       DOONVALLEY TECHNOPOLIS PVT. LTD             ..... Defendant\n                     Through: Mr. Rishi K. Awasthi, Advocate.\n       CORAM:\n       HON&#x27;BLE MS. JUSTICE DEEPA SHARMA\n\n                                 JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">I.A. 13871/2016 (U/S 5 &amp; 8 of the <a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act</a>)\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.     This order shall dispose of the application of the defendant under\n\n<a href=\"/doc/310829/\" id=\"a_2\">Sections 5</a> &amp; <a href=\"/doc/1146817/\" id=\"a_3\">8</a> of the Arbitration and Conciliation Act, 1996 for referring\n\nthe dispute to the Arbitrator.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.     The undisputed facts relevant for the determination of the present\n\napplication is that the defendant had awarded the Balance Civil &amp;\n\nStructural Works, of Radisson Hotel &amp; Metropolis Mall at Plot No. „A‟,\n\nSIDCUL N.H. 87, IIE Pantnagar, Rudrapur, Uttrakhand, to the plaintiff\n\nvide Contract Agreement dated 08.12.2008. The said agreement contains\n\n\n\n\nCS(OS) 3205/2015                                                      Page 1\n the arbitration clause no. 13, pursuant to which, all the disputes arising out\n\nof the Contract had to be referred to the Arbitrator.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.       On the completion of the said work and after a discussion between\n\nthe parties, the defendant determined a sum of Rs. 2,72,04,349/- as due and\n\npayable by them to the plaintiff.        The defendant wrote a letter dated\n\n01.04.2013 confirming the aforesaid outstanding amount towards running\n\nbills of the plaintiff and undertook to clear it by 15.05.2013. The plaintiff\n\ndid not dispute the said amount and waited for the payment. The defendant,\n\nhowever, did not pay the said sum within the stipulated time and thereafter,\n\nthe plaintiff served a legal notice dated 25.04.2015, calling upon the\n\ndefendant to pay the said sum along with the interest at the rate of 18% per\n\nannum.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">4.       Upon failure of the defendant to make the payment pursuant to the\n\nlegal notice, the present suit under <a href=\"/doc/161831507/\" id=\"a_4\">Order XXXVII of the CPC</a> has been\n\nfiled.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1969677\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1706960\" id=\"span_2\">5.       Learned counsel for the defendant has argued that even if the liability\n\nto make the payment has been admitted, still the suit does not lie in view of\n\n<a href=\"/doc/310829/\" id=\"a_5\">Sections 5</a> &amp; <a href=\"/doc/1146817/\" id=\"a_6\">8</a> of the Arbitration and Conciliation Act, 1996 and the\n\ndispute need to be referred to the Arbitrator. Reliance has been placed on\n\n\n\n\nCS(OS) 3205/2015                                                            Page 2\n the findings in the case of <a href=\"/doc/1706960/\" id=\"a_7\">ION Exchange (India) Ltd. vs. MSK Projects\n\n(India) Ltd</a>, 2005 (<a href=\"/doc/1969677/\" id=\"a_8\">4) MhLj 921 and Novelty Jewellers vs. MMTC Limited\n\n(IA</a> 2944 &amp; 2945/2000), in CS(OS) No.1391/1999 decided on 23.08.2004.\n\nIt is further argued that <a href=\"/doc/1146817/\" id=\"a_9\">Section 8</a> of the Arbitration and Conciliation Act\n\nwould have the primacy over <a href=\"/doc/161831507/\" id=\"a_10\">Order XXXVII of CPC</a> and if the conditions\n\n<a href=\"/doc/1969677/\" id=\"a_11\">laid down in</a> <a href=\"/doc/1146817/\" id=\"a_12\">Section 8</a> of the Arbitration and Conciliation Act are fulfilled,\n\nthe jurisdiction of the Civil Court is barred.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"200767\" id=\"span_3\">6.     It is submitted that even on termination of a Contract, the arbitration\n\nclause does not get perished nor becomes inoperative rather it survives for\n\nresolution of disputes. Reliance is placed on the findings in the case of The\n\nBranch manager, <a href=\"/doc/200767/\" id=\"a_13\">Magma Leasing and Finance Limited and Anr. vs\n\nPotluri Madhavilata and Anr</a>, (2009) 10 SCC 103. It is further argued that\n\neven if there is a settlement agreement or a discharge voucher executed by\n\none party, the arbitration clause does not cease to be effective and the\n\nremedy available is only under <a href=\"/doc/1306164/\" id=\"a_14\">Arbitration and Conciliation Act</a> and the\n\nproceedings before Civil Court are barred.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_4\">Reliance is placed on <a href=\"/doc/1243245/\" id=\"a_15\">National\n\nInsurance Co. Ltd. vs. Boghara Polyfab Pvt. Ltd</a>, (2009) 1 SCC 267 and\n\nit is argued that in this case, Nathani Steels Ltd. vs. Associated\n\nConstructions, 1995 Supp (3) SCC 324 was discussed and differentiated.</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1579938\" id=\"span_5\">CS(OS) 3205/2015                                                          Page 3\n The applicant/defendant has also relied on the findings of the Supreme\n\nCourt in the case of <a href=\"/doc/1579938/\" id=\"a_16\">Chairman and M.D., N.T.P.C Ltd. vs. Reshmi\n\nConstructions, Builders and Contractors</a>, (2004) 25 SCC 663 and argued\n\nthat even in cases where there is full and final settlement between the\n\nparties, and there is an arbitration clause binding the parties, the Civil suits\n\nare barred by virtue of <a href=\"/doc/1091250/\" id=\"a_17\">Section 5</a> of the Arbitration Act and the remedy\n\navailable is to raise the dispute under <a href=\"/doc/1146817/\" id=\"a_18\">Section 8</a> of the Arbitration and\n\nConciliation Act.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">7.     On behalf of the plaintiff, it is argued that the case laws relied upon\n\nby the defendant/applicant are not applicable on the facts of this case. It is\n\nsubmitted that in all those cases, there was an existing dispute between the\n\nparties.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">8.     It is submitted that in none of the cited cases, the party who had to\n\nmake the payment under the terms of the Contract had determined the\n\npayable amount and offered the same and the party who had to receive the\n\npayment has accepted it unconditionally. It is submitted that there is no\n\ndispute as regards the amount payable under the agreement. The defendant\n\nhad to pay the money to the plaintiff under the Contract on its completion\n\nand has calculated the payable amount and conveyed it in writing with\n\n\n\n\nCS(OS) 3205/2015                                                           Page 4\n undertaking to clear the said amount of Rs. 2,72,04,349/- on 01.04.2013\n\nand this calculation of the defendant was accepted and not disputed by the\n\nplaintiff and since there is no dispute existing between the parties, there is\n\nnothing to be referred to the Arbitrator as so no dispute exist for referral\n\nand so the arbitration clause cannot be invoked and the plaintiff is within its\n\nright to file the present suit under <a href=\"/doc/161831507/\" id=\"a_19\">Order XXXVII of the CPC</a> on the basis\n\nof the promissory note i.e. letter dated 01.04.2013 by which the defendant\n\npromised to pay the dues to the plaintiff.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">9.     Learned counsel for the plaintiff has relied on the findings of the\n\nSupreme Court in the case of Nathani Steels (supra) wherein three Judge\n\nBench of Supreme Court has held that when a dispute is amicably settled\n\nbetween the parties finally, the arbitration clause cannot be invoked by the\n\nparty to resolve the same on ground of mistake in the settlement unless the\n\nsettlement is set aside in proper proceedings.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">10.    I have heard the arguments and perused the file.\n\n</p><p data-structure=\"Issue\" id=\"p_13\">11.    The question for determination thus is whether there is any dispute\n\nbetween the parties, which needs to be referred to Arbitrator and the suit is\n\nbarred in view of the arbitration clause, contained in Contract Agreement.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">CS(OS) 3205/2015                                                          Page 5\n</p><p data-structure=\"Section\" id=\"p_15\"> 12.    There is no dispute to the fact that there was an arbitration agreement\n\nbetween the parties and any dispute arising under the Contract is needed to\n\nbe referred to the Arbitrator. Clause 13 is reproduced as under:\n\n</p><blockquote id=\"blockquote_1\">        &quot;That all disputes arising out of or in any way connected with this\n\nContract Agreement shall be resolved through arbitration as mentioned in\n\nthe Tender Documents and that the same shall be deemed and that the\n\nsame shall be deemed to have arisen in New Delhi and the courts at New\n\nDelhi alone shall have the jurisdiction to determine the same.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_16\">                                                    (emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_17\">13.    <a href=\"/doc/1146817/\" id=\"a_20\">Section 8</a> of the Arbitration and Conciliation Act 1996, reads as\n\nunder:-\n</p>\n<p data-structure=\"Section\" id=\"p_18\">\n</p><blockquote id=\"blockquote_2\">       (1) A judicial authority, before which an action is brought in a\n       matter which is the subject of an arbitration agreement shall, if a\n       party to the arbitration agreement or any person claiming through\n       or under him, so applies not later than the date of submitting his\n       first statement on the substance of the dispute, then,\n       notwithstanding any judgment, decree or order of the Supreme\n       Court or any Court, refer the parties to arbitration unless it finds\n       that prima facie no valid arbitration agreement exists.;]\n       (2) The application referred to in sub-section (1) shall not be\n       entertained unless it is accompanied by the original arbitration\n       agreement or a duly certified copy thereof.\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">       [Provided that where the original arbitration agreement or a\n        certified copy thereof is not available with the party applying for\n\n\n\n\nCS(OS) 3205/2015                                                          Page 6\n         reference to arbitration under sub-section (1), and the said\n        agreement or certified copy is retained by the other party to that\n        agreement, then, the party so applying shall file such application\n        along with a copy of the arbitration agreement and a petition\n        praying the Court to call upon the other party to produce the\n        original arbitration agreement or its duly certified copy before\n        that Court.]\n       (3) Notwithstanding that an application has been made under sub-\n       section (1) and that the issue is pending before the judicial\n       authority, an arbitration may be commenced or continued and an\n       arbitral award made.\n</p><p data-structure=\"Precedent\" id=\"p_20\">                                                    (emphasis supplied)\n</p><p data-structure=\"RespArg\" id=\"p_21\">14.    Under Clause 13 of the said Contract Agreement, what is referable is\n\n„a dispute arising out of or in any way connected with Contract\n\nAgreement‟. The contention of the plaintiff is that there is no dispute\n\narising out of or relating to the agreement and hence Arbitration clause\n\ncannot be invoked in the present scenario. The defendant, in the\n\napplication, has also not contended that there exists any dispute between\n\nparties relating to the Contract Agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n</p><p data-structure=\"Section\" id=\"p_23\">15.    Under <a href=\"/doc/1146817/\" id=\"a_21\">Section 8</a> of the Arbitration and Conciliation Act, 1996 a\n\njudicial authority is mandated to refer &quot;the dispute&quot;. For referral the\n\nexistence of „Dispute‟ is sine qua non. The plaintiff contends that since the\n\nmoney payable under the Contract was calculated by the defendant and the\n\ncalculation is accepted by the plaintiff as it is, there exists no dispute\n\n\n\n\nCS(OS) 3205/2015                                                          Page 7\n between them in realtion to the terms of Contract. The applicant/Defendant\n\nhas also not contended anywhere that there is any dispute between the\n\nparties relating to the amount payable under the Contract or of any other\n\nnature. Its plea is based on mere existence of arbitration clause 13 in the\n\nContract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n</p><p data-structure=\"Precedent\" id=\"p_25\">16.    The defendant has not denied its letter dated 01.04.2013 which is\n\nreproduced as under:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><pre id=\"pre_2\">       &quot;                                            Date: 1st April 2013\n\n      To\n      M/s Ahuja Builders\n      X-3 Hauz Khas\n      New Delhi 110016\n\n\n      Sub:     Party Account balance confirmation\n\n      Dear Sir,\n\n</pre><p data-structure=\"Conclusion\" id=\"p_27\">      We wish to confirm that as on 31/03/13 we have an outstanding of\n      Rs. 2,72,04,349/- (Rs. Two crore seventy two lac four thousand thee\n      hundred &amp; forty nine only) towards you running bill for the civil\n      work of Hotel &amp; Mall.\n</p><p data-structure=\"Conclusion\" id=\"p_28\">      We wish to undertake that these dues shall be cleared by us latest\n      by 15th May, 2013.\n</p><p data-structure=\"Precedent\" id=\"p_29\">      Thanking you,\n      Yours sincerely\n      For Doonvalley Technopolis Pvt. Ltd.\n</p><p data-structure=\"Precedent\" id=\"p_30\">      Sd/-</p><pre id=\"pre_3\">\n      (Sanjeev Srivastava)\n\n\n\n\nCS(OS) 3205/2015                                                           Page 8\n       Director&quot;\n\n</pre><p data-structure=\"CDiscource\" id=\"p_31\">17.    From the letter of defendant/applicant it is evident that the defendant\n\nacknowledged its liability to pay the sum of Rs.2,72,04,349/- towards the\n\nrunning bill raised by the plaintiff in terms of the Contract. The plaintiff\n\naccepted the said calculation and did not dispute the payable amount and\n\nwaited for its payment within the stipulated time i.e. 15.05.2013 but the\n\ndefendant failed to pay. The present suit is filed for the recovery of the said\n\namount under order XXXVII <a href=\"/doc/161831507/\" id=\"a_22\">of CPC</a>. It is a simple case of recovery of\n\nmoney based on acknowledgement and undertaking to pay.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1706960\" id=\"span_6\">18.    In view of these facts, it is clear that none of the parties has raised\n\nany dispute arising out of the said Contract. When there is no dispute\n\nbetween the parties relating to the contract containing an arbitration clause,\n\nthe arbitration clause cannot be invoked. There has to be dispute arising\n\nout of the contract for invoking the arbitration agreement. The findings in\n\nthe cases relied upon by the defendant are given on different set of facts.\n\nThe facts in <a href=\"/doc/1706960/\" id=\"a_23\">ION</a> case (supra), relates to liabilities under a letter of intent,\n\ncontaining arbitration clause. There arose a dispute between the parties as\n\nto the acceptance or non-acceptance of the liability or the acknowledgment\n\nof the liability and it was on these facts that the Court held that the suit\n\n\n\n\nCS(OS) 3205/2015                                                          Page 9\n under Order XXXVII was not maintainable.</span> In Branch Manager case\n\n(supra), the Court laid down the proposition of law that even on\n\ntermination of the Contract Agreement, the Arbitration Agreement survives\n\nand binds the parties and where the conditions mentioned in Section 8 of\n\nArbitration and Consultation Act are satisfied, the matter needs to be\n\nreferred for Arbitration and the Civil suits are not maintainable. The Court\n\ndiscussed <a href=\"/doc/1146817/\" id=\"a_24\">Section 8</a> of Arbitration and Conciliation Act and has laid down\n\nthe principle of law as under:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n</p><blockquote id=\"blockquote_3\">        21. xxx            xxx          xxx          xxx\n\n\n</blockquote><blockquote id=\"blockquote_4\">       22. An analysis of <a href=\"/doc/1146817/\" id=\"a_25\">Section 8</a> would show that for its\n       applicability, the following conditions must be satisfied: (a) that\n       there exists an arbitration agreement; (b) that action has been\n       brought to the court by one party to the arbitration agreement\n       against the other party; (c) that the subject matter of the suit is\n       same as the subject matter of the arbitration agreement; (d) that\n       the other party before he submits his first statement of the\n       substance of the dispute, moves the court for referring the\n       parties to arbitration; and (e) that along with the application\n       the other party tenders the original arbitration agreement or\n       duly certified copy thereof.\n</blockquote>\n<blockquote id=\"blockquote_5\">       23. <a href=\"/doc/1146817/\" id=\"a_26\">Section 8</a> is in the form of legislative command to the court\n       and once the pre-requisite conditions as aforestated are\n       satisfied, the court must refer the parties to arbitration. As a\n       matter of fact, on fulfillment of conditions of <a href=\"/doc/1146817/\" id=\"a_27\">Section 8</a>, no\n\n                                               (emphasis supplied)\n\n\n\n\nCS(OS) 3205/2015                                                             Page 10\n        option is left to the court and the court has to refer the parties\n       to arbitration.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_34\">19.    In this case, the defendant/applicant has not so far raised any dispute\n\nrelating to the terms and conditions of the Contract Agreement. The facts in\n\nBranch Manager case (Supra) are also distinguishable. In that case, Bank\n\nhad entered into a hire purchase agreement for purchase of motor vehicle\n\nwith respondent no.1 (Smt. Potluri) and when she defaulted in making\n\npayment of EMIs, the Bank terminated the agreement and seized the vehicle.\n\nThe agreement contained an Arbitration clause. Respondent no. 1 filed a\n\ncivil suit seeking recovery of seized vehicle and sought restrain order against\n\nBank from transferring the said vehicle. It was on those facts the Court held\n\nthat civil suit is barred. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1969677\" id=\"span_7\">In <a href=\"/doc/1969677/\" id=\"a_28\">Novelty Jewellers</a> (supra) case, the Court after\n\ndiscussing the provisions of law held that where there is dispute between the\n\nparties, then for addressing the said dispute/grievances, the matter has to be\n\nreferred to the Arbitration where there is an Arbitration Agreement and the\n\nproceedings before the Civil Courts are not maintainable.</span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1119615\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_9\">In <a href=\"/doc/1243245/\" id=\"a_29\">National\n\nInsurance Co. Ltd</a> case (supra), the Supreme Court after discussing and\n\ndistinguishing the findings of <a href=\"/doc/1119615/\" id=\"a_30\">State of Maharashtra vs. Nav Bharat\n\nBuilders</a>, AIR 1999 SC11 and Nathani Steels (Supra) held as under :-</span></span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">CS(OS) 3205/2015                                                            Page 11\n      22.3 Nathani Steels related to a dispute on account of non-\n     completion of the contract. The Court found that the said dispute\n     was settled by and between the parties as per deed dated\n     20.12.1980 signed by both parties. The deed referred to the prior\n     discussions between the parties and recorded the amicable\n     settlement of the disputes and differences between the parties in\n     the presence of the Architect on the terms and conditions set out\n     in clauses 1 to 8 thereof. In view of it, the Court rejected the\n     contention of the contractor that the settlement was liable to be\n     set aside on the ground of mistake. A three-Judge Bench of this\n     Court, after referring to the decisions in P. K. Ramaiah and Nav\n     Bharat Builders, held thus:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n</p><blockquote id=\"blockquote_6\">           ...that once the parties have arrived at a settlement in\n     respect of any dispute or difference arising under a contract and\n     that dispute or the difference is amicable settled by way of a final\n     settlement by and between the parties, unless that settlement is\n     set aside in proper proceedings, it cannot lie in the mouth of one\n     of the parties to the settlement to spurn it on the ground that it\n     was a mistake and proceed to invoke the Arbitration clause. If\n     this is permitted the sanctity of contract, the settlement also being\n     a contract, would be wholly lost and it would be open to one\n     party to take the benefit under the settlement and then to question\n     the same on the ground of mistake without having the settlement\n     set aside. In the circumstances, we think that in the instant case\n     since the dispute or difference was finally settled and payments\n     were made as per the settlement, it was not open to the\n     respondent unilaterally to treat the settlement as non est and\n     proceed to invoke the Arbitration clause.\n</blockquote><blockquote id=\"blockquote_7\">     22.4 What requires to be noticed is that in Nav Bharat Builders\n     and Nathani Steels, this Court on examination of facts, was\n     satisfied that there were negotiations and voluntary settlement of\n     all pending disputes, and the contract was discharged by accord\n     and satisfaction. In P. K. Ramaiah, the Court was satisfied that\n     there was a voluntary acceptance of the measurements and full\n     and final payment of the amount found due, resulting in\n     discharge of the contract, leaving no outstanding claim or\n\n\n\n\nCS(OS) 3205/2015                                                             Page 12\n       pending dispute. In those circumstances, this Court held that\n      after such voluntary accord and satisfaction or discharge of the\n      contract, there could be no arbitrable disputes.\n</blockquote><blockquote id=\"blockquote_8\">                                                 (Emphasis supplied)\n</blockquote><blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_10\">20.    The law propounded in both Nathani case (<a href=\"/doc/1243245/\" id=\"a_31\">supra) and National\n\nInsurance</a> case (supra) by the Supreme Court is that on voluntary\n\nsettlement between the parties leaving no outstanding claim or pending\n\ndisputes, the Contract stands discharged as to the satisfaction of both the\n\nparties and there exists no arbitable dispute.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_11\">21.    From the facts of this case which are akin to Nathani Steels case\n\n(<a href=\"/doc/1243245/\" id=\"a_32\">supra) and National Insurance</a> case (supra), it is clear that on completion\n\nof    the    Contract   between     the   parties    after   negotiation,     the\n\ndefendant/applicant calculated the payable amount as 2,72,04,349/- and the\n\nsaid calculation of the payable amount was accepted by the plaintiff. There\n\nis thus a voluntary settlement between the parties and the letter dated\n\n01.04.2013 of defendant clearly shows that there was no outstanding claim\n\nor pending dispute between the parties. On the settlement of accounts,\n\nthere is no existing dispute or outstanding claim under the contract and so\n\nthe contract stands discharged to the satisfaction of both the parties. It\n\ntherefore is apparent that there is no arbitrable dispute arising out of the\n\ncontract.</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_11\">CS(OS) 3205/2015                                                            Page 13\n</blockquote><blockquote id=\"blockquote_12\"> 22.    In view of the above facts and circumstances of the case, there exists\n\nno dispute to refer for arbitration in terms of <a href=\"/doc/1146817/\" id=\"a_33\">Section 8</a> of the Arbitration\n\nand Conciliation Act.\n</blockquote>\n<blockquote id=\"blockquote_13\">23.    The application has no merit and the same is dismissed.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_37\">CS(OS) 3205/2015\n\n       Matter be put up before the Roster Bench for 01.09.2017.</p><pre id=\"pre_4\">\n\n\n\n                                                        DEEPA SHARMA\n                                                          (JUDGE)\n\nAUGUST 23, 2017\nss\n\n\n\n\nCS(OS) 3205/2015                                                        Page 14\n </pre>","numcites":11,"numcitedby":1,"docsource":"Delhi High Court","citetid":68666954,"divtype":"judgments","relatedqs":[{"value":"section 8 of arbitration and conciliation act","formInput":"section%208%20of%20arbitration%20and%20conciliation%20act"},{"value":"original agreement for arbitration","formInput":"original%20agreement%20for%20arbitration"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"order xxxvii","formInput":"order%20xxxvii"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitration section 8","formInput":"arbitration%20section%208"},{"value":"\"arbitration agreement\" + \"original\"","formInput":"%22arbitration%20agreement%22%20%2B%20%22original%22"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"builders","formInput":"builders"},{"value":"arbitration and conciliation ","formInput":"arbitration%20and%20conciliation%20"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"extent-of-judicial-intervention","formInput":"tag:extent-of-judicial-intervention"}],"courtcopy":true,"query_alert":null,"agreement":false}