{"tid":641260,"publishdate":"1961-09-29","title":"Lotus Oil Company vs Calcutta Soap Works on 29 September, 1961","doc":"<h2 class=\"doc_title\">Lotus Oil Company vs Calcutta Soap Works on 29 September, 1961</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1962CAL441, AIR 1962 CALCUTTA 441, ILR (1962) 2 CAL 371</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-k-mitter\">G.K. Mitter</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-k-mitter\">G.K. Mitter</a></h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\nG.K. Mitter, J.  \n \n\n</pre><p data-structure=\"Section\" id=\"p_1\">1. This is an application to set aside an award of the Bengal Chamber of Commerce and Industry on two grounds, the first being that there was no dispute between the parties which could be referred to the said Chamber for arbitration. The second ground taken is that the contract being a forward contract within the meaning and definition of the expression in the <a href=\"/doc/1771012/\" id=\"a_1\">Forward Contracts (Regulation) Act, 1952</a> was illegal inasmuch as it contravened the notification of the Central Government dated January 25, 1955, by virtue of which no such contract could be entered into in respect of the goods specified in the schedule including groundnut oil except with the permission of the said Government.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The contract between the parties was entered into on November, 24, 1959, by exchange of bought and sold notes by brokers K.D. More and Co. The relevant clauses of the sold note are as follows:-\n</p> \n \n    \n  \n<blockquote id=\"blockquote_1\">  Articles : -\n</blockquote><blockquote id=\"blockquote_2\">   Groundnut Oil.\n</blockquote> \n    \n  \n<blockquote id=\"blockquote_3\">   Rate :\n</blockquote>    \n\n<blockquote id=\"blockquote_4\">Rs. 59.19 pp. per md. loose\n  free delivered to buyer&#x27;s factory including excise duty with gate pass.\n</blockquote>  \n \n  \n<blockquote id=\"blockquote_5\">   Terms :\n</blockquote>    \n\n<blockquote id=\"blockquote_6\">Full payment within ten days after\n  presentation of the bill.\n</blockquote>  \n \n  \n<blockquote id=\"blockquote_7\">   Delivery :\n</blockquote><blockquote id=\"blockquote_8\">   January delivery 1960.\n</blockquote> \n    \n\n\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. The buyer had enquired of the seller by a letter dated January 19, 1960 as to when goods would be delivered. In reply thereto the seller by letter dated January 22, 1960, informed the buyer that for unavoidable reasons it was not able to deliver the goods within the specified time and requested the buyer to give an extension of the period of delivery by one month. On February 3, 1960, the buyer wrote to the seller that the delivery period had been extended up to February 15, and in default to deliver within that date the buyer would be at liberty to purchase the material from elsewhere and charge the difference to the seller. There does not seem to have been any reply to this. On February 17, 1960, the buyer wrote again to the seller pointing out that the goods had not been delivered by February 15, 1960, and that unless delivery was given within 72 hours the buyer would proceed to purchase the goods in the market and the seller would be responsible for the payment of difference, if any. There was no reply to this either. Thereafter the buyer without sending a bill of difference to the seller as is generally done, referred the matter to the Tribunal of Arbitration of the Bengal Chamber of Commerce and Industry and the said Chamber made an award on July 1, 1960 directing the seller to pay the buyer Rs. 2,783.70 nP. in settlement of the buyer&#x27;s claim besides the cost of arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The above pearly shows that there was a dispute between the parties prior to the reference to the Bengal Chamber of Commerce and Industry. The parties were not agreed about the date of extension. The seller never offered to deliver and the buyer made it known unmistakably to the seller that unless the goods were delivered as demanded they would be free to buv the same from elsewhere and charge the difference. It was not necessary for the buyer to quantify its claim of difference before referring the matter to arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">5. The second ground of objection however is more vital one. <a href=\"/doc/148970782/\" id=\"a_2\">By the Forward Contracts (Regulation) Act</a>, LXXIV of 1952, a &#x27;Forward Contract&#x27; means a contract for the delivery of goods at a future date and which is not a ready delivery contract. A &#x27;Ready Delivery Contract&#x27; for the purpose of the Act means a contract which provides for the delivery of goods and the payment of a price therefor, either immediately or within such period not exceeding eleven days after the date of the contract and sublet to such conditions as the Central Government may, by notification in the Official Gazette specify in respect of any goods, the period under such contract not being capable of extension by the  muual  consent  of  the parties  thereto     or otherwise. By <a href=\"/doc/680725/\" id=\"a_3\">Section 2(m)</a> &#x27;specific delivery contract&#x27; means a forward contract which provides for the actual delivery of specific qualities or types of goods during a specified future period at a price fixed thereby or to be fixed in the manner thereby agreed and in which the names of both the buyer and the seller are mentioned. A &#x27;non-transferable specific delivery contract&#x27; means a specific delivery contract, the rights or liabilities under which or under any delivery order, railway receipt, bill of lading, warehouse receipt or any other document of title relating thereto are not transferable. Under <a href=\"/doc/1972283/\" id=\"a_4\">Section 17(1)</a> of the Act the Central Government may, by notification in the Official Gazette, declare that no person shall save with the permission of the Central Government, enter into any forward contract for the sale or purchase of any goods or class of goods specified in the notification and to which the provisions of <a href=\"/doc/1836329/\" id=\"a_5\">Section 15</a> have not been made applicable, except to the extent and in the manner if any, as may be specified in the notification. Under Sub-section (2) of <a href=\"/doc/1687832/\" id=\"a_6\">Section 17</a> all forward contracts in contravention of the provisions of Sub-section (1) entered into after the date of publication of the notification thereunder shall be illegal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">6. The notification relied on by the petitioner dated January 25, 1955, is in the following terms :-\n</p>  \n\n<blockquote id=\"blockquote_9\">&quot;In exercise of the powers conferred by <a href=\"/doc/52086505/\" id=\"a_7\">Section 17</a> of the Forward Contracts (Regulation) Act of 1952, the Central Government hereby declares that no person shall, save with the permission of the Central Government, enter into any forward contract in any place in India for the sale or purchase of any of the goods specified below in the Schedules.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">Provided that this notification  In so  far as it  relates to  coconut oil shall not  apply  in the State of Travancore  Cochin.\n</blockquote> \n\n<blockquote id=\"blockquote_11\"> Schedule-\n</blockquote> \n\n<blockquote id=\"blockquote_12\">(i) Groundnut oil.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_7\">7. <a href=\"/doc/52086505/\" id=\"a_8\">Section 17</a> of the Act is contained in Chapter IV. Omitting the proviso <a href=\"/doc/195647713/\" id=\"a_9\">Section 18</a> of the Act provides that nothing contained in Chapter III or Chapter IV shall apply to non-transferable specific delivery contracts for the sale or purchase of any goods.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"721770\" id=\"span_1\">8. It was argued by learned counsel for the respondent that the contract in this case was a non-transferable specific delivery contract and as such not hit by <a href=\"/doc/52086505/\" id=\"a_10\">Section 17</a>. Counsel submitted that under the clauses of the contract mentioned above the goods had to be delivered to the buyer&#x27;s factory within the time mentioned and payment had to be made within ten days after presentation of the bill. It was not therefore open to the seller to transfer his obligation under the contract to a third party and no one other than the seller could perform the contract and deliver the goods to the buyer&#x27;s factory. To this proposition no exception can be taken because it is only the benefits of a contract which can be assigned but not the liabilities. On the facts of this case it would not be open to the buyer to transfer his right to call for the delivery of the goods to a third party because such delivery could only be made at the factory of the named buyer. The contract however does not preyeat the seller from delivering the goods and assigning his right to payment of the price to a third party. This aspect of the matter was considered by a Division Bench of this Court in <a href=\"/doc/721770/\" id=\"a_11\">Raymon and Co. (India) Private Ltd. v. Khardah Co., Ltd.</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1500819\" id=\"span_2\">The same view was taken by another Division Bench in <a href=\"/doc/1500819/\" id=\"a_12\">Suwalal Jain v. Clive Mills Co.. Ltd.</a>, .</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">9. Counsel for the respondent argued that the wording of the arbitration clause showed that the rights and liabilities under the contract were not intended to be transferred and that the contract was to be fulfilled by the buyer and the seller named and any dispute thereunder was to be resolved by arbitration in the manner stated. It was submitted that under the arbitration clause any dispute regarding the contract was to be settled in the manner indicated and if the seller chose to assign his right to call for the payment of the price after the delivery of the goods the buyer could not refer any dispute as to quality and submit the same to arbitration inasmuch as the assignee was not a party to the contract and was not bound by the arbitration clause. Reference was made to various sections of the <a href=\"/doc/1052228/\" id=\"a_13\">Arbitration Act</a> as showing that the assignee of a contract containing an arbitration clause could not refer a dispute to arbitration unless that clause was expressly applicable to such assigns. Counsel referred me to several sections of the Act to show in what cases persons other than those named in the contract could enforce, the arbitration agreement. Under <a href=\"/doc/107979605/\" id=\"a_14\">Section 6</a> of the Act an arbitration agreement is not to be discharged by the death of a party thereto but is enforceable by or against the legal representative of the deceased. Under <a href=\"/doc/191482512/\" id=\"a_15\">Section 7(2)</a> of the Act where a party to an arbitration agreement is adjudged an insolvent a receiver in insolvency may apply to the Court for an order directing that the matter in question shall be referred to arbitration in accordance therewith. Reference was also made to <a href=\"/doc/163774181/\" id=\"a_16\">section\n \n\n8</a> of the Act to show that it was the parties to the arbitration agreement who had to concur in the appointments of arbitrators and the court could appoint an arbitrator only in a case where there was no such concurrence. Reliance was also placed on <a href=\"/doc/35478936/\" id=\"a_17\">Sections 9</a>, <a href=\"/doc/62830313/\" id=\"a_18\">10</a> and <a href=\"/doc/129702140/\" id=\"a_19\">20</a> of the Act in support of the contention that ordinarily it was only the parties to an arbitration agreement or the other persons mentioned in the said sections who could rely thereon or enforce the same, Under <a href=\"/doc/129594782/\" id=\"a_20\">Section 33</a> however not only a party to an arbitration agreement but a person claiming under him desiring to challenge the existence or validity thereof can do so in the manner provided. <a href=\"/doc/22659608/\" id=\"a_21\">Section 34</a> of the Act clearly shows that an arbitration agreement is binding not only on the parties who originally entered into it but on any person claiming under such party.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">10. <a href=\"/doc/129594782/\" id=\"a_22\">Section 33</a> has no counterpart in the English Arbitration Acts but <a href=\"/doc/22659608/\" id=\"a_23\">Section 34</a> is practically identical with <a href=\"/doc/813482/\" id=\"a_24\">section 4</a> of the English Act of 1889 excerpting that in place of the words &#x27;or any person claiming under him&#x27; in the Indian Act the English section contains the words &#x27;or any other person claiming through or under him&#x27;. It was argued that by the different wording of the <a href=\"/doc/1003813/\" id=\"a_25\">English Act</a> it was open to an assignee of a contract to enforce an arbitration agreement but there was a departure in the Indian Act and a person, claiming under a prty to an arbitration agreement must be his heir or legal representative but not an assignee.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. So far as reported cases in India are concerned the point appears to be one of first impression and one therefore has to consider English cases decided on analogous provisions of the <a href=\"/doc/1003813/\" id=\"a_26\">English Arbitration Act</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. Reliance was placed by the respondent on certain observations of Wright, J., as he then was. in Cottage Club Estates Ltd. v. Woodside Estates Co. (Amersham) Ltd., (1928) 2 KB 463. In this case there was a contract between the builders and owners for the erection of houses containing an arbitration clause under which any dispute arising under the contract between any of the parties was to be submitted to a single arbitrator to be appointed by the President of the Surveyor&#x27;s Institute. The builders by deed of mortgage assigned all moneys due or to become due under the contract to their bankers as security for an overdraft and due notice was given of this assignment. On the completion of the work disputes arose as to the amount payable to the builders and upon an arbitration between the builders and owners the latter contended that the builders could not maintain their claim, because under the assignment and notice their rights had passed to the mortgagees. The arbitrator made an award that the builders were entitled to recover 488 from the owners but stated a special case for the Opinion of the Court. Wright, J. held that the arbitrator had jurisdiction under the arbitration clause to deal with the dispute and it was his duty not merely to consider the terms of the contract within the limits of the document but to consider the application and enforcement of the terms having regard to the legal position which the parties had created. The contractors had by their own act divested themselves of their right to claim the debt. His Lordship also observed:\n</p><blockquote id=\"blockquote_13\"> &quot;the arbitration clause is a personal covenant, and cannot be transferred; nor indeed was it transferred in any sense in this case. The arbitration clause remained in full force and effect as between the original parties, the building owners and the contractors, and they were entitled to go to arbitration as indeed they did.&quot;\n</blockquote> \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_13\"> His Lordship was not faced with the question whether the assignment was effective in view of the existence of the arbitration clause.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">13. Aspell v. Seymour, 1929 WN 152 was the case of a building contract containing an arbitration clause which provided that &quot;the contractors shall not without the written consent of the employers assign&quot; the contract. The contractors assigned to the plaintiff by a mortgage the contract and the full benefit thereof and moneys payable thereunder subject to a proviso for redemption. The plaintiff commenced an action for the balance of the amount due under the contract and alternatively for damages for the breach of contract. The defendant applied for stay. Lord Hansworth M. R. said that the contract contemplated assignment with leave and assignees of the contract had the right to apply for stay as being persons claiming through the original parties. As regards the case of Cottage Club Estates (1928) 2 KB 463 his Lordship observed that it was distinguishable on the ground that there the persons suing were the contractors who had assigned all moneys under the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">14. The assignability of a contract containing an arbitration clause came up for consideration by the Court of Appeal in Shayler v. Wooll, 1946 Ch. 320. In 1928 Mrs. Woolf had sold to Mrs. Peacock a piece of land adjoining her premises. The contract provided that Mrs. peacock should demolish an existing building and erect a bungalow on the land and for ten years supply water thereto by means of a pump already existing pn her land and to keep the pump in proper repair. The covenant was expressed to be made with intent to bind so far as may be herself and the successors-in-title but there was no mention of Mrs. Peacock&#x27;s assigns. The contract contained a clause providing that any dispute between the parties should be submitted to a single arbitrator. Mrs. Peacock duly erected the bungalow and supplied water thereto in terms of the contract. During the war the pump which was under ground fell into disrepair and it was found that it was cheaper to sink a new bore hole than to make the necessary excavations for the repair of the old machinery. The new supply was not connected to the bungalow which was then unoccupied. Mrs. Peacock having sold the bungalow to the plaintiff Shayler under a conveyance assigning so far as possible, the benefit of the contract with the defendant for supply of water, the plaintiff demanded such supply in accordance with the original contract. Upon the defendant&#x27;s refusal to do so the plaintiff brought an action claiming specific performance or damages. The trial Judge gave judgment for the plaintiff and ordered an enquiry as to damages. In appeal Lord Greene M.R. observed that there was nothing in the nature of any personal service concerned in the agreement. His Lordship was not prepared to accept the proposition that such a contract was not assignable, and said\n &quot;that the contract cannot be assignable because of the existence of the arbitration clause, inasmuch as such a clause is in its nature not assignable, or, it is said, is only assignable where the assigns are expressly mentioned in the clause itself or the contract which contains the arbitration clause is itself expressly declared to be assignable&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">According to his Lordship\n &quot;a question whether an arbitration clause\nprevents a contract from being assignable must\ndepend on the intention of the parties and the\nnature of the contract will, of course, be very important&quot;*  *  *  * But that the arbitration clause is assignable in its nature seems to me to be quite clearly contemplated by <a href=\"/doc/1242720/\" id=\"a_27\">Section 4</a>, Arbitration Act of 1889 and it has been recognised in this Court in one of the authorities referred to, namely 1929 WN 152.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">Morton L. J. referred to the observation of Wright, J. in (1928) 2 KB 463 and said that Wright, J. was there dealing with the facts in the case before him and did not intend to lay down any such general proposition as was contended for. According to his Lordship such a proposition, would be contrary to the provisions of <a href=\"/doc/1242720/\" id=\"a_28\">Section 4</a> of the Arbitration Act, Somervell, L. J. observed that\n &quot;on any ordinary principle it certainly is not a personal covenant in the sense in which the adjective &#x27;personal&#x27; is ordinarily used in this context.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">15. The true nature and function of an arbitration clause in a contract was discussed by some of the Law Lords in Hayman v. Darwins Ltd., 1942 A. C. 356. Lord Macmillan observed (at p. 373)\n &quot;it is quite distinct from the other clauses.\n</p><p data-structure=\"Precedent\" id=\"p_19\">The other clauses set out the obligations which\nthe parties undertake towards each other hinc inde; but the arbitration clause does not impose\non one of the parties an obligation in favour of\nthe other. It embodies the agreement of both\nparties that if any dispute arises with regard to\nthe obligations which the one party bad undertaken\nto the other, such dispute shall be settled by a\ntribunal of their own constitution. And there is\nthis very material difference, that whereas in an\nordinary contract the obligations of the parties\nto each other cannot in general be specifically\nenforced and breach of them results only in\ndamages, the arbitration clause can be specifically\nenforced by the machinery of the Arbitration\nActs. * * * *\nThe courts in England have a discretionary power\nof dispensation as regards arbitration clauses\nwhich they do not possess as regards the other\nclauses of contracts&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">In the same case Lord Wright pointed out (at p. 377)\n &quot;It is collateral to the substantial stipulations of the contract It is merely procedural and ancillary, it is a mode of settling disputes, though the agreement is itself subject to the discretion of the court.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">16. It would therefore appear that if there is nothing in the contract itself against assignability of any rights the mere inclusion of an arbitration clause cannot make it unassignable. According to Lord Greece in 1946 Ch. 320 an arbitration clause would follow the assignment of the contract. Somerwell, L. J. went a step further in observing that it was not a personal covenant at all.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">17. A desperate argument was put up by Mr. Chatterjee counsel for the respondent that although under <a href=\"/doc/813482/\" id=\"a_29\">Section 4</a> of the English Act, an assignee of a contract may be bound being a person &quot;claiming through a party to an arbitration agreement&quot; the same could not be said of such an assignee in India as he was not a person &quot;claiming under a party to an agreement.&quot; I do not think that the legislature intended to make any such fine distinction. So far as successors-in-title to a party of an arbitration agreement are concerned provision is made in <a href=\"/doc/523373/\" id=\"a_30\">Section 6</a>. The case of insolvency of a party is specifically provided for in <a href=\"/doc/1372859/\" id=\"a_31\">Section 7</a>. In my opinion, by <a href=\"/doc/442315/\" id=\"a_32\">Section 34</a> the legislature intended to include assigns of a contract containing an arbitration clause.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">18. In my opinion therefore the contract in\nthis case was hit by the notification of the Central\nGovernment published under <a href=\"/doc/52086505/\" id=\"a_33\">Section 17</a> of the\nForward Contracts (Regulation) Act and no per\nmission having been obtained from the Central\nGovernment to enter into such a contract the same\nmust be declared to be void and in the result the\naward must be set aside. With regard to costs\nI think the parties should pay and bear their own\ncosts because they clearly had proceeded at the\nearlier stages on the basis that the contract was\na good and valid one.\n</p> \n\n","numcites":25,"numcitedby":3,"docsource":"Calcutta High Court","citetid":641260,"divtype":"judgments","relatedqs":[{"value":"assignment of contract ","formInput":"assignment%20of%20contract%20"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"forward contract regulation act","formInput":"forward%20contract%20regulation%20act"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"forward contracts","formInput":"forward%20contracts"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"'non transferable specific delivery contract'","formInput":"%27non%20transferable%20specific%20delivery%20contract%27"},{"value":"\"non-transferable specific delivery contract\"","formInput":"%22non-transferable%20specific%20delivery%20contract%22"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"builders","formInput":"builders"},{"value":"insolvency","formInput":"insolvency"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"seller","formInput":"seller"},{"value":"damages  filter:  public premises act","formInput":"damages%20%20filter%3A%20%20public%20premises%20act"}],"courtcopy":false,"query_alert":null,"agreement":false}