{"tid":41447875,"publishdate":"2019-10-17","title":"M/S Bla Infrastructure Pvt.Ltd vs The Bihar State Industrial Dev on 17 October, 2019","doc":"<h2 class=\"doc_title\">M/S Bla Infrastructure Pvt.Ltd vs The Bihar State Industrial Dev on 17 October, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 PAT 1797</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-pandey\">Shivaji Pandey</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-pandey\">Shivaji Pandey</a></h3>\n\n<pre id=\"pre_1\">          IN THE HIGH COURT OF JUDICATURE AT PATNA\n                     Civil Writ Jurisdiction Case No.18491 of 2010\n     ======================================================\n     M/S BLA Infrastructure Pvt. Ltd. a Company incorporated under the\n     provisions of the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a> having its registered office situated at\n     2-D, Abinash Niketan, 22/A, Gorachand Road, Kolkata-700014 through its\n     authorized signatory, Krishna Kumar Sah, son of late Bhagwati Prasad Sah,\n     resident of Kahalgaon, P.S Kahalgaon, District Bhagalpur.\n                                                                       ... ... Petitioner\n                                         Versus\n\n1.   The Bihar State Industrial Development Corporation Ltd., a Government\n     Company having its registered office at Indira Bhawan, Ram Chairter Singh\n     Path, East Boring Canal Road, Patna-800001 through its Chairman -cum-\n     Managing Director.\n2.   The Chairman-cum-Managing Director, Bihar State Industrial Development\n     Corporation Limited, Indira Bhawan, Ram Chairter Singh Path, Near Bailey\n     Road, Railway Crossing, Patna-800001.\n3.   The Financial Adviser-cum-Chief Accounts Officer, Bihar State Industrial\n     Development Corporation Limited, Indira Bhawan, Ram Chairter Singh\n     Path, Near Bailey Road, Railway Crossing, Patna-800001.\n4.   The State of Bihar through the Chief Secretary, Government of Bihar, Patna.\n\n\n                                                                 ... ... Respondents\n     ======================================================\n     Appearance :\n     For the Petitioner/s   :        Mr. S.D.Sanjay, Senior Advocate\n                                     Mr. Mohit Agrawal, Advocate\n     For the State          :        Mr. Abbas Haider, S.C.-6\n     For the B.S.I.D.C.     :        Mr. Kumar Ravish, Advocate\n     ======================================================\n     CORAM: HONOURABLE MR. JUSTICE SHIVAJI PANDEY\n                     C.A.V. JUDGMENT\n                                Date : 17-10-2019\n\n                       Heard learned counsel for the petitioner, learned\n\n      counsel for the State and learned counsel for the Bihar State\n\n      Industrial Development Corporation Limited.\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n                                           2/56\n\n\n\n\n         2.              In the present case, the petitioner is challenging the\n\n         letter dated 26.10.2010, by which the respondents have\n\n         intimated the petitioner and other bidders to submit fresh\n\n         financial Bid, as the said property has potential to fetch better\n\n         lease rent, on or before 10.11.2010 with minimum reserve price\n\n         of Rs.18.01 crore as being wholly illegal and without\n\n         jurisdiction.\n\n\n         3.              During the pendency of this case, on account of\n\n         certain developments, by which the Board of Directors in its\n\n         324th meeting has decided to revive of Bihar Spun Silk Mills\n\n         Limited, Bhagalpur (Annexure-R/2 to the supplementary\n\n         counter affidavit), by which it has been resolved that &quot;all the\n\n         previous tenders including whole process initiated/made in\n\n         respect of revival of BSSML, notices/ invitations issued for\n\n         tenders, receiving and opening of bids, any final offer/counter\n\n         offer or any other offer made by BSIDC relating to leasing of\n\n         the said properties and all other actions or acts taken or made in\n\n         this regard either by BSIDC or its Board of Directors or any of\n\n         its representatives in this respect be and is hereby cancelled with\n\n         retrospective effect and any tender or other amounts received\n\n         from any parties of above lease process be refunded/returned to\n\n         the respective parties&quot;.\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n                                           3/56\n\n\n\n\n         4.              In view of the above Resolution, the petitioner filed\n\n         an Interlocutory Application vide I.A. No.2894 of 2017. In\n\n         paragraph no.17 of the said Application, the description of the\n\n         facts have been mentioned and also challenged the Resolution\n\n         of the Board of Directors for revival and made a prayer that the\n\n         facts mentioned in the Interlocutory Application along with the\n\n         prayer should be treated to be the part of the main writ petition.\n\n                          This Interlocutory Application is allowed. Let the\n\n         averments and prayer made in this Interlocutory Application be\n\n         treated to be the part of the main writ petition. The prayer made\n\n         in paragraph no.17 of this Interlocutory Application are in the\n\n         following manner:-\n\n                                 (iv) For quashing of the Resolution No.324 /\n                                 4934 by which the Respondent has sought to\n                                 cancel with retrospective effect all the\n                                 previous tenders or offer with respect to the\n                                 Bhagalpur Spun Silk Mill being wholly\n                                 arbitrary and illegal.\n\n         5.              The respondents have pointed out that the Board of\n\n         Directors passed another Resolution, by which the decision has\n\n         been taken about the establishment of Silk City and Agro Silk\n\n         City on the property of B.S.I.D.C. situated at Saharsa and\n\n         Bhagalpur and ultimately it has been approved, which has been\n\n         brought to the notice of this Court by way of filing second\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n                                           4/56\n\n\n\n\n         supplementary counter affidavit by the respondents on\n\n         06.02.2019</pre><p data-structure=\"PetArg\" id=\"p_1\">, but that has not been challenged by the petitioner.\n\n</p><p data-structure=\"Issue\" id=\"p_2\">         So, the petitioner has confined his prayer mentioned in the writ\n\n         petition as well as in the Interlocutory Application.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_3\">         6.              The factual spectrum of this case are that the Bihar\n\n         Spun Silk Mills has been incorporated under the <a href=\"/doc/1353758/\" id=\"a_2\">Companies\n\n         Act</a>, the State of Bihar and its officers of the Company are the\n\n         holder of the entire share of the said Company. As the Company\n\n         could not run well, led to closure of factory from time to time.\n\n         Ultimately, the said factory has come to close-down,\n\n         whereupon, a policy decision was taken by the Board of\n\n         Directors (Annexure-1) to lease out 11.41 acres of land available\n\n         in the factory premises of Bihar Spun Silk Mill, Bahadurpur,\n\n         Bhagalpur, to the reputable, financially, sound experienced\n\n         industrial/business houses/entrepreneurs to set up viable\n\n         industrial enterprises industrial park with support infrastructure\n\n         multiplexes and the lease was to be 90 years. In pursuance\n\n         thereof, a tender was floated in the newspaper on 13.05.2010.\n\n         As per the terms of the conditions, the window would remain\n\n         open from 14.05.2010 to 28.05.2010 to purchase the tender\n\n         form, 04.06.2010 was the last date for submission of the tender\n\n         form. The terms and conditions of Clause-16 (vi), 17 and 20, are\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_1\">                                           5/56</span>\n\n\n\n\n         as follows:-\n</p>\n<blockquote id=\"blockquote_1\">                                 16 (vi) The earnest money of Rs.2,00,000/- (Two\n                                 Lakhs) only in shape of crossed Bank Draft in\n                                 favour of BSIDC Ltd. Payable at Patna.\n</blockquote>\n<blockquote id=\"blockquote_2\">                                 17. Highest offered price in Rs..... Lakhs after\n                                 taking in the consideration the terms &amp;\n                                 conditions of enclosed draft lease agreement\n                                 and letter of allotments at Annexure-B &amp; C.\n\n</blockquote><blockquote id=\"blockquote_3\">                                 20. The CMD, BSIDC reserves the right to\n                                 accept or reject any or all offers without\n                                 assigning any reason.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_4\">                         In Clause-24(a) of the allotment letter, the schedule\n\n         of payment has been mentioned. One of the conditions has been\n\n         stipulated, by way of 1st installment and submission of bond,\n\n         30% cost of the land has to be deposited within 15 days of the\n\n         allotment of land.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Facts\" id=\"p_6\">         7.              Altogether, 8 interested persons dropped their\n\n         tender in close envelop, which was opened on 04.06.2010, in\n\n         which the petitioner has made highest offer of Rs.16.51 crores.\n\n         When it was known to other bidders, the offer of Rs.16.51\n\n         crores, a counter offer of Rs. 17.01 crores was made by M/S.\n\n         Samwad Media Private Limited, accordingly, the petitioner\n\n         having no alternative, raised his offer upto Rs.17.01 crores. The\n\n         Board of Directors approved the offer of the petitioner for\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_2\">                                           6/56</span>\n\n\n\n\n         Rs.17.01 crore, but no letter of acceptance, as per the N.I.T., was\n\n         ever issued in favour of the petitioner. By that time, one\n\n         participant namely, M/s. Rajbir Construction Private Limited,\n\n         Bhagalpur, enhanced the offer upto Rs.18.01 crore. Whereafter,\n\n         the Bihar State Industrial Development Corporation (for short\n\n         &quot;the B.S.I.D.C.&quot;) cancelled the previous tender and decided to\n\n         issue fresh tender, fixed Rs.18.01 crore as Minimum Reserve\n\n         Price for 90 years lease and sought a fresh bid from aforesaid 8\n\n         bidders, so it was close bidding for those who had participated.\n\n         The said letter was communicated to all the eight contestants, on\n\n         receipt of the same, the petitioner has filed the present writ\n\n         petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"CDiscource\" id=\"p_8\">         8.              On 10.11.2010, two sealed cover bids were\n\n         received, one from M/S. Samwad Media Private Limited and\n\n         another from Marfin Projects Limited. However, this Court vide\n\n         order dated 10.11.2010 had restrained for opening the said\n\n         financial bid, so the said financial bid remain under the close\n\n         envelop, but later on, this Court vide order dated 16.11.2010\n\n         passed interim order, thereby directed for opening of the\n\n         financial bid in presence of all the tenderers including the\n\n         present petitioner, but the opening of the bid will not in any\n\n         manner affect the right of the parties. Accordingly, on\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_3\">                                           7/56</span>\n\n\n\n\n         29.07.2010, a letter was issued to all tenderers fixing 15.12.2010\n\n         for opening of the financial bid, accordingly, bid was opened,\n\n         M/S. Samwad Media Private Limited was found to have offered\n\n         an amount of Rs.19.06 crore whereas M/S Marfin Projects\n\n         Limited offered Rs.21.61 crore. It appears that no tenderer was\n\n         present. During the course of proceeding before this Court, the\n\n         petitioner has offered Rs.21.51 crore, which has been mentioned\n\n         in the order of this Court, but finally the Board of Directors vide\n\n         Resolution No. 324/4934 dated 18.07.2013, has taken a\n\n         decision, thereby they have decided to reopen the project and\n\n         for its revival. It further appears that the B.S.I.D.C. has rejected\n\n         the offer of Rs.21.61 crores as the tender itself has been\n\n         cancelled. Further, the Board of Directors in its meeting dated\n\n         08.01.2019 has taken policy decision to develop the said portion\n\n         of the land as Silk City, Bhagalpur under the public private\n\n         partnership. Though learned counsel for the petitioner has\n\n         verbally challenged the decision of Silk City, Bhagalpur, but has\n\n         not challenged the same by way of filing any application.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">         9.              During the argument, learned counsel for the\n\n         B.S.I.D.C. has taken stand that the State Government is\n\n         intending to revive Bihar Spun Silk Mills, Bhagalpur, but no\n\n         such decision of the State Government has been brought, except\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_4\">                                           8/56</span>\n\n\n\n\n         to point out certain promises made in certain meetings. Hence,\n\n         this Court vide order dated 09.09.2016 permitted the petitioner\n\n         to add the State of Bihar through the Chief Secretary as party\n\n         respondent no.4 and the Chief Secretary was directed to file an\n\n         affidavit, clarify as to whether the State Government intends to\n\n         revive the Bihar Spun Silk Mills, Bhagalpur, and as to what\n\n         concrete proposals have been made for the revival of the same,\n\n         if any. It is further required to state on affidavit as to whether the\n\n         State Government approves to lease out the land of the Bihar\n\n         Spun Silk Mills, Bhagalpur, on 90 years lease basis or not.\n\n         Whereupon, the Chief Secretary filed an affidavit on 16.11.2016\n\n         and from paragraph no.6 onward statement has been made on\n\n         the revival plan of the Bihar Spun Silk Mills, Bhagalpur and in\n\n         paragraph no.6 (vi) it has been averred that the State\n\n         Government is not intending to revive the Mill at its own, unless\n\n         B.S.I.D.C. comes forward with any such plan and further\n\n         averred that there is no such concrete proposal for revival of the\n\n         Mill.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"PetArg\" id=\"p_11\">         10.             On the basis of this affidavit, learned counsel for\n\n         the petitioner submits that it was a concluded contract, when the\n\n         petitioner was highest bidder, in such circumstance, the liberty\n\n         was not left to the Government to turn turtle and take decision to\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_5\">                                           9/56</span>\n\n\n\n\n         turn the land, in question, as Silk City, Bhagalpur. He further\n\n         submits that the public law demands that when a tender has\n\n         been floated and finally the Board of Directors has deliberated\n\n         and accepted the offer which the petitioner has offered before\n\n         the Court and the Chief Secretary has come forward and\n\n         specifically stated that there is no plan for its revival, in such\n\n         circumstance,        depriving the present petitioner in grant of\n\n         leasing out of the land is nothing but withdrawal from the\n\n         concluded contract in between the parties. It has further been\n\n         submitted that non-grant of lease to the petitioner itself violates\n\n         <a href=\"/doc/367586/\" id=\"a_3\">Article 14</a> of the Constitution of India being arbitrary action,\n\n         when everything has been materialized, now the respondents\n\n         cannot turn round and say that they will not provide the lease for\n\n         their own convenience. Learned counsel for the petitioner also\n\n         submits that when the matter was in progress, the B.S.I.D.C. has\n\n         made counter offer of Rs.17.01 crore, which the present\n\n         petitioner has gladly accepted and thereafter the Board of\n\n         Directors has decided to go ahead for grant of lease to the\n\n         petitioner, so the action of the respondents breached the sanctity\n\n         of the tender\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">         11.             Whereas, learned counsel for the B.S.I.D.C.\n\n         submits that it was not a concluded contract expect the deposit\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_6\">                                          10/56</span>\n\n\n\n\n         of earnest money of two lakhs, neither any allotment letter has\n\n         ever been issued nor 30% amount was demanded in terms of the\n\n         N.I.T. nor in turn deposited the said amount, never the\n\n         possession was given and as such, the contract has never been\n\n         materialized, so the question of concluded contract does not\n\n         arise. He further submits that the authorities were at liberty to\n\n         take a decision in what manner its property will be utilized, that\n\n         would remain unfettered for their discretion and decision.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">         12.             Having heard the rival contentions of the parties, it\n\n         will be appropriate to first deal with the judgment cited by\n\n         learned counsel for the petitioner, as has been submitted that the\n\n         petitioner has made the highest offer, but merely because in\n\n         subsequent stage another participant offered higher amount than\n\n         the petitioner, could not be the basis to deprive the petitioner\n\n         from allotment of lease of the land, in question. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1517400\" id=\"span_7\">In the case of\n\n         <a href=\"/doc/1517400/\" id=\"a_4\">State of A.P. and Ors. vs. Guntakal Toddy Tappers Co-</a>\n\n         operative Society and Another etc. reported in A.I.R. 1985\n\n         S.C. 1676, wherein learned counsel for the petitioner submits\n\n         that when everything has been finalized, it will not be\n\n         appropriate to turn the table on the plea of change of policy\n\n         decision. In that case, under the Andhra Pradesh Excise (Lease\n\n         of Right to Sell Liquor in Retail) Rules, 1969, the right to sell\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_8\">                                          11/56</span>\n\n\n\n\n         liquor in retail was being granted by auction and such lease was\n\n         ordinary for a term of one year commencing from October, 1. In\n\n         September, 1982, a policy decision was taken by adding a\n\n         proviso to Rule 3(1), which authorizes grant of license in favour\n\n         of the Toddy Tappers Co-operative Societies for operating toddy\n\n         shops of grade I and grade II within the municipalities of the\n\n         State for a period of five years. Under the scheme, four Tappers\n\n         Co-operative Societies were given the privilege for a term of\n\n         five years effective from October 1, 1982. In August 1983, that\n\n         Rule was amended, accordingly, settlement was to be made on\n\n         annual basis. Notices were issued to four Tappers Societies to\n\n         whom the lease for five years was given. Against the said\n\n         notice, the Tappers Societies moved before the Andhra Pradesh\n\n         High Court, but the High court did not grant interim relief on\n\n         the ground that Tappers Societies&#x27; lease had come to an end with\n\n         effect from September 30, 1983, as the shops were treated to\n\n         have been auctioned for a term of one year, i.e. from October 1,\n\n         1983 to September 30, 1984. The High Court finally found\n\n         favour with the Tappers Societies and quashed the notices. The\n\n         State Government challenged the decision of the High Court\n\n         that power does not lie to alter the Rule retrospectively,\n\n         corollary, the notices were valid and the Tappers Societies have\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_9\">                                           12/56</span>\n\n\n\n\n         no right to claim any benefit contrary to law. The Hon&#x27;ble\n\n         Supreme Court has held that State should not have interfered\n\n         with the existing rights of the Tappers Societies and if it wanted\n\n         to bring a change, effect of policy should be given to such\n\n         change only after the existing contracts with the respondent\n\n         Societies came to end by efflux of time and ultimately, refused\n\n         to interfere with the order of the High Court.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_14\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1517400\" id=\"span_10\">13.             It will be relevant to quote paragraph no.5 of <a href=\"/doc/1517400/\" id=\"a_5\">the\n\n         said judgment</a>, which is as follows:-</span>\n</p>\n<blockquote id=\"blockquote_4\">                           &quot;5. We are of the view that the State should not have\n                                 interfered with the existing rights of the Tappers\n                                 Societies and if it wanted to bring in a change,\n                                 effect should have been given to such change\n                                 only after the existing contracts with the\n                                 respondent Societies came to terminate by efflux\n                                 of time. Now that we have gathered that no\n                                 interest of any outsider as lessee is involved,\n                                 giving immediate effect to the judgment of the\n                                 High Court would also not prejudice any\n                                 party.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">                         However, this judgment is not relevant in the\n\n         present case.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n</p><p data-structure=\"Facts\" id=\"p_17\">         14.             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"86762634\" id=\"span_11\">In the case of <a href=\"/doc/86762634/\" id=\"a_6\">Vedica Procon Private Ltd. v.\n\n         Balleshwar Greens Private Ltd. &amp; Ors.</a> reported in AIR 2015\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_12\">                                          13/56</span>\n\n\n\n\n         S.C. 3103, in which M/s Omex Investors Ltd. was in\n\n         liquidation, the Company Judge directed the Official Liquidator\n\n         to put the freehold land of the company for auction for sale by\n\n         inviting offers from the intending purchasers in sealed covers.\n\n         The High Court fixed upset price at Rs.55 crores and earnest\n\n         money deposit at 10% thereof. Tender Notice was widely\n\n         published, 11 prospective purchasers participated in the auction\n\n         sale in the open Court. Vedica Procon Private Limited became\n\n         the highest bidder whereas the Balleshwar Greens Private\n\n         Limited was the second highest bidder. The High Court,\n\n         thereafter, directed for keeping the earnest money of the Vedica\n\n         Procon Private Limited and Balleshwar Greens Private Limited\n\n         and earnest money of other bidders was directed to be returned.\n\n         Vedica Procon Private Limited has offered Rs. 148 Crores for\n\n         the land mentioned in the notice and in terms of the directions\n\n         25% of the sale amount i.e. Rs.36 crores was deposited and for\n\n         depositing the balance amount of 75% i.e. Rs.106.50 crores\n\n         direction was given to deposit the same before the stipulated\n\n         date fixed by the High Court. After payment of 25% amount, the\n\n         Company deputed security personnel to protect the possession\n\n         of the property and the same was informed to the Official\n\n         Liquidator, in response, the Official Liquidator has stated that he\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_13\">                                          14/56</span>\n\n\n\n\n         has already deputed the security at the main premises, however,\n\n         keeping in view the facts and apprehension shown by him, if he\n\n         was desirous, he could have posted his security outside the\n\n         premises purchased by him. On 25.02.2014, the Vedica Procon\n\n         Private Limited filed an application, seeking extension of time\n\n         to deposit the balance consideration amount of Rs.106.5 crores.\n\n         The said application was allowed after hearing the secured\n\n         creditors and extended the time for payment. However, the\n\n         Vedica Procon Private Limited deposited the entire balance\n\n         amount on 16.04.2014 without availing the benefit of the\n\n         extended time granted by the High Court. The Official\n\n         Liquidator took cognizance of the fact and vide letter dated\n\n         16.04.2015 calling upon the Vedica Procon Private Limited to\n\n         take over the possession of the said land in presence of the\n\n         representatives of the Official Liquidator. Against the order of\n\n         extension of time, Balleshwar Greens Private Limited filed an\n\n         application, challenging the order of the High Court in granting\n\n         the extension of time to deposit the balance amount of the land,\n\n         in question and also offered higher amount. The possession\n\n         memo of the property was handover. The Appeal filed by\n\n         Balleshwr Greens Private Limited was disposed of with a\n\n         direction that Balleshwar Greens Private Limited, if so like, they\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_14\">                                          15/56</span>\n\n\n\n\n         may file an application before the learned Company Judge\n\n         showing his desire to apply for fresh bid, and the Company\n\n         Judge would decide the application on merit. On that basis,\n\n         Balleshwar Greens Private Limited sought recall of the order, by\n\n         which the Company Judge has passed the tentative order of sale\n\n         in favour of Vedica Procon Private Limited. The application\n\n         filed by Balleshwar Greens Private Limited was allowed by the\n\n         Company Judge and set aside the sale made in favour of Vedica\n\n         Procon Private Limited, the same was challenged. The Court has\n\n         held that Vedica Procon Private Limited was the highest bidder\n\n         which was accepted by the Company Court and all the stake-\n\n         holders of the company in liquidation were heard before such an\n\n         acceptance. Nobody ever objected including the first respondent\n\n         at that stage on any ground whatsoever that there was any fraud\n\n         or irregularity in the sale nor was there any objection from any\n\n         one of them that the price offered by Vedica Procon Private\n\n         Limited was inadequate. Though the property in question\n\n         became more valuable in view of the subsequent development,\n\n         but it cannot be relevant consideration in determining the\n\n         legality of the order dated 17.12.2013 and rejected the claim of\n\n         Balleshwar Greens Private Limited that the sale was not\n\n         confirmed. The Court has further held that when everything has\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_15\">                                          16/56</span>\n\n\n\n\n         been finalized, the money was paid, the property, in question,\n\n         was handed over, merely in absence of confirmation will not\n\n         turn the table, accordingly, confirmed the earlier order of the\n\n         Company Court, thereby offer made by Vedica Procon Private\n\n         Limited was tentatively accepted.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n</p><p data-structure=\"Section\" id=\"p_19\">         15.             It will be relevant to quote paragraph nos. 48 and\n\n         50 of <a href=\"/doc/86762634/\" id=\"a_7\">the said judgment</a>:-\n</p>\n<blockquote id=\"blockquote_5\">                           &quot;48. The highest bid of the appellant herein was\n                                 accepted by the Company Court and all the\n                                 stake-holders of the company in liquidation\n                                 were heard before such an acceptance. Nobody\n                                 ever objected including the first respondent\n                                 herein at that stage on any ground whatsoever,\n                                 such as, that there was any fraud or irregularity\n                                 in the sale nor was there any objection from any\n                                 one of them that the price offered by the\n                                 appellant herein was inadequate. No doubt, the\n                                 property in question became more valuable in\n                                 view of the subsequent development. In our\n                                 opinion, it is not a relevant consideration in\n                                 determining the legality of the order dated\n                                 17.12.2013. Imagine, if instead of increasing the\n                                 floor space index for construction from 1.0 to\n                                 1.8 the State of Gujarat had decided to reduce it\n                                 below 1.0 subsequent to 17.12.2013, could the\n                                 appellant be heard to argue that it would be\n                                 legally justified in resiling from its earlier offer\n                                 which was accepted by the Court and not bound\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_16\">                                          17/56</span>\n\n\n\n\n                                 by the contractual obligation flowing from such\n                                 an offer and acceptance?\n</blockquote>\n<blockquote id=\"blockquote_6\">                            50. The first respondent submitted that the order\n                                 dated 17.12.2013 only accepted the highest bid\n                                 but it did not confirm the sale and, therefore, the\n                                 Court is at liberty to decline confirmation of the\n                                 sale in view of the subsequent developments. In\n                                 our opinion, the said submission is to be\n                                 rejected because there is no specific format in\n                                 which a sale conducted by the official liquidator\n                                 is to be confirmed by the Company Court. The\n                                 mere absence of the expression &quot;that the sale is\n                                 confirmed&quot; in the order dated 17.12.2013 is not\n                                 determinative of the question. The totality of the\n                                 circumstances, such as, the very tenor of the\n                                 order (Footnote 1 supra) that none of the stake-\n                                 holders of the Company in liquidation ever\n                                 objected to the offer of the appellant herein on\n                                 the ground that it is inadequate consideration\n                                 for the property; the fact that the official\n                                 liquidator himself understood the order dated\n                                 17.12.2013 to be an order not only accepting\n                                 the highest bid of the appellant herein but also\n                                 as an order confirming the sale in favour of the\n                                 appellant, as evidenced by his letter dated\n                                 19.12.2013, (the relevant portion of which is\n                                 already extracted earlier) and the fact that the\n                                 first instalment of the payment of 25% of the\n                                 sale consideration was accepted both by the\n                                 official liquidator and the Company Court\n                                 without raising any objection for the same and\n                                 the fact that the first respondent withdrew its\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_17\">                                          18/56</span>\n\n\n\n\n                                 earnest money deposit without raising any\n                                 objection regarding adequacy of the price\n                                 offered by the appellant herein, in our view,\n                                 clearly indicate that the sale in favour of the\n                                 appellant was confirmed by the order dated\n                                 17.12.2013. Assuming for the sake of argument\n                                 that there is no confirmation, in the absence of\n                                 any legally tenable ground for not confirming\n                                 the sale, it cannot be declined to the appellant\n                                 as it was observed in Navalkha case (AIR 1970\n                                 SC 2037) (supra) that &quot;...no subsequent higher\n                                 offer can constitute a valid ground for refusing\n                                 confirmation of the sale or offer already made&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">                         In the aforesaid case, every process was completed,\n\n         entire money was deposited, possession was given and in\n\n         absence of purported confirmation of sale, the Hon&#x27;ble Supreme\n\n         Court declared the valid and legal right of the appellant, which\n\n         is completely absent in the present case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"349643\" id=\"span_18\">16.             Learned counsel for the petitioner has also placed\n\n         reliance on the judgment rendered in the case of <a href=\"/doc/349643/\" id=\"a_8\">Punjab\n\n         Communications Ltd. vs. Union of India and Ors.</a> reported in\n\n         (1999) 4 S.C.C. 727. Basically, this judgment is dealing with the\n\n         principle of legitimate expectation. The facts of the case was\n\n         that in 1993, the Asian Development Bank agreed to grant a soft\n\n         loan of US $ 113 million to the Union of India for the purposes\n\n         of a project of digital wireless Telecommunication facility to\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_19\">                                          19/56</span>\n\n\n\n\n         36,000 identified villages in the Eastern U.P.. Tender was\n\n         floated on 09.10.1996, inviting offers from Indian and foreign\n\n         Companies. Altogether, 14 companies including the Punjab\n\n         Communications Ltd. i.e. the appellant submitted their tenders,\n\n         ultimately the Punjab Communication Limited and B.E.L. were\n\n         shortlisted. The matter was referred to the High Level\n\n         Committee for final decision but, a change of policy was taken\n\n         place, the department took decision that it would not go for a\n\n         loan as it would result in heavy commitment charges and\n\n         Department must go ahead for implementation of rural\n\n         telecommunication project through its own resources and later\n\n         on, loan offer was withdrawn. In the meantime, the Government\n\n         of India was intending for a fresh tenders for installation of\n\n         telephones under a new scheme for rural areas spread over\n\n         different States of the country. An affidavit was filed by the\n\n         Union of India, giving the details of telephone connectivity of\n\n         villages in different regions of Uttar Pradesh vis-a-vis different\n\n         villages of other States, it was noticed that the percentage of\n\n         telephones in Bihar, Himachal Pradesh, J&amp;K, North East and\n\n         Orissa is less than the percentage in Eastern region of U.P. The\n\n         issue of legitimate expectation was raised, submitting that the\n\n         Company was declared L-1 as always expectation that tender\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_20\">                                          20/56</span>\n\n\n\n\n         will be granted to it but for mala fide reasons, Policy has been\n\n         changed in order to benefit the Multi National Company as well\n\n         as with a view to deprive the possibility of getting a tender for\n\n         the digital connectivity of the different villages in the eastern\n\n         U.P. and by change of policy 36,000 villages were deprived of\n\n         the telephone connectivity. The Hon&#x27;ble Supreme Court has\n\n         framed two questions, which are as follows:-</span>\n\n</p><blockquote id=\"blockquote_7\">                 (1)     Whether, after the ADB loan for the contract for\n\n                         providing      telephones     for   Eastern   UP   was\n\n                         withdrawn, it is necessary to give any finding on\n\n                         the question of alleged fraud or to grant any\n\n                         directions regarding the bids offered for the ADB\n\n                         contract?\n</blockquote>\n<blockquote id=\"blockquote_8\">                  (2) Whether, if initially the Government decided to fund\n\n                         the proposed contract for Eastern UP from its own\n\n                         resources, it was permissible for the Government to\n\n                         change its policy into one for providing telephones\n\n                         for rural areas in the entire country and whether the\n\n                         `legitimate expectation&#x27; of the appellant in regard to\n\n                         the earlier notification required, this Court to direct\n\n                         that the notification for Eastern UP should be\n\n                         continued?\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\"> Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_21\">                                          21/56</span>\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">         17.             The issue no.1 not in any way connected with the\n\n         present case. Basically, issue no.2 regarding &#x27;legitimate\n\n         expectation&#x27; has some bearing in the present case, so it will be\n\n         useful to know what decision has come in this issue. The\n\n         Hon&#x27;ble Supreme Court says that &#x27;legitimate expectation&#x27; has\n\n         two facets; one is substantive expectation and another is\n\n         procedural legitimate expectation. Insistence was made by the\n\n         Company that the project for Eastern U.P. should still go ahead\n\n         and it was not open to the Union of India to deprive the\n\n         appellant company of its reasonable and legitimate expectation\n\n         regarding the acceptance of the bid offered for the Eastern U.P.\n\n         project. It was also not open to the State to deprive the\n\n         expectation of villagers in 36000 villages in Eastern UP and to\n\n         change over to a new policy of providing telephones to rural\n\n         areas in all the States. The procedural legitimate expectation\n\n         relates to doctrine of hearing or to follow other appropriate\n\n         procedure before final decision has been taken. The substantive\n\n         part of the principle is that if a representation is made that even\n\n         a benefit of a substantive nature will be granted or if the person\n\n         is already in receipt of the benefit that it will be continued and\n\n         not be substantially varied, then the same could be enforced.\n\n         The principle of legitimate expectation gave the applicant\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_22\">                                          22/56</span>\n\n\n\n\n         sufficient locus standi to seek judicial review and that the\n\n         doctrine has been confined mostly to a right to fair hearing\n\n         before a decision is taken which resulted in negativing a\n\n         promise or withdrawing an undertaking, was given. It does not\n\n         involve any crystallized right. The protection of such legitimate\n\n         expectation does not require the fulfillment of the expectation\n\n         where an overriding public interest required otherwise.\n\n         However, the burden lay on the decision maker to show such an\n\n         overriding public interest. A case of substantive legitimate\n\n         expectation would arise when a body by representation or by\n\n         past practice arose expectation which it would be within its\n\n         powers to fulfill, the Court would interfere only if the decision\n\n         taken by the authority is arbitrary, unreasonable or not taken in\n\n         public interest. If it is established that a legitimate expectation\n\n         has been improperly denied on the application of the above\n\n         principles, the question of giving opportunity can arise if failure\n\n         of justice is shown. The Court must follow an objective method\n\n         by which the decision making authority is given the full range\n\n         of choice which the legislature is presumed to have intended. If\n\n         decision is reached fairly and objectively, it cannot be interfered\n\n         with on the ground of procedural fairness, an example was\n\n         given, if renewal was given to an existing licence holder, a new\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_23\">                                          23/56</span>\n\n\n\n\n         applicant cannot claim an opportunity based on natural justice.\n\n         On facts, it was held that legitimate expectation was denied on\n\n         the basis of reasonable considerations.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">         18.             It will be useful to quote certain relevant portion of\n\n         the aforesaid judgment, which read as follows:-\n\n</p><blockquote id=\"blockquote_9\">                         33.     ...This Court accepted (see p. 546) that the\n                                 principle of legitimate expectation gave the\n                                 applicant sufficient locus standi to seek judicial\n                                 review and that the doctrine was confined\n                                 mostly to a right to fair hearing before a\n                                 decision which resulted in negativing a promise\n                                 or withdrawing an undertaking was taken. It did\n                                 not involve any crystallized right. The protection\n                                 of such legitimate expectation did not require\n                                 the fulfillment of the expectation where an\n                                 overriding public interest required otherwise.\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">                                 However, the burden lay on the decision-maker\n                                 to show such an overriding public interest. A\n                                 case of substantive legitimate expectation would\n                                 arise when a body by representation or by past\n                                 practice aroused expectation which it would be\n                                 within its powers to fulfil. The Court could\n                                 interfere only if the decision taken by the\n                                 authority was arbitrary, unreasonable or not\n                                 taken in public interest. If it is established that a\n                                 legitimate expectation has been improperly\n                                 denied on the application of the above\n                                 principles, the question of giving opportunity\n                                 can arise if failure of justice is shown. The\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_24\">                                          24/56</span>\n\n\n\n\n                                 Court must follow (p. 548) an objective method\n                                 by which the decision-making authority is given\n                                 the full range of choice which the legislature is\n                                 presumed to have intended. (In this connection\n                                 we shall advert to a similar view of Laws, J. and\n                                 also to the contrary view of Sedley, J). If the\n                                 decision is reached fairly and objectively, it\n                                 cannot be interfered with on the ground of\n                                 procedural fairness. An example was given that\n                                 if a renewal was given to an existing licence-\n                                 holder, a new applicant cannot claim an\n                                 opportunity based on natural justice. On facts, it\n                                 was held that legitimate expectation was denied\n                                 on the basis of reasonable considerations.\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141187345\" id=\"span_25\">34.     The next case in which the question was\n                                 considered is <a href=\"/doc/141187345/\" id=\"a_9\">Madras City Wine Merchants&#x27;\n                                 Assn v. State of TN. In</a> that case the rules\n                                 relating to renewal of liquor licences were\n                                 statutorily altered by repealing existing rules. It\n                                 was held that the repeal being the result of a\n                                 change in the policy by legislation the principle\n                                 of non-arbitrariness was not invocable. In that\n                                 context, this Court referred to a large number of\n                                 authorities on the question.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"349643\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1517400\" id=\"span_27\">36. ...It was observed that the doctrine of `legitimate\n                                 expectation&#x27;      had   both   substantive     and\n                                 procedural aspects. This Court laid down a\n                                 clear principle that claims on legitimate\n                                 expectation required reliance on representation\n                                 and resultant detriment in the same way as\n                                 claims based on promissory estoppel. The\n                                 principle was developed in the context of\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_28\">                                            25/56</span>\n\n\n\n\n                                  &quot;reasonableness&quot; and in the context of &quot;natural\n                                  justice&quot;. This Court referred to R. v. IRC, ex P\n                                  Preston,     Food     corpn.    Case,   Hindustan\n                                  Development Corpn. cse, the Australian case in\n                                  <a href=\"/doc/1517400/\" id=\"a_10\">Quin and M.P. Oil Extraction</a> case, the <a href=\"/doc/349643/\" id=\"a_11\">Council\n                                  of Civil Service Union</a> case and Navjyoti case.</span></span>\n\n</p><p data-structure=\"Section\" id=\"p_28\">                            37. The above survey of cases shows that the\n                                  doctrine of legitimate expectation in the\n                                  substantive sense has been accepted as part of\n                                  our law and that the decision maker can\n                                  normally be compelled to give effect to his\n                                  representation in regard to the expectation\n                                  based on previous practice or past conduct\n                                  unless some overriding public interest comes in\n                                  the way. The judgment in Raghunathan case\n                                  requires that reliance must have been placed on\n                                  the said representation and the representee must\n                                  have thereby suffered detriment.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">                            38. The more important aspect, in our opinion, is\n                                  whether the decision maker can sustain the\n                                  change in policy by resort to Wednesbury\n                                  principles of rationality or whether the Court\n                                  can go into the question whether decision maker\n                                  has      properly    balanced     the   legitimate\n                                  expectation as against the need for a change? In\n                                  the latter case the Court would obviously be\n                                  able to go into the proportionality of the change\n                                  in the policy.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">                            39.    ...The Wednesbury test was held applicable.\n</p><p data-structure=\"Precedent\" id=\"p_31\">                                  Laws, J. stated:\n</p>\n<blockquote id=\"blockquote_10\">                                        &quot;The Court is not the Judge of the merits of\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_29\">                                          26/56</span>\n\n\n\n\n                                     the decision maker&#x27;s policy. ... the public\n                                     authority in question is the Judge of the issue\n                                     whether `overriding public interest&#x27; justifies\n                                     such a change in policy. ...But that is no\n                                     more than saying that a change in policy,\n                                     like any discretionary decision by a public\n                                     authority, must not transgress Wednesbury\n                                     principles.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_32\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514007\" id=\"span_30\">But this view of Laws J. was dissented by\n                                  Sedley, J. in <a href=\"/doc/514007/\" id=\"a_12\">R v. Ministry of Agriculture\n                                  Fisheries &amp; Food</a>, ex p Hamble (Offshore)\n                                  Fisheries Ltd. The learned Judge observed that\n                                  if the outcome is challenged by way of judicial\n                                  review, he `did not consider that the courts&#x27;\n                                  criterion   was      restricted   to   consider   the\n                                  rationality of the policy maker&#x27;s conclusions. He\n                                  held that while policy was for the policy maker\n                                  alone, the fairness of his or her decision\n                                  remained the courts&#x27; concern. He said that to\n                                  say so did not amount to placing the Judge in\n                                  the seat of the minister.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514007\" id=\"span_31\">40.     ...In the Court of Appeal, Hirst, L.J. said\n                                  described the principle <a href=\"/doc/514007/\" id=\"a_13\">laid down by</a> Sedley, J.\n                                  as based on `heresy&#x27; and stated:</span>\n</p>\n<blockquote id=\"blockquote_11\">                                      &quot;On matters of substance (as contrasted to\n                                      procedure) Wednesbury provides the correct\n                                      test. It follows that ...his (Sedley, J.&#x27;s) ratio\n                                      in so far as he propounds a balancing\n                                      exercise to be undertaken by the Court\n                                      should, in my opinion, be overruled.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_34\">                                  The result is that change in policy can defeat a\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_32\">                                           27/56</span>\n\n\n\n\n                                 substantive legitimate expectation if it can be\n                                 justified on Wednesbury reasonableness. We\n                                 have noticed that in Hindustan Development\n                                 Crpn. case also it was laid down that the\n                                 decision maker has the choice in the balancing\n                                 of the pros and cons relevant to the change in\n                                 policy. It is, therefore, clear that the choice of\n                                 the policy is for the decision-maker and not for\n                                 the      Court.       The   legitimate    substantive\n                                 expectation merely permits the Court to find out\n                                 if the change in policy which is the cause for\n                                 defeating the legitimate expectation is irrational\n                                 or perverse or one which no reasonable person\n                                 could have made.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">                            41. ...Noting that substantive legitimate expectation\n                                 was rooted in the theory of `legal certainty&#x27;, he\n                                 observed as follows (p. 233):-\n</p>\n<blockquote id=\"blockquote_12\">                                       &quot;Of course legal certainty is a highly\n                                       desirable objective in public administration\n                                       as elsewhere. ....the central Wednesbury\n                                       principle is that an administrative decision is\n                                       unlawful if &quot;...so outrageous in its defiance\n                                       of logic of or accepted moral standards that\n                                       no sensible person who had applied his mind\n                                       to the question to be decided could have\n                                       arrived at it&quot;. The flexibility necessarily\n                                       inherent in that guiding principle should not\n                                       be sacrificed on the altar of legal certainty.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_36\">                                 On facts, the case was treated as one containing\n                                 exceptional circumstances which, even going by\n                                 the Wednesbury principle, required relief to be\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_33\">                                           28/56</span>\n\n\n\n\n                                 granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">                            42. ...In sum, this means that the judgment whether\n                                 public     interest    overrides     the    substantive\n                                 legitimate expectation of individuals will be for\n                                 the decision-maker who has made the change in\n                                 the policy and the Courts will intervene in that\n                                 decision only if they are satisfied that the\n                                 decision is irrational or perverse (See 1997\n                                 Public Law, p. 375 &quot;Wednesbury Protection of\n                                 Substantive       legitimate        expectation      by\n                                 Christopher Forsyth] ....\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">                            43. ...It was held by Carnworth, J. that where a\n                                 formal decision had been made in relation to a\n                                 subject matter affecting private rights, that\n                                 decision would be considered binding unless\n                                 and until there had been some change which\n                                 undermined the foundation of the original\n                                 decision; the question whether there could be\n                                 such a change was for the authority, subject to\n                                 Wednesbury unreasonableness test. In that case,\n                                 the highway authority had not rejected the\n                                 agreement outright but had requested a new\n                                 traffic    analysis,   which       was     prima   facie\n                                 reasonable because of lapse of time. In yet\n                                 another case in McPhee v. North Lanarkshine\n                                 Council (See 1999 Public Law, p. 152- 153), the\n                                 petitioner was a traveller who consented to\n                                 vacate a site after receiving a letter from the\n                                 Director of Housing telling her that she would\n                                 be offered a pitch at the site after the\n                                 refurbishment work had been carried out. The\n                                 Council subsequently refused to grant her a\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_34\">                                          29/56</span>\n\n\n\n\n                                 pitch. She sought a `declarator&#x27; that she was\n                                 entitled to be offered accommodation by way of\n                                 a petition on the site and that on the same terms\n                                 and conditions as any other family seeking\n                                 accommodation from the respondents. It was\n                                 held by Lady Congreve, J. that an authority\n                                 providing an assurance as to a substantive right\n                                 may depart from it but will fall to be scrutinized\n                                 by reference to Wednesbury reasonableness...\n\n</p><p data-structure=\"PetArg\" id=\"p_39\">                           45. ...The said facts are the reason for the change in\n                                 the policy of the government and for giving up\n                                 the notification calling for bids for Eastern UP.\n                                 Such a change in policy cannot, in our opinion,\n                                 be said to be irrational or perverse according to\n                                 Wednesbury principles. In the circumstances, on\n                                 the basis of the clear principles laid down in\n                                 exp.    Hargreaves    and    exp.     Unilever,     the\n                                 Wednesbury       principle   of     irrationality   or\n                                 perversity is not attracted and the revised policy\n                                 cannot be said to be in such gross violation of\n                                 any substantive legitimate expectation of the\n                                 appellant     which   warrants      interference     in\n                                 judicial review proceedings. Point 2 is held\n                                 against the appellant.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n</p><p data-structure=\"CDiscource\" id=\"p_41\">         19.             However, this judgment has explained the principle\n\n         that the decision-maker can normally be compelled to give\n\n         effect to his representation in regard to the expectation based on\n\n         previous practice or past conduct unless some overriding public\n\n         interest comes in the way. So, the corollary is that in the event of\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_35\">                                          30/56</span>\n\n\n\n\n         overriding public interest, the legitimate expectation will have\n\n         to give way to the public interest. The Public interest will\n\n         prevail over the claim made on the principle of legitimate\n\n         expectation. Basically, the procedural legitimate expectation is\n\n         fairness in the decision making process and the decision-maker\n\n         will give a fair chance of representation before taking any\n\n         decision. So, it is very much clear that if the public interest\n\n         intervene, in that circumstance, the plea of legitimate\n\n         expectation will not have any precedence over the public\n\n         interest.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1996454\" id=\"span_36\">20.             Learned counsel for the petitioner also placed\n\n         reliance on the decision rendered in the case of <a href=\"/doc/1996454/\" id=\"a_14\">Pallava Granite\n\n         Industries (India) (P) Ltd. vs. Union of India and Others</a>\n\n         reported in (2007) 15 S.C.C. 30. The short facts of that case\n\n         was that after the enforcement of <a href=\"/doc/76520796/\" id=\"a_15\">Andhra Pradesh Land Reforms\n\n         (Ceiling on Agricultural Holdings) Act, 1973</a>, 86.50 acres of\n\n         land were surrendered by the land holders vested in the State.\n\n         Later on, it was realised that these lands had galaxy granites\n\n         and, therefore, proposals were made by the Collector, Prakasam.\n\n         The Commissioner of Land Reforms and the Director of Mines\n\n         and Geology to lease out the said area for mining purposes. The\n\n         State Government accepted the above proposals and decided to\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_37\">                                          31/56</span>\n\n\n\n\n         appropriate by leasing out the lands for mining under <a href=\"/doc/865734/\" id=\"a_16\">Section 14\n\n         (6)</a> of the 1973 Act. Accordingly, total area of land admeasuring\n\n         Acs. 86.50 acres were to be leased out to four parties including\n\n         Pallava Granite Industries Limited. Each of the parties were\n\n         given 15 acres of land to extract granite stone. That decision\n\n         was challenged in the Public Interest Litigation. Notices were\n\n         received by the Government and the Government has cancelled\n\n         the letter pertaining to lease. One M/s. Rita Industrial\n\n         Corporation Limited challenged the same in the writ petition,\n\n         which was allowed on the plea of taking decision without giving\n\n         any hearing. The said order was challenged in the Division\n\n         Bench, in the meantime, the Collector of the district wrote a\n\n         letter to the Director, Mines and Geology, stating that in view of\n\n         the judgment dated 18.10.96 he had no objection to the grant of\n\n         mining lease to the extent of 15 acres. The Deputy Director of\n\n         Mines and Geology communicated to the Collector of the\n\n         District that as the land has been allotted to M/s. Rita Industrial\n\n         Corporation Ltd. there could be no objection to grant lease over\n\n         an extent of 15 acres. Ultimately, the Division Bench decided\n\n         the case against the Government but, liberty was given to take\n\n         proper steps to cancell the Government order issued in favour of\n\n         the appellant-company. Accordingly, the show-cause was issued,\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_38\">                                          32/56</span>\n\n\n\n\n         the same was challenged in the writ petition and during the\n\n         pendency of the said writ petition, the Government issued an\n\n         order under the Andhra Pradesh Minor Mineral Concession\n\n         Rules, 1966. On examination of the report of the Director of\n\n         Mines and Geology, ordered that an area admeasuring 61.50\n\n         acres shall be reserved for exploitation by Andhra Pradesh\n\n         Mineral Development Corporation Limited which is a State-\n\n         owned Corporation. In pursuance of the decision, Government\n\n         has issued order, thereby declared 61.50 acres of land as granite\n\n         bearing area, which became subject matter of consideration in\n\n         different writ petitions and ultimately, the matters went to the\n\n         Hon&#x27;ble Supreme Court. The appellant raised the point that it\n\n         was not desirable and legal to cancell the lease in the name of\n\n         change of policy and declared the area as reserved area. When\n\n         the judgment was passed by the High Court, a vested right has\n\n         been created in favour of the appellant, which cannot be\n\n         obliterated by cancelling or by reservation in favour of the\n\n         Corporation. The question was framed by the Hon&#x27;ble Supreme\n\n         Court, whether on the facts and circumstances of this case, the\n\n         Government Order being a decision to grant a mining lease\n\n         constituted a fetter on the executive powers of the State\n\n         Government to recall its decision in public interest. It has been\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_39\">                                          33/56</span>\n\n\n\n\n         held that the Government cannot by a contract hamper its\n\n         freedom of executive action in matters which concern the\n\n         welfare of the State. Every grant has to be subject to any future\n\n         executive action, which must be decided by the needs of the\n\n         community. It has further been held that creation of a right or\n\n         interest in the property is different from transfer of those rights\n\n         and interests. Whether a particular transfer is a grant or not is a\n\n         mixed question of law and fact. It has to be decided as to\n\n         whether the decision for cancellation of Government order was\n\n         valid in law and whether that decision stood vitiated by mala\n\n         fides. The change of policy was accepted by the Hon&#x27;ble\n\n         Supreme Court having recorded that the decision was taken\n\n         when it was detected the exploitation of the granite stone would\n\n         became a source of revenue, which will be benefited to the State\n\n         though it was earlier decided to exploit the granite through\n\n         private parties, later on, decided to go for a global tender and the\n\n         Government has decided to exploit the granite through its\n\n         agency, namely, APMDC. The basic thrust was to earn\n\n         commercial profits and revenue, liberty was given to the\n\n         corporation either excavate the granite on its own or through\n\n         joint ventures as the Corporation has been created by the State\n\n         Government.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_43\"> Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_40\">                                          34/56</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_44\">         21.             It will be relevant to quote paragraph nos. 36, 37,\n\n         38, 39 and 40 of <a href=\"/doc/1996454/\" id=\"a_17\">the said judgment</a>, which are as follows:-\n\n</p><blockquote id=\"blockquote_13\">                          36.    In Antoni Buttigieg v. Stephen H. Cross, it has\n                                 been held that a Government cannot by contract\n                                 hamper its freedom of executive action in\n                                 matters which concern the welfare of the State\n                                 (See AIR p. 31).\n</blockquote>\n<blockquote id=\"blockquote_14\">                          37.    In Edward Keventers (Successors) Pvt. Ltd. v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">                                 Union of India the Delhi High Court has held\n                                 that every grant has to be subject to any future\n                                 executive action, which must be decided by the\n                                 needs     of      the    community    and      that   the\n                                 Government cannot, by contract, hamper its\n                                 freedom of action in matters concerning the\n                                 welfare of the State (see AIR p. 382).\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">                          38. Creation of a right or interest in the property is\n                                 different from transfer of those rights/interests.\n                                 Whether a particular transfer is a grant or not\n                                 is a mixed question of law and fact. In this\n                                 connection, we quote hereinbelow the relevant\n                                 passage from <a href=\"/doc/515323/\" id=\"a_18\">The Transfer of Property Act</a> by\n                                 Dr. Sir Hari Singh Gour, 11th Edition, page 46:\n\n</p><blockquote id=\"blockquote_15\">                                      &quot;It is further subject to any future executive\n                                         action,     which    must     necessarily     be\n                                         determined by the needs of the community\n                                         when       the   question    arises,    as    the\n                                         Government cannot by contract hamper\n                                         its freedom of action in matters which\n                                         concern the welfare of the states. Whether\n                                         a particular transfer is a grant governed\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_41\">                                          35/56</span>\n\n\n\n\n                                        by the <a href=\"/doc/1625086/\" id=\"a_19\">Government Grants Act</a> or not is\n                                        mixed question of law and fact. The\n                                        character of the land, the manner of\n                                        making lease and its contents in this case\n                                        all indicate that the lease in question was\n                                        a Government grant and in the absence of\n                                        any legislation prior or posterior thereto\n                                        on its subject-matter the lease shall take\n                                        effect according to its tenor and will not\n                                        be regulated by the provisions of the\n                                        <a href=\"/doc/515323/\" id=\"a_20\">Transfer of Property Act</a> unless justice,\n                                        equity and good conscience require that\n                                        the principles contained therein should be\n                                        applied.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_47\">                          39.   Applying the above test to the facts of the present\n                                 case, we are of the view that G. O. No. 1290\n                                 dated 27.8.1991 was not a grant but at the\n                                 highest a decision of the State Government to\n                                 execute a lease in favour of the appellants for\n                                 mining purposes. There is no evidence of the\n                                 appellants being put in possession, as claimed.\n                                 The correspondence between the authorities,\n                                 referred to above, makes it very clear that the\n                                 District Collector took steps of writing to the\n                                 Deputy Director of Mines and Geology in terms\n                                 of the directions contained in the judgment of\n                                 the learned Single Judge dated 18.10.96. That\n                                 decision was subject to the decision of the\n                                 Division Bench dated 27.6.1997. In that\n                                 decision it was made clear that the direction\n                                 given in the order dated 18.10.96 to the District\n                                 Collector to enter into land leases, did not\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_42\">                                          36/56</span>\n\n\n\n\n                                 disable the State Government from taking steps\n                                 to cancel G. O. No.1290 in accordance with law.\n\n</p><p data-structure=\"Issue\" id=\"p_48\">                           40. The question which arises for determination in\n                                 this case is : whether the decision to cancel G.\n                                 O. No. 1290 was valid in law and whether that\n                                 decision stood vitiated by mala fides.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">                         This judgment makes it clear that in the event of\n\n         change of policy in the public interest, the executive is free to\n\n         take appropriate decision subject to the condition that it is not\n\n         actuated by mala fide.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n\n</p><p data-structure=\"Facts\" id=\"p_51\">         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"27844805\" id=\"span_43\">22.             The judgment rendered in the case of <a href=\"/doc/27844805/\" id=\"a_21\">Rishi Kiran\n\n         Logistics Private Limited vs. Board of Trustees of Kandla Port\n\n         Trust and Others</a> reported in (2015) 13 SCC 233 is very much\n\n         nearer to the facts of the present case. The facts of the aforesaid\n\n         case was that the Port Trust took a decision to allot these plots\n\n         on leasehold basis for a period of 30 years for the purpose of\n\n         enabling the allottees to put the construction of liquid storage\n\n         tanks. For this purpose, the Kandla Port Trust issued tenders, the\n\n         annual rent in respect of these plots was fixed at the rate of Rs.\n\n         1/- per plot but, the bidders were required to submit the price\n\n         bid in the form of premium concerning plots for which they\n\n         intended to bid. The basic value of this premium was fixed at\n\n         Rs. 612/- per sq. mtr. and the earnest money deposit of Rs. 3\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_44\">                                          37/56</span>\n\n\n\n\n         lakhs per plot was to be deposited. It was informed to the\n\n         bidders that since the plot fall under Coastal Regulatory Zone\n\n         (CRZ), requisite permission from the competent authority under\n\n         CRZ was required from the competent authority, which would\n\n         be obtained by the Trust Board, but specific clearance like\n\n         safety, pollution control etc. was to be obtained by the\n\n         individual lessee, which was also communicated through letters.\n\n         Rishi Kiran Logistics Private Limited also submitted the bid,\n\n         which was opened and the same was found to be technically\n\n         qualified. The bid was scrutinized by the Tender Committee of\n\n         the Port Trust. Recommendations were placed before the Board\n\n         of Trustees, which was followed by communication to the\n\n         appellant in the form of Letter of Intent and the leasehold rights\n\n         in respect of Plot Nos. 14, 15 and 17 were given for a premium\n\n         of Rs. 3,200/- per sq. mtrs., 3,150/- per sq. mtr. and 3,120 per\n\n         sq. mtr. respectively. Ultimately, the Coastal Regulatory Zone\n\n         granted the clearance, which was accepted on 16.8.2010. By\n\n         that time, five years were passed and the decision was taken to\n\n         cancell the entire tender process, which was conveyed vide\n\n         letter dated 09.12.2010. Similar letters were written to other\n\n         tenderers as well who were given similar LOI&#x27;s. The plea was\n\n         taken in the following manner:-</span>\n</p><blockquote id=\"blockquote_16\"> Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_45\">                                          38/56</span>\n\n\n\n\n</blockquote><blockquote id=\"blockquote_17\">                            (i) With the issuance of LOI to the successful\n\n                                 highest bidder, a concluded contract was\n\n                                 arrived at between the parties and, therefore,\n\n                                 it was not permissible for the Port Trust to\n\n                                 terminate the tender process thereafter.\n</blockquote>\n<blockquote id=\"blockquote_18\">                            (ii) Doctrine of promissory estoppel was\n\n                                 applicable, inasmuch as, by its actions and\n\n                                 conduct, the Port Trust had given a clear and\n\n                                 unequivocal promise, with intention to create\n\n                                 legal relation to arise in future and the Port\n\n                                 Trust i.e. the promissory was bound by the\n\n                                 said promise and to honour its commitment\n\n                                 and not to back out of its obligation.\n</blockquote>\n\n<blockquote id=\"blockquote_19\">                            (iii) Whether the action of the Port Trust, which\n\n                                 was an instrumentality of the state being\n\n                                 &quot;other authority&quot; under <a href=\"/doc/609139/\" id=\"a_22\">Article 12</a> of the\n\n                                 Constitution, was arbitrary as it was not\n\n                                 based on any rational or relevant principle.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_52\">                                 Therefore amounted to infraction of <a href=\"/doc/367586/\" id=\"a_23\">Article\n\n                                 14</a> of the Constitution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\n</p><p data-structure=\"CDiscource\" id=\"p_54\">         23.             All the points were decided against the appellant. It\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_46\">                                          39/56</span>\n\n\n\n\n         has been found that clearance has taken long time back, by that\n\n         time the value of the plot has taken a quantum jump, is the\n\n         reason for withdrawal / cancellation of the tender, cannot be said\n\n         to be arbitrary exercise of power. It has been held that the larger\n\n         public interest demanded fresh tender process in order to receive\n\n         maximum amount. It has further been held that it was based on\n\n         full consideration and while deciding the issue it has to be kept\n\n         in mind that such dispute has two elements i.e. in the realm of\n\n         administrative law as well as contractual aspect of the matter.\n\n         The element of contract is to be decided in civil proceeding\n\n         whereas the executive action of the Administration has to be\n\n         examined in the light of the proceeding when a competing right\n\n         are private interest versus public interest, then in the case of\n\n         disposal of public property, the question would be whether the\n\n         right of the person, who has earned the right to the public\n\n         property in a public auction, is to be preferred over the right of\n\n         the public in ensuring that valuable public assets were not\n\n         disposed of except for a fair price and in a fair and transparent\n\n         manner. In the matter of judicial review, the Court cannot sit\n\n         over the decision of the public body but, only the Court would\n\n         interfere with the decision if it has been taken on ipsi dixit\n\n         manner, the resultant effect is arbitrary exercise of power. It has\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_47\">                                          40/56</span>\n\n\n\n\n         further been held that a concluded contract if terminated in a\n\n         bona fide manner, that may amount to breach of contract and\n\n         certain consequences may follow thereupon under the law of\n\n         contract. However, on the touchstone of parameters <a href=\"/doc/27844805/\" id=\"a_24\">laid down in</a>\n\n         the administrative law to adjudge a decision as are arbitrary or\n\n         not, when such a decision is found to be bona fide and not\n\n         actuated with mala fide and arbitrariness, such a contention in\n\n         administrative law is not admissible namely how and why a\n\n         concluded contract is terminated. In the civil suit, the\n\n         contractual right is decided and in the writ petition, the focus\n\n         shifts on exercise of power by the authority, whether the order\n\n         of cancellation was arbitrary or unreasonable. The issue whether\n\n         there was a concluded contract and breach thereof becomes\n\n         secondary. In exercising writ jurisdiction, if the High Court has\n\n         found that the exercise of power in passing an order of\n\n         cancellation was not arbitrary and unreasonable, the Court\n\n         would normally desist from giving any finding on disputed or\n\n         complicated questions of fact as to whether there was a contract\n\n         and relegate the petitioner to the remedy of a civil suit. When\n\n         there is a contractual dispute with a public law element, and a\n\n         party chooses the public law remedy by way of a writ petition\n\n         instead of a private law remedy of a suit, he will not get a full\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_48\">                                          41/56</span>\n\n\n\n\n         fledged adjudication of his contractual rights, but only a judicial\n\n         review of the administrative action. The issue of breach of\n\n         contract, may be examined incidentally while considering the\n\n         reasonableness of the administrative action. But where the\n\n         question whether there was a contract, is seriously disputed, the\n\n         High Court cannot assume that there was a valid contract and on\n\n         that basis, examine the validity of the administrative action. It\n\n         has further been held that the public interest has been accepted\n\n         as the superior equity which can override individual equity. It\n\n         has further been held that the letter of intent is merely indicates\n\n         as a letter of acceptance, if such intention is evident from its\n\n         terms. If the letter of intent communicating the acceptance of\n\n         the offer and asking the contractor to start the work with a\n\n         stipulation that a detailed contract would be drawn up later and\n\n         if such a letter is issued to the contractor, though it may be\n\n         termed as a letter of intent, it may amount to acceptance of the\n\n         offer, resulting in a concluded contract between the parties. But\n\n         the question whether the letter of intent is merely an expression\n\n         of an intention to place an order in future or whether there is a\n\n         final acceptance of the offer thereby leading to a contract, is a\n\n         matter that has to be decided with reference to the terms of the\n\n         letter. The Court has not accepted that it was a concluded\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_49\">                                          42/56</span>\n\n\n\n\n         contract, held that LOI was issued, but a condition was attached\n\n         of approval from the authority of the Coastal Regulatory Zone,\n\n         meaning thereby, it reflects intention to enter in a contract,\n\n         which would have taken place after all formalities are\n\n         completed, But before completion of all the formalities, which\n\n         consumed undue long time, by the time, price of land shoot up,\n\n         right decision was taken as it did reach to the stage of concluded\n\n         contract as neither the possession of the plot was given nor\n\n         payment was received.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">\n</p><p data-structure=\"Section\" id=\"p_56\">         24.             It will be useful to quote certain relevant portion of\n\n         the aforesaid judgment, which read as follows:-\n\n\n</p><blockquote id=\"blockquote_20\">                           21 . ... We have to keep in mind that while examining\n                                 this aspect we are in the realm of administrative\n                                 law. The contractual aspect of the matter has to\n                                 be kept aside which would be examined\n                                 separately while dealing with the issue as to\n                                 whether there was a concluded contract\n                                 between the parties. This distinction is lucidly\n                                 explained in Kisan Sehkari Chini Mills &amp; Ors. v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">                                 Vardan Linkers. Keeping in mind this distinction\n                                 between the two, we are not required to bring in\n                                 the contractual elements of the case while\n                                 dealing with the administrative law aspects.\n\n</p><p data-structure=\"CDiscource\" id=\"p_58\">                            22. When competing claims are private interest\n                                 versus public interest, then in the case of\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_50\">                                          43/56</span>\n\n\n\n\n                                 disposal of public property the question would\n                                 be whether the right of the person, who has\n                                 earned the right to the public property in a\n                                 public auction, is to be preferred over the right\n                                 of the public in ensuring that valuable public\n                                 assets were not disposed of except for a fair\n                                 price and in a fair and transparent manner.\n</p><p data-structure=\"Precedent\" id=\"p_59\">                                 Whether this Court should, in judicial review, sit\n                                 in judgment over the decision of a public body\n                                 which is of the view that it need not go further\n                                 ahead with the tender process. It is true if such a\n                                 decision is taken without any reasons to support\n                                 it or mere ipsi dixit it would be arbitrary. In this\n                                 case there are reasons. The High Court\n                                 analysed the reasons and has taken the view\n                                 that those reasons are valid. In our view in\n                                 matters particularly to the disposal of valuable\n                                 assets by the State when the State seeks to\n                                 explore the possibility of getting higher price.\n\n</p><p data-structure=\"CDiscource\" id=\"p_60\">                             27. ... For the sake of argument, even if we presume\n                                 that    there    a    concluded   contract,   mere\n                                 termination thereof cannot be dubbed as\n                                 arbitrary. A concluded contract if terminated in\n                                 a bonafide manner, that may amount to breach\n                                 of contract and certain consequences may\n                                 follow thereupon under the law of contract.\n                                 However, on the touchstone of parameters <a href=\"/doc/27844805/\" id=\"a_25\">laid\n                                 down in</a> the administrative law to adjudge a\n                                 decision as are arbitrary or not, when such a\n                                 decision is found to be bonafide and not\n                                 actuated with arbitrariness, such a contention in\n                                 administrative law is not admissible namely how\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_51\">                                          44/56</span>\n\n\n\n\n                                 and why a concluded contract is terminated.\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">                             29. Again, we clarify at the outset that even the\n                                 principle of PROMISSORY estoppel is in the\n                                 field   of    administrative   law    and   while\n                                 entertaining the arguments and discussion on\n                                 this issue, the question as to whether there was\n                                 a concluded contract or not as to be kept aside.\n                                 Precisely this was done in Kisan Sehkari Chini\n                                 Mills Case. The Court dealt with the issue of\n                                 legitimate expectation etc. separating it from the\n                                 issue pertaining to conclude contract and made\n                                 following pertinent observation in the process:\n</p><blockquote id=\"blockquote_21\">                                 (SCC pp, 512-13, paras 23-24)\n\n                                      &quot;23. If the dispute was considered as purely\n                                      one relating to existence of an agreement,\n                                      that is, whether there was a concluded\n                                      contract and whether the cancellation and\n                                      consequential    non-supply     amounted   to\n                                      breach of such contract, the first respondent\n                                      ought to have approached the civil court for\n                                      damages. On the other hand, when a writ\n                                      petition was filed in regard to the said\n                                      contractual dispute, the issue was whether\n                                      the Secretary (Sugar), had acted arbitrarily\n                                      or unreasonably in staying the operation of\n                                      the allotment letter dated 26.3.2004 or\n                                      subsequently cancelling the allotment letter.\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">                                      In a civil suit, the emphasis is on the\n                                      contractual right. In a writ petition, the\n                                      focus shifts to the exercise of power by the\n                                      authority, that is, whether the order of\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_52\">                                          45/56</span>\n\n\n\n\n                                      cancellation dated 24.4.2004 passed by the\n                                      Secretary        (Sugar),    was    arbitrary    or\n                                      unreasonable. The issue whether there was\n                                      a concluded contract and breach thereof\n                                      becomes secondary. In exercising writ\n                                      jurisdiction, if the High Court found that\n                                      the exercise of power in passing an order of\n                                      cancellation       was      not    arbitrary    and\n                                      unreasonable, it should normally desist\n                                      from giving any finding on disputed or\n                                      complicated questions of fact as to whether\n                                      there was a contract, and relegate the\n                                      petitioner to the remedy of a civil suit. Even\n                                      in cases where the High Court finds that\n                                      there is a valid contract, if the impugned\n                                      administrative action by which the contract\n                                      is cancelled, is not unreasonable or\n                                      arbitrary, it should still refuse to interfere\n                                      with the same, leaving the aggrieved party\n                                      to work out his remedies in a civil court. In\n                                      other words, when there is a contractual\n                                      dispute with a public law element, and a\n                                      party chooses the public law remedy by way\n                                      of a writ petition instead of a private law\n                                      remedy of a suit, he will not get a full\n                                      fledged adjudication of his contractual\n                                      rights, but only a judicial review of the\n                                      administrative action. The question whether\n                                      there was a contract and whether there was\n                                      a breach may, however, be examined\n                                      incidentally        while     considering       the\n                                      reasonableness of the administrative action.\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_53\">                                          46/56</span>\n\n\n\n\n                                      But where the question whether there was a\n                                      contract, is seriously disputed, the High\n                                      Court cannot assume that there was a valid\n                                      contract and on that basis, examine the\n                                      validity of the administrative action. ...&quot;\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">                             30. ...Apart from paying EMD of Rs. 3 lakhs\n                                 alongwith tender documents, the appellant did\n                                 nothing more and in fact, no occasion for the\n                                 same even occurred in the present case. As\n                                 stated above LoI was issued but it clearly\n                                 mentioned that the total premium amount in\n                                 respect of each of the three plots (which runs\n                                 into several crores in each case) was not to be\n                                 paid on the issuance of said LOIs. Reason for\n                                 this was that formal LOI or leased documents\n                                 were to be executed only after the CRZ\n                                 clearance. For this reason it was specifically\n                                 mentioned in the LOI itself that the premium\n                                 amounts were to be paid by the appellant only\n                                 after the receipt of CRZ clearance in general\n                                 and after issuance of allotment letter as well as\n                                 individual CRZ clearance and on execution of\n                                 these documents. Before these events could\n                                 happen, the Port Trust decided to cancel the\n                                 entire process. Thus, except making payment of\n                                 Rs. 3 lakhs by way of earnest money the\n                                 appellants did not incur any other expenses or\n                                 suffered any liabilities or took any steps to\n                                 implement the project of construction and\n                                 maintenance of the tanks. The High Court has,\n                                 therefore, rightly remarked that even if it is\n                                 assumed that issuance of LoI tantamounted to a\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_54\">                                          47/56</span>\n\n\n\n\n                                 promise given by the Port Trust, the appellants\n                                 did not alter its position to its prejudice\n                                 pursuant thereto to such an extent which could\n                                 inspire the court to take the decision that\n                                 holding the promisor to its representation is\n                                 necessary to do justice between the parties.\n\n</p><p data-structure=\"Precedent\" id=\"p_64\">                             31. In MP Mathur &amp; Ors. v. DTC, it was held that:\n</p><blockquote id=\"blockquote_22\">                                 (SCC p. 708)\n\n                                       &quot;Once the public interest is accepted as\n                                       the superior equity which can override\n                                       individual equity, the principle would be\n                                       applicable. If there is a supervening public\n                                       equity, the Government would be allowed\n                                       to change its stand and has the power to\n                                       withdraw from representation made by it\n                                       which induced persons to take certain\n                                       steps which may have gone adverse to the\n                                       interest of such persons on account of such\n                                       withdrawal. Merely because the resolution\n                                       was announced for a particular period, it\n                                       did not mean that the Government could\n                                       not amend and change the policy under\n                                       any circumstances. If the party claiming\n                                       application of doctrine acted on the basis\n                                       of a notification, it should have known that\n                                       such notification was liable to be amended\n                                       or rescinded at any point of time, if the\n                                       Government felt that it was necessary to do\n                                       so in public interest.&quot;\n</blockquote>\n<blockquote id=\"blockquote_23\">                             33. We have already indicated above that the of the\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_55\">                                          48/56</span>\n\n\n\n\n                                 doctrine of fairness as well as promissory\n                                 estoppel are in the realm of administrative law,\n                                 whereas the issue as to whether a concluded\n                                 contract was entered into between the parties\n                                 and if so, the question of enforcement of such a\n                                 contract would be in the field of law of contract.\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">                                 Bearing in mind this distinction becomes more\n                                 important as the High Court was dealing with\n                                 the petition filed by the appellant under <a href=\"/doc/1712542/\" id=\"a_26\">Article\n                                 226</a> of the Constitution.\n</p>\n<p data-structure=\"Section\" id=\"p_66\">                             37. ...This Court answered the aforesaid questions\n                                 in the negative and set aside the judgment of the\n                                 High Court holding that: (SCC pp. 501-02)\n\n                                     &quot;Ordinarily, the remedy available for a party\n                                     complaining of breach of contract lies for\n                                     seeking damages. He would be entitled to the\n                                     relief of specific performance, if the contract\n                                     was capable of being specifically enforced in\n                                     law. The remedies for a breach of contract\n                                     being purely in the realm of contract are\n                                     dealt with by civil courts. The public law\n                                     remedy, by way of a writ petition under\n                                     <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution, is not\n                                     available to seek damages for breach of\n                                     contract or specific performance of contract.\n                                     However, where the contractual dispute has\n                                     a public law element, the power of judicial\n                                     review under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> may be invoked.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_67\">                              38. It thus stands crystalised that by way of writ\n                                 petition under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution,\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_56\">                                          49/56</span>\n\n\n\n\n                                 only public law remedy can be invoked. As far\n                                 as contractual dispute is concerned that is\n                                 outside the power of judicial review under\n                                 <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> with the sole exception in those\n                                 cases where such a contractual dispute has a\n                                 public law element.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_68\">                              41. At the same time, as already noted in Kisan\n                                 Sahkari this court had taken a view that where\n                                 the question whether there was a contract or not\n                                 is seriously disputed, the court is not to assume\n                                 that there was a valid contract and on that basis\n                                 examined the validity of the administrative\n                                 action. Therefore, keeping in view the aforesaid\n                                 understanding of the law, a very limited inquiry\n                                 on this aspect is permissible.\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">                              43. ...in Dresser Rand S. A. v. M/s. Bindal Agro\n                                 Chem. Ltd. would be squarely available in the\n                                 present case, wherein the court held that: (SCC\n                                 p. 773 paras 39-40)\n\n                                        &quot;39. ... a letter of intent merely indicates\n                                        a party&#x27;s intention to enter into a contract\n                                        with the other party in future. A letter of\n                                        intent is not intended to bind either party\n                                        ultimately to enter into any contract. ...\n</p>\n<p data-structure=\"CDiscource\" id=\"p_70\">                                        40. It is no doubt true that a letter of\n                                        intent may be construed as a letter of\n                                        acceptance if such intention is evident\n                                        from its terms. It is not uncommon in\n                                        contracts involving detailed procedure, in\n                                        order to save time, to issue a letter of\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_57\">                                          50/56</span>\n\n\n\n\n                                        intent communicating the acceptance of\n                                        the offer and asking the contractor to start\n                                        the work with a stipulation that a detailed\n                                        contract would be drawn up later. If such\n                                        a letter is issued to the contractor, though\n                                        it may be termed as a letter of intent it\n                                        may amount to acceptance of the offer\n                                        resulting in a concluded contract between\n                                        the parties. But the question whether the\n                                        letter of intent is merely an expression of\n                                        an intention to place an order in future or\n                                        whether there is a final acceptance of the\n                                        offer thereby leading to a contract, is a\n                                        matter that has to be decided with\n                                        reference to the terms of the letter.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"95116996\" id=\"span_58\">25.             Last judgment cited by learned counsel for the\n\n         petitioner on the point of concluded contract is A.I.R. 2007\n\n         Orrisa 71 (Vishwa Industrial company <a href=\"/doc/95116996/\" id=\"a_31\">Private Limited vs.\n\n         Mahanadi Coalfields Limited</a>), but the facts of the aforesaid\n\n         case is quite different and in answer part the Hon&#x27;ble Orissa\n\n         High Court has held that it was not a concluded contract as the\n\n         contract has never been materialized. On the dispute of omnibus\n\n         bank     guarantee       or    performance      Bank     Guarantee,     the\n\n         Management was insisting for submission of Performance Bank\n\n         Guarantee, but the insistence was made by the supplier as he has\n\n         given the Bank Guarantee to the Coal India Limited, so the\n\n         Omnibus Bank guarantee should be accepted as the petitioner\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_59\">                                          51/56</span>\n\n\n\n\n         never agreed to the terms offered by the Management of M.C.L.\n\n         The Court after analyzing the facts, has arrived to a finding that\n\n         it was not a concluded contract between the parties as the matter\n\n         was in a fluid stage, the petitioner withdrew itself from the offer\n\n         made by it. So, this Court is of the view that the aforesaid\n\n         judgment, in no way, is supporting the contention of the parties\n\n         that it was a concluded contract.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">\n</p><p data-structure=\"CDiscource\" id=\"p_73\">         26.             In the present case, the tender was invited on\n\n         13.05.2010, the petitioner was one of the bidders including 7\n\n         others, participated in the bid. The bid was opened, the\n\n         petitioner was the highest offerer of Rs.16.51 crore. M/S.\n\n         Samwad Media Private Limited, raised its offer to Rs.17.01\n\n         crore and the petitioner has also offered the matching amount.\n\n         The Board of Directors approved the offered amount given by\n\n         the petitioner for Rs.17.01 crore, but no letter of acceptance as\n\n         per the N.I.T. was ever issued in favour of the petitioner.\n\n         Another bidder, namely, M/s. Rajbir Construction Private\n\n         Limited, Bhagalpur, enhanced the offer upto Rs.18.01 crore.\n\n         Whereafter, the B.S.I.D.C. had cancelled the previous tender\n\n         and decided to issue fresh tender and reserve price was fixed at\n\n         Rs.18.01 crore. It has been mentioned that tender was not\n\n         awarded to the petitioner as the properties has the potential to\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_60\">                                          52/56</span>\n\n\n\n\n         fetch the better lease amount and the value of the properties has\n\n         been reconsidered by the BSIDC. This letter for fresh financial\n\n         bid was sent to all the bidders, whereupon the petitioner has\n\n         filed the present writ petition. Whereafter, two financial bid\n\n         were received one from M/S. Samwad Media Private Limited\n\n         and another from M/S Marfin Projects Limited. However, this\n\n         Court vide order dated 10.11.2010 had restrained for opening\n\n         the said financial bid, but later on, this Court modified the order\n\n         and directed for opening of the financial bid in presence of all\n\n         the parties but, made it clear that the opening of the bid will not\n\n         in any manner affect the right of the parties. Accordingly, the\n\n         bid was opened and M/S. Samwad Media Private Limited\n\n         offered Rs.19.06 crore whereas M/S Marfin Projects Limited\n\n         offered Rs.21.61 crore. Later on, the Board of Director vide its\n\n         Resolution dated 18.07.2013 resolved that all the previous\n\n         tenders including whole process initiated/made in respect of\n\n         revival of BSSML and relating to leasing of the said properties\n\n         and all other actions or acts taken or made in this regard either\n\n         by BSIDC or its Board of Directors or any of its representatives\n\n         in this respect is hereby cancelled with retrospective effect. On\n\n         the fact of it, it appears that there was no concluded contract as\n\n         merely the petitioner has offered highest amount of the bid and\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_61\">                                          53/56</span>\n\n\n\n\n         no further action has been taken by the BSIDC. The decision\n\n         has been taken in consideration of fact that the Board has\n\n         decided to utilize the properties for the purposes of development\n\n         of Silk City, merely the petitioner was the highest bidder that\n\n         cannot be said to be a concluded contract rather the same was /\n\n         is in fluid stage. Even the petitioner has not deposited 30% of\n\n         the bid amount by way of first installment nor any confirmation\n\n         letter has been issued or any letter has been issued by any\n\n         authority demanding to deposit 30% of the bid amount.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">         27.             In view of aforesaid finding, let us examine the\n\n         case from the angle of arbitrariness, illegality and irrationality in\n\n         administrative action. This Court has to decide as to whether the\n\n         administrative action suffers from any illegality set out as\n\n         aforesaid in view of decision of the Board of Directors, by\n\n         which it has been decided to utilize the land for the development\n\n         of the Silk City is correct or not. It will be relevant to quote\n\n         Resolution No. 324/4934 of the Bihar Spun Silk Mills Limited,\n\n         Bhagarlpur, which reads as under:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n</p><blockquote id=\"blockquote_24\">                                 &quot;Resolution No.324/4934.\n</blockquote>\n<blockquote id=\"blockquote_25\">                                 &quot;The Board was informed that the production in\n                                 the company M/s Bihar Spun Silk Mills Ltd. is\n                                 closed since 1992. BSIDC has initiated several\n                                 steps towards revival of the company. The Board\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_62\">                                           54/56</span>\n\n\n\n\n                                 was informed about the steps initiated by\n                                 BSIDC for revival of the BSSML. The Board of\n                                 Directors contemplated using assets of BSSML\n                                 for development of Silk Industry in the State and\n                                 had issued tenders in this regard. The Board\n                                 was informed that legal opinion, for revival of\n                                 BSSML, was obtained from retainer Advocate of\n                                 the Corporation, Mr. Lalit Kihore with reference\n                                 to the case filed by M/s BLA infrastructures\n                                 Private Limited (CWJC 18491/2010), the\n                                 highest bidder in response to the first tender\n                                 invitation by BSIDC on 13.05.2010 for leasing\n                                 out of 11.41 acres of land as approved by the\n                                 Board of Director of BSIDC. Vide Resolution\n                                 no.313/4845 dated 08.04.2010. Subsequently\n                                 fresh bids were invited from all tenderers. The\n                                 retainer Advocate has suggested to file petition\n                                 in the Hon&#x27;ble High Court, Patna for revival of\n                                 the BSSML. The Board discussed the matter in\n                                 detail and it was unanimously resolved as\n                                 under:-\n</blockquote>\n<blockquote id=\"blockquote_26\">                                 &quot;RESOLVED THAT all the previous tenders\n                                 including whole process initiated / made in\n                                 respect of revival of BSSML, notices / invitations\n                                 issued for tenders, receiving and opening of\n                                 bids, any final offer/counter offer or any other\n                                 offer made by BSIDC relating to leasing of the\n                                 said properties and all the actions or acts taken\n                                 or made in this regard either by BSIDS or its\n                                 Board of Directors or any of its representatives\n                                 in this respect be and is hereby cancelled with\n                                 retrospective effect and any tender or other\n Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_63\">                                          55/56</span>\n\n\n\n\n                                 amount received from any parties of above lease\n                                 process be refunded/returned to the respective\n                                 parties&quot;.\n</blockquote>\n<blockquote id=\"blockquote_27\">                                 &quot;RESOLVED FURTHER THAT a petition\n                                 filed before Hon&#x27;ble High Court, Patna for\n                                 seeking guidance/ approval / approval of\n                                 processes for revival of BSSML or any other\n                                 order/option that may be required in this regard\n                                 and the Managing Director of BSIDC be and is\n                                 thereby authorized to initiate steps for filing of\n                                 such petition with Hon&#x27;ble High Court, Patna\n                                 and further to sign, execute, submit the\n                                 petitions, vakalatnamas, documents, deeds,\n                                 papers, make affidavits and to do such other\n                                 acts, deeds and thing that may be required in\n                                 this respect at any time or from time-to-time&quot;.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_76\">         28.             On perusal of the aforesaid Resolution, it appears\n\n         that the Board of Directors after due consideration and\n\n         deliberation passed the aforesaid resolution. Only the Court has\n\n         to see whether the Resolution which has been passed by the\n\n         Board of Directors suffers from any arbitrariness in terms of the\n\n         Wednesbury principle. This Court is of the view that the\n\n         decision taken does not suffer from any illegality on the\n\n         principle set out hereinabove. Even if it is a concluded contract\n\n         but, the public right will prevail over the private right on the\n\n         principle of Salus Populi est surprema lex, which means that\n              Patna High Court CWJC No.18491 of 2010 dt.17-10-2019\n<span class=\"hidden_text\" id=\"span_64\">                                                       56/56</span>\n\n\n\n\n                      regard for public welfare is the highest law.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_77\">                      29.             In such view of the matter, this Court does not find\n\n                      any error in the decision taken by the respondent authorities as\n\n                      the issue of concluded contract cannot be a subject matter of\n\n                      proceeding in a public law remedy, that can only be examined in\n\n                      the private law remedy. But, on fact, this Court has recorded a\n\n                      finding that the petitioner has failed to make out a case of\n\n                      concluded contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">\n</p><p data-structure=\"Conclusion\" id=\"p_79\">                      30.             For the foregoing reasons, this Court does not find\n\n                      any merit in this writ petition, accordingly, the same is\n\n                      dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_81\">                                                               (Shivaji Pandey, J)\n\npawan/-\n</p>\n<pre id=\"pre_2\">AFR/NAFR                N.A.F.R.\nCAV DATE                19.07.2019\nUploading Date          21.10.2019\nTransmission Date\n </pre>","numcites":16,"numcitedby":0,"docsource":"Patna High Court","citetid":41447875,"divtype":"judgments","relatedqs":[{"value":"administrative law","formInput":"administrative%20law"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"wednesbury principle","formInput":"wednesbury%20principle"},{"value":"LEGITIMATE EXPECTATION","formInput":"LEGITIMATE%20EXPECTATION"},{"value":"counter offer","formInput":"counter%20offer"},{"value":"valid contract","formInput":"valid%20contract"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"estoppel","formInput":"estoppel"},{"value":"what is promissory estoppel","formInput":"what%20is%20promissory%20estoppel"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"offer and acceptance","formInput":"offer%20and%20acceptance"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"confirmation of sale","formInput":"confirmation%20of%20sale"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"policy decision ","formInput":"policy%20decision%20"},{"value":"interlocutory application","formInput":"interlocutory%20application"},{"value":"OFFER AND COUNTER OFFER","formInput":"OFFER%20AND%20COUNTER%20OFFER"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"transfer-of-property","formInput":"tag:transfer-of-property"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}