{"tid":1278220,"publishdate":"2003-12-12","title":"Kelkar And Kelkar vs Indian Airlines And Anr. on 12 December, 2003","doc":"<h2 class=\"doc_title\">Kelkar And Kelkar vs Indian Airlines And Anr. on 12 December, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2004(1)ARBLR381(BOM)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-m-lodha\">R.M. Lodha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-m-lodha\">R.M. Lodha</a>, <a href=\"/search/?formInput=benchid:a-v-mohta\">A.V. Mohta</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n  R.M. Lodha, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This appeal is directed against the judgment and order dated 1st November, 1995 whereby the learned Single Judge dismissed the Arbitration suit filed by the appellant herein under <a href=\"/doc/811701/\" id=\"a_1\">Section 20</a> of the Arbitration Act, 1940.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. For the sake of convenience we shall refer the present appellant as the contractor and the first respondent as the Indian Airlines. The Indian Airlines invited tenders in the year 1988 for construction of their building at Pune. The contractor responded to the said tender. Ultimately, the contract was arrived at between the contractor and the Indian Airlines for construction of Indian Airlines building at Pune. The general conditions of the contract formed part of the terms and conditions of the said contract between the contractor and the Indian Airlines. The contract terms, thus, provided that all questions and disputes arising by and between the parties out of and/or in relation thereto shall be referred to the Arbitration provided therein. The contractor in the suit filed under <a href=\"/doc/811701/\" id=\"a_2\">Section 20</a> of the Arbitration Act, 1940 (for short &quot;Act of 1940&quot;) averred that as per the contract, the work was commenced for construction of the Indian Airlines building and the work was carried out as per the specifications and drawings issued by the Architect appointed by the Indian Airlines. From time to time, the contractor submitted to the Indian Airlines the running bills in accordance with the progress of construction of the said building. The contractor completed the said construction work and immediately thereafter submitted its intermediate 10th running bill which was unilaterally treated by the Indian Airlines as the final bill. According to the contractor, the fact is that the final bill was submitted on 23rd December, 1993. The Indian Airlines failed to sanction the amount of the running bills and the final bill. It was, thus, submitted by the contractor that the dispute and difference having been arisen between the parties, the matter is required to be referred to the Arbitrator under the contract. The contractor averred that by its letter dated 23rd December, 1993, it called upon the Indian Airlines to settle the dues within the time stated therein failing which the contractor would be compelled to refer the dispute to sole Arbitration of the Managing Director, Indian Airlines who has been named as a sole Arbitrator under the Arbitration agreement. The Indian Airlines received the said letter but failed to comply with the requisition made therein. Thereafter by letter dated 1st February, 1994, the contractor called upon the Managing Director, Indian Airlines to act as an Arbitrator. The Indian Airlines by letter dated 10th February, 1994 informed the contractor that since the matter pertains to the Western Region, necessary action would be taken on receipt of details/present status. The contractor raised the grievance that since the Managing Director, Indian Airlines has not entered upon the reference until date despite repeated requests, the contractor has been compelled to file the Arbitration suit under <a href=\"/doc/811701/\" id=\"a_3\">Section 20</a> of the Act of 1940.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. The Arbitration suit was contested by the Indian Airlines. Inter alia, the plea was set up that the contractor having accepted the amount in full and final settlement of its claim, there does not exist any dispute as to any claim or any question arising out of the contract is required to be referred to the Arbitration. With regard to the letter written by the contractor to the Indian Airlines on 12.11.1993 that the contractor was forced to settle the claim, it was submitted by the Indian Airlines that it was an after thought and such matter cannot be adjudicated under the Arbitration.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_1\">4. The learned Judge held that the contractor has not disclosed in the plaint the fact of having received the cheques dated 29th October, 1993 and 12th November, 1993 in the sum of Rs. 4,67,715.10 and Rs. 1,16,129 respectively in full and final settlement of their claims towards the work of construction of the Airlines house at Pune. The learned Judge held that the claim in the letter dated 12th November, 1993 written by the contractor to the Indian Airlines that he accepted the amount under duress was an after thought. The learned Judge specifically recorded that there is accord and satisfaction by final settlement of the claims and relying on the judgment of the Supreme Court in <a href=\"/doc/209845/\" id=\"a_4\">P.K. Ramaiah &amp; Co. v. Chairman &amp; Managing Director, National Thermal Power Corporation</a>, 1994 Suppl. (3) SCC 126, dismissed the contractor&#x27;s suit. Aggrieved thereby, the present appeal has been preferred.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. The question before us is ; whether the dispute that the amount of Rs. 4,67,715.10 and Rs. 1,16,129 received by the contractor in full and final settlement of their claim towards the work of construction Indian Airlines building at Pune as recorded in the receipt dated 12th November, 1993 was under duress is an Arbitrable dispute that can be the subject matter of reference under the Arbitration agreement between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">6.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1565247\" id=\"span_2\">In the <a href=\"/doc/1565247/\" id=\"a_5\">Union of India v. Kishorilal Gupta &amp; Brothers, , K. Subba Rao, J.</a> (as His Lordship then was) speaking for the majority, held thus :</span>\n</p>   \n\n<blockquote id=\"blockquote_1\">&quot;(10)   The following principles relevant to the present case emerge from the aforesaid discussion :\n</blockquote>   \n\n<blockquote id=\"blockquote_2\">(1)   An Arbitration clause is a collateral term of a contract as distinguished from its substantive terms ; but nonetheless it is an integral part of it;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(2)   however comprehensive the terms of an arbitration clause may be, the existence of the contract is a necessary condition for its operation, it perishes with the contract;\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(3)   the contract may be non est in the sense that it never came legally into existence or it was void ab initio ;\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(4)   though the contract was validly executed, the parties may put an end to it as if it had never existed and substitute a new contract for it solely governing their rights and liabilities thereunder;\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(5)   in the former case, if the original contract has no legal existence, the Arbitration clause also cannot operate, for along with the original contract, it is also void; in the latter case, as the original contract is extinguished by the substituted one, the Arbitration clause of the original contract perishes with it; and\n \n\n(6)   between the two falls many categories of disputes in connection with a contract, such as the question of repudiation, frustration, breach etc. In those cases it is the performance of the contract that has come to an end, but the contract is still in existence for certain purposes in respect of disputes arising under it or in connection with it. As the contract subsists for certain purposes, the Arbitration clause operates in respect of these purposes.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. A.K. Sarkar, J. (as His Lordship then was) in the minority judgment held in para 31 of the report thus :\n</p><blockquote id=\"blockquote_7\"> &quot;(31)    In my view, therefore, an accord and satisfaction does not destroy the arbitration clause. An examination of what has been called the accord and satisfaction in this case shows this clearly. From what I have earlier said about the terms of the settlement of February 22, 1949, it is manifest that it settled the disputes between the parties concerning the breach of the contract for kettles camp and its consequences. All that it said was that the contract had been broken causing damage and the claim to the damages was to be satisfied &quot;in terms of the settlement&quot;. It did not purport to annihilate the contract or the Arbitration clause in it. I feel no doubt, therefore, that the Arbitration clause subsisted and the Arbitrator was competent to Arbitrate. The Award was not in my view, a nullity.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_3\">8. The two Judge Bench of the Supreme Court in <a href=\"/doc/1545494/\" id=\"a_6\">Damodar Valley Corporation v. K.K. Kar</a>, , observed thus :</span>\n</p><blockquote id=\"blockquote_8\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1565247\" id=\"span_4\">&quot;The principle <a href=\"/doc/1545494/\" id=\"a_7\">laid down by</a> Sarkar, J., in <a href=\"/doc/1565247/\" id=\"a_8\">Kishorilal Gupta Brother</a>&#x27;s case, , that accord and satisfaction does not put an end to the Arbitration clause was not dissented from by the majority. On the other hand proposition (6) seems to lend weight to the views of Sarkar, J.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. In Bharat Heavy Electricals Limited v. Amar Nath Bhan Prakash, , the Apex Court was dealing with the question whether there was discharge of the contract by accord and satisfaction or not, is a dispute arising out of the contract and to be referred to the Arbitration. Dealing with the said question, the Apex Court in its short judgment, held thus :\n</p><blockquote id=\"blockquote_9\">  &quot;It appears from the order of the High Court impugned in the appeal that the High Court has not correctly appreciated the position that the question whether there was discharge of the contract by accord and satisfaction or not, is a dispute arising out of the contract and is liable to be referred to Arbitration and hence the application of the respondent under Section 20 of the Indian Arbitration Act should have been allowed and the matters in dispute between the parties, including the question whether or not there was discharge of the contract by accord and satisfaction should have been referred to Arbitration. We, therefore, set aside the finding of the High Court that there was no accord and satisfaction of the contract and direct that the matters in dispute between the parties, including the question whether or not there was discharge of the contract by accord and satisfaction, be referred to the Arbitration of Mr. V.S. Deshpande, retired Chief Justice of the Delhi High Court, under the Arbitration clause contained in the contract between the parties.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_5\">In the <a href=\"/doc/864798/\" id=\"a_9\">Union of India and Anr. v. L.K. Ahuja &amp; Co.</a>, , the Apex Court in paras 3 and 8 of the report, held thus :</span>\n</p>   \n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1309014\" id=\"span_6\">&quot;(3)   The sole question, involved in this appeal is whether the High Court was right in dismissing the application. In matters of this nature, the main question is whether the application under <a href=\"/doc/811701/\" id=\"a_10\">Section 20</a> was within time. Though there was some doubt before but now it is well-settled in view of the decision of this Court in <a href=\"/doc/1309014/\" id=\"a_11\">Kerala State Electricity Board, Trivendrum v. T.P.K.K. Amsom and Besom, Kerala</a>, , that <a href=\"/doc/249731/\" id=\"a_12\">Article 137</a> would apply to any petition or application filed under any Act to a Civil Court. The words &quot;any other application&quot; this Court held under <a href=\"/doc/249731/\" id=\"a_13\">Article 137</a>, cannot be read on the principle of ejusdem generis to be applications under the Civil Procedure Code other than those mentioned in Part I of the third division.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_11\">(8)   In view of the well-settled principles we are of the view that it will be entirely wrong to mix-up the two aspects, namely, whether there was any valid claim for reference under <a href=\"/doc/811701/\" id=\"a_14\">Section 20</a> of the Act, and, secondly, whether the claim to be adjudicated by the Arbitrator, was barred by lapse of time. The second is a matter which the Arbitrator would decide unless, however, if on admitted facts a claim is found at the time of making an order under <a href=\"/doc/811701/\" id=\"a_15\">Section 20</a> of the Arbitration Act, to be barred by limitation. In order to be entitled to ask for a reference under <a href=\"/doc/811701/\" id=\"a_16\">Section 20</a> of the Act, there must be an entitlement to money and a difference or dispute in respect of the same. It is true that on completion of the work, right to get payment would normally arise and it is also true that on settlement of the final bill, the right to get further payment gets weekend but the claim subsists and whether it does subsist, is a matter which is Arbitrable. In this case, the claim for reference was made within three years commencing from April, 16, 1976 and the application was filed on December, 18, 1976. We are, therefore, of the view that the High Court was right in this case. See in this connection the observations of this Court in Major (Retd.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_7\"><a href=\"/doc/20683/\" id=\"a_17\">Inder Singh Rekhi v. D.D.A.</a>, .&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_8\">In <a href=\"/doc/209845/\" id=\"a_18\">P.K. Ramaiah &amp; Co. v. Chairman &amp; Managing Director, National Thermal Power Corporation</a> (supra), the two Judge Bench of the Supreme Court was seized with the question whether the Arbitrable dispute existed between the parties when the claimant had settled the dispute in writing.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_10\">The Supreme Court considered its previous judgments in <a href=\"/doc/1545494/\" id=\"a_19\">Damodar Valley Corporation</a> (supra), Bharat Heavy Electricals Ltd. (supra) and <a href=\"/doc/864798/\" id=\"a_20\">L.K. Ahuja</a> (supra), and in para 8 of the report held thus :</span></span>\n</p><blockquote id=\"blockquote_12\">  &quot;Admittedly the full and final satisfaction was acknowledged by a receipt in writing and the amount was received unconditionally. Thus, there is accord and satisfaction by final settlement of the claims. The subsequent allegation of coercion is an afterthought and a devise to get over the settlement of the dispute, acceptance of the payment and receipt voluntarily given. In Russell on Arbitration, 19th Edn., page 396, it is stated that &quot; &#x27;an accord&#x27; and satisfaction may be pleaded in an action on Award and will constitute a good defence&quot;. Accordingly, we hold that the appellant having acknowledged the settlement and also accepted measurements and having received the amount in full and final settlement of the claim, there is accord and satisfaction. There is no existing Arbitrable dispute for reference to the Arbitration.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. The three Judge Bench of the Supreme Court in Nathani Steels Ltd. v. Associated Constructions, 1995 Suppl.(3) SCC 324, held that once there was a full and final settlement in respect of any particular dispute or difference in relation to a matter covered under the Arbitration clause of the contract and that dispute or difference was finally settled by and between the parties, such a dispute or difference did not remain to be an Arbitrable dispute. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_12\">The three Judge Bench of the Supreme Court followed its earlier judgment in <a href=\"/doc/209845/\" id=\"a_21\">P.K. Ramaiah &amp; Co.</a> (supra) and distinguished <a href=\"/doc/1545494/\" id=\"a_22\">Damodar Valley Corporation</a> (supra). In paragraph 3 of the judgment, the Supreme Court held thus :</span></span>\n</p><blockquote id=\"blockquote_13\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1119615\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_14\">&quot;(3)   The appellant has invited our attention to two decisions of this Court. The first dated 01.10.1993 in <a href=\"/doc/209845/\" id=\"a_23\">P.K. Ramaiah and Co. v. Chairman &amp; Managing Director, National Thermal Power Corporation</a>, and second, dated 04.02.1994 in <a href=\"/doc/1119615/\" id=\"a_24\">State of Maharashtra v. Nav Bharat Builders</a>. In the first mentioned case the parties had resolved their disputes and differences by a settlement pursuant whereto payment was agreed and accepted in full and final settlement of the contract. Thereafter, brushing aside that settlement the Arbitration clause was sought to be invoked and this Court held that under the said clause certain matters mentioned therein could be settled through Arbitration but once those were settled amicably by and between the parties and there was full and final payment as per the settlement, there existed no Arbitrable dispute whatsoever and, therefore, it was not open to invoke the Arbitration clause. In the second mentioned case the respondent-contractor acknowledged the receipt of the amount paid to him and stated that there was unconditional withdrawal of his claim in the suit in respect of the labour escalation. There was, thus, full and final settlement of the claim and it was contended that no Arbitrable dispute survived in relation thereto. Other claims, if any, and which were not settled by and between the parties could be raised and it would be open to consider whether the Arbitrable dispute arose under the contract necessitating reference to Arbitration.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_15\">Dealing with this question also this Court after referring to the decision in <a href=\"/doc/209845/\" id=\"a_25\">P.K. Ramaiah</a> case (supra), concluded that in relation to the claim under the head labour escalation there did not remain any Arbitrable dispute which could be referred to Arbitration. It would thus be seen that once there is a full and final settlement in respect of any particular dispute or difference in relation to a matter covered under the Arbitration clause in the contract and that dispute or difference is finally settled by and between the parties, such a dispute or difference does not remain to be an Arbitrable dispute and the Arbitration clause cannot be invoked even though for certain other matters, the contract may be in subsistence.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1545494\" id=\"span_16\">Learned counsel for the respondent, however, placed great emphasis on an earlier decision of this Court in <a href=\"/doc/1545494/\" id=\"a_26\">Damodar Valley Corporation v. K.K. Kar</a> (supra), and in particular to the observations made in paras 11 to 13 of the judgment.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_17\">It may, at the outset, be pointed out that a similar argument was advanced based on the observations made in this decision, in <a href=\"/doc/209845/\" id=\"a_27\">Ramaiah</a> case (supra), also (vide para 7) but the same was rejected holding that on the facts since the respondent did not give any receipt accepting the settlement of the claim, the payment made by the other side was only unilateral and hence the dispute subsisted and the Arbitration clause in the contract could be invoked. Therefore, that decision can be distinguished on facts. Even otherwise we feel that once the parties have arrived at a settlement in respect of any dispute or difference arising under a contract and that dispute or the difference is amicably settled by way of a final settlement by and between the parries, unless that settlement is set aside in proper proceedings, it cannot lie in the mouth of one of the parties to the settlement to spurn it on the ground that it was a mistake and proceed to invoke the Arbitration clause. If this is permitted the sanctity of contract, the settlement also being a contract, would be wholly lost and it would be open to one party to take the benefit under the settlement and then to question the same on the ground of mistake without having the settlement set aside. In the circumstances, we think that in the instant case since the dispute or difference was finally settled and payments were made as per the settlement, it was not open to the respondent unilaterally to treat the settlement as non est and proceed to invoke the Arbitration clause. We are, therefore, of the opinion that the High Court was wrong in the view that it took.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">13.    In Wild Life Institute of India, Dehradun v. Vijay Kumar Garg, , the Supreme Court held thus :\n</p>   \n\n<blockquote id=\"blockquote_14\">&quot;(5)   Looking to the facts in the present case and the circumstances which are apparent from the correspondence exchanged between the parties in connection with the signing of the receipt of 23.10.1993, it is clear that the final payment was accepted by the respondent in full satisfaction of all his claims under the contract and that there was no dispute outstanding. After the receipt of the said amount also, the respondent has not lodged any protest nor has he alleged any pressure being put upon him for signing the receipt.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(6)   It is also necessary to refer to the Arbitration clause under the contract which clearly provides that if the contractor does not make any demand for Arbitration in respect of any claim in writing within 90 days of receiving the intimation from the appellants that the bill is ready for payment, the claim of the contract will be deemed to have been waived and absolutely barred and the appellant shall be discharged and released of all liabilities under the contract in respect of these claims. The liability, therefore, of the appellants ceases if no claim of the contractor is received within 90 days of receipt by the contractor of an intimation that the bill is ready for payment. This clause operates to discharge the liability of the appellants on expiry of 90 days as set out therein and is not merely a clause providing a period of limitation in the present case, the contractor has not made any claim within 90 days of even receipt of the amount under the final bill. The dispute had been raised for the first time by the contractor 10 months after the receipt of the amount under the final bill.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"620887\" id=\"span_18\">In <a href=\"/doc/620887/\" id=\"a_28\">Union of India v. Popular Builders, Calcutta</a>, , the Apex Court in paras 3, 4 and 5 of the report observed thus :</span>\n</p>   \n\n<blockquote id=\"blockquote_16\">&quot;(3)   Mr. A. Subba Rao, the learned counsel for the Union of India however raised the question that the final bill having been accepted by the respondent contractor, without any objection, there did not subsist any Arbitrable dispute to be referred to Arbitration, invoking Clause 25 of the agreement and, therefore, the impugned Award has to be set aside. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"209845\" id=\"span_19\">In support of this contention, reliance has been placed on two decisions of this Court--<a href=\"/doc/209845/\" id=\"a_29\">P.K. Ramaiah &amp; Co. v. Chairman &amp; Managing Director, National Thermal Power Corporation</a> (supra), as well as a three Judges Bench decision of this Court in Nathani Steels Ltd. v. Associated Constructions (supra).</span>\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(4)   Mr. L. Nageswara Rao, appearing for the respondent claimant on the other hand contended that this objection had not specifically been taken in the objection that was filed under <a href=\"/doc/1503578/\" id=\"a_30\">Sections  30</a> and <a href=\"/doc/1154891/\" id=\"a_31\">33</a> of the Arbitration Act and, therefore, the Union Government should not be permitted to take up this plea in this forum. He further contended that pursuant to the request made by the contractor, the Chief Engineer himself having appointed an Arbitrator on the ground that dispute subsists for Arbitration and in the Arbitration proceeding, the Union Government having fully participated and further subsequent to the Award a rectification application having been filed by the Union Government and in that application also, only challenge being made on the quantum and not on the ground of absence of Arbitrable disputes, it would not be appropriate for this Court to allow the Union Government to take this plea at this belated stage. He also contended that the two decisions referred to by the Union Government are prior to the appointment of Arbitrator and none of these decisions are applicable to the case in hand, where an Award has been passed by the appointed Arbitrator after due participation of the Union Government in the Arbitration proceedings.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(5)   Having considered the rival submissions at the Bar and on careful scrutiny of the objections filed by the Union Government under <a href=\"/doc/1503578/\" id=\"a_32\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_33\">33</a> of the Arbitration Act, though we find sufficient force in the contention of Mr. Nageswara Rao, but the existence of a dispute being the condition precedent for appointment of an Arbitrator under Clause 25 and in view of the two decisions of this Court and that the respondent claimant did receive the final bill without any protest, we are not persuaded to outright reject the contention of Mr. Subba Rao, appearing for the Union Government. It transpires from the Award itself that only as against Claim Item 2, the Union of India had pleaded that the said claim cannot be entertained in view of the receipt of the final bill by the contractor without any protest, without the Arbitrator had rejected the said plea of the Union of India. It is no doubt true as contended by Mr. Nageswara Rao that neither the judgment of the learned Single Judge nor the judgment of the Division Bench, which is under challenge in this appeal before this Court did indicate the fact that the Union of India had raised this contention before the aforesaid two forums below but notwithstanding the same when the existence of an Arbitrable dispute is the condition precedent for exercise of power for appointment of an Arbitrator under Clause 25 and since the final bill that was prepared by the appropriate authority was accepted by the respondent without any protest as is apparent from the letter of the claimant contractor and the question had been raised before the Arbitrator in respect of Claim Item 2 by the Union of India, we think it appropriate to hold that so far as Claim Item 2 is concerned, the same could not have been a matter of reference of an Arbitrable dispute and as such, the Award of the Arbitrator to that extent must be set aside. So far as the other claim items are concerned, the Union of India not having taken any objection to the same on the aforesaid score and that even the objection filed under <a href=\"/doc/1503578/\" id=\"a_34\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_35\">33</a> of the Arbitration Act not being specific on that issue, we do not think it appropriate to allow the Union Government to raise that objection, so far as the other items of claim are concerned. Accordingly, the impugned Award in respect of Claim Item 2 is set aside and the rest of the Award amount, stand affirmed. The appeal is allowed in part.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\">15.    In New India Assurance Co. Ltd. v. Mono Rail Wheels and Ors., 2001(5) Supreme 356, the Supreme Court held thus :\n</p>   \n\n<blockquote id=\"blockquote_19\">&quot;(1)   An application under <a href=\"/doc/811701/\" id=\"a_36\">Section 20</a> of the Arbitration Act, 1940 was filed by respondent No. 1 in the Court of District Judge, Jaipur for referring the dispute with the appellant to Arbitration. On notice being issued, the appellant filed objections to the effect that respondent No. 1 had obtained insurance policy from the appellant in respect of building for Rs. 7,00,000, plaint and machinery for Rs. 30,00,000, goods kept in premises for Rs. 9,00,000, thus, the total insured value was Rs. 46,00,000. It is alleged that on 29.07.1990 the insured premises was gutted under fire and the appellant got the matter investigated on information being furnished by respondent No. 1 through Shri Brahm Dutt Gupta, who made a report on 04.09.1990 and after his report was received another surveyor, Shri G.K. Jain inspected the site and he filed a report after getting some papers signed by respondent No. 1 assessing the loss at Rs. 68,000 and filed a petition before the National Consumer Forum which was, however/dismissed. Thereafter, an application under <a href=\"/doc/811701/\" id=\"a_37\">Section 20</a> of the Arbitration Act, 1940 was filed. The appellant admitted that the factum of insured premises was gutted as a result of fire accident and contended that the surveyor had settled the claim for Rs. 68,000 after discussion with respondent No. 1, and, hence the application was not maintainable. But the contention of respondent No. 1 was that he had not agreed to the settlement in any manner and, therefore, the Court found that there was still a dispute in existence and on that basis, it proceeded to refer the matter to Arbitrator for decision in terms of Clause 13 of the insurance policy. Against that order a revision petition was filed before the High Court and the High Court dismissed the said petition. Hence, this appeal.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(2)   It is now brought to our notice that the Arbitrator had entered upon the Arbitration before whom the parties have made their respective claims and participated in the proceedings. One of the points for determination by the Arbitrator was whether respondent No. 1 had settled the claim in full and final settlement of Rs. 68,000. The Arbitrator had made the Award on 12.03.1995 and is now pending considering for passing decree in terms thereof. Whatever grounds are urged in this appeal could also be raised in the objections under <a href=\"/doc/1503578/\" id=\"a_38\">Section 30</a> of the Arbitration Act. We, therefore, find no justification to interfere with the order made by the High Court. If the appellant files before the Court, objections as aforesaid within a period of four weeks from today, the same shall be considered in accordance with law.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_16\">This appeal is, therefore, dismissed subject to what is stated above. Appeal disposed of accordingly.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1680839\" id=\"span_20\">16. We may also refer to the Division Bench judgment of this Court in <a href=\"/doc/1680839/\" id=\"a_39\">Ravindra Anant Deshmukh v. City and Industrial Development Corporation of Maharashtra Ltd.</a>, 1997(2) All MR 633=1997 (Suppl.) Arb. LR 574 (Bom.) (DB), upon which reliance was placed by Mr. Milind Vasudeo, learned counsel for the contractor at this stage. The Division Bench in para 5 held thus :</span>\n</p>   \n\n<blockquote id=\"blockquote_21\">&quot;(5)   We have given our careful consideration to the reasoning and conclusion of the learned Single Judge. We, however, find it extremely difficult to accept the same for reasons more than one. First, a question whether there was a discharge of the contract by accord and satisfaction or not itself is a dispute arising out of the contract which has to be referred to Arbitration. Second, in order to entitle the Court to refuse to refer the dispute to Arbitration, there must be a voluntary and unconditional written acceptance of payment in full and final settlement of the contract. None of these conditions exists in the instant case. Obviously, there is no voluntary and unconditional written acceptance of payment by the appellant in full and final settlement of contract. By no process of reasoning or interpretation, the &quot;No demand certificate&quot; furnished by the appellant as a pre-condition for the scrutiny of the bill can be construed as a voluntary and unconditional acceptance of payment in full and final settlement of the contract because such a certificate was, furnished along with the bill or claim obviously as a precondition for scrutiny of the bill much before the claimant could know as to which part of his claim was going to be accepted by the other side or what amount would be offered against his claim. It is clear in this case from the various letters issued by the respondent that it was a practice of the respondent to obtain a no demand certificate in the format supplied by it as a condition precedent for scrutiny of the bill itself. The format of the no demand certificate is as follows :\n</blockquote>   \n\n<blockquote id=\"blockquote_22\">&quot;I..........................certify that I have no claims from CIDCO whatsoever against the Corporation in connection with or arising out of the said contract, remain unadjusted.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\">The above No demand certificate, in our opinion, is a certificate obtained by the respondent from the claimant before the scrutiny of the claim to ensure that the claim made in the final bill includes all claims of the contractor and no additional claim would be raised by him in future. This is the only just and reasonable interpretation of the above certificate. Any other interpretation will be contrary to the clear terms of the certificate. In any event, the above No demand certificate cannot be construed to mean discharge of the contract by accord and satisfaction, because it is required to be furnished along with the claim and even before it is scrutinised by the respondent. The question of receipt in full and final settlement can arise only after an offer is made of a specified amount by the other side in full and final settlement of the claim. It is only at that stage that one can apply his mind and accept the payment in full and final settlement if he is satisfied with the same and only in such a case, the acceptance can be termed as voluntary and unconditional. The no demand certificate issued in this case, in our view, can never be construed as accord and satisfaction and the same cannot constitute sufficient cause for refusing to refer a dispute to the Arbitration.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1680839\" id=\"span_21\">We may at this stage indicate that the judgment of the Division Bench of this Court in <a href=\"/doc/1680839/\" id=\"a_40\">R.A. Deshmukh</a> (supra), has no application in the facts and circumstances of the case as the Division Bench on facts found, as a matter of fact, that No demand certificate issued by the contractor could not be construed as accord and satisfaction.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">17. In our considered view, the legal position is clearly and unambiguously reflected in Nathani Steels Ltd. (supra), and it is this that once there is a full and final settlement in respect of any particular dispute or difference in relation to a matter covered under the Arbitration clause in the contract and that dispute or difference is finally settled by and between the parties, such a dispute or difference does not remain to be an Arbitrable dispute and the Arbitration clause cannot be invoked. As held therein, once the parties have arrived at the settlement in respect of any dispute or difference arising under the contract and that dispute or difference is settled by way of final settlement by and between the parties, unless that settlement is set aside in an appropriate proceedings, it cannot lie in the mouth of one of the parties to the settlement to challenge it on the ground that it was a mistake and to proceed to invoke the Arbitration clause. In the words of Supreme Court, if this is permitted the sanctity of contract, the settlement also being a contract, would be wholly lost and it would be open to one party to take the benefit under the settlement and then question the same on the ground of mistake without having the settlement set aside. The law laid down by the Apex Court in Nathani Steels (supra), admits of no ambiguity and it is equally applicable to a case where a party to the settlement questions such settlement on the ground of duress or coercion or Undue influence or like reason. In the backdrop of this legal position, we now advert to the receipt dated 12th November, 1993 executed by the contractor. The said receipt reads thus :\n</p><blockquote id=\"blockquote_23\">  &#x27;&#x27;Further to our letter No. KK/IA/1515 dated 12th November, 1993, we hereby acknowledge receipt of cheque No. 323972 dated 29.10.1993 for Rs. 4,67,715.10 and cheque No. 324644 dated 12.11.1993 for Rs. 1,16,129 both drawn on State Bank of India, Vakola, Bombay, in full and final settlement of all our claims towards the work of constructions of Airlines House, at Pune.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_21\">18. The aforesaid receipt in writing clearly shows that the amount of Rs. 4,67,517.10 and Rs. 1,16,129 vide two cheques mentioned in the receipt were received by the contractor in full and final settlement of all the claims of the contractor towards the work of construction of Indian Airlines building at Pune. The said receipt bears No. KK/IA/1516 dated 12th February, 1993. Before the said receipt was executed, the letter bearing No. KK/IA/1515 dated 12th November, 1993 was given by the contractor to the Indian Airlines stating therein thus :\n</p><blockquote id=\"blockquote_24\">  &quot;We hereby withdraw claims mentioned under the head Additional Claims in our 10th R.A. Bill/Final Bill dated 11th May, 1992.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">19. The two documents viz. letter No. KK/IA/1515 dated 12th November, 1993 and receipt bearing No. KK/IA/1516 dated 12th November, 1993 leave no manner of doubt and leads to the inference and the conclusion that the receipt in full and final settlement of all the claims by the contractor was executed unconditionally, amicably and voluntarily. The learned counsel for the appellant submitted that on 12th November, 1993 itself, the contractor sent a letter to the Indian Airlines informing them that the letter and receipt dated 12.11.1993 were issued under duress and that the dispute is Arbitrable under the Arbitration clause. We are afraid, the submission of the learned counsel for the appellant cannot be accepted on the face of the legal position noted above. If the case of the contractor is that the receipt dated 12.11.1993 depicting full and final settlement of all their claims towards the work of construction of Indian Airlines building at Pune was under duress, we are afraid such case of the contractor is not Arbitrable under the agreement. The claim to set aside the settlement on such grounds as duress, coercion or mistake cannot be a subject matter of reference under an Arbitration clause. Moreover, the contractor must have first pursued the proceedings for setting aside the settlement depicted vide receipt dated 12th November, 1993 which has not been done. On the face of the receipt dated 12.11.1993 which depicts full and final settlement of the contractor&#x27;s claims in respect of construction of Indian Airlines building at Pune, there is no dispute remaining between the parties for reference under Arbitration clause and the dispute that receipt dated 12th November, 1993 was executed under duress is not an Arbitrable dispute. From the available material, we have no hesitation in holding that all the claims of the contractor was finally settled and that was duly acknowledged by the contractor and it is not open to the contractor to treat the said settlement as non est on the ground that it was under duress and proceeded to invoke the Arbitration clause.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_22\">20. We may now deal with the two aspects highlighted by the learned counsel for the appellant. The learned counsel submitted that the judgment of the Supreme Court in <a href=\"/doc/209845/\" id=\"a_41\">P.K. Ramaiah</a> (supra), turns on its own facts and therefore, not applicable to the present case.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_23\">He submitted that in <a href=\"/doc/209845/\" id=\"a_42\">P.K. Ramaiah</a> (supra), the dispute in respect of settlement was not raised on that very day and that the settlement was in respect of the contract.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_24\">We are afraid, the distinguishing features highlighted by the learned counsel for the appellant in <a href=\"/doc/209845/\" id=\"a_43\">P.K. Ramaiah</a> (supra), do not alter the legal position.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_25\">In our considered view, the law <a href=\"/doc/209845/\" id=\"a_44\">laid down in</a> <a href=\"/doc/209845/\" id=\"a_45\">P.K. Ramaiah</a> (supra), and <a href=\"/doc/209845/\" id=\"a_46\">the said judgment</a> having been followed by the Apex Court in Nathani Steels (supra), is fully applicable in the facts and circumstances of the case which have already indicated above and needs no repetition. The other aspect highlighted by the learned counsel for the appellant was that the <a href=\"/doc/1052228/\" id=\"a_47\">Arbitration Act, 1940</a> has been repealed by the <a href=\"/doc/1306164/\" id=\"a_48\">Arbitration and Conciliation Act, 1996</a> and that provisions of the Act of 1996 are applicable.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"202973\" id=\"span_26\">In this connection, he relied upon the judgment of the Supreme Court in <a href=\"/doc/202973/\" id=\"a_49\">Konkan Railway Corporation Ltd. and Anr. v. Rani Construction Pvt. Ltd.</a>, . We are afraid the contention of the learned counsel for the appellant is misplaced and misconceived and noted to be rejected. The Arbitration suit was filed by the contractor under <a href=\"/doc/811701/\" id=\"a_50\">Section 20</a> of the Act of 1990 and the impugned order was passed by the learned Single Judge in exercise of the power under <a href=\"/doc/811701/\" id=\"a_51\">Section 20</a> of the Act of 1940 when the 1996 Act has not even seen the light of the day. We have to see the correctness of the order of the learned Single Judge passed before the 1996 Act was enacted and, obviously, the appeal arising out of the order passed under <a href=\"/doc/811701/\" id=\"a_52\">Section 20</a> of the Act of 1940 has to be heard accordingly and since it has been held that there is no Arbitrable dispute referable to Arbitration, question of applicability of Act of 1996 does not arise at all. We, accordingly, overrule the submission of the learned counsel for the appellant that the provisions of the Act of 1996 are applicable.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">21. In the result, we confirm the judgment and order dated 1st November, 1995 passed by the learned Single Judge and dismiss the appeal with no order as to costs.\n</p>\n\n \n\n","numcites":16,"numcitedby":4,"docsource":"Bombay High Court","citetid":1278220,"divtype":"judgments","relatedqs":[{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"coercion","formInput":"coercion"},{"value":"final bill","formInput":"final%20bill"},{"value":"DAMODAR VALLEY CORPORATION ","formInput":"DAMODAR%20VALLEY%20CORPORATION%20"},{"value":"duress","formInput":"duress"},{"value":"airlines","formInput":"airlines"},{"value":"nathani steels ltd ","formInput":"nathani%20steels%20ltd%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"claim after full and final settlement","formInput":"claim%20after%20full%20and%20final%20settlement"},{"value":"indian airlines","formInput":"indian%20airlines"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"arbitration invoked once,can it be invoked again","formInput":"arbitration%20invoked%20once%2Ccan%20it%20be%20invoked%20again"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"review-judgment","formInput":"tag:review-judgment"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}