{"tid":807022,"publishdate":"2008-02-15","title":"Mumbai Metropolitan Region ... vs Unity Infraproject Ltd. on 15 February, 2008","doc":"<h2 class=\"doc_title\">Mumbai Metropolitan Region ... vs Unity Infraproject Ltd. on 15 February, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-y-chandrachud\">D.Y. Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-y-chandrachud\">D.Y. Chandrachud</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nD.Y. Chandrachud, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. On 20th July 2003, the Petitioner invited tenders for the construction of 1648 tenements for the rehabilitation of project affected households at Kanjur Marg. This was a World Bank Project. The work was to be carried out in two phases. Phase I envisaged the completion of 384 tenements. Phase II involved the completion of the balance. The area where residential premises were to be constructed was densely populated and was congested with dwelling units of an informal nature. The two phase programme of work was to be in accordance with the availability of vacant space for the construction of buildings. The contractor was to initially complete three or four buildings and upon the shifting of project affected families in the space which would be vacated, other buildings were to be constructed. The contractor was on notice that he would have to co­ordinate the work in such a manner as would avoid any hindrance in progress of the work &quot;for which he would not be paid any additional sum&quot;. The contention of the Petitioner is that offers were invited on a lump sum basis for the entire work without adjustments.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The offer submitted by the Respondent was the lowest responsive offer and a letter of acceptance was issued on 3rd November 2003. During the course of the work, the Respondent raised claims inter alia towards loss of overheads, increases in costs, under­utilization of machinery, refund of excise duties, increase in steel and cement prices and compound interest. The Engineer appointed under the contract refused to certify the claims of the Respondent by a letter dated 13th July 2004. Clause 24 of the agreement stipulated that in the event that a decision taken by the Engineer was outside the authority conferred by the contract or was wrong, the decision was to be referred to an adjudicator. In the meantime, the Respondent continued to raise bills including claims for the aforesaid amount, a practice which was followed from R.A. Bill 3 which was submitted on 24th August 2004 upto R.A. Bill 9 submitted on 24th February 2005. The Adjudicator was required to take a decision within 28 days. The Respondent referred the dispute to the Adjudicator on 3rd September 2004. On 27th October 2004, the Respondent invoked arbitration under the arbitral provisions contained in Clause 25.2 of the contract, principally on the basis that the Adjudicator had failed to render a decision within the stipulated period. The Adjudicator was thereupon informed in a meeting held on 16th March 2005 that the Respondent did not desire to continue with adjudication for those claims which were referred to arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">Subsequent claims were referred by the Respondent to the Adjudicator on 7th March 2005. The Adjudicator held that the Respondent was entitled to an extension of time without levy of liquidated damages until 26th April 2005. The Engineer had by a letter dated 27th December 2004 imposed liquidated damages on the Respondent on account of delay in the completion of work under Phase I and declined to grant an extension of time. On 10th January 2005, the Respondent addressed a communication to the Petitioner recording therein that the Petitioner was not responsible for the delay in the completion of work under what was described as Mile Stone­I and sought an extension of time for completion without levy of liquidated damages. The Respondent undertook that on account of a revision of the date for the first milestone until 31st March 2005, the Respondent &quot;shall not stake any extra claim whatsoever on any of the above account&quot; against the Petitioner and the Petitioner is not responsible in respect thereof. By a letter dated 25th January 2005, the Petitioner agreed to waive liquidated damages.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">3. The contention of the Respondent in a letter dated 7th March 2005 and in a subsequent letter dated 18th March 2005 was that while it had waived all its claims by its letter dated 10th January 2005, that letter was written under duress. The Petitioner declined to nominate an Arbitrator, the submission being that this was on the basis that there was no arbitrable dispute. The contention of the Petitioner in a letter dated 2nd November 2004 was that since no decision of the Adjudicator had been received, there was no occasion for a reference to the arbitral Tribunal. The Institution of Engineers appointed an Arbitrator under Clause 25.3 of the contract and the Arbitral Tribunal was constituted. The Petitioner raised an objection under <a href=\"/doc/675839/\" id=\"a_1\">Section 16</a> of the Arbitration and Conciliation Act, 1996, to challenge the jurisdiction of the Arbitral Tribunal. The application was rejected by an order dated 22nd October 2005. Eventually, by its award dated 17th April 2007, the arbitral Tribunal awarded an aggregate sum of Rs. 1,65,03,119/­ together with interest at the rate of 10% per annum from 3rd May 2005 till the date of the publication of the award and future interest at the rate of 12% per annum from the date of the award till payment. The award has been questioned in these proceedings.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">4. The principal foundation of the challenge to the arbitral award is contained in three submissions that were urged before the Court by Counsel appearing on behalf of the Petitioner. These submissions were (i) There is an absolute prohibition in the contract on the entertainment and award of extra claims; the only entitlement of the Contractor being an extension of time required for completion of work. Despite the contract being a lump sum contract, the arbitral Tribunal considered and awarded some of the extra claims contrary to the express prohibition contained in Clauses 13.4 and 44.2 of the Contract. An arbitral award that is in the face of the express terms of the Contract is liable to be set aside under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Arbitration and Conciliation Act, 1996; (ii) The Arbitrator had no jurisdiction to entertain the claims inasmuch as the procedure under Clauses 24 and 25 of the Contract read with Clause 5 was not followed. The reference to arbitration took place even prior to the decision of the adjudicator. Consequently, the reference to arbitration was not competent; (iii) There is no arbitrable dispute inasmuch as by the Contractor&#x27;s letter dated 10th January 2005, an extension was sought of the period required for the completion of the contract on an express assurance and representation that the Contractor undertook not to make any extra claim. The Petitioner waived liquidated damages and granted an extension of time for completion on the assurance of the Contractor that he would not raise any extra claim. The arbitral award suffers from a patent illegality in awarding extra claims despite the clear and express terms of the Contractor&#x27;s letter dated 10th January 2005. The arbitral Tribunal was patently in error in rejecting this defence which was raised in an application under <a href=\"/doc/1746186/\" id=\"a_3\">Section 16(2)(iv)</a> The findings of the arbitral Tribunal on merits with respect to (a) Variation of depth under which Rs. 15.27 lakhs was awarded; (b) Loss of overheads wherein Rs. 1.37 crores was awarded; and (c) Under utilization of machinery where Rs. 10.12 lakhs was awarded, are contrary to the express terms of the Contract; (v) The award of interest is contrary to the contractual terms.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">5. Each of these heads of challenge will now be taken for consideration. While dealing with the challenge under each head, the submissions of the Petitioner on the one hand and the Respondent on the other, will be elaborated and considered.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">I. Nature of the Contract:\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">6. The first submission which has been urged on behalf of the Petitioner is that the contract in the present case was a lump sum contract and the submission of extra claims stood barred and prohibited.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">7. An Arbitrator appointed by parties to a contract to adjudicate upon a dispute is bound by legal precept to adjudicate in accordance with the contract. An Arbitrator cannot ignore the conditions of contract or award a head of claim which is prohibited by the contract. An Arbitrator derives his authority under the contract pursuant to which his jurisdiction is created. An award which is passed in manifest disregard of the contract is liable to be set aside. These principles emerge from the decisions of the Supreme Court in:\n</p>  \n\n<blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_1\"><a href=\"/doc/1015491/\" id=\"a_4\">a) Associated Engineering Co. v. Government of Andhra Pradesh</a> ;</span>\n</blockquote> \n\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"54175\" id=\"span_2\"><a href=\"/doc/54175/\" id=\"a_5\">b) Ramchandra Reddy &amp; Co. v. State of Andhra Pradesh</a> ;</span>\n</blockquote> \n\n<blockquote id=\"blockquote_3\">c) New India Civil Erectors Pvt. Ltd. v. ONGC ; and\n \n\n</blockquote><blockquote id=\"blockquote_4\">d) ONGC v. Saw Pipes .\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_10\">These principles form the foundation of substantive arbitral law in India. The nature of the challenge in the present case is that the contract was a lump sum contract and as a consequence, the bid price quoted by the Contractor was unalterable and incapable of adjustment. Clause 13.4 of the Conditions of Contract was to the following effect:\n</p><blockquote id=\"blockquote_5\"> 13.4 The lump sum bid price quoted by the bidder shall be fixed for the duration of the contract and shall not be subject to adjustment on any account.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">Now a reading of Clause 13.4 (and Clause 44.2 under which the contract price was not liable to be increased in the event that a compensation event resulted in additional cost) in isolation from other provisions would be susceptible of the inference that there was a prohibition in the contract against a variation of price during the contractual term. But the submission of the Respondent is that the modern rule of construction of contracts is that the provisions of a contract must be considered as a whole without regarding parts in isolation from others. The contractual terms in the present case, when read in their entirety would indicate that although lump sum bids were invited, the contract did not prohibit extra payment for extra work. Variation in quantities and payments for variation are contemplated in Clauses 38, 39, 40, 42 and 44.3 of the Contract. That in substance is the defence.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">8. In order to analyse the submissions, a reference to the contractual provisions would be in order. Clause 7 of the Instructions to Tenderers requires bidders to visit the site. The expression &quot;contract price&quot; is defined thus: &quot;The Contract Price is the price stated in the Letter of Acceptance and thereafter as adjusted in accordance with the provisions of the Contract.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">Site Investigation Reports were defined to be those included in the bidding documents and factual interpretative reports about the surface and sub­surface conditions at the Site. Clause 14.1 mandated that the Contractor in preparing the bid was to rely on the Site Investigation Report supplemented by any information available to bidder. The foundations of the buildings were to be designed so as to be based on a Geo Technical Investigation Report. Under Clause 3.3.1.1, the foundation was to be in accordance with the safe bearing capacity of the soil as provided in the Geo Technical Investigation Report and the foundation strata was to be approved by the Engineer­in­Charge. The contract stipulated that no variations were expected except in foundation depth. Variations in foundation depth were liable to be compensated as prescribed by the contractual terms. The structural design of the building was based on an average five meters depth of piles below the bottom of pile caps. In the event that the actual average depth increased beyond 5.5 meters, the bidder was to be paid for the extra quantity of work at the rate of Rs. 2.2 lakhs per meter of increased depth. Each bidder was under the contract permitted by Clause 10 of the Special Conditions to adopt an alternative design only for the foundation of the buildings so as to provide inter alia an open foundation instead of a pile foundation.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">9. Clause 32.1 of the Contract provides an early warning stipulation to the following effect:\n</p>  \n\n<blockquote id=\"blockquote_6\">32. Early Warning:\n</blockquote> \n\n<blockquote id=\"blockquote_7\">32.1 The contractor is to warn the Engineer at the earliest opportunity of specific likely future events or circumstances that may adversely affect the quality of the work, increase the Contract Price or delay the execution of work. The Engineer may require the Contractor to provide an estimate of the expected effect of the future event or circumstances on the Contract Price and Completion Date. The estimate is to be provided by the Contractor as soon as reasonably possible.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">32.2 The Contractor shall cooperate with the Engineer in making and considering proposals for how the effect of such an event or circumstances can be avoided or reduced by anyone involved in the work and in carrying out any resulting instruction of the Engineer.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">Under Clause 37, the contractor was to provide an activity schedule. Clause 38 provides for a change in quantities and Clause 39 stipulated that a variation was to be included in the work programmes. Clause 40 provides for payments for variations:\n</p>  \n\n<blockquote id=\"blockquote_9\">40.1 The Contractor shall provide the Engineer with a quotation (with breakdown of unit rates) for carrying out the variation when requested to do so by the Engineer. The Engineer shall assess the quotation, which shall be given within seven days of the request or within any longer period stated by the Engineer and before the Variation is ordered.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">40.2 Deleted.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">40.3 If the Contractor&#x27;s quotation is unreasonable, (or if the Contractor fails to provide the Engineer with the quotation, within a reasonable time specified by the Engineer in accordance with Clause 40.1) the Engineer may order the variation and make a change to the Contract Price, which shall be based on Engineer&#x27;s own forecast of the effects of the Variation on the Contractor&#x27;s costs.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">40.4 If the Engineer decides that the urgency of varying the work would prevent a quotation being given and considered without delaying the work, no quotation shall be given and the variation shall be treated as a compensation event.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">40.5 The contractor shall not be entitled to additional payment for costs, which would have been avoided by giving early warning.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">Clause 44.1 of the Contract enunciates what are termed as Events of Compensation. These are regarded as Compensation Events if they are attributable to the Petitioner. Amongst the Compensation Events is the failure of the Petitioner to grant access to a part of the Site by the Site Possession Date; delay in the issuance of drawings, specifications or instructions; and where ground conditions prove to be substantially more adverse than was reasonably assumed before the issuance of the Letter of Acceptance. Clauses 44.2 and 44.3 of the Contract are material for the purposes of the present proceedings and it would, therefore, be necessary to refer to them in extenso:\n</p>  \n\n<blockquote id=\"blockquote_14\">44.2 If a Compensation Event would cause additional cost or would prevent the work being completed before the Intended Completion Date the Contract Price shall not be increased and only the Intended Completion Date will be extended.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">44.3 As soon as information demonstrating the effect of each Compensation Event upon the Contractor&#x27;s forecast cost has been provided by the Contractor, it is to be assessed by the Engineer and the Contract Price shall be adjusted accordingly. If the Contractor&#x27;s forecast is deemed unreasonable, the Engineer shall adjust the Contract Price based on Engineer&#x27;s own forecast. The Engineer will assume that the Contractor will react completely and promptly to the event.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_17\">10. By these two conditions, on the one hand, parties stipulated in Clause 44.2 that the contract price shall not be increased and it was only the intended date of completion that would be extended if a compensation event were to cause additional cost or to prevent work from being completed before the stipulated date of completion. On the other hand, Clause 44.3 provides that immediately after the effect of a compensation event, on the forecast cost of the contractor, is provided by the Contractor to the Petitioner the Engineer must assess its effect and the contract price shall be adjusted accordingly. In the event that the contractor&#x27;s estimation was unreasonable, the Engineer was entitled to adjust the contract price in terms of his own assessment. The Engineer, it may be noted, was defined by the Contract to be a person named in the contract data, who was responsible for supervising the execution of the work and administering the contract, recommending payments due to the contractor, issuing and valuing variations to the contract, recommending extensions of time and valuing compensation events.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">11. In interpreting a contract, the Court cannot place emphasis on an isolated provision divorced from the context and unrelated to the other provisions which govern contractual obligations. Contracts represent business understandings between the parties. Commercial dealings between persons who are well versed in the transaction of business are regulated by contracts which parties opt to govern themselves. The law regulates those contracts and provides an ordered framework in which business dealings can be implemented. The duty of the Court when called upon to assess where the balance lies in a contractual dispute, is to read the contract as a whole in order to understand the business meaning which the parties attributed to their obligations. Interpretation in law must ensure in commercial matters that the view which the Court takes records the sense which the parties to an arms length transaction attribute to the terms which they incorporate. The law is not divorced from business realities nor can the vision of the Judge who interprets the law be disjointed from the modern necessities to make business sense to business dealings.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">12. The Contract in the present case cannot be regarded as prohibiting extra payments. There is merit in the submission that a reading of the entirety of the contract would indicate that although lump sum bids were invited, the contract did not prohibit extra payment for extra work. The contract envisages the appointment of an Engineer for supervising the execution of work and administering the contract and his functions are by definition to include issuing and valuing variations, recommending extensions of time and valuing compensation events. The definition of the expression &quot;contract price&quot; envisages adjustment after the letter of acceptance, in accordance with the terms of the contract. Under the early warning provision in Clause 32.1, the contractor was to intimate the Engineer of likely events or circumstances that may affect the work or increase the contract price. The requirement of such an intimation would have no meaning unless the contract were to imply a variation of the contract price as a result of events or circumstances that took place after acceptance. In such cases it was the Engineer who was empowered to assess, in the first instance, the legitimacy of the contractors demand. The contract envisages that where an additional cost could have been avoided by furnishing an early warning, the Contractor would not be entitled to additional payment. This again is an other indicator that additional payments were not prohibited so long as they fell within the purview of the terms of the Contract. The valuation of work was to include valuing variations and compensation events. It is in this background that the provisions of the contract will have to be construed. Clause 13.4 of the Instructions to Bidders and Clause 44.2 cannot be read in isolation. In fact, Clause 44.2 is immediately followed by Clause 44.3 which prescribes machinery for the adjustment of the contract price upon the occurrence of a compensation event. Clause 44.3 envisages that once the Contractor has demonstrated the effect of a compensation event on the costs that were forecast, it was for the Engineer to assess the claim and adjust the price accordingly. The totality of the contractual provisions would, therefore, militate against the acceptance of the view that the contract as envisaged is a lump sum contract in the strictest possible sense in which variations and additional payments were absolute barred. The contractual provisions are liable to give rise to an inference to the contrary.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">13. Hudson&#x27;s elaboration in his seminal work on engineering contracts contains an illuminating discussion on &quot;Fixed price&quot; or &quot;lump sum&quot; contracts on the one hand and &quot;mixed contracts&quot; on the other. The former, the author states, &quot;are contracts where a fixed price or prices are quoted for carrying out and completing the work described in the drawings and specifications.&quot; Hudson then elaborates that the appellations which parties ascribe are &quot;not necessarily hard and fast categories of contract&quot; and that &quot;the particular nomenclature chosen by the parties to describe the contract as opposed to the substance of the contract intention with regard to pricing to be derived from its detailed provisions, should not be treated as all­important&quot; 13th Edition page 419. The author goes on to state that contracts involving technical or civil works may well be of a mixed nature: &quot;Moreover, construction contracts are to be found containing mixed characteristics. Thus many lump sum or fixed price contracts may have particular elements of work where the quantities are recognized as being unpredictable and where owners see an advantage in permitting an adjustment of the price of that particular item in either direction. So the use of provisional sums or provisional quantities, both of which will require an adjustment in the light of final &quot;as built&quot; quantities, are quite common in many lump sum contracts, although standard forms usually opt for one or the other.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">The task of the Court in such cases, according to Hudson, is to ascertain only the objective intention of the contract as evidenced by the words used and not the subjective intentions of the parties. (page 113). Hudson emphasizes that the rule of evidence is that the whole of the contract should be examined before construing an individual part. The text relies upon a succinct statement of law by Lord Wilberforce in Prenn v. Sunmonds [1971] 1 W.I.R. 1381; one that would shed considerable light on the approach which must be followed in the present case:\n</p><blockquote id=\"blockquote_16\"> The common and universal principle ought to be applied, namely that an agreement ought to receive that construction which its language will admit, and which will best effectuate the intention of the parties, to be collected from the whole of the agreement, and that greater regard is to be had to the clear intention of the parties than to any particular words which they may have used in the expression of their intent.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">The approach of the Court is based on Justice Cardozo&#x27;s dictum in Utica City National Bank v. Gunn (1918) 118 N.B. 607 (1918) 118 N.B. 607 where the Court held that it was the &quot;genesis and aim of the transaction&quot; that must be construed. Lord Diplock has emphasized the business commonsense principle in Antaios Compania Naviera S.A.V. Salen Resderierna A.B. [1985] A.C. 191:\n</blockquote><blockquote id=\"blockquote_18\"> If detailed semantic and syntactical analysis of words in a commercial contract is going to lead to a conclusion that flouts business commonsense, it must be made to yield to business commonsense.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_22\">14. The same question of interpretation can be analysed from the perspective of four principles which can usefully be applied to the construction of the contract in this case. These principles are (i) Giving effect to the intention of the parties as found in the words they use; (ii) Repugnancy of an exclusion clause; (iii) The Contra Preferentum Rule; and (iv) Standard form and exclusion clauses.\n</p> \n\n<blockquote id=\"blockquote_19\">(i) Intention of parties:\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">15. In Halsbury&#x27;s Laws of England (4th edition p. 567) the modern rule of interpreting contracts is regarded as giving effect to the real intention of the parties:\n</p><blockquote id=\"blockquote_20\"> The old rule in respect of deeds was that of the two provisions repugnant to each other, that which came first prevailed. That, however, was provably never a rigid rule and is certainly not so today, nor could it realistically be applied to a commercial document. The true principle seems to be that effect is to be given to the real intention of the parties. (Halsbury&#x27;s Law of England, 4th Edition, Pg. 567)\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">16. The same principle is restated in Chitty on Contracts, Volume 1, 29th Edition, pg 744. &quot;Where the different parts of an instrument are inconsistent, effect must be given to that part which is calculated to carry into effect, the real intention of the parties as gathered from that instrument as a whole, and that part which would defeat it must be rejected Walker v. Giles (1848) 6 C.B. 662, 702, Love v. Rowter Steamship Co. Ltd. (1916) 2 A.C. 527, 535, Saban Flour &amp; Feed Mills San Bhd. v. Comfez Ltd. (1988) 2 Llyod&#x27;s Rep. 18. The old rule was, in such a case, that the earlier clause was to be received and the later rejected; but this rule was a mere rule of thumb, totally was scientific and out of keeping with the modern construction of documents.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">Pollock and Mulla on Contracts states the principle thus:\n</p>  \n\n<blockquote id=\"blockquote_21\">Therefore, in principle, there is no hierarchy among the terms in one contract, and their importance for interpretation of the remaining part of the contract is the same, regardless to the order in which they appear, unless parties themselves expressly provide for a hierarchy among the different provisions or part of the contract&quot; Pollock &amp; Mulla, Indian Contract &amp; Specific Relief Act, 12th Edition, Pg. 267, Volume 1.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">The courts may give effect to the intention of parties by...rejecting misnomers or surplusage [Goldsmith Ltd. v. Baxter (1969) 3 All ER 733]...and construing ambiguities to save a document.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_26\">17. Thus, the mechanical rule of interpreting clauses of a contract in sequence is no longer valid in law, as it is an extremely restrictive way of interpreting commercial contracts.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">(ii) Repugnancy of exclusion clause:\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">18. There is a succinct statement in Halsbury of the impact of an exclusionary clause. Such clauses clauses are generally of two basic types. One type seeks to exclude or cut down a primary obligation of the contract. The other type, seeks to qualify the rights of the promisee upon breach.... Halsbury&#x27;s Laws of England, 4th Edition, Pg. 552.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">19. It is stated in Halsbury (4th Edition, Pg. 566) that &quot;...the court may refuse to give effect to an exclusion clause which is repugnant to another provision of the contract&quot;. Moreover, &quot;an exclusion clause may be deprived of effect because of repugnancy to other provisions of the contract. This may arise where the provisions of an exclusion clause are such as to wholly nullify another positive clause of the contract; then, the exclusion clause is to be ignored and unqualified effect given to the other clause.&quot; (Gillespie Bros. &amp; Co. Ltd. v. Roy Bowles Transport Ltd. [1973] Q.B. 400)\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_30\">20. Clause 44.2 restricts the rights of the contractor (the promisee in the present case). The aforementioned principle can also be applied in the present case.\n</p> \n\n<p data-structure=\"Section\" id=\"p_31\">(iii) The Contra Preferentum Rule:\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">21. This principle is explained thus:\n</p><blockquote id=\"blockquote_23\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1564822\" id=\"span_3\">When there is a doubt or ambiguity in the words of an exclusion clause, the words are construed more forcibly against the party putting forth the document, and in favour of the other party. (<a href=\"/doc/1564822/\" id=\"a_6\">Ghaziabad Development Authority v. Union of India</a> AIR 2000 SC 2003. See also Pollock &amp; Mulla, Indian Contract &amp; Specific Relief Acts, 12th Edition, Pg. 276)</span>\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">22. The principle is elucidated in Halsbury&#x27;s Laws of England thus: (4th Edition, Pg. 559).\n</p><p data-structure=\"Section\" id=\"p_34\"> ...any ambiguity is to be construed against the party putting forward the clause for his protection.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\">Positing that an ambiguity is created between Clause 44.2 and Clause 44.3 on the other hand, applying the contra preferentum rule, a presumption would be drawn against the party that claims the benefits of the exclusion clause, in this case, the MMRDA.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">(iv) Standard form and exclusion clauses:\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">23. An exclusion clause may be deprived of effect if it is repugnant to other provisions of the contract. Where the exclusion is contained in a printed standard form of contract and there is a conflict between it and another clause, written or typed in or otherwise added, the latter will prevail. In Halsbury (Halsbury&#x27;s Laws of England, 4th Edition, Vol.9(1), para 807), this has been attributed to the fact that greater weight is given to that which the parties have expressly agreed in detail, than to that which appears in the standard form. ((J. Evans &amp; Sons (Portsmouth) Ltd. v. Andrea Mertano Ltd. [1976] 2 All ER 930, Central Meat Products Co. Ltd. v. J.V. Mc.Daniel Ltd. [1952] 1 Llyod&#x27;s Rep. 562). This principle has also been enunciated in the Albion France, Fenwick &amp; Tyne &amp; Wear Co. Ltd. v. Swan Hunter &amp; Wigham Richanrdson Ltd. [1952] 2 All ER 679), where it was held that, &quot;...if there is a direct conflict, a written term in a contract will override or prevent the application of general words in a printed condition, or, at any rate, will normally do so.&#x27; [1953] 2 All ER 679 at 683).\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_38\">24. In the instant case, the Court has been informed during the course of hearing by Counsel for the Petitioner that Clause 44.2 is part of a &#x27;World Bank Standard Form Contract&#x27;. Clause 44.3 is not part of this specific form and was added by the Petitioner. Hence, Clause 44.3 would prevail over the standard form condition of Clause 44.2.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">25. A business like interpretation of contractual provisions must be adopted in construing contracts entered into by persons of business to govern business dealings. The Court must ensure that interpretation of law in commercial cases must not be disjointed from the intent and object which those having business dealings seek to subserve. Unless interpretation of contracts effectuates a business meaning for persons of business, the law will not fulfill its purpose and object of being a facilitator for business and providing a structure of ordered certainty to those who carry on business here. The legal system must innovate constantly to keep abreast with rapid changes in technology and business.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"808454\" id=\"span_4\">26. Counsel appearing on behalf of the Petitioner relied upon the judgment of the Supreme Court in <a href=\"/doc/808454/\" id=\"a_7\">Kaivelikkal Ambunhi v. H. Ganesh Bhandary</a> , in order to buttress the submission that where there is a conflict between the earlier provisions and the subsequent provisions of a contract, the earlier would prevail. That was a case where the judgment of the Supreme Court construed the provisions of a Will. The Supreme Court noted that while interpreting a will, the principle of interpretation is that the subsequent part, clause or portion would prevail over an earlier part on the principle that it is open to the testator to change his mind and to create another interest in the place of a bequest already made. In the case of a will, this applies not only to a later will executed by the testator which would prevail over an earlier but to a subsequent clause which is inconsistent with an earlier clause of the same will. It is the last intention of the testator which is given effect to. The Supreme Court emphasized that this rule of construction of wills is different from the rule to be applied for interpreting other documents, for example, a sale deed, gift deed or a mortgage deed or any instrument by which interest in immovable property is created. In that context, the Supreme Court held that in such documents inconsistency between the earlier and subsequent part is to be resolved by allowing the earlier to prevail. The judgment of the Supreme Court, cannot be read to mean that the Court has ruled against a holistic reading of the terms of contract while interpreting a contract. In construing a contractual document, the entirety of the contract must be construed and an effort must be made to harmonize the individual parts into the whole. There is, therefore, no merit in the first submission which has been urged on behalf of the Petitioner.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">II. The validity of the reference to arbitration:\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_42\">27. The next submission which has been urged on behalf of the Petitioner is that the contractual procedure for invoking arbitration was not followed and recourse to arbitration was premature. Clauses 24 and 25 of the Contract read thus:\n</p>  \n\n<blockquote id=\"blockquote_24\">24.1 If the contractor believes that a decision taken by the Engineer was either outside the authority given to the Engineer by the Contract or that the decision was wrongly taken, the decision shall be referred to the Adjudicator within 14 days of the Notification of the Engineer&#x27;s decision.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">25. Procedure for Disputes:\n</blockquote> \n\n<blockquote id=\"blockquote_26\">25.1 The adjudicator shall give a decision in writing within 28 days of receipt of a notification of a dispute.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">25.2 The Adjudicator shall be paid daily at the rate specified in the Contract Data together with reimbursable expenses of the types specified in the contract Data and the cost shall be divided equally between the Employer and the Contractor, whatever decision is reached by the Adjudicator. Either party may refer a decision of the Adjudicator to an Arbitrator within 28 days of the Adjudicator&#x27;s written decision. If neither party refers the dispute to Arbitration within the above 28 days, the Adjudicator&#x27;s decision will be final and binding.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">25.3 The Arbitration shall be conducted in accordance with the arbitration procedure stated in the Special Conditions of Contract.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_43\">The submission of the Petitioner is that there was no decision of the Adjudicator prior to the invocation of arbitration and consequently, there was no valid reference. If the Adjudicator did not render his decision within 28 days, the Petitioner contends that the Respondent ought to have sought the replacement of the adjudicator. The period of 28 days was according to the Petitioner not mandatory and even the Respondent had not challenged the decision of the Engineer within 14 days as required.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">28. The contract inter alia defined the adjudicator as a person appointed jointly by the employer and the Contractor to resolve disputes in the first instance. The Engineer was defined to be the person named in the contract data. The contract data (page 96) did not name the Engineer. The Engineer was to be nominated by the Managing Director of Span Consultants Pvt. Ltd. On 24th June 2004, the Respondent submitted Bill Nos. 3, 3A and 3B to the Team Leader who by his letter dated 2nd July 2004 refused to certify the claim. On 16th July 2004 Span Consultants, who were acting for the Petitioner informed the Respondent that Shri R.S. Gupta was designated as Engineer under the Contract. On 16th August 2004 Bills 4, 4A and 4B were submitted to the Engineer for work done upto 14th August 2004. On 21st August 2004, the Engineer rejected the bills stating that only Bill 4 would be processed. A reference had to be made to the Adjudicator within 14 days. The reference to the adjudicator was made on 3rd September 2004, within 14 days of the rejection of the claim by the Engineer on 24th August 2004. Under the contract, the Engineer had 28 days to take his decision. This period was to expire on 1st October 2004. On 23rd October 2004, the Adjudicator issued a communication that the period of 28 days reserved for him to arrive at his decision would commence with effect from the date on which the Respondent filed its reply in the matter. The Petitioner has not asserted in its submissions in this Court that the adjudicator had the power to do so. Now Clause 24.1 defines a dispute as having arisen if the contractor believes that the decision taken by the Engineer is either outside the authority given to the Engineer by the Contract or that the decision was wrongly taken. The decision of the Engineer was to be referred to the Adjudicator within 14 days. A dispute arose immediately upon a reference being made by the Respondent to the Adjudicator. The Adjudicator took no decision within 28 days. The Respondent invoked arbitration by a letter dated 27th October 2004. The invocation of arbitration was clearly competent upon the failure of the Engineer to render his decision within a period of 28 days of the receipt of a notification of the dispute under Clause 25.1 of the Contract. Clause 25.3 of the General Conditions of Contract contains a provision for arbitration. There is absolutely no valid ground to assert that the invocation of the arbitration was premature. The adjudicator having failed to render his decision within 28 days of his appointment, the Respondent was within its right in invoking arbitration. The view taken by the arbitral Tribunal on this aspect of the matter is correct and does not warrant any interference.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\">III. Constitution of the Arbitral Tribunal:\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">29. The challenge to the constitution of the Tribunal is on the basis that (i) The Institution of Engineers erroneously appointed an Arbitrator; (ii) Only the Chief Justice of the High Court or a Judicial authority could decide the dispute relating to the issue of jurisdiction; and (iii) No decision was rendered by the Tribunal though the constitution of the Tribunal was challenged by the Petitioner. The Tribunal dealt with the issue of jurisdiction by a separate order dated 22nd October 2005 and made a reference to the issue of jurisdiction in the arbitral award.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">30. The Petitioner failed to appoint its Arbitrator. In terms of the provision of sub­clause (5)(c) of Clause 25(3), if one of the parties failed to appoint an Arbitrator within 30 days after receipt of a notice of the appointment of its Arbitrator by the other party, the Chairman of the Institution of Engineers (India) was empowered to appoint an Arbitrator. Upon the failure of the Petitioner to comply with the requirement of nominating its own Arbitrator upon the Respondent invoking arbitration, the appointment of an Arbitrator by the Institution of Engineers cannot be faulted. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1584118\" id=\"span_5\">In <a href=\"/doc/1584118/\" id=\"a_8\">You One Engineering and Construction Co. Ltd. v. National Highways Authority of India</a> , the Supreme Court held thus:</span>\n</p><blockquote id=\"blockquote_29\"> The Arbitration agreement clearly envisages the appointment of the presiding arbitrator by IRC. There is no qualification that the arbitrator has to be a different person depending on the nature of the dispute. If the parties have entered into such an agreement with open eyes, it is not open to ignore it and invoke exercise of powers in <a href=\"/doc/605764/\" id=\"a_9\">Section 11(6)</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_30\">There is, therefore, no merit in this submission.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">IV. Accord and satisfaction:\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_48\">31. The submission of the Petitioner is that there was no arbitrable dispute and the Tribunal had no jurisdiction to render an adjudication, there being an accord and satisfaction.\n</p> \n\n<p data-structure=\"Section\" id=\"p_49\">32. In order to consider the rival submissions, it would be necessary to advert to the documentary evidence upon which emphasis has been placed by Learned Counsel. On 4th October 2004, the Respondent addressed a letter to the Petitioner stating that a notice to proceed with the work had been issued on 8th December 2003. Under the contract, a period of eight months was stipulated to complete work under Milestone­I, namely, upto 7th August 2004. The commencement date was modified to 12th March 2004 which according to the Respondent should allow it to complete the work under Milestone­I by 11th November 2004. The Respondent recorded that there were certain hindrances in the execution of the work and sought an extension of time of 15.30 months for completion. On 18th December 2004, the Respondent reiterated that for reasons not attributable to it, the work had not been completed within the contractual period, and hence, an initial extension of time had been sought on 4th October 2004. In the aforesaid letter, the Respondent agreed that in the interests of the project, it shall not make any extra claim due to an initial extension of time for Milestone­I other than claims which were pending with the Petitioner and subject to expeditious and reasonable settlement of all pending claims.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_50\">33. On 27th December 2004, the Engineer informed the Petitioner that the period reserved for completion of Milestone­I had elapsed on 11th November 2004. Since the Respondent had not been able to hand over completed tenements under Milestone­I, liquidated damages were imposed with effect from 12th November 2004 and the Respondent was informed that its request for extension of time could not be considered favourably.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">34. On 10th January 2005, the Respondent addressed a letter enumerating various reasons for delay in the completion of work under Milestone­I. The Respondent acknowledged that the Petitioner had extended full co­operation in making the site available in time but because the site was congested, optimum usage of the mobilization of resources, men, machinery and material was not possible. The letter addressed by the Respondent then refers to the reasons for delay, these being: (i) The Respondent opted for open foundation instead of the departmentally preferred pile foundation; (ii) There was an increase in the actual depth of the open foundation from 2 meters, to between 3.5 and 4 meters; (iii) The requirement of carrying out filling of the plinth in the monsoon; (iv) The requirement of extra excavation; (v) The requirement of carrying out various activities in the monsoon instead of the fair season; (vi) Absence of sufficient work space due to the site being congested; (vii) A transporters strike; and (viii) Abnormally heavy rains in July­August 2004. After having recorded the aforesaid reasons, the letter of the Respondent stated thus:\n</p><blockquote id=\"blockquote_32\"> In view of the various reasons mentioned above, we request you to revise our Milestone No. 1 upto 31­3­2005. We request you not levy any liquidated damages until such time (i.e. upto 31.3.2005) while assuring you of completing in all respects upto 31.3.2005. We hereby also agree with you and assure that due to this revision of Milestone No. 1 upto 31.3.2005 as proposed above, we shall not stake any extra claim whatsoever on any of the above account against MMRDA, as MMRDA is not responsible for the above events.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_52\">35. On 25th January 2005, the Petitioner responded to the Respondent&#x27;s letter dated 10th January 2005 and approved a revision of the date for completing work under Milestone­I upto 31st March 2005. As requested by the Respondent and subject to the Respondent undertaking that it shall not stake any claim against the Petitioner whatsoever on any account mentioned in the letter of the Respondent, the Respondent was informed that liquidated damages would become applicable if 512 tenements under Mile Stone­I were not completed by the revised time limit of 31st March 2005. On 25th February 2005, the Engineer addressed a letter recording that in terms of the letter dated 10th January 2005, the Respondent had agreed not to assert any extra claim. Bills 9A to 9G which were submitted by the Respondent were, therefore, rejected for payment.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\">The Engineer reiterated the position that there was an agreement between the parties to the effect that the Respondent would not make any extra claim in a letter dated 7th March 2005. In a letter dated 12th March 2005 addressed to the Institution of Engineers, the Engineer adverted to the letter of the Respondent dated 10th January 2005, stating that there was an undertaking by the Respondent not to &quot;stake any claim&quot;. On 16th March 2005, parties agreed before the Adjudicator that only new claims would be adjudicated upon and continuation claims would be excluded from the purview of the adjudication.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_54\">36. Counsel appearing for the Respondent has, during the course of his submission, made a concession to the effect that the Respondent has no objection to the Court going into the evidence on the issue of accord and satisfaction because this essentially relates to a jurisdictional fact. Counsel for the Petitioner accepts this position. With the assistance of both the Learned Counsel, therefore, the Court has considered the documentary material upon which reliance has been placed by the Petitioner on the one hand and by the Respondent on the other. The facts as they emerge from the documentary material on the record establish that during the course of the work, the Respondent had preferred cumulative bills. Learned Counsel agreed in stating before the Court that the bills bearing an alphabetical suffix (for example, 9A, 9B...9G) were in respect of the extra claims. The Respondent had initially sought an extension of time by 15.30 months for completing the work under Milestone­I. On 18th December 2004, the Respondent clarified that it would not raise any extra claim, other than those which were pending. On 27th December 2004, the Engineer imposed liquidated damages with effect from 12th November 2004 on the ground that the period for completion of work under Milestone­I was over on 11th November 2004. It was in this background that the Respondent addressed a letter on 10th January 2005, expressly agreeing that it &quot;shall not stake any extra claim whatsoever on any of the above account against MMRDA, as MMRDA is not responsible for the above mentioned events&quot;. The words &quot;on any of the above account&quot; are significant because they refer to all the causes of delay which were referred to in the earlier part of the letter. Having stated that there were reasons for delay, the Respondent acknowledged that the Petitioner was not responsible for the events which were referred to in the earlier part of the letter and that no extra claim would be put forth on those grounds. On this representation, the Respondent obtained the benefit of a contractual extension of the period stipulated for the completion of work under Milestone­I to 31st March 2005 and a waiver of liquidated damages which had earlier been imposed with effect from 12th November 2004.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\">37. The submission of Counsel appearing for the Respondent is that there is no accord and satisfaction because what the Respondent had agreed to forgo was not all claims, but only the extra claims and the extra claims are those that are contemplated in the letters dated 18th December 2004 and 27th December 2004. The submission, with respect, has an element of counsel&#x27;s ingenuity but is not reflective of what the parties clearly understood contemporaneously with the letter of 10th January 2005 that was addressed by the Respondent. On 7th March 2005, the Respondent addressed a letter to the Adjudicator claiming that &quot;the Engineer and the Employer have subjected&quot; the Respondent &quot;to coercion and financial duress&quot; by requiring the Respondent &quot;to forgo all our claims under threat of levy of liquidated damages etc.&quot; and &quot;informed us...that the extension of time is given on the condition of withdrawal of all our claims&quot;. The same position was reiterated by the Respondent in a letter dated 18th March 2005 stating that the Respondent had to &quot;forgo all the contractually admissible claims&quot; and that this was as a result of &quot;facts of coercion&quot;. The understanding of the Respondent as was the understanding of the Petitioner which emanated from the letter dated 10th January 2005 was that (i) The Petitioner had granted an extension of time to complete the work under Milestone­I until 31st March 2005; (ii) The Petitioner had waived imposition of liquidated damages; and (iii) The Respondent had agreed to forgo its claims based on the causes set out in the letter dated 10th January 2005. The extra claims which were forgone by the Respondent are clearly understood by the Respondent as being the claims &quot;on any of the above account&quot; referred to in the letter dated 10th January 2005. The case of the Respondent was that it had agreed to make this concession under duress and coercion. Now, it is an admitted position that as a matter of fact, no oral evidence was led in the course of the arbitral proceedings. The question as to whether the waiver of its claims by the Respondent took place as a result of coercion and duress practised by the Petitioner was a question of fact which had to be established by the Respondent by leading evidence in support of its claim. As a matter of fact, no oral evidence was adduced at all. The arbitral Tribunal has observed in paragraph 28.7 of the Award that the Tribunal &quot;has decided that it would not go into the question whether the allegation of coercion is true or false&quot;. Despite this, the Tribunal rejected the contention of the Petitioner that there was an accord and satisfaction with the following observations:\n</p><blockquote id=\"blockquote_33\"> The A.T. understands that the promise of not raising any extra claim made by the claimants obviously means that claims which were already pressed/processed would not be affected by this promise. Further since some of the claims already raised pertained to items which were in continuous progress, such claims would also not be affected by the assurance. As the assurance of not raising any extra claim was a quid pro quo for granting EOT for M. S. No. 1, on completion of MS No. 1 related works, the understanding reached by claimants&#x27; letter dt. 10/01/2005 and its acceptance by respondents by their letter dt. 25/01/05 would come to an end and thereafter the original provisions of contract would prevail. In any case nothing hinges on the manuscript addition at the end of the letter submitting that &#x27;MMRDA is not responsible for these events&#x27; as the AT would decide the responsibilities of both parties on merits alone.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">This finding of the Tribunal is clearly perverse. The Tribunal has acted in the face of the clear language used by the Respondent in its letter dated 10th January 2005 and has ignored the Respondent&#x27;s understanding as contained in the letters dated 7th March 2005 and 18th March 2005. The finding that the promise of not raising any extra claims meant that the claims which were already pressed or processed would not be affected by the promise is completely perverse. The perversity which emerges is apparent on the face of the record and would be apparent from a mere reading of the Respondent&#x27;s letter dated 10th January 2005. The award is liable to be interfered with on this ground.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_56\">38. In view of the aforesaid discussion, the award of the Tribunal allowing the claims on (i) variations in the depth of foundation; (ii) loss of overheads; and (iii) under utilization of machinery would have to be quashed and set aside. In awarding the claim, the Tribunal has clearly overlooked that by its letter dated 10th January 2005, the Respondent had waived its extra claim on account of the circumstances set out in the letter. The claims awarded by the Tribunal are in the teeth of an express act of the Respondent in giving up of its claims. The Arbitration Petition is accordingly made absolute in terms of prayer Clause (a).\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\">ARBITRATION PETITION No. 288/07:\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_58\">39. The award out of which this Arbitration Petition arises was of the same arbitral Tribunal in relation to the same contract. The claims arising from R.A. Bills 3 to 9 form the subject matter of the first reference which is covered by the award in Arbitration Petition 287 of 2007. The claims arising out of R.A. Bills 10 and 11 form the subject matter of the second reference and the award of the Tribunal has been impugned in Arbitration Petition 288 of 2007. The submissions in Arbitration Petitions 287 and 288 of 2007 are common and both the petitions have been heard together. Learned Counsel adopted the submissions urged in the earlier petition. On behalf of the Petitioner, one additional point has been urged. The ground which has been formulated in the Arbitration Petition (Ground xx) is that by the notice dated 30th June 2005 by which arbitration was invoked, disputes in respect of Bill Nos. 10 and 11 were referred to arbitration. The submission is that there was no reference of the disputes in respect of Bills 10A to 10G and 11A to 11G which could not, therefore, have been entertained by the Tribunal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">40. The Engineer&#x27;s letter dated 6th May 2005 refers to Running Account Bill Nos. 11 and 11A to 11G. Upon the decision of the Engineer to reject Bills 11 and 11A to 11G, a reference was made to the Adjudicator on 17th May 2005. The Adjudicator in his letter dated 6th June 2005 referred to the Petitioner&#x27;s letter dated 17th May 2005 and the Engineer&#x27;s letter dated 25th May 2005. The second reference is in continuation with the earlier reference. The reference to arbitration was in relation to the claims referred to the Engineer and then to the Adjudicator and the dissatisfaction which arose was with reference to the decision of the Adjudicator. This is evident from the letter dated 30th June 2005 addressed by the Respondent. The reference was in continuation with the earlier reference and the earlier reference itself was with respect to the compensation events. The invocation of the arbitration cannot, therefore, be regarded only as being with reference to Bills 10 and 11 to the exclusion of 10A to 10G and 11A to 11G.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1337194\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"470050\" id=\"span_7\">41. On behalf of the Respondent, Learned Counsel adopted the submissions which were urged on behalf of the Respondent in the earlier Arbitration Petition. Learned Counsel submitted that the question of accord and satisfaction was placed in issue by the Petitioner, but no oral evidence was led by the parties. The scope of the letter dated 10th January 2005, it was urged, was in dispute, but the Petitioner did not lead evidence. The Petitioner, it was submitted, could have led evidence to clarify the effect of the letter dated 10th January 2005 in view of proviso 6 to <a href=\"/doc/1790262/\" id=\"a_10\">Section 92</a> of the Evidence Act. The Petitioner not having done so, it is submitted that the question was one of the interpretation. Reliance has been placed on the judgment of the Supreme Court in <a href=\"/doc/470050/\" id=\"a_11\">T.P. George v. State of Kerala</a> , and the judgment of the Learned Single Judge in <a href=\"/doc/1337194/\" id=\"a_12\">Indian Leaf Ltd. v. R.L. Dalal and Co. Pvt. Ltd.</a> 2006 (2) R.A.J. 311.</span></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_61\">42. There is no merit in the submission. The letter dated 10th January 2005 addressed by the Respondent contains an express assurance that the Respondent would not raise any extra claim with reference to the events adverted to in the earlier part of the letter. It was on this assurance that the Respondent got the benefit of a waiver of liquidated damages that were imposed by the Petitioner and an extension of time for the completion of work. The case of the Respondent was that the letter dated 10th January 2005 was addressed out of duress and coercion to which the Petitioner had subjected the Respondent. The burden to establish coercion and duress was upon the Respondent. The Respondent failed to discharge that burden by leading evidence in support of the plea. Learned Counsel has fairly stated that the question as to whether there was an accord and sanction would raise an issue of the arbitrability of the claim and the jurisdiction of the arbitral Tribunal to entertain the claim.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\">43. For the reasons already indicated, the award of the Tribunal holding that the claims were arbitrable despite the letter dated 10th January 2005 suffers from a patent illegality and is liable to be quashed and set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">44. The Arbitration Petition is accordingly made absolute in terms of prayer Clause (a).\n</p> \n\n","numcites":12,"numcitedby":15,"docsource":"Bombay High Court","citetid":807022,"divtype":"judgments","relatedqs":[{"value":"lump sum contract","formInput":"lump%20sum%20contract"},{"value":"interpretations of contracts ","formInput":"interpretations%20of%20contracts%20"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"coercion","formInput":"coercion"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"contra preferentum","formInput":"contra%20preferentum"},{"value":"works contract","formInput":"works%20contract"},{"value":"early warning","formInput":"early%20warning"},{"value":"duress","formInput":"duress"},{"value":"\"lump sum contract\"","formInput":"%22lump%20sum%20contract%22"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"exclusion clause     ","formInput":"exclusion%20clause%20%20%20%20%20"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"price adjustment in contracts","formInput":"price%20adjustment%20in%20contracts"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"exclusion-of-evidence-of-oral-agreement","formInput":"tag:exclusion-of-evidence-of-oral-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}