{"tid":45226440,"publishdate":"2011-09-06","title":"Ajay Kumar Das vs State Of Jharkhand & Anr on 6 September, 2011","doc":"<h2 class=\"doc_title\">Ajay Kumar Das vs State Of Jharkhand &amp; Anr on 6 September, 2011</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2011 SUPREME COURT 3652, 2011 (12) SCC 319, 2011 AIR SCW 5471, AIR 2011 SC (CRIMINAL) 2188, 2012 (2) AIR JHAR R 222, 2011 CRI LJ (SUPP) 81 (SC), (2011) 3 DMC 533, (2011) 3 GUJ LH 667, (2011) 10 SCALE 390, (2011) 3 ALLCRIR 3460, (2012) 1 MARRILJ 39, (2011) 4 RECCRIR 231, (2011) 4 CURCRIR 13, (2011) 4 CHANDCRIC 236, (2011) 4 ALLCRILR 265, (2011) 3 UC 1951, (2012) 77 ALLCRIC 223, (2011) 4 CRIMES 60, 2012 (1) SCC (CRI) 564, AIRONLINE 2011 SC 487, AIRONLINE 2011 SC 319</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-r-dave\">Anil R. Dave</a>, <a href=\"/search/?formInput=benchid:m-sharma\">Mukundakam Sharma</a></h3>\n\n<pre id=\"pre_1\">           Crl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n                                                                                              1\n\n\n\n\n\n                                                        IN THE SUPREME COURT OF INDIA\n                                                     CRIMINAL APPELLATE JURISDICTION\n\n                                                    CRIMINAL APPEAL NO. 1735 OF 2011\n                                ARISING OUT OF S.L.P. (CRL.)  NO. 10005 OF 2009\n\n\n\n\n\n                 AJAY KUMAR DAS                                                                       .....                              APPELLANT\n\n                                                                                       VERSUS\n\n                 STATE OF JHARKHAND &amp; ANR.                                                            .....                              RESPONDENTS \n\n\n\n\n\n                                                                           J U D G M E N T\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">                                                                           1.               Leave granted.\n</p><p data-structure=\"Issue\" id=\"p_2\">             2.                This   appeal   is   directed   against   the   order   dated \n\n             19th  August,   2009   passed   by   the   Jharkhand   High   Court \n\n             dismissing   the   petition   filed   by   the   appellant   herein \n\n             praying for quashing of the entire criminal proceedings \n\n             of   Balumath   P.S.   Case   No.   68   of   2006   (corresponding   to \n\n             G.R. Case No. 445 of 2006) in which cognizance was taken \n\n             of the offence under Section 304B read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> of \n\n             the Indian Penal Code against the appellant and others.  \n\n</p><p data-structure=\"Facts\" id=\"p_3\">             3.                The   informant   filed   a   First   Information   Report \n\n             that his daughter was married to the appellant herein in \n\n             the year 2002, as per the Hindu rites and custom and that \n\n             at   the   time   of   her   marriage,   informant   had   given \n\n             sufficient   dowry.     It   was   stated   therein   that   the \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                                              2</span>\n\n\n\n\n\n             informant&#x27;s   daughter   complained   about   the   torture   meted \n\n             out to her by the father-in-law and the mother-in-law to \n\n             her husband, the present appellant who allegedly did not \n\n             pay   any   heed.     It   was   also   alleged   that   on   29th \n\n             September,   2006,   father-in-law   and   the   mother-in-law \n\n             talked to the accused on telephone and in a well-planned \n\n             conspiracy caused death of the daughter of the informant. \n\n             On   receipt   of   the   aforesaid   information   a   case   was \n\n             registered, thereafter the police started investigation. \n\n             After the completion of the investigation, a charge sheet \n\n             was filed on 14th  April, 2001.   An order was also passed \n\n             on 17th  April, 2007, by the Magistrate taking cognizance \n\n             which   is   also   assailed   in   the   present   case.     The \n\n             appellant   was   granted   bail   by   the   High   Court   on   10th \n\n             April, 2007.\n</p>\n<p data-structure=\"Precedent\" id=\"p_4\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_2\">4.                After submission of the aforesaid charge sheet and \n\n             passing   of   the   order   taking   cognizance,   the   appellant \n\n             filed   a   petition   under   <a href=\"/doc/1679850/\" id=\"a_2\">Section   482</a>   of   the   Code   of \n\n             Criminal Procedure praying for quashing of the proceeding \n\n             in the aforesaid manner.   The High Court considered the \n\n             pleas raised by the parties and thereafter held that the \n\n             case is a case of dowry death and that the appellant is \n\n             the husband.   It was also held that the points taken by \n\n             the appellant before the High Court are rather a defence \n\n             case and that the same relates to factual dispute.   The \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                                              3</span>\n\n\n\n\n\n             Court   also   referred   to   the   decision   of   this   Court   in \n\n             <a href=\"/doc/1033637/\" id=\"a_3\">State of Haryana v. Bhajan Lal</a>  reported in 1992 Suppl. 1 \n\n             SCC   335   and   also   to   the   settled   position   of   law   that \n\n             genuineness of the allegations/charge is an issue to be \n\n             tried and the Court in exercise of its jurisdiction under \n\n             <a href=\"/doc/1679850/\" id=\"a_4\">Section   482</a>   of   the   Code   of   Criminal   Procedure   cannot \n\n             delve   into   such   factual   controversy   so   as   to   quash   the \n\n             proceedings.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">             5.                Learned   counsel   appearing   for   the   appellant   has \n\n             challenged the legality of the aforesaid order passed by \n\n             the   High   Court   on   the   ground   that   no   case   is   made   out \n\n             against the appellant either under Section 304B or under \n\n             <a href=\"/doc/37788/\" id=\"a_5\">Section 34</a> of the Indian Penal Code as according to him \n\n             there   is   no   such   allegation   in   the   First   Information \n\n             Report specifically against the appellant.   He has also \n\n             submitted that the order taking cognizance is wrong and \n\n             disclosed non-application of mind by the Magistrate for \n\n             even prior to passing of the said order charge sheet was \n\n             already filed.   He also took us through the contents of \n\n             the case diary wherein statements of seven witnesses have \n\n             been   recorded   to   substantiate   his   submission   as \n\n             aforesaid.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">             6.                Counsel   appearing   for   the   respondents,   however, \n\n             submits that this is not the stage when this Court should \n\n             embark upon a factual inquiry as regards the materials on \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                                              4</span>\n\n\n\n\n\n             record.   It is also pointed out to us that in fact the \n\n             appellant would have such an effective opportunity even \n\n             at   the   stage   when   charges   are   framed.     Counsel   also \n\n             submits that it is possible and also permissible to alter \n\n             the charges and frame charges under some other provisions \n\n             of   law   if   it   appears   to   the   Court   that   material   for \n\n             framing   such   charge   under   other   sections   are   also \n\n             available on record.  \n</p>\n<p data-structure=\"Section\" id=\"p_7\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1036680\" id=\"span_5\">7.                Having heard the learned counsel appearing for the \n\n             parties, we may appropriately refer to a decision of this \n\n             Court in <a href=\"/doc/1036680/\" id=\"a_6\">Shanti &amp; Another v. State of Haryana</a> reported in \n\n             AIR 1991 SC 1226.   What was considered <a href=\"/doc/1036680/\" id=\"a_7\">in that case</a> by \n\n             this Court was a case of dowry death under <a href=\"/doc/653797/\" id=\"a_8\">Section 304B</a> \n\n             and also a case of 498A of the <a href=\"/doc/1569253/\" id=\"a_9\">Indian Penal Code</a>.  While \n\n             dealing   with   the   aforesaid   provisions,   this   Court   has \n\n             held   that   the   two   sections   are   not   mutually   exclusive. \n\n             It   was   also   held   that   a   person   charged   and   acquitted \n\n             under <a href=\"/doc/653797/\" id=\"a_10\">Section 304B</a> could be convicted under <a href=\"/doc/538436/\" id=\"a_11\">Section 498A</a> \n\n             without charge being there if such a case is made out. \n\n             This   Court,   however,   hastened   to   add   that   to   avoid \n\n             technical defects it is necessary in such cases to frame \n\n             charges under both the sections and that if the case is \n\n             established   then   they   can   be   convicted   under   both   the \n\n             sections but no separate sentences need be awarded under \n\n             <a href=\"/doc/538436/\" id=\"a_12\">Section 498A</a> in view of the substantive sentences being \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                                              5</span>\n\n\n\n\n\n             awarded   for   the   major   offence   under   <a href=\"/doc/653797/\" id=\"a_13\">Section   304B</a>.     In \n\n             that decision, this Court considered the scope and ambit \n\n             of   <a href=\"/doc/653797/\" id=\"a_14\">Section   304B</a>   IPC   and   also   of   <a href=\"/doc/538436/\" id=\"a_15\">Section   498A</a>   IPC. \n\n             Reference was also made to provisions of <a href=\"/doc/1953529/\" id=\"a_16\">Section 113B</a> of \n\n             the Evidence Act.   It was held that <a href=\"/doc/1953529/\" id=\"a_17\">Section 113B</a> of the \n\n             Evidence Act lays down that if soon before the death such \n\n             woman has been subjected to cruelty or harassment for or \n\n             in   connection   with   any   demand   for   dowry   then   the   Court \n\n             would presume that such a person has committed the dowry \n\n             death.   It was also held that the meaning of &#x27;cruelty&#x27; \n\n             for the purpose of this Section has  to be gathered from \n\n             the   language   as   found   in   Section   498A   and   as   per   that \n\n             Section &#x27;cruelty&#x27; means &#x27;any wilful conduct which is of \n\n             such a nature as is likely to drive the woman to commit \n\n             suicide or to cause grave injury or danger to life, limb \n\n             or   health   (whether   mental   or   physical)   of   the   woman   or \n\n             harassment of the woman where such harassment is with a \n\n             view to coercing her or any person related to her to meet \n\n             any unlawful demand for any property or valuable security \n\n             or is on account of failure by her or any person related \n\n             to her to meet such demand.&#x27;</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"256823\" id=\"span_7\">8.                Our   attention   is   also   drawn   to   the   decision   of \n\n             <a href=\"/doc/256823/\" id=\"a_18\">Mahbub Shah v. King Emperor</a> (1945) 72 Indian Appeals 148. \n\n             In <a href=\"/doc/256823/\" id=\"a_19\">the said decision</a>, it was held that to invoke the aid \n\n             of <a href=\"/doc/37788/\" id=\"a_20\">Section 34</a> IPC exclusively it must be shown that the \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                                              6</span>\n\n\n\n\n\n             criminal   act   complained   against   was   done   by   one   of   the \n\n             accused persons in furtherance of common intention of all \n\n             and if that is shown then the liability for the crime may \n\n             be imposed on any one of the persons in the same manner \n\n             as if the acts were done by him alone.   It was further \n\n             held   that   it   is   difficult   if   not   impossible   to   procure \n\n             direct evidence to prove the intention of an individual; \n\n             in   most   cases   it   has   to   be   inferred   from   his   act   or \n\n             conduct or other relevant circumstances of the case.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_9\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"413855\" id=\"span_9\">9.                This Court in the decision of  Bengai Mandal alias \n\n             <a href=\"/doc/413855/\" id=\"a_21\">Begai Mandal  v.  State of Bihar</a>  reported in (2010) 2 SCC \n\n             91 after referring to some allied decisions of this Court \n\n             held that the position with regard to <a href=\"/doc/37788/\" id=\"a_22\">Section 34</a> IPC is \n\n             crystal clear and that the existence of common intention \n\n             is a question of fact.  It was held that since intention \n\n             is a state of mind it is, therefore, very difficult if \n\n             not   impossible   to   get   or   procure   direct   proof   of \n\n             intention   and,   therefore,   courts   in   most   cases   have   to \n\n             infer the intention from the act or conduct of the party \n\n             or other relevant circumstances of the case.</span>  \n\n</p><p data-structure=\"Precedent\" id=\"p_10\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_10\">10.               Counsel appearing for the appellant also drew our \n\n             attention   to   the   same   decision   which   is   relied   upon   in \n\n             the impugned judgment by the High Court, i.e. the case of \n\n             <a href=\"/doc/1033637/\" id=\"a_23\">State   of   Haryana  v.  Bhajan   Lal   and   others</a>  reported   in \n\n             1992 suppl. 1 SCC 335.  In <a href=\"/doc/1033637/\" id=\"a_24\">the said decision</a>, this Court \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                                              7</span>\n\n\n\n\n\n             held that it may not be possible to lay down any specific \n\n             guidelines   or   water   tight   compartment   as   to   when   the \n\n             power   under   <a href=\"/doc/1679850/\" id=\"a_25\">Section   482</a>   Cr.P.C.   could   be   or   is   to   be \n\n             exercised.  This Court, however, gave an exhaustive list \n\n             of   various   kinds   of   cases   wherein   such   power   could   be \n\n             exercised.   In paragraph 103 of <a href=\"/doc/1033637/\" id=\"a_26\">the said judgment</a>, this \n\n             Court, however, hastened to add that as a note of caution \n\n             it must be stated that the power of quashing a criminal \n\n             proceeding   should   be   exercised   very   sparingly   and   with \n\n             circumspection and that too in the rarest of rare cases \n\n             for the Court would not be justified in embarking upon an \n\n             inquiry as to the reliability or genuineness or otherwise \n\n             of the allegations made in the First Information Report \n\n             or   in   the   complaint   that   the   extraordinary   or   the \n\n             inherent powers do not confer an arbitrary jurisdiction \n\n             on the Court to act according to its whim or caprice.</span>\n\n</p><p data-structure=\"Facts\" id=\"p_11\">             11.               Keeping   the   aforesaid   legal   principles   in   our \n\n             mind, we now proceed to examine the contentions raised by \n\n             the   counsel   appearing   for   the   appellant   in   order   to \n\n             ascertain   and   find   out   whether   a   case   for   quashing   is \n\n             made out in the facts of the present case.  In the First \n\n             Information Report, there is an allegation that the two \n\n             other   accused   persons   namely   Ishwar   Das   and   his   wife \n\n             Sunita   Devi   on   the   fateful   day   after   talking   to   the \n\n             present   appellant   over   telephone   in   a   pre-determined \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                                              8</span>\n\n\n\n\n\n             manner   killed   the   informant&#x27;s   daughter   Bimla   Devi   by \n\n             pushing   her   into   a   well.       Counsel   appearing   for   the \n\n             appellant even sought to counter the said allegation by \n\n             referring to a document issued by the Commanding Officer \n\n             to the appellant dated 19th  November, 2006.   In the said \n\n             note, which was sent to the Superintendent of Police, it \n\n             is mentioned that as per the statement of the appellant \n\n             his wife Bimla Devi fell inside the well.  The aforesaid \n\n             document   is   in   the   nature   of   a   defence   and   could   be \n\n             looked into by the appropriate Court at the appropriate \n\n             stage and not now.  What we are required to look at this \n\n             stage is the allegations made in the complaint and in the \n\n             First   Information   Report.     He   also   referred   to   some   of \n\n             the   statements   made   in   the   case   diary   to   justify   the \n\n             stand that no case against the appellant is made out.  \n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">             12.               We   are,   however,   unable   to   accept   the   said \n\n             contention   at   this   stage   for   we   find   that   there   was   a \n\n             demand for giving cows, motor cycle and other goods.  All \n\n             these allegations will have to be dealt with by the Court \n\n             at different stages for which liberty would be available \n\n             to the appellant.  In our considered opinion, this is not \n\n             the stage when the Court would make an inquiry into the \n\n             factual   position   to   find   out   as   to   whether   or   not   the \n\n             appellant   is   guilty   of   the   charges   or   not.     The \n\n             appellant,   in   our   considered   opinion,   will   have \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                                              9</span>\n\n\n\n\n\n             sufficient   opportunity   to   place   his   entire   case   before \n\n             the   Court   at   the   time   of   framing   of   the   charge   since \n\n             charge sheet has already been filed against the appellant \n\n             also  holding that a case under Section 304B and <a href=\"/doc/94346/\" id=\"a_27\">Section \n\n             34</a> is made out.  We do not wish to enter into the factual \n\n             details for any discussion on them at this stage as the \n\n             same may prejudicially affect the case of the appellant. \n\n             We   are,   however,   of   the   considered   opinion   that   on   a \n\n             reading of the First Information Report and the materials \n\n             that are available in the case file of the appellant that \n\n             no case is made out so as to quash the entire proceeding. \n\n             Therefore, while rejecting the contention of the counsel \n\n             appearing   for   the   appellant   so   far   quashing   of   the \n\n             proceedings is concerned we give him the liberty to raise \n\n             all his defence as may be available to him in accordance \n\n             with law at the time of framing of the charge and at that \n\n             stage the Court shall consider the material on record as \n\n             also   the   contentions   raised   by   the   appellant   in   proper \n\n             perspective and decide the matter in accordance with law. \n\n             We   also   make   it   clear   that   any   observation   made   by   us \n\n             herein   would   not   be   in   any   manner   construed   as   our \n\n             observations   or   views   with   regard   to   the   merit   of   the \n\n             case or the defence of the appellant.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">             13.               In terms thereof,   we dismiss the appeal but with \n\n             the aforesaid liberty granted to the appellant.  The stay \n\n\f\nCrl. Appeal No.   1735   of 2011 @  SLP(Crl) 10005/2009                                                                                                  REPORTABLE\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                                             10</span>\n\n\n\n\n\n             of   further   proceedings   before   the   trial   court   granted \n\n             vide   this   Court   order   dated   22nd  October,   2010   stands \n\n             vacated. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_14\">              \n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_15\">                                                                                                   .......................J\n                                                                                                   [Dr. MUKUNDAKAM SHARMA]\n\n\n\n\n\n                                                                                                   ........................J\n                                                                                                   [ANIL R. DAVE]\n             NEW DELHI\n             SEPTEMBER 6, 2011.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_16\">\f\n</p>","numcites":11,"numcitedby":60,"docsource":"Supreme Court of India","citetid":45226440,"divtype":"judgments","relatedqs":[{"value":"304b","formInput":"304b"},{"value":"dowry death","formInput":"dowry%20death"},{"value":"498a","formInput":"498a"},{"value":"section 498a ","formInput":"section%20498a%20"},{"value":"cruelty","formInput":"cruelty"},{"value":"section 304b","formInput":"section%20304b"},{"value":"slp","formInput":"slp"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"304b  citedby: 653797","formInput":"304b%20%20citedby%3A%20653797"},{"value":"cruelty  citedby: 538436","formInput":"cruelty%20%20citedby%3A%20538436"},{"value":"jharkhand ","formInput":"jharkhand%20"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"dowry","formInput":"tag:dowry"},{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}