{"tid":188216888,"publishdate":"2011-09-30","title":"M/S. Sangeeth Textiles Ltd vs M/S.The Cotton Corporation Of India ... on 30 September, 2011","doc":"<h2 class=\"doc_title\">M/S. Sangeeth Textiles Ltd vs M/S.The Cotton Corporation Of India ... on 30 September, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-n-vasanthakumar\">N. Paul Vasanthakumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-n-vasanthakumar\">N. Paul Vasanthakumar</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nDATED  :   30-9-2011\n\nCORAM\n\nTHE HONOURABLE MR. JUSTICE N. PAUL VASANTHAKUMAR\n\nW.P.Nos.19447, 19448, 19449, 19450, 19451, 19452, 19453, 19454, 19467, 19468, 19469, 19470, 19471, 18651, 18652, 18653, 18654, 18655, 18656, 18657, 18658, 18659, 18660, 18663, 18664, 18665, 18666, 18667, 18668, 18669, 18670, 18671, 18672, 18673, 18819, 18820, 18821, 18822, 18823, 18824, 18825, 19085, 19086, 19823, 19824, 19825, 19826, 19827, 19828, 19829, 19830, 19831, 19832, 19833, 19834, 19835, 19836, 19837, 19838, 19839, 19840, 19841, 19842, 19879, 19880, 19881, 19882, 19883, 19884, 19885, 19886, 19887, 19888, 19889, 19890, 19891, 19892, 19893, 19985, 19986, 19987, 19988, 19989, 20076,  20087, 20088, 20161, 20162, 20163, 20164, 20165, 20166, 20167, 20168, 20169, 20260, 20261, 20262, 20263, 20264, 20265, 20280, 20291, 20500, 20501, 20502, 20503, 20504, 20505, 20506, 20507, 20508, 20509, 20510, 20789, 20790, 20895, 20896, 20897, 20898, 20899, 21460, 21461, 21462 of 2011\n\t\t\t\t\t\t\t\t\t(124 Cases)\n\nand Connected Miscellaneous Petitions\n\nW.P.No.19447 of 2011\n\nM/s. Sangeeth Textiles Ltd.,\nrep.by its Authorized Signatory,\nE.O.Sathiesh Kumar,\n551 Ganesapuram (Post),\nS.S.Kulam \u0016 641 107,\nAnnur,\nCoimbatore.\t\t\t\t\t\t\t...\tPetitioner\n\nVs.\n\n1.\tM/s.The Cotton Corporation of India Limited,\n\t(A Government of India Undertaking,\n\tMinistry of Textiles)\n\tP.B.No.7103, No.1057, Trichy Road,\n\tRamanathapuram,\n\tCoimbatore \u0016 641 045.\n2.\tThe Cotton Corporation of India Ltd.,\n\t(A Government of India Undertaking,\n\tMinistry of Textiles),\n\tKapas Bhavan,\n\tPlot No:3A, Sector 10, Cbd Belapur,\n\tNavi Mumbai \u0016 400 614\n\n3.\tM/s.The Cotton Corporation of India Limited,\n\t(A Government of India Undertaking,\n\tMinistry of Textiles),\n\tChandar Mouli Building,\n\tPlot No.27, Samrat Nagar,\n\tVeer Savarkar Chowk,\n\tShahnoorwadi Road,\n\tAurangabad \u0016 431 005.\n\n4.\tThe Government of India,\n\tMinistry of Textiles,\n\tre.by its Secretary,\n\tUdyog Bhavan,\n\tNew Delhi \u0016 110 011.\t\t\t\t\t...  Respondents\n\nPrayer:\tWrit Petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India praying for the issuance of a Writ of Declaration, declaring the contract Sale Contract No:112 dated 6.1.2011 entered between the petitioner and third respondent as null and void besides directing the respondent to refund the Earnest Money Deposit of the petitioner lying with the first and third respondent.\n\nFor Petitioner in\t\t\t:\tMr.R.L.Ramani, Sr.Counsel\nall writ petitions\t\t\t\tfor Mr.P.J.Rishikesh,\n\t\t\t\t\t\tMr.B.Raveendran,\n\t\t\t\t\t\tMr.N.Umapathi,\n\t\t\t\t\t\tMr.R.Bharath Kumar, &amp;\n\t\t\t\t\t\tM/s.Aiyar and Dolia\n\nFor Respondents 1 to 3/\t:\tMr.M.S.Krishnan, Sr.Counsel,\nCotton Corp. of India Ltd.\t\tfor\n\t\t\t\t\t\tM/s.Sarvabhauman Associate\n\nFor 4th Respondent/\t\t:\tMr.V.Parivallal,\nMinistry of Textiles,\t\t\tSenior Central Govt. Counsel\nGovernment of India\n\nCOMMON ORDER\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">\tThe prayer in all these writ petitions is to declare the Contract No.112 dated 6.1.2011 (in W.P.No.19447/2011) and similar contracts, entered into between the petitioner and the third respondent \u0016 M/s.Cotton Corporation of India Limited, as null and void and direct the respondents to refund the EMD of the petitioners lying with the respondents 1 to 3.\n</p><p data-structure=\"Facts\" id=\"p_2\">\t2.\tThe brief facts necessary for disposal of these writ petitions are as follows:\n</p><blockquote id=\"blockquote_1\">\t(a)\tThe petitioners are doing the business of ginning of cotton and spinning of yarn from cotton, both for export to foreign countries and for the domestic market.  Petitioners Company approached the third respondent Corporation for procurement of cotton, which is the basic raw material for spinning industry.\n</blockquote><blockquote id=\"blockquote_2\">\t(b)\tContracts of sale was entered into between the third respondent and each of the petitioner on 6.1.2011 (in W.P.No.19447/2011) and on various dates.  The terms of the contract stipulates that the agreed quantity of purchase by the petitioners Company shall be 7500 bales of cotton, for which the price was fixed at Rs.43,800/- per candy.  The payment condition entailed a minimum deposit of Rs.800/- per bale.  The petitioners Company have paid a total deposit of Rs.800/- per bale, which ultimately works out to a total sum of Rs.60 lakhs. \n</blockquote><blockquote id=\"blockquote_3\">\t(c)\tAccording to the petitioner in W.P.No.19447 of 2011, out of 7,500 bales, they had taken delivery of 7000 cotton bales and therefore a balance money of Rs.4,00,000/- is still with the third respondent Corporation.\n</blockquote><blockquote id=\"blockquote_4\">\t(d)\tIt is contended that the entire contract is now frustrated because of frequent power cuts that lasted for long hours, closure of Units in Tiruppur, and sudden ban on export of cotton yarn to foreign countries by the Central Government.  Due to the said three reasons working hours in the factory has been drastically reduced to one shift instead of normal three shifts and four months production is held up and are lying idle.  No payment is received from buyers for the past few months.  The credit worthiness of the business is under threat.  Since normal shift pattern was stopped, there is less production, leaving the bales already lifted from the respondent as surplus.\n</blockquote><blockquote id=\"blockquote_5\">\t(e)\tIt is the further contention of the petitioners that therefore it is impossible to take the balance bales and use it commercially.  The petitioners are not responsible for the present situation and therefore the contracts entered into between the petitioner and the respondents have become frustrated and thus the entire contract entered into between the petitioners and the respondents have become null and void due to mutuality.\n</blockquote><blockquote id=\"blockquote_6\">\t(f)\tThe contract terms are one-sided, particularly Clause 13 \u0016 Force Majeure Clause only helps the third respondent in adverse situation and does not mutually available.  The petitioners were forced to sign the contracts due to unequal bargaining power.  The Force Majeure Clause should be impliedly applied to the petitioners so as to give business efficacy to the contract.  \n</blockquote><blockquote id=\"blockquote_7\">\t(g)\tThe petitioners have jointly made joint memorandum on 28.6.2011 to the second respondent Corporation and focussed the adverse situation.  The third respondent Company being a Central Government Company, registered under the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a>, is bound to consider the adverse situation, which is a nodal agency of the Central Government to undertake price support operations.\n</blockquote><blockquote id=\"blockquote_8\">\t(h)\tOn 21.6.2011, the petitioner in W.P.No.19447 of 2011 had written a letter to the first respondent explaining the grave situation and requested cancellation/surrender of balance bales of unlifted cotton as the rates offered by the  Corporation was higher than the amount contracted with the petitioners. On 30.6.2011 the respondents 1 to 3 threatened action that the deposited money and EMD deposited would be forfeited and unlifted cotton would be sold at the risk and cost of petitioners company and the loss, if any, would be recovered from the petitioners company.  Therefore the petitioners have filed these writ petitions.\n</blockquote><blockquote id=\"blockquote_9\">\t(i)\tThe contentions of the petitioners are that due to the policy decision taken by the Central Government banning export of cotton yarn and availability of the product in the local market, it is impossible for the petitioners to lift the quantity for which contract was entered into with the respondent Corporation; that due to power cut and closure of the Units in Tiruppur, the petitioners are not able to lift the cotton at the agreed price; and that the doctrine of frustration has to be applied on the facts and circumstances as the performance of the contract has been hampered due to impossibility of performance, which has arisen after the contract was entered into.\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">\t3.\tThese writ petitions are opposed by the Cotton Corporation of India by filing common counter affidavit contending as follows:\n</p><blockquote id=\"blockquote_10\">\t(i)\tThe Cotton Corporation of India (CCI) was setup in July, 1970 by the Government of India as the only Public Sector Undertaking in the field of marketing of cotton.  The Corporation is undertaking support price operations without any quantitative limit whenever the prices of kapas (seed cotton) are ruling the below minimum support price.  In the absence of support price operations, the Corporation undertakes commercial operations at its own risk for supplying the cotton to NDC Mills, State Textile Mills, Co-Operative Mills and private mills and for export commitments.  For sale of FP bales, daily quotes along with terms and conditions of the sale of FP bales are displayed in the website of the respondent Corporation.\n</blockquote><blockquote id=\"blockquote_11\">\t(ii)\tThe objection regarding maintainability of the writ petitions is raised in the counter affidavit contending that Clause 12 of the contract entered into between the petitioners and the respondent Corporation contains an arbitration clause stating that the arbitration will be governed by the provisions of the <a href=\"/doc/1306164/\" id=\"a_3\">Arbitration and Conciliation Act, 1996</a> or any statutory amendment or any reenactment, thereof.  <a href=\"/doc/310829/\" id=\"a_4\">Sections 5</a> and <a href=\"/doc/1146817/\" id=\"a_5\">8</a> of the Arbitration and Conciliation Act, 1996 restricts judicial intervention in matters covered by arbitration agreement.\n</blockquote><blockquote id=\"blockquote_12\">\t(iii)  Petitioners are trying to interpret the contract in the writ petitions which is impermissible, particularly when the petitioners are having a remedy to go for arbitration under the Contract signed by the petitioners.  \n</blockquote><blockquote id=\"blockquote_13\">\t(iv)\tIt is also stated in the counter affidavit that the petitioner mills are managed and administered by the professionals consisting of persons having immense knowledge in the business of yarn manufacturing and marketing.  They are carrying on the business with the respondents Corporation for years together and they are fully aware of the intricacies of the business.  They having signed the contract with open eyes after reading the terms and conditions, it is unconscionable to raise these kinds of contentions in the writ petitions.  Petitioners are trying to wriggle out of the contract contending that now it is not commercially viable.\n</blockquote><blockquote id=\"blockquote_14\">\t(v)\tThe alleged ground viz., frequent power cut, closure of Units in Tiruppur and ban on exports were very much prevailed when the petitioners entered into the contract.  There is no change in circumstance and there is no total ban on exports and only a quantitative restriction to yarn exports was imposed.  The petitioners were taking the cotton till the end of May, 2011 even though the price of cotton fell below the contract price.  The restriction to the export of cotton was also lifted with effect from 1.4.2011, which fact has been suppressed by the petitioners in the affidavit filed in support of these writ petitions.\n</blockquote><blockquote id=\"blockquote_15\">\t(vi)\tIn fact, the petitioners purchased cotton bales at a lower rate from the Corporation, though the price had increased.  Still the respondents did not increase the price but supplied cotton bales as per the agreed terms.  Clause 13 of the agreement is not one-sided as alleged.\n</blockquote><blockquote id=\"blockquote_16\">\t(vii)  The Doctrine of Frustration will not apply in a commercial contract, where the parties are anticipating future change on price structure.   Petitioners have taken delivery of cotton bales till the end of May, 2011, without any demur as the price was on the higher side.  Only after the fall in price from June, 2011, petitioners are lodging their protest.\n</blockquote><blockquote id=\"blockquote_17\">\t(viii)  The issue involves interpretation of contract entered into between the petitioner and the respondents, which can be effectively dealt with only before the Arbitrator and in this case, arbitration clause is already there.  Therefore Arbitrator can very well interpret the contract.\n</blockquote><blockquote id=\"blockquote_18\">\t(ix)\tIt is stated in the counter affidavit that the petitioners are purchasing cotton at a lower rate from the open market and continuing their production and they are now opting out on account of the commercial calculations.  The respondents Corporation is procuring cotton from the farmers either at the minimum support price or at the market rate for the purpose of ensuring remunerative price to farmers.  If the petitioners do not take delivery of cotton as agreed, ultimately the farmers would be affected and the respondent Corporation may not be in a position to protect the interest of the farmers in the coming season.  The forfeiture of EMD is only as per the terms and conditions in the contract.  Therefore the writ petitions filed for declaration are not maintainable on the ground of availability of alternate remedy of moving before the Arbitrator.\n</blockquote><p data-structure=\"PetArg\" id=\"p_4\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"609434\" id=\"span_1\">4.\tMr.R.L.Ramani, learned Senior Counsel appearing for petitioners in most of the writ petitions reiterated the contentions raised in the affidavits filed in support of the writ petitions and submitted that the contracts entered into between the respective petitioners and Cotton Corporation of India are unworkable due to three reasons viz., frequent power cut, closure of several Units in Tiruppur, and ban on exports, which were never accepted by the petitioners while signing the contract and the petitioners approached the respondents for taking effective steps for not lifting the cotton bales and give them fresh lease of life and the same having not been considered.   The facts in these cases are not very much in dispute and hence this Court can entertain the writ petitions, even though there is an alternate remedy of moving for arbitration.  The learned Senior Counsel relied on the judgment of the Supreme Court reported in (2011) 5 SCC 697 (<a href=\"/doc/609434/\" id=\"a_6\">Union of India v. Tantia Construction (P) Ltd.</a>) in support of his contentions, particularly stating that presence of arbitration clause is not a bar to invoke writ jurisdiction when injustice is caused and rule of law is violated.</span>   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"184405\" id=\"span_2\">The learned Senior Counsel also relied on the decision of the Supreme Court reported in (2010) 11 SCC 186 (<a href=\"/doc/184405/\" id=\"a_7\">Central Bank of India v. Devi Ispat Ltd.</a>) in support of his contentions.  The learned Senior Counsel further submitted that the petitioners having been forced to sign the contract on dotted lines, cannot be sent out of this Court, particularly when their rights guaranteed under <a href=\"/doc/935769/\" id=\"a_8\">Article 19(1)(g)</a> of the Constitution of India to carry on the business is affected.  The learned Senior Counsel also submitted that mere existence of alternate remedy of going for arbitration will not disentitle the petitioners to file these writ petitions.</span>\n</p><p data-structure=\"PetArg\" id=\"p_5\">\t5.\tHeard Mr.R.Barath Kumar, learned counsel also for some of the writ petitioners.\n</p><p data-structure=\"PetArg\" id=\"p_6\">\t6.\tMr.M.S.Krishnan, learned Senior Counsel appearing for the respondents 1 and 2 submitted that the CCI was formed by the Government of India to help the farmers to get good price for their cotton.  It is procuring the cotton from the farmers and also paying advance to the farmers. During October, 2010 to February, 2011 the contract entered into by the petitioners with CCI is for one year.  Till June, 2011 the price of cotton was higher than the amount fixed in the contract and only in July, 2011 local price has fallen.  The power cut alleged by the petitioners are in existence for the past two years.   The closure of units in Tiruppur are only dying units and not textile mills.  There was no ban on exports of cotton yarn as alleged in the affidavit and there was only restricted export, which also was completely lifted by notification dated 31.3.2011.  Now the export of cotton yarn is free subject to regulation of export contracts with DGFC (Director General of Foreign Trade).  The learned Senior Counsel relied on the Circular No.07 dated 22.12.2010 issued by the Government of India, Ministry of Commerce and Industry and contended that the said circular only restricted and not totally banned the export of cotton yarn.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"184405\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1172863\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1089337\" id=\"span_5\">The learned counsel also submitted that as on date the price has gone up than the amount agreed between the parties.  The petitioners are attempting to re-write the contract at its fag end period and more than 50% of the agreed bales were already lifted by the petitioners.  The alleged frustration of contract will not arise as contended by the petitioners.  The learned Senior Counsel also relied on the judgments of the Supreme Court reported in (1996) 6 SCC 22 (State of U.P.v.Bridge &amp; Roof Company (I) Ltd.); (2007) 14 SCC 680 : (2007) 4 ALR 74 (SC) (<a href=\"/doc/1089337/\" id=\"a_9\">Empire Jute Company Limited v. Jute Corporation of India Limited</a>);  (2005) 8 SCC 242 (<a href=\"/doc/1172863/\" id=\"a_10\">Sanjana M.Wig v. Hindustan Petroleum Corporation Ltd.</a>);  (2010) 11 SCC 186 (<a href=\"/doc/184405/\" id=\"a_11\">Central Bank of India v. Devi Ispat Ltd.</a>); and AIR 1962 Madras 122 (Mahalingaswami Devasthanam v. Sambanda Mudaliar) in support of his contentions and submitted that the writ petitions are not maintainable, particularly when factual disputes are raised in these writ petitions.</span></span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_7\">\t7.\tI have considered the rival submissions made by the learned Senior Counsel appearing for the petitioners as well as learned Senior Counsels appearing for the  respective respondents.\n</p><p data-structure=\"Issue\" id=\"p_8\">\t8.\tThe point arises for consideration in these writ petitions is as to whether the writ petitions filed seeking declaration to declare the contract entered into between the petitioners and first respondent are maintainable and whether the EMD can be directed to be refunded ?\n</p>\n<p data-structure=\"Section\" id=\"p_9\">\t9.\tIn W.P.No.19447 of 2011 the contract was entered into between the petitioner and first respondent on 6.7.2011.  Similar contracts were entered into between the petitioners in other writ petitions and respondent Corporation for different periods.  Clause 12 of the terms of the contracts reads as follows:\n</p><blockquote id=\"blockquote_19\">&quot;In case of any dispute or difference arising out of or in relation to the contract, except any dispute regarding the quality of cotton which is specifically excluded under clause 2 of the Contract, will be referred to an Arbitrator (other than an employee of the seller)  to be appointed by the Director (Marketing) or the Director (Finance) of the Seller and the decision of the Arbitrator shall be final and binding upon the parties hereto.  The Arbitration will be governed by the provisions of the <a href=\"/doc/1306164/\" id=\"a_12\">Arbitration and Conciliation Act, 1996</a> or any statutory amendments or re enactment thereof.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_10\">The agreed price per candy was fixed at Rs.43,800/- and the petitioners agreed to buy 7500 bales of indigenous cotton on the terms and conditions set out.   Each of the petitioners have signed in the contract. Therefore the petitioners are well aware of the fact that if any dispute arises for any reason if the contract could not be completed as agreed upon, the parties can move for arbitration.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">\t10.\tPetitioners&#x27; contention is that due to the frequent power cut, closure of Units at Tiruppur and ban of export, the prices got reduced in the open market and therefore they cannot lift the balance cotton bales at present, at the rate of Rs.43,800/- per candy as agreed.  The respondents in the counter affidavit as well as the learned Senior Counsel for the respondents during the course of the arguments submitted that the cotton was sold for higher price till May, 2011 and only in July, 2011 a small price reduction was noticed and now the price got stabilised; that as on today it is Rs.43,000/-, which may further increase; that the petitioners have lifted the cotton and benefitted out of the lower rate paid to the Corporation; and that fluctuation of price is a common phenomena, which is aware of to every businessman including the petitioners and that is why a standard price was fixed.  In such circumstances, the learned Senior Counsel for the respondent Corporation is justified in raising preliminary issue of maintainability of the writ petitions at the admission stage.\n</p><p data-structure=\"Section\" id=\"p_12\">\t11.\tAs per the contract between the petitioners and the respondent Corporation, for resolving disputes arbitration is provided (other than any dispute regarding quality of cotton, which is specifically excluded under Clause 2).  An Arbitrator other than an employee of the Seller is to be appointed by the Director (Marketing) or the Director (Finance) of the Seller.   Such Arbitration will be governed by the provisions of the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and Conciliation Act, 1996</a> or any statutory amendments or reenactment thereof.  Petitioners having agreed by signing the said contract, are bound to raise any dispute for arbitration and the Arbitrator can very well go into all aspects, particularly in the facts pleaded by the petitioners viz., frequent power cut, closure of Units in Tiruppur, ban of exports or any other reason, which may be raised for consideration and an appropriate decision can be arrived at.\n</p><p data-structure=\"Precedent\" id=\"p_13\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184405\" id=\"span_6\">12.\t(a)\tThe Supreme Court in the decision reported in (2010) 11 SCC 186 (<a href=\"/doc/184405/\" id=\"a_14\">Central Bank of India v. Devi Ispat Ltd.</a>) held that mandamus can be issued by the High Court under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution, if a legal right exist and corresponding legal duty is liable to be performed by the State or its instrumentality.  In paragraph 28 the Supreme Court held thus,\n\t&quot;28. It is clear that (a) in the contract if there is a clause for arbitration, normally, a writ court should not invoke its jurisdiction; (b) the existence of effective alternative remedy provided in the contract itself is a good ground to decline to exercise its extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226;</a> and (c) if the instrumentality of the State acts contrary to the public good, public interest, unfairly, unjustly, unreasonably discriminatory and violative of <a href=\"/doc/367586/\" id=\"a_17\">Article 14</a> of the Constitution of India in its contractual or statutory obligation, writ petition would be maintainable. However, a legal right must exist and corresponding legal duty on the part of the State and if any action on the part of the State is wholly unfair or arbitrary, writ courts can exercise their power. In the light of the legal position, writ petition is maintainable even in contractual matters, in the circumstances mentioned in the earlier paragraphs.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184405\" id=\"span_7\">In <a href=\"/doc/184405/\" id=\"a_18\">the said decision</a> the issue arose was for the return of title deeds deposited in the bank after the settlement of accounts furnished by the bank in full.  Therefore the facts were not in dispute.</span>\n</p><p data-structure=\"Precedent\" id=\"p_15\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089337\" id=\"span_8\">(b)\tIn (2007) 14 SCC 680 : (2007) 4 ALR 74 (SC) (<a href=\"/doc/1089337/\" id=\"a_19\">Empire Jute Company Limited v. Jute Corporation of India Limited</a>) in paragraph 18 it is held thus,\n\t&quot;18. The power of judicial review vested in the superior courts undoubtedly has wide amplitude but the same should not be exercised when there exists an arbitration clause. The Division Bench of the High Court took recourse to the arbitration agreement in regard to one part of the dispute but proceeded to determine the other part itself. It could have refused to exercise its jurisdiction leaving the parties to avail their own remedies under the agreement but if it was of the opinion that the dispute between the parties being covered by the arbitration clause should be referred to arbitration, it should not have proceeded to determine a part of the dispute itself.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_16\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15322\" id=\"span_9\">(c)\tIn the decision reported in (2011) 2 SCC 782 (<a href=\"/doc/15322/\" id=\"a_20\">Kanaiyalal Lalchand Sachdev v. State of Maharashtra</a>) the Apex Court held that if disputed questions of facts arise in a given case and alternative remedy is provided, remedy under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the  Constitution of India cannot be permitted.</span>\n</p><p data-structure=\"Precedent\" id=\"p_17\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214064\" id=\"span_10\">(d)\tIn AIR 1954 SC 44 : 1954 SCR 310 (<a href=\"/doc/1214064/\" id=\"a_22\">Satyabrata Ghose v. Mugneeram Bangur and Co.</a>), the doctrine of frustration was considered.  In para 20 it is held thus,\n\t&quot;20. It is well settled and not disputed before us that if and when there is frustration the dissolution of the contract occurs automatically. It does not depend, as does recission of a contract on the ground of repudiation or breach, or on the choice or election of either party. It depends on the effect of what has actually happened on the possibility of performing the contract. What happens generally in such cases and has happened here is that one party claims that the contract has been frustrated while the other party denies it. The issue has got to be decided by the court \u0013ex post facto, on the actual circumstances of the case\u0014</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_11\">(e)\tIn AIR 1960 SC 588 : (1960) 2 SCR 793 ((M/s.Alopi <a href=\"/doc/1989300/\" id=\"a_23\">Parshad and Sons Ltd v. Union of India</a>) in paragraph 21 doctrine of frustration was considered, which reads thus,\n\t&quot;21. <a href=\"/doc/648614/\" id=\"a_24\">Section 56</a> of the Indian Contract Act provides that:</span>\n</p><blockquote id=\"blockquote_20\">\u0013A contract to do an act which, after the contract is made, becomes impossible, or, by reason of some event which the promisor could not prevent, unlawful, becomes void when the act becomes impossible or unlawful.\u0014\nPerformance of the contract had not become impossible or unlawful; the contract was in fact, performed by the Agents, and they have received remuneration expressly stipulated to be paid therein. <a href=\"/doc/171398/\" id=\"a_25\">The Indian Contract Act</a> does not enable a party to a contract to ignore the express covenants thereof, and to claim payment of consideration for performance of the contract at rates different from the stipulated rates, on some vague plea of equity. \u0013The parties to an executory contract are often faced, in the course of carrying it out, with a turn of events which they did not at all anticipate \u0017 a wholly abnormal rise or fall in prices, a sudden depreciation of currency, an unexpected obstacle to execution, or the like. Yet, this does not in itself affect the bargain they have made. If, on the other hand, a consideration of the terms of the contract, in the light of the circumstances existing when it was made, shows that they never agreed to be bound in a fundamentally different situation which has now unexpectedly emerged, the contract ceases to bind at that point \u0017 not because the court in its discretion thinks it just and reasonable to qualify the terms of the contract, but because on its true construction it does not apply in that situation. When it is said that in such circumstances the court reaches a conclusion which is \u0011just and reasonable&#x27; (Lord Wright in Constantine case or one \u0011which justice demands&#x27; (Lord Sumner in Hirji Mulji v. Cheong Yue Steamship Co. Ltd.), this result is arrived at by putting a just construction upon the contract in accordance with an \u0011implication ... from the presumed common intention of the parties&#x27;\u0014 \u0017 speech of Lord Simon in British Movietonews Ld. v. London and District Cinemas Ld.&quot;\n</blockquote><blockquote id=\"blockquote_21\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"888433\" id=\"span_12\">(f)\tIn (1976) 2 SCC 167 (<a href=\"/doc/888433/\" id=\"a_26\">Bisra Lime Stone Co. v. Orissa State Electricity Board</a>) the Supreme court in paragraph 24 held that when there is arbitration, the parties should go for arbitration.</span>\n</blockquote><blockquote id=\"blockquote_22\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_13\">(g)\tIn (1996) 6 SCC 22 (<a href=\"/doc/1156062/\" id=\"a_27\">State of U.P. v. Bridge &amp; Roof Company (India) Ltd.</a>) in para 21 also the same view was taken, which reads thus,\n\n\t&quot;21.\t...........  The contract in question contains a clause providing inter alia for settlement of disputes by reference to arbitration (clause 67 of the contract). The arbitrators can decide both questions of fact as well as questions of law. When the contract itself provides for a mode of settlement of disputes arising from the contract, there is no reason why the parties should not follow and adopt that remedy and invoke the extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226.</a> The existence of an effective alternative remedy \u0017 in this case, provided in the contract itself \u0017 is a good ground for the court to decline to exercise its extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226.</a> The said article was not meant to supplant the existing remedies at law but only to supplement them in certain well-recognised situations. As pointed out above, the prayer for issuance of a writ of mandamus was wholly misconceived in this case since the respondent was not seeking to enforce any statutory right of theirs nor was it seeking to enforce any statutory obligation cast upon the appellants. Indeed, the very resort to <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> \u0017 whether for issuance of mandamus or any other writ, order or direction \u0017 was misconceived for the reasons mentioned supra.&quot;</span>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_19\">\t13.\tFrom the above referred decisions it is evident that even though there is no absolute bar to entertain writ petition if there is an arbitration clause, if the facts are in dispute, the High Court shall not entertain writ petition.\n</p><p data-structure=\"PetArg\" id=\"p_20\">\t14.\tIn these cases, petitioners are contending that the price of cotton bales is lesser than the agreed amount payable by the petitioners to the respondent and the ban order imposed was lifted by the Government of India and when the petitioners entered into contract, then also there was frequent power cut.  It is also contended by the learned Senior Counsel for the respondent Corporation that till May, 2011, cotton price was higher than the agreed amount payable by the petitioners and the petitioners have earned profit and now also the cotton price has increased and therefore there is fluctuation of price, which cannot be a reason to contend frustration of contract.  All the above factual aspects can be raised only before the Arbitrator in an arbitration proceeding, which is also provided under Clause 12 of the terms and conditions of the contract entered into between the respective petitioner and respondent Corporation.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">\t15.\tIn view of the above findings, I am of the firm view that these writ petitions are not maintainable and the petitioners have to go for arbitration in terms of clause 12 of the contract, if they have any grievance.  Since the writ petitions are dismissed only on the ground of maintainability, the observations made herein or the contentions raised as stated in this order shall not be construed as giving any finding in favour of either party.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">\tThe writ petitions are dismissed with liberty to move for arbitration.  No costs.  Connected miscellaneous petitions are also dismissed.\n</p>\n\n\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_23\">vr\n\nTo\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">1.\tM/s.The Cotton Corporation of India Limited,\n\t(A Government of India Undertaking,\n\tMinistry of Textiles)\n\tP.B.No.7103, No.1057, Trichy Road,\n\tRamanathapuram, Coimbatore \u0016 641 045.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">2.\tThe Cotton Corporation of India Ltd.,\n\t(A Government of India Undertaking,\n\tMinistry of Textiles), Kapas Bhavan,\n\tPlot No:3A, Sector 10, Cbd Belapur,\n\tNavi Mumbai \u0016 400 614\n\n</p><p data-structure=\"Conclusion\" id=\"p_26\">3.\tM/s.The Cotton Corporation of India Limited,\n\t(A Government of India Undertaking,\n\tMinistry of Textiles), Chandar Mouli Building,\n\tPlot No.27, Samrat Nagar, Veer Savarkar Chowk,\n\tShahnoorwadi Road, Aurangabad \u0016 431 005.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">4.\tThe Secretary, Ministry of Textiles,\n\tGovernment of India, Udyog Bhavan,\n\tNew Delhi 110 011\n\n</p>","numcites":18,"numcitedby":1,"docsource":"Madras High Court","citetid":188216888,"divtype":"judgments","relatedqs":[{"value":"cotton corporation of india : loksabha","formInput":"cotton%20corporation%20of%20india%20%3A%20loksabha"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"cotton  corporation : loksabha","formInput":"cotton%20%20corporation%20%3A%20loksabha"},{"value":"\"Paul vasanthakumar\"","formInput":"%22Paul%20vasanthakumar%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"mandamus","formInput":"mandamus"},{"value":"contract act","formInput":"contract%20act"},{"value":"closure","formInput":"closure"},{"value":"\"cotton bales\"","formInput":"%22cotton%20bales%22"},{"value":"no frustration","formInput":"no%20frustration"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"CCI","formInput":"CCI"},{"value":"coimbatore","formInput":"coimbatore"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"farmers","formInput":"farmers"},{"value":"ban","formInput":"ban"},{"value":"seller","formInput":"seller"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"agreement-to-do-impossible-act","formInput":"tag:agreement-to-do-impossible-act"},{"value":"contract","formInput":"tag:contract"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}