{"tid":1674380,"publishdate":"2000-03-24","title":"Mysore Construction Company vs Karnataka Power Corporation Limited ... on 24 March, 2000","doc":"<h2 class=\"doc_title\">Mysore Construction Company vs Karnataka Power Corporation Limited ... on 24 March, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR2000KAR4953, 2001(2)KARLJ411, 2001 AIR - KANT. H. C. R. 480, (2001) 2 CIVILCOURTC 613, (2001) 2 KANT LJ 411, (2000) 4 ARBILR 476, (2001) 2 CIVLJ 420</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-v-raveendran\">R.V. Raveendran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-v-raveendran\">R.V. Raveendran</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n R.V. Raveendran, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Petitioner entered into an agreement dated 21-11-1988 with the Karnataka Power Corporation Limited (first respondent, &#x27;KPC&#x27; for short) under which the work of &quot;construction of Kadra Power House and appurtenant works&quot; was entrusted by KPC to the petitioner. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Clause 67 of the Conditions of Contract forming part of the said agreement related to &#x27;settlement of disputes&#x27;. The said clause is extracted below: \n</p> \n\n<blockquote id=\"blockquote_1\">&quot;SETTLEMENT OF DISPUTES\n  \n\n</blockquote><blockquote id=\"blockquote_2\">67. If any dispute or difference of any kind whatsoever shall arise between the Engineer and the Contractor in connection with, or arising out of the contract, or the execution of works, whether during the progress of the works or after their completion and\nwhether before or after the termination, abandonment or breach of the Contract, it shall, in the first place, be referred to and settled by the Engineer who shall, within a period of ninety days from the date of being requested by the Contractor to do so, give written notice of his decision of the Contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_3\">Subject to other form of settlement hereafter provided, such decision in respect of every dispute or difference so referred shall be final and binding upon the Contractor. The said decision shall forthwith be given effect to, and the Contractor shall proceed with the execution of the works with all due diligence. In case the decision of the Engineer is not acceptable to the Contractor, he may approach the law Courts at Bangalore for settlement of dispute after giving due written notice in this regard to the Engineer within a period of ninety days from the date of receipt of the written notice of the decision of the Engineer. If the Engineer has given written notice of his decision to the Contractor and no written notice to approach the law Courts has been communicated to him by the Contractor within a period of ninety days from receipt of such notice, the said decision shall be final and binding upon the Contractor. If the Engineer shall fail to give notice of his decision within a period of ninety days from the receipt of the Contractor&#x27;s request in writing for settlement of any dispute or difference as aforesaid, the Contractor may within ninety days after the expiration of the first named period of ninety days approach the law Courts at Bangalore, giving due notice to the Engineer. Whether the claim is referred to the Engineer or to the law Courts, as the case may be, the Contractor shall proceed to execute and complete the works with all due diligence pending settlement of the said dispute or differences. The reference of any dispute or difference to the Engineer or law Courts may proceed notwithstanding that the works shall then be or be alleged to be complete, provided always that the obligations of the Engineer and the Contractor shall not be altered by reason of the said dispute or difference being referred to the Engineer or law Courts during the progress of the works&quot;.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. During the execution of the said work, the parties agreed upon certain revision in rates and other revised terms and reduced them into writing in the form of a supplementary agreement. According to the petitioner, the said supplementary agreement was signed on 13-6-1995, whereas, according to respondents, the supplementary agreement was signed on 7-8-1995. Clause 29 of the Conditions of Contract, forming part of the said supplementary agreement deals with settlement of disputes. The said clause is extracted below: \n</p>  \n\n<blockquote id=\"blockquote_4\">&quot;SETTLEMENT OF DISPUTES -- TIME-LIMIT FOR DECISION\n \n\nClause   29.  (a)  If any  dispute  or  difference  of any  kind whatsoever     were      to      arise     between     the      Executive\nEngineer/Superintending Engineer and the Contractor regarding the following matter namely, \n \n\n</blockquote><blockquote id=\"blockquote_5\"> (i) the meaning of the specifications, designs, drawings and instructions hereinbefore mentioned; \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (ii) the quality of workmanship or material used on the work and\n \n\n</blockquote><blockquote id=\"blockquote_7\"> (iii) any other questions, claim, right, matter, thing whatsoever, in any way arising out of or relating to the contract designs, drawings, specifications, estimates, instructions, or orders, or those conditions or failure to execute the same whether arising during the progress of the work, or after the completion, termination or abandonment thereof, the dispute shall, in the first place, be referred to the Chief Engineer who has jurisdiction over the work specified in the contract. The Chief Engineer shall within a period of ninety days from the date of being requested by the Contractor to do so, given written notice of his decision to the Contractor. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_4\">Chief Engineer&#x27;s decision final\n \n\n</p><p data-structure=\"Section\" id=\"p_5\"> (b) Subject to other form of settlement hereafter provided, the Chief Engineer&#x27;s decision in respect of every dispute or difference so referred shall be final and binding upon the Contractor. The said decision shall forthwith be given effect to and Contractor shall proceed with the execution of the work with all due diligence.\n</p><p data-structure=\"Section\" id=\"p_6\">Remedy when Chief Engineer&#x27;s decision is not acceptable to contract\n \n\n</p><p data-structure=\"Precedent\" id=\"p_7\"> (c) In case the decision of the Chief Engineer is not acceptable to the Contractor, he may approach the Law Courts at Karwar for settlement of dispute after giving due written notice in this regard to the Chief Engineer within a period of ninety days from the date of receipt of the written notice of the decision of the Chief Engineer. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">Time-limit for notice to approach law Court by Contractor\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_9\"> (d) If the Chief Engineer has given written notice of his decision to the Contractor and no written notice to approach the law Court has been communicated to him by the Contractor within a period of ninety days from receipt of such notice, the said decision shall be final and binding upon the Contractor, \n \n\nTime-limit for notice to approach law Court by Contractor when decision is not given by Chief Engineer as at (b) \n \n\n</p><p data-structure=\"Section\" id=\"p_10\"> (e) If the Chief Engineer fails to given notice of his decision within a period of ninety days from the receipt of the Contractors request in writing for settlement of any dispute or difference as aforesaid, the Contractor may within ninety days after the expiry of the first named period of ninety days approach the law Courts at Karwar, giving due notice to the Chief Engineer. Contractor to execute and complete work pending settlement of disputes. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\"> (f) Whether the claim is referred to the Chief Engineer or to the law Courts. As the case may be, the Contractor shall proceed to execute and complete the works with all due diligence pending settlement of the said dispute or differences. Obligations of the Executive Engineer and Contractor shall remain unsettled during consideration of dispute. \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> (g) The reference of any dispute or difference to the Chief Engineer or the law Court may proceed notwithstanding that the works shall then be or be alleged to be complete, provided always that the obligations of the Executive Engineer and the Contractor shall not be altered by reason of the said dispute or difference being referred to the Chief Engineer or the law Court during the progress of the works&quot;.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">4. Both sides agreed that Clause 67 of the Conditions of Contract incorporated in the original agreement is now replaced and substituted by Clause 29 of the Conditions of Contract forming part of Supplementary Agreement. They also agreed that the effect and purport of Clause 67 of the original agreement and Clause 29 of the Supplementary Agreement are the same. While the petitioner contends that the said clauses contain an agreement to refer disputes to arbitration, the respondents contend that neither of the clauses provides for, nor contemplates, reference to arbitration and is not therefore an &#x27;arbitration agreement&#x27;. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">5. It is stated that a second Supplementary Agreement was executed on 19-11-1997 containing the modified terms agreed. Petitioner claims that contrary to the terms of the Supplementary Agreements dated 7-8-1995 and 19-11-1997, KPC tried to claim from the petitioner, certain interest. Petitioner claims to have protested against such action, by letter dated 2-9-1999. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\">6. The petitioner made certain claims in regard to the said work. They were not admitted by KPC. The petitioner alleges that as a consequence disputes and differences have arisen between the parties in regard to the said claims and that it referred those disputes to the second respondent [Chief Engineer (Civil) (Kali), KPC] for his decision under Clause 29 of the Conditions of Contract, as per letter No. MCC 2183 of 1999, dated 3-9-1999 (Annexure-A1). The Chief Engineer, who is required to give his decision on the disputes raised, within ninety days failed to do so. Therefore, the petitioner has filed this petition on 7-3-2000 under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 (for short, &#x27;the Act&#x27;) for appointment of any one from the panel of Arbitrators suggested by the petitioner (Annexure-P) to be the sole Arbitrator for adjudication of the claims of the petitioner. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">7. Respondents have resisted the petition by contending that there is no agreement to refer the disputes to arbitration and consequently the question of referring any dispute raised by the petitioner to arbitration does not arise. According to the respondents, neither Clause 67 of the Conditions of Contract fonning part of the original agreement nor Clause 29 of the Conditions of Contract forming part of the supplementary agreement relied on by the petitioner is an &quot;arbitration agreement&quot;, that is an agreement to refer any dispute to arbitration. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_17\">8. The question that therefore arises for consideration is whether there is an arbitration agreement between the parties or whether Clause 29 (old Clause 67) of the Conditions of Contract is an agreement to refer the disputes and difference of the nature stated therein, to arbitration. \n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">9. <a href=\"/doc/1846895/\" id=\"a_2\">Section 7</a> of the Act defined an arbitration agreement, as an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not. An arbitration agreement may be in the form of an arbitration clause in a contract, or in the form of a separate agreement, but it shall be in writing. <a href=\"/doc/1039283/\" id=\"a_3\">Section 35</a> of the Act provides that subject to the provisions in <a href=\"/doc/1306164/\" id=\"a_4\">Part I of the Act</a> (which provides for challenging the award on certain specified grounds), an arbitral award shall be final and binding on the parties and persons claiming under them respectively. Even under the old <a href=\"/doc/1052228/\" id=\"a_5\">Act (Arbitration Act, 1940</a>), the position was no different having regard to <a href=\"/doc/686376/\" id=\"a_6\">Section 3</a> read with Clause 7 of the First Schedule to the old Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">10. The term &#x27;arbitration&#x27; is not defined in the Act. It is a well-recognised method of dispute resolution, under which parties to a dispute (past, present or future), refer the dispute to a private forum, consisting of disinterested person/s chosen by such parties, which is required to deliver its decision on such dispute after due and proper enquiry, and the parties agree to abide by such decision. If the mode of the settlement of disputes is described as &#x27;arbitration&#x27;, then it may not be necessary for the agreement or clause providing for settlement of disputes to spell out the aforesaid attributes conditions. But, use of the word &#x27;Arbitration&#x27; to refer to the mode of dispute resolution or the word &#x27;Arbitrator&#x27; to refer to the chosen private forum, is not compulsory. If the agreement or clause spells out the aforementioned attributes conditions, then, even if the words &#x27;Arbitration&#x27; and &#x27;Arbitrator&#x27; are not used, the agreement or clause will not be construed as an arbitration agreement. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">11. It is well-settled that what is necessary to decide whether there is an arbitration agreement, is an intention of parties to a contract or disputes, to refer the disputes to arbitration and be bound by the decision of the Arbitrator. But, if the agreement is only intended to prevent litigation or disputes, by requiring a decision by a named authority, before the matter is taken to Court, and is not intended to finally settle the disputes, then it is not an arbitration agreement. A mere agreement to accept a valuation is also not an arbitration agreement. Nor is a certification by a named Authority is an arbitration. The following passage from Russell on Arbitration (19th Edition, page 59), is relevant: \n</p><blockquote id=\"blockquote_8\"> &quot;If it appears from the terms of the agreement by which a matter is submitted to a person&#x27;s decision, that the intention of the parties was that he should hold an enquiry in the nature of a judicial enquiry and hear the respective cases of the parties and decide upon evidence laid before him, then the case is one of an arbitration. The intention in such case is that there shall be a judicial inquiry worked out in a judicial manner. On the other hand, there are cases in which a person is appointed to ascertain some matter for the purpose of preventing differences from arising--not of setting them when they have arisen&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\">12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_1\">In <a href=\"/doc/1777887/\" id=\"a_7\">K.K. Modi v K.N. Modi and Others</a>&#x27;, the Supreme Court listed the following as the attributes which must be present for an agreement to be considered as an arbitration agreement:</span> \n</p>  \n\n<blockquote id=\"blockquote_9\"> (1)   The arbitration agreement must contemplate that the decision of the Tribunal will be binding on the parties to the agreement, \n \n\n (2)   That the jurisdiction of the Tribunal to decide the rights of parties must derive either from the consent of the parties or from an order of the Court or from a statute, the terms of which make it clear that the process is to be arbitration, \n \n\n (3)   The agreement must contemplate that substantive rights of parties will be determined by the agreed Tribunal, \n \n\n (4)   That the Tribunal will determine the rights of the parties in an impartial and judicial manner with the Tribunal owing an equal obligation of fairness towards both sides, \n \n\n (5)   That the agreement of the parties to refer their disputes to the decision of the Tribunal must be intended to be enforceable in law, and lastly, \n \n\n (6)   The agreement must contemplate that the Tribunal will make a decision upon a dispute which is already formulated at the time when a reference is made to the Tribunal. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">After detailed discussion, the Supreme Court again reiterated the\nattributes of an arbitration as follows: \n</p><blockquote id=\"blockquote_10\"> &quot;Therefore our Courts have laid emphasis on (1) existence of disputes as against intention to avoid future dispute; (2) the Tribunal or forum so chosen is intended to act judicially after taking into account relevant evidence before it and the submissions made by the parties before it; and (3) the decision is intended to bind the parties. ...&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">(emphasis supplied) \n \n\n</p><p data-structure=\"Section\" id=\"p_24\">13. Let me now consider the several decisions relied by the parties, which consider specific clauses and decide whether they are arbitration agreements or not. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">13.1 The learned Counsel for the petitioner relied on the decisions of the Supreme Court in Chief Conservator of Forests, Rewa v Ratan Singh Hans. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1710218\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_3\"><a href=\"/doc/1979603/\" id=\"a_8\">Smt. Rukmanibai Gupta v The Collector, Jabatpur</a>, and the\ndecision of this Court in M. Keshava Raju v Karnataka State Road Transport Corporation and <a href=\"/doc/1710218/\" id=\"a_9\">Lachmanna B. Horamani v State of Karnataka</a>, to contend that the clause is an arbitration agreement.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1707042\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1777887\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"64556\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_7\">13.2 The learned Counsel for the respondent relied on the decisions of the Supreme Court in <a href=\"/doc/344153/\" id=\"a_10\">State of Uttar Pradesh v Tipper Chand</a>, <a href=\"/doc/64556/\" id=\"a_11\">State of Orissa v Damodar Das</a>, <a href=\"/doc/1777887/\" id=\"a_12\">K.K, Modi</a>, supra and <a href=\"/doc/1707042/\" id=\"a_13\">Bharat Bhushan Bansal v Uttar Pradesh Small Industries Corporation Limited, Kanpur</a>.</span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">14. In Ratan Singh&#x27;s case, supra, the Supreme Court considered whether the following clause in a forest contract entered into between a forest Contractor and a State Government was an arbitration clause: \n</p><blockquote id=\"blockquote_11\"> &quot;9. In the event of any doubt or dispute arising between the parties as to the interpretation of any of the conditions of this contract or as to the performance or breach thereof, the matter shall be referred to the Chief Conservator of Forests, Madhya Pradesh, Nagpur, whose decision shall be final and binding on the parties hereto&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\">The Supreme Court held that the said clause confers authority on the Chief Conservator of Forests to adjudication upon disputes referred to him and the decision shall be final and binding on both the parties, and therefore it was an arbitration agreement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_8\">In <a href=\"/doc/1979603/\" id=\"a_14\">Rukmanibai</a>&#x27;s case, supra, the question before the Supreme Court was whether Clause 15 of a quarrying lease granted by the State of Madhya Pradesh (extracted below), amounted to an arbitration agreement:</span> \n</p><blockquote id=\"blockquote_12\"> &quot;15. Whenever any doubt, difference or dispute shall hereafter arise touching the construction of these presents or anything herein contained or any matter or things connected with the said lands or the working or non-working thereof or the amount or payment of any rent or royalty reserved or made payable hereunder the matter in difference shall be decided by the lessor whose decision shall be final&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\">The Supreme Court held that the aforesaid clause is an arbitration agreement, as it (a) made a provision of referring dispute to a specified authority for decision and (b) it made that the decision of such authority shall be final. The Supreme Court observed: \n</p><blockquote id=\"blockquote_13\"> &quot;Arbitration agreement is not required to be in any particular form. What is required to be ascertained is whether the parties have agreed that if disputes arise between them in respect of the subject-matter of contract such dispute shall be referred to arbitration, then such an arrangement would spell out an arbitration agreement&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\">16. In M. Keshava Raju&#x27;s case, supra, strongly relied on by the petitioner, this Court held as follows: \n</p> \n\n<blockquote id=\"blockquote_14\">&quot;. . . . The settled position of law is that the arbitration agreement is not required to be in any particular form. What is required to be observed is the intention of the parties as to whether they had agreed for reference of the disputes in respect, to an arbitrator. Such an agreement can be spelt out by the perusal of the contents of the agreement executed between the parties. Clause 29 of the agreement, admittedly executed between the parties provides, amongst other things: \n</blockquote>  \n\n<blockquote id=\"blockquote_15\">Clause 29(a) If any dispute or difference of any kind, whatsoever were to arise between the Executive Engineer/Engineer-in-Chief and the Contractor regarding the following matters namely, \n \n\n</blockquote><blockquote id=\"blockquote_16\"> (i) The meaning of the specifications, designs, drawings, and instructions hereinbefore mentioned; \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> (ii) The quality of workmanship or materials used on the work; and\n \n\n</blockquote><blockquote id=\"blockquote_18\"> (iii) Any other question, claim, right, matter, thing whatsoever, in any way arising out of our relating to the Contractor, designs, drawings, specifications, estimates, instructions or orders or those conditions or failure to execute the same whether arising during the progress of the work or after the completion, termination or abandonment thereof, the dispute shall, in the first place, be referred to the VC and MD who has jurisdiction over the work specified in the contract. The VC and MD shall, within a period of 90 days from the date of being requested by the Contractor to do so, give written notice of his decision to the Contractor. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_32\">Managing Director&#x27;s Decision Final: \n</p> \n\n<blockquote id=\"blockquote_19\"> (b) Subject to the form of settlement hereafter provided, the VC and MD&#x27;s decision in respect of every dispute or difference so referred shall be final and binding upon the Contractor. The said decision shall forthwith be given effect to and Contractor shall proceed with the execution of the work with all due diligence. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_33\">A perusal of the clause shows that the parties had agreed to refer their disputes to the Vice-Chairman and Managing Director having jurisdiction over the work specified in the contract. The reference to the words &#x27;dispute&#x27; and &#x27;reference&#x27; clearly indicate the intention of the parties of getting their disputes settled through an arbitrator under the Act. If the intention was to get the matter settled through Court, as argued on behalf of the respondents, there was no necessity of referring the disputes to the Vice-Chair-\n</p><p data-structure=\"Section\" id=\"p_34\">man and Managing Director because even in the absence of such a clause, the aggrieved party could approach the Civil Court under the provisions of <a href=\"/doc/76869205/\" id=\"a_15\">Section 9</a> of the CPC. The perusal of the pleadings, arbitration clause and the attendant circumstances clearly and unambiguously indicate that the parties had intended to get the dispute settled through arbitration. The existence of the arbitration clause is, therefore, held to have been proved in the circumstances of the case&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_9\">In <a href=\"/doc/344153/\" id=\"a_16\">Tipper Chand</a>&#x27;s case, supra, the Supreme Court considered the following clause:</span> \n</p><blockquote id=\"blockquote_20\"> &quot;Except where otherwise specified in the contract the decision of the Superintending Engineer for the time being shall be final, conclusive and binding on all parties to the contract upon all questions relating to the meaning of the specifications, design, drawing and instructions hereinbefore mentioned. The decision of such Engineer as to the quality of workmanship, or materials used on the work, or as to any other question, claim, right, matter or things whatsoever, in any way arising out of or relating to the contract, designs, drawing specifications, estimates, instructions, orders, or these conditions, or otherwise concerning the works, or the execution or failure to execute the same, whether arising during the progress of the work, or after the completion or abandonment of the contract by the Contractor, shall also be final, conclusive and binding on the Contractor&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\">The Supreme Court held that the clause merely conferred power on the Superintending Engineer to take a decision on his own and did not authorise parties to refer any matter to his decision; and in the absence of a provision for reference of disputes between parties for settlement, the clause was not an arbitration agreement. The Supreme Court clarified that an arbitration agreement can either be in express terms or can be inferred or spelled out from the terms of the clause; and that if the purpose of the clause is only to vest in the named Authority, the power of supervision of the execution of the work and administrative control over it from time to time, it is not an arbitration agreement, It also held that the clause did not contain any express arbitration agreement, nor spell out by implication any arbitration agreement as it did not refer to any dispute or reference of such dispute for decision. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_10\">In the case of <a href=\"/doc/64556/\" id=\"a_17\">State of Orissa</a>, supra, the Supreme Court considered whether the following clause constitute an arbitration agreement:</span> \n</p><blockquote id=\"blockquote_21\"> &quot;25. Decision of Public Health Engineer to be final.--Except where otherwise specified in this contract, the decision of the public Health Engineer for the time being shall be final, conclusive and binding on all parties to the contract upon all questions relating to the meaning of the specifications; drawings and instructions hereinbefore mentioned and as to the quality of workmanship or material use on the work, or as to any other question, claim, right, matter or thing, whatsoever in any way arising out of, or relating to, the contract, drawings, specifications, estimates, instructions,\norders or these conditions, or otherwise concerning the works or the execution of failure to execute the same, whether arising during the progress of the work or after the completion or the sooner determination thereof of the contract&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_11\">The Supreme Court referred to the decision in <a href=\"/doc/344153/\" id=\"a_18\">Tipper Chand</a>&#x27;s case, supra and held that the said clause did not amount to an arbitration agreement, on the following reasoning:</span> \n</p><blockquote id=\"blockquote_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_12\">&quot;It will thereby be clear that this Court laid down as a rule that the arbitration agreement must expressly or by implication be spelt out that there is an agreement to refer any dispute or difference for an arbitration and the clause in the contract must contain such an agreement. We are in respectful agreement with the above ratio. It is obvious that for resolution of any dispute or difference arising between two parties to a contract, the agreement must provide expressly or by necessary implication, a reference to an arbitrator named therein or otherwise of any dispute or difference and in its absence it is difficult to spell out existence of such an agreement for reference to an arbitration to resolve the dispute or difference contracted between the parties. The ratio in <a href=\"/doc/1979603/\" id=\"a_19\">Rukmanibai Gupta</a>&#x27;s case, supra, does not assist the respondent. From the language therein this Court inferred, by implication, existence of a dispute or difference for arbitration&quot;.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_13\">In <a href=\"/doc/1777887/\" id=\"a_20\">K.K. Modi</a>&#x27;s case, supra, the Supreme Court considered whether the following clause amounted to an arbitration agreement:</span> \n</p><blockquote id=\"blockquote_23\"> &quot;9. Implementation will be done in consultation with the financial institutions. For all disputes, clarification etc., in respect of implementation of this agreement, the same shall be referred to the Chairman, IFCI or his nominees whose decisions will be final and binding on both the groups&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_40\">The Supreme Court held that the said clause was not an arbitration agreement on the following reasoning: \n</p><blockquote id=\"blockquote_24\"> &quot;The purport of Clause 9 is to prevent any further disputes between Groups A and B. Because the agreement requires division of assets in agreed proportions after their valuation by a named body and under a scheme of division by another named body Clause 9 is intended to clear any other difficulties which may arise in the implementation of the agreement by leaving it to the decision of the Chairman, IFCI. This clause does not contemplate any judicial determination by the Chairman of the IFCI. . . . Thus, Clause 9 is not intended to be for any different decision than what is already agreed upon between the parties to the dispute. It is meant for a proper implementation of the settlement already arrived at. A judicial determination, recording of evidence etc., are not contemplated&quot;.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">(emphasis supplied) \n \n\n</p><p data-structure=\"Precedent\" id=\"p_42\">20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_14\">In <a href=\"/doc/1707042/\" id=\"a_21\">Bharat Bhushan Bansal</a>&#x27;s case, supra, the question that arose for consideration was whether the following clauses amounted to an arbitration agreement:</span> \n</p>  \n\n<blockquote id=\"blockquote_25\">&quot;Decision of the Executive Engineer of the UPSIC to be final on certain matters\n \n\n</blockquote><blockquote id=\"blockquote_26\">23. Except where otherwise specified in the contract, the decision of the Executive Engineer shall be final, conclusive and binding on both the parties to the contract on all questions relating to the meaning, the specification, design, drawings and instructions hereinbefore mentioned, and as to the quality of workmanship or materials used on the work or as to any other question whatsoever in any way arising out of for relating to the designs, drawings, specifications, estimates, instructions, orders or otherwise concerning the works or the execution or failure to execute the same whether arising during the progress of the work, or after the completion thereof or abandonment of the contract by the Contractor shall be final and conclusive and binding on the Contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_27\">Decision of the MD of the UPSIC on all other matters shall be final\n \n\n</blockquote><blockquote id=\"blockquote_28\">24. Except as provided in Clause 23 hereof, the decision of the Managing Director of the UPSIC shall be final, conclusive and binding on both the parties to the contract upon all questions relating to any claim, right, matter or thing in any way arising out of or relating to the contract or these conditions or concerning abandonment of the contract by the Contractor and in respect of all other matter arising out of this contract and not specifically mentioned herein&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_43\">The Supreme Court held that the said clauses did not amount to arbitration agreement on the following reasoning: \n</p><blockquote id=\"blockquote_29\"> &quot;In the present case, reading Clauses 23 and 24 together, it is quite clear that in respect of questions arising from or relating to any claim or right, matter or thing in any way connected with the contract, while the decision of the Executive Engineer is made final and binding in respect of certain types of claims or questions, the decision of the Managing Director is made final and binding in respect of the remaining claims. Both the Executive Engineer as well as the Managing Director are expected to determine the question or claim on the basis of their own investigations and material. Neither of the clauses contemplates a full-fledged arbitration covered by the <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act</a>&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_44\">The Supreme Court while noting the distinction between a &#x27;Preventor of disputes&#x27; and an &#x27;adjudicator of disputes&#x27; extracted with approval the following illustration from Hudson on &#x27;Building and Engineering Contracts&#x27; (11th Edition, Volume II, para 18.067) to show that it was not an arbitration clause as the duties of the Engineer were administrative and not judicial: \n</p><blockquote id=\"blockquote_30\"> &quot;An Engineer shall be the exclusive judge upon all matters relating to the construction, incidents and the consequences of these presents, and of the tender specifications, schedule and drawings of the Contract, and in regard to the execution of the works or otherwise arising out of or in connection with the contract, and also as regards all matters of account, including the final balance payable to the contract, and the certificate of the engineer for the time being, given under his hand, shall be binding and conclusive on both parties&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_45\">21. The above decisions make it clear that an agreement or a clause in an agreement can be construed as an arbitration agreement, only if, \n  \n\n</p><p data-structure=\"Precedent\" id=\"p_46\"> (i) it provides for or contemplates reference of disputes or difference by either party to a private forum (other than a Court or Tribunal) or decision; \n</p> \n\n<p data-structure=\"Section\" id=\"p_47\"> (ii) it provides either expressly or impliedly, for an enquiry by the private forum giving due opportunity to both parties to put forth their cases; and\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_48\"> (iii) it provides that the decision of the forum is final and binding upon the parties, without recourse to any other remedy and both would abide by such decision. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\">Where there is no provision either for reference of disputes to a private forum, or for a fair and judicious enquiry, or for a decision which is final and binding on parties to the dispute, there is no arbitration agreement. \n</p> \n\n<p data-structure=\"Section\" id=\"p_50\">22. Let me examine Clause 29 (and old Clause 67) of the Conditions of Contract in the light of the said principles, An analysis of the clause discloses the following: \n</p>  \n\n<blockquote id=\"blockquote_31\"> (a)   The heading of the clause is &#x27;settlement of disputes&#x27;. There is no reference to either &#x27;arbitration&#x27; or &#x27;Arbitrator&#x27;. \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> (b)    Clause (a) provides that if any dispute or difference of any kind whatsoever to arise between the Executive Engineer/Superintending Engineer and the Contractor, regarding the matters mentioned therein, the dispute shall in the first place be referred to Chief Engineer, who has jurisdiction over the work specified in the contract. Thus the reference to the Chief Engineer is only the first phase of the process of settlement of disputes and not the final phase of the settlement of disputes. This is evident from the provision that when a dispute arises, it should in the first place, be referred to the Chief Engineer for decision. \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> (c)   The reference is to a person, who has jurisdiction over the contract work and not to an independent Authority nor to an officer of the Corporation, who has no connection or control over the work. In other words, the decision of Chief Engineer is a decision by a person who has overall supervision and charge of the execution of the work. This gives an indication\nthat the decision of the Chief Engineer is not intended to be an adjudication of the rights of the parties to the dispute, but intended to be a decision of one party in regard to the claim of the other party, to enable the other party to seek relief in a Court of law, if he is not satisfied with the decision. \n</blockquote> \n\n<blockquote id=\"blockquote_34\"> (d)    Sub-clause (b) provides that subject to other form of settlement provided in the ensuing sub-clause, the Chief Engineer&#x27;s decision in respect of every dispute or difference so referred, shall be final and binding upon the Contractor. This clause makes it clear that the final remedy of the Contractor is to approach the law Court for decision on the dispute. It is also significant that the decision given by the Chief Engineer is made final and binding upon the Contractor (subject to other remedies specified) and not KPC. Any decision, which is made binding only on one party and not on both the parties, cannot be an adjudicatory decision. The very principle of adjudication of a dispute is that it is binding on both the parties. \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> (e)    Clause (c) provides that if the Contractor is not satisfied with the decision of the Chief Engineer, he can approach the law Court at Karwar for settlement of the dispute. The clause requires the Contractor to approach the law Court for settlement of disputes. If as contended by the petitioner, the disputes are to be settled by way of arbitration by the Chief Engineer, acting as Arbitrator, then the question of one of the parties being permitted to approach the law Courts for settlement of the disputes does not arise. If the Chief Engineer is the Arbitrator and his decision is an award, then a party can approach the Civil Court only for setting aside the award and not for settlement of the disputes. This provision makes it clear that the decision of the Chief Engineer is not intended to be a decision by way of adjudication of the disputes/differences between the parties by way of arbitration but is intended to be merely a decision of the party (employer) which, when intimated to the other side, gives rise to a cause of action to the other party (Contractor) to approach the Civil Court for adjudication of its dispute/claim. \n</blockquote> \n\n<blockquote id=\"blockquote_36\"> (f)    Similarly, sub-clause (d) which provides that if the Chief Engineer does not give his decision within a particular period, the Contractor can approach the Civil Court for settlement of the dispute, again demonstrates that no finality is intended to be attached to the decision of the Chief Engineer and the final adjudication should be by the Civil Court and not by the Chief Engineer. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_51\">The position is the same in regard to old Clause 67. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\">23. The scheme of Clause 29 (or old Clause 67) therefore is, whenever the Contractor has a claim which is not settled by the Executive Engineer or Superintending Engineer, he has to make the claim before the Chief Engineer. If the Chief Engineer examines the matter and gives his decision which is not acceptable to the Contractor, or if the Chief Engineer does not give his decision within the time specified, the Contractor has to approach the Civil Court, by filing a civil suit and get his disputes/claims adjudicated, on merits. Use of words &#x27;to approach the Civil Court for settlement of disputes&#x27; makes it clear that final adjudicating authority in the case of a disputes makes it clear that final adjudicating authority in the case of a dispute is the Civil Court and not the Chief Engineer. Thus, the intention of the parties is not to refer any dispute for adjudication by way of arbitration but to get adjudicated the dispute only through the normal procedure of approaching law Courts. The said clause does not also contemplate or require the Chief Engineer to hold any enquiry or hear the parties before deciding the matter. On the other hand, the clause merely requires the Chief Engineer to consider the claim of the Contractor and give his decision thereon. Such decision being on behalf of KPC, the Contractor can either accept it or approach the Civil Court for adjudication. Thus the petitioner has failed to make out two of the three ingredients -- requirement of enquiry by the named Authority and requirement of finality by a binding decision. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">24. The decisions in Ratan Singh and Rukmanibai, supra are of no assistance to petitioner as they have stood explained. The clauses considered therein are held to contemplate reference of disputes to arbitration and the decision of the private forum to whom the dispute is referred being final and binding between the parties. The said decisions have been explained and clarified by the subsequent decisions. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1710218\" id=\"span_15\">25. The decisions of this Court in Keshava Raju&#x27;s case, supra and <a href=\"/doc/1710218/\" id=\"a_23\">Lachmanna</a>&#x27;s case, supra (which follows Keshava Raju), relied by the petitioner are also of no assistance.</span> As noticed above, Clause 29 considered in Keshava Raju&#x27;s case, supra, contains only sub-clauses (a) and (b) of Clause 29, and not sub-clauses (c), (d), (e), (f) and (g) of Clause 29 found in this case. In the clause considered by Keshava Raju, there is no provision requiring the Contractor to approach the Civil Court for settlement of dispute if he is not satisfied with the decision of the Chief Engineer/Managing Director. In the absence of any such provision requiring the Contractor to approach the Civil Court for settlement of dispute, this Court held that clause amounted to an arbitration clause as it provided for reference of disputes to a chosen form and also made the decision of such forum final and binding. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\">26. As I have held that Clause 29 (or old Clause 67) relied on by the petitioner is not an arbitration agreement, this civil petition under <a href=\"/doc/596725/\" id=\"a_24\">Section 11</a> of the Act is not maintainable. Therefore, this petition is rejected as not maintainable. \n</p> \n\n","numcites":14,"numcitedby":11,"docsource":"Karnataka High Court","citetid":1674380,"divtype":"judgments","relatedqs":[{"value":"r. v. raveendran ","formInput":"r.%20v.%20raveendran%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"out of court settlement","formInput":"out%20of%20court%20settlement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"Engineer decision","formInput":"Engineer%20decision"},{"value":"supplementary agreements ","formInput":"supplementary%20agreements%20"},{"value":"engineer's decision","formInput":"engineer%27s%20decision"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"keshava","formInput":"keshava"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"abandonment","formInput":"abandonment"},{"value":"due diligence","formInput":"due%20diligence"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"hereafter","formInput":"hereafter"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"modi","formInput":"modi"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"finality-of-arbitral-awards","formInput":"tag:finality-of-arbitral-awards"}],"courtcopy":false,"query_alert":null,"agreement":false}