{"tid":55713253,"publishdate":"2014-07-21","title":"Bhura @ Balram Gurjar vs The State Of Madhya Pradesh on 21 July, 2014","doc":"<h2 class=\"doc_title\">Bhura @ Balram Gurjar vs The State Of Madhya Pradesh on 21 July, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-k-gupta\">N.K. Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-gupta\">N.K. Gupta</a></h3>\n\n<pre id=\"pre_1\">      HIGH COURT OF MADHYA PRADESH JABALPUR\n\n                  Criminal Appeal No.1107/2012\n\n                       Bhura @ Balram Gurjar\n\n                               Vs.\n\n                       State of Madhya Pradesh\n\nFor the appellant :           Shri G.S. Thakur, learned counsel\n                              for the appellant appointed by the\n                              High     Court    Legal    Services\n                              Committee.\n\nFor the State      :         Shri Bramhadatt Singh, Government\n                             Advocate.\n\nPresent :         HON&#x27;BLE MR. JUSTICE AJIT SINGH\n                  HON&#x27;BLE MR. JUSTICE N.K. GUPTA, JJ\n\n                           JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                           (   07.2014)\n\nThe following judgment of the Court was delivered by:\n\n</p><blockquote id=\"blockquote_1\">N.K. Gupta, J.           The appellant has preferred the present\n\nappeal being aggrieved with the judgment dated 26.3.2012\n\npassed by the learned 6th Additional Sessions Judge, Bhopal in\n\nSessions Trial No.711/2010, whereby the appellant has been\n\nconvicted and sentenced as under:-\n</blockquote>\n<blockquote id=\"blockquote_2\">Section Act       Sentence           Fine amount     Sentence      in\n                                                     default       of\n                                                     payment       of\n                                                     fine\n302         <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>   Life               Rs.5,000/-      R.I.   for   two\n                  imprisonment                       years.</blockquote><pre id=\"pre_2\">\n201         <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>   R.I. for    three Rs.1,000/-       R.I.  for    six\n                  years                              months.\n377         <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>   R.I. for    seven Rs.3,000/-       R.I.  for    one\n                  years                              year.\n\n            All the sentences to run concurrently.\n                                2          Criminal Appeal No.1107/2012\n\n\n\n\n</pre><blockquote id=\"blockquote_3\">2.        The prosecution&#x27;s case in short is that on 13.9.2010\n\nthe deceased Golu @ Gopal S/o Hari Singh was residing with\n\nthe complainant Ramesh Pal at village Bilkhiriya. The\n\ncomplainant Ramesh Pal was co-brother of Hari Singh. On\n\n13.9.2010 at about 9:00 p.m., Golu @ Gopal went to see the\n\nprocession of Ganesh festival and thereafter, he did not come\n\nback. Even on search, he could not be traced. On 14.9.2010 at\n\nabout 6:30 a.m. Kailash vendor of tea came to the house of\n\nRamesh Pal and informed that the dead body of the deceased\n\nGolu was lying in front of a house at Gwalbaba Road. The\n\ncomplainant went to the spot and found that dead body of the\n\ndeceased Golu @ Gopal was lying near stacks of bricks. He\n\nimmediately intimated about that death to the SHO Police\n\nStation, Bilkhiriya. The police officers reached to the spot and\n\nmade a &quot;Lash Panchnama&quot; and found that the sodomy was\n\ndone by someone with the deceased and thereafter, he was\n\nkilled. On suspicion, the appellant was arrested and by his\n\nmemo under <a href=\"/doc/1312051/\" id=\"a_4\">Section 27</a> of the Evidence Act, it was found that\n\nhe committed sodomy with the deceased Golu @ Gopal and\n\nkilled him by smothering. In consequences of various memos\n\nunder <a href=\"/doc/1312051/\" id=\"a_5\">Section 27</a> of the Evidence Act, different articles were\n\nalso seized. One empty bottle of liquor was also found at the\n\nspot, which was sent for finger print examination. Anil Kumar\n\nRai (PW-33), an expert of finger print found the print of one\n                                3          Criminal Appeal No.1107/2012\n\n\n\n\nfinger of the appellant on that bottle. The appellant was also\n\nexamined by doctors and slide of his semen was prepared. His\n\nclothes were seized and all the seized articles were sent to the\n\nForensic Science Laboratory. After due investigation, the\n\ncharge sheet was filed before the JMFC, Bhopal who,\n\ncommitted the case to the Sessions Court and ultimately, it\n\nwas transferred to the learned 6th Additional Sessions Judge.\n\n</blockquote><blockquote id=\"blockquote_4\">3.        The appellant abjured his guilt. He did not take any\n\nspecific plea. He has simply stated that he was innocent. No\n\ndefence evidence was adduced.\n</blockquote>\n<blockquote id=\"blockquote_5\">4.        After considering the prosecution&#x27;s evidence, the\n\nlearned Additional Sessions Judge convicted and sentenced\n\nthe appellant as mentioned above.\n</blockquote>\n<blockquote id=\"blockquote_6\">5.        We have heard the learned counsel for the parties at\n\nlength.\n</blockquote>\n<blockquote id=\"blockquote_7\">6.        After considering the submissions made by learned\n\ncounsel for the parties and looking to the facts and\n\ncircumstances of the case, it is clear that there is no ocular\n\nevidence in the case and case hinges upon the circumstantial\n\nevidence. The Trial Court found that there was an evidence\n\nrelating to the fact of last seen. It was established that the\n\nappellant was in habit to do indecent acts with small children.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">He had purchased some liquor and also consumed the same\n\nwith Kunal (PW-2). The bottle of liquor was found near the\n                                4           Criminal Appeal No.1107/2012\n\n\n\n\ndead body of the deceased on which print of one finger of the\n\nappellant was found. Dr. Jayanti Yadav (PW-23) has found\n\nsome redness on the lower side of penis of the appellant after\n\nthe incident. In the Forensic Science Laboratory&#x27;s report\n\nEx.P/34, human blood was also found on the clothes of the\n\nappellant and therefore, on relying the statement given by the\n\nappellant under <a href=\"/doc/1312051/\" id=\"a_6\">Section 27</a> of the Evidence Act, it was found\n\nthat the appellant was the culprit of the aforesaid crime.\n\n</p><p data-structure=\"CDiscource\" id=\"p_3\">7.        However, it would be proper to consider the various\n\ncircumstances one by one. Ramesh Pal (PW-1) Tulsa Bai\n\n(PW-15), Shanti Bai (PW16), Moolchand (PW-20), Kailash\n\nParihar (PW-21) etc. were examined to prove that the deceased\n\nwent to see the procession of Ganesh festival in the night and\n\nthereafter on the next day, his dead body was found in front of\n\na house at Gwalbaba Road. Dr. Jayanti Yadav (PW-23) had\n\nperformed postmortem on the body of the deceased and gave\n\nher report Ex.P/22. In her report, it is duly established that\n\nthe deceased Golu @ Gopal had died due to smothering and\n\nthe sodomy was also committed with him in a forceful manner.\n\nHe sustained so many injuries including tear in mucosa.\n\nUnder such circumstances, it is established that someone\n\ncommitted sodomy with the deceased and then killed him by\n\nsmothering.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">8.        The prosecution has claimed that it has proved the\n                               5          Criminal Appeal No.1107/2012\n\n\n\n\nfactum of last seen with the help of evidence given by Lalaram\n\n(PW-2), Balram (PW-3), Dharmendra Singh (PW-10) and Kunal\n\n(PW-22). Lalaram has stated that in the night of alleged\n\nincident, the appellant took &quot;Gutka&quot; from his shop. This\n\nwitness partly turned hostile and he did not claim that when\n\nhe saw the appellant, the deceased Golu @ Gopal was\n\naccompanied with him. Balram (PW-3) has completely turned\n\nhostile. Dharmendra Singh (PW-10) has stated that the\n\nappellant often came to his shop to purchase liquor for woman\n\nSarpanch and he committed sodomy with the deceased Golu.\n\nDharmendra Singh gave an omnibus statement. He did not\n\nstate that on the date of incident, the appellant visited his\n\nshop to purchase some liquor or he was seen with the\n\ndeceased Golu. It was opinion of the witness Dharmendra that\n\nthe appellant committed sodomy with the deceased Golu,\n\nwhich depends upon the information received by him and\n\ntherefore, his opinion or his hearsay evidence as the case may\n\nbe, is not at all admissible and his conclusion may not be\n\naccepted that the appellant committed sodomy with the\n\ndeceased Golu. However, Dharmendra Singh could not prove\n\nthe fact of last seen.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">9.         Kunal (PW-22) has stated that one day prior to the\n\nincident, he went with the appellant and a white quarter of\n\nliquor was taken from the shop and they consumed the same.\n</p><p data-structure=\"PetArg\" id=\"p_6\">                                6          Criminal Appeal No.1107/2012\n\n\n\n\nKunal did not say that he saw the appellant in the company of\n\nthe deceased or after consuming the liquor, the appellant went\n\nalongwith some more bottles of liquor with him. To prove the\n\nfactum of last seen, it is for the prosecution to prove that the\n\ndeceased was seen with the appellant soon before the incident.\n\nIn the present case, there is no witness, which could state that\n\nthe appellant was seen with the deceased Golu prior to the\n\nincident. Under such circumstances, the factum of last seen is\n\nnot at all established by the prosecution. It is not proved that\n\nthe deceased Golu was found with the appellant prior to the\n\nincident.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">10.         Abhishek (PW-13) and Dhyan Singh (PW-14) have\n\nstated that in the past, the appellant gave his penis in the\n\nhands of a child Abhishek and Abhishek informed his father\n\nDhyan Singh therefore, Dhyan Singh shouted at the appellant\n\nand told him, not to repeat such an indecent act. However,\n\nDhyan Singh could not show the reason as to why he did not\n\nlodge the FIR against the appellant for such an act. He has\n\nstated that he went to the police station but police did not\n\nlodge   any    FIR   against   the   appellant.    Under       such\n\ncircumstances, it is possible that after registration of the\n\npresent crime, these witnesses were created by the police to\n\nestablish previous bad conduct of the appellant. However, if it\n\nis presumed that the statement given by Abhishek and Dhyan\n                                7           Criminal Appeal No.1107/2012\n\n\n\n\nSingh is correct then, still it is not a circumstance against the\n\nappellant in the present case because Abhishek has accepted\n\nthat the deceased Golu never went with the appellant in the\n\npast and therefore, if the appellant had done such an obscene\n\nact with the child Abhishek then, it cannot be said that the\n\nappellant was habitual to do so. Hence, the fact told by the\n\nwitnesses Abhishek and Dhyan Singh cannot be considered as\n\na circumstance against the appellant in the present case.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">11.       After arrest of the appellant, he was sent for his\n\nmedico legal examination. Dr. Jayanti Yadav (PW-23) had\n\nexamined the appellant on 15.9.2010 and found that in the\n\nlower side of his penis, there was a redness in 1.5 x 1 c.m.\n\narea. The alleged incident took place on 13.9.2010 and the\n\nappellant was examined after two days. If any injury was\n\ncaused to the penis of the appellant due to his act of forceful\n\nsodomy then, injury must be on a glance penis and not on the\n\nlower portion of penis. The redness could be caused due to\n\nrubbing or insect bite and therefore, if redness was found on\n\nthe lower side of penis of the appellant then, it cannot be said\n\nthat it is a positive circumstance against the appellant relating\n\nto present crime.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">12.       The investigation officer Lalit Singh (PW-30) has\n\nproved the memo under <a href=\"/doc/1312051/\" id=\"a_7\">Section 27</a> of the Evidence Act given\n\nby the appellant. The memo under <a href=\"/doc/1312051/\" id=\"a_8\">Section 27</a> of the Evidence\n                                    8             Criminal Appeal No.1107/2012\n\n\n\n\nAct Ex.P/8 was given by the appellant as told by the inspector\n\nLalit Singh. The witnesses of this document were also\n\nexamined before the Court. Iliyaz (PW-4) and Gore @ Gurinder\n\nSingh (PW-11) were examined to prove the documents. Out of\n\nthem, Gore @ Gurinder has turned hostile. He has stated that\n\non the direction given by the police, he appended his signature\n\non the documents Ex.P/8 to P/10, whereas Iliyaz has stated\n\nthat the document Ex.P/8 was recorded on the information\n\ngiven by the appellant and thereafter, his Safari Suit, pant and\n\nbicycle   were   recovered   and       seizure   memo       Ex.P/9      was\n\nprepared. In the cross-examination, he has accepted that he\n\nwas called at police station at about 12:00 o&#x27;clock in the night\n\nand at that time, the appellant was not present in the police\n\nstation. He remained present at police station for the entire\n\nnight and thereafter, his signatures were taken on three\n\ndifferent papers at about 10-11 O&#x27;clock in the morning. He has\n\nfurther stated that he went to the village Dehri alongwith a\n\npoliceman and he saw the accused for the first time at village\n\nDehri and he was informed by the police that one stolen\n\nbicycle was seized from the appellant. If the entire evidence of\n\nthe witness Iliyaz is considered then, it would be apparent that\n\nno statement was given by the appellant before him and his\n\nsignatures were taken on the documents Exs.P/8 to P/10 with\n\nthe pretext that a stolen bicycle was seized from the appellant.\n</p><p data-structure=\"PetArg\" id=\"p_10\">                                9          Criminal Appeal No.1107/2012\n\n\n\n\nUnder such circumstances, where the witness Iliyaz did not\n\naccept the presence of the appellant before the investigation\n\nofficer Lalit Singh at the time of preparation of document\n\nEx.P/8, it appears that the appellant did not give any such\n\nstatement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">13.       If, it is accepted that the appellant gave such\n\nstatement under <a href=\"/doc/1312051/\" id=\"a_9\">Section 27</a> of the Evidence Act then, it is a\n\nsettled principle of law that under <a href=\"/doc/1312051/\" id=\"a_10\">Section 27</a> of the Evidence\n\nAct only that portion of that statement given by the accused\n\ncan be admitted in evidence by which any new fact is brought\n\ninto the notice to the investigation officer and therefore the\n\nentire story, which was mentioned in the memo Ex.P/8 was\n\nnot admissible, whereas only a portion of that memo was\n\nadmissible that the appellant kept his clothes and one bicycle\n\nin a farm house of one Panditji, where he was residing. Hence,\n\nif the memo under <a href=\"/doc/1312051/\" id=\"a_11\">Section 27</a> of the Evidence Act Ex.P/8 given\n\nby the appellant is considered as it is, then it would be proved\n\nthat the pant and shirt of the appellant or one bicycle were\n\nrecovered from the appellant on the basis of the information\n\ngiven by him. If the report of the Forensic Science Laboratory\n\nEx.P/34 is perused then, it would be noticed that on the\n\narticles F/1 to F/2 i.e. pant and shirt seized from the\n\nappellant, blood was found but due to insufficient quantity of\n\nthe sample, it could not be examined to conclude that it was a\n                               10         Criminal Appeal No.1107/2012\n\n\n\n\nhuman blood. Under such circumstances, when no human\n\nblood was found on the clothing of the appellant, its seizure\n\nhas no evidentiary value.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">14.       Similarly, in the Forensic Science Laboratory&#x27;s\n\nreport Ex.P/34, it was found that on the article F/1 i.e. pant\n\nof the appellant, semen particles and human sperm were\n\nfound but it could be important, if the semen and sperm found\n\nin the clothing and anal swab of the deceased would have been\n\nexamined chemically and compared with sample of semen\n\nand sperm taken from the pant of the appellant. If a trouser is\n\nrecovered of a man then, presence of semen and sperm is not\n\nunnatural.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">15.       In the Forensic Science Laboratory&#x27;s report Ex.P/34,\n\nit was mentioned that due to insufficiency of sample, the\n\nserum could not be prepared to compare the semen particles\n\nand the sperm on the clothes of the deceased and his anal\n\nswab with the samples received from the appellant. By the\n\nslide and his trouser, it could not be established that the\n\nsemen particles and sperm found on the cloths of the deceased\n\nand his anal swab were of the appellant. Dr. Smt. Rashmi\n\nLohani (PW-31), scientist of the Forensic Science Laboratory\n\nwas examined, who has accepted that DNA matching test\n\ncould be done to establish that the semen particles and sperm\n\nfound in the anal swab and clothes of the deceased were of the\n                                 11           Criminal Appeal No.1107/2012\n\n\n\n\nappellant but no sample was sent to the Forensic Science\n\nLaboratory, Sagar for matching of DNA.                 Under such\n\ncircumstances, if the memo under <a href=\"/doc/1312051/\" id=\"a_12\">Section 27</a> of the Evidence\n\nAct Ex.P/8 and consequential seizure Ex.P/9 is accepted, then\n\nstill it does not create any circumstance against the appellant.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">16.       Inspector Lalit Singh has also proved the memo\n\nEx.P/12 with the help of witnesses Jahid @ Munna (PW-9) and\n\nParamjeet Singh (PW-6) however, the entire text of that memo\n\nis not admissible. Only a portion, which was admissible in\n\nevidence is that the appellant burnt a Gamchha behind the\n\nhouse of Karan Singh near hand pump and thereafter, ash of\n\nGamchha was recovered by the seizure memo Ex.P/30 but\n\nsuch type of Gamchhas are available in open market and\n\ntherefore, if the appellant burnt Gamchha at an open place\n\nthen, no conclusion can be drawn that it was burnt, because it\n\nwas stained with semen particles of the appellant. It is difficult\n\nto wash the stains of blood from the cloth but stain of semen\n\ncan be easily washed and there was no need to the appellant\n\nto burn such Gamchha (piece of cloth). The ash of Gamchha\n\nwas not sent for its analysis and therefore, if it is accepted that\n\nthe   appellant   burnt   Gamchha     at   that   place     then,     no\n\ncircumstance is created against the appellant relating to the\n\npresent crime.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">17.       Inspector Lalit Singh (PW-30) and Dr. Dinesh Kumar\n                               12          Criminal Appeal No.1107/2012\n\n\n\n\nSharma (PW-32) scientist of the Forensic Science Laboratory\n\nhave stated that near the dead body of the deceased, one\n\nempty bottle of plain liquor was found. Lalit Singh (PW-30) has\n\nstated that the bottle was also seized from the spot in front of\n\nthe witnesses Ramesh Pal (PW-1) and Jahid @ Munna (PW-9)\n\nalongwith other articles and sealed the same at the spot. In\n\nthat respect, Ramesh Pal was the complainant himself who\n\nstates for seizure of the article, but he did not state a single\n\nword about the sealing of the articles. Similarly, the witness\n\nJahid @ Munna (PW-9) confirms the seizure of bottle seized\n\nfrom the spot but does not state anything about its sealing.\n\nInspector Lalit Singh has proved the document Ex.P/6, in\n\nwhich the impression of seal is affixed and it is mentioned that\n\nall the articles were sealed on the spot. In this connection, if\n\nthe statement of the finger print expert Anil Kumar Rai\n\n(PW-33)   is considered then, he did not state that before\n\nexamining the bottle, he opened any seal or the bottle received\n\nby him for examination was in a sealed condition. Under such\n\ncircumstances, looking to the statement of the witness\n\nRamesh Pal (PW-1), Jahid @ Munna (PW-9) and Anil Kumar\n\nRai (PW-33), it appears that inspector Lalit Singh though\n\nmentioned in the document Ex.P/6 that all the articles seized\n\nfrom the spot were sealed and the sample of impression of seal\n\nwas also affixed on the document but did not seal the bottle at\n                                13           Criminal Appeal No.1107/2012\n\n\n\n\nthe spot, if that empty bottle was sealed then, certainly the\n\nwitnesses could state that the bottle was sealed either in a\n\npaper rapper or with the help of a piece of cloth or otherwise.\n\nAlso the finger print expert Anil Kumar Rai would have\n\nreceived that bottle in a sealed condition. Under such\n\ncircumstances, a doubt is created that the alleged seized bottle\n\nwas not at all sealed at the spot and it was transmitted to the\n\nfinger expert without any seal. When the transmission of the\n\narticle was done in such a manner then, the possibility cannot\n\nbe ruled out that the investigation officer would have directed\n\nthe appellant to touch his finger on the bottle at a particular\n\nplace. Hence, it is not proved beyond doubt that the finger\n\nprint of the appellant was present on the bottle at the time of\n\nits seizure from the spot.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">18.       Also, if it is accepted that the finger print of one\n\nfinger of the appellant was found on the bottle then, such\n\nindication appears to be unnatural. If someone holds the\n\nbottle to drink liquor or to throw it then, it cannot be held by\n\none finger only. If the appellant had left that bottle at the spot\n\nafter committing the crime then, it must have finger print of\n\nmore than one finger. The possibility cannot be ruled out that\n\nwhile passing through that place, the appellant would have\n\nthrown an empty liquor bottle in the past. Hence, it was for the\n\nprosecution to establish that empty liquor bottle was thrown\n                                         14         Criminal Appeal No.1107/2012\n\n\n\n\nat the time of incident and it was not lying since prior to the\n\ndate of incident.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">19.       Under such circumstances, the prosecution could\n\nnot connect the appellant with the crime with help of a print of\n\nhis one finger on the bottle lying at the spot. The investigation\n\nofficer did not transmit that bottle to the finger print expert in\n\na proper sealed condition and therefore by such evidence, it\n\ncannot be said that the appellant had participated in the\n\npresent crime.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1945016\" id=\"span_1\">20.       If the entire evidence produced by the prosecution\n\nby examining 33 witnesses and so many documents is\n\nconsidered      then,     it    would    be   apparent    that    chain      of\n\ncircumstantial evidence is broken and it cannot be said that\n\nthe appellant was the person, who committed the alleged crime\n\nof sodomy or murder or he disappeared any evidence by\n\nburning a Gamchha.              Learned counsel for the appellant has\n\nplaced his reliance upon a landmark judgment of the Honble\n\nApex Court in the case of &quot;<a href=\"/doc/1945016/\" id=\"a_13\">Earabhadrappa Vs. State of\n\nKarnataka</a>&quot; (AIR 1983 SC 446) in which it is held that in\n\ncases in which the evidence is purely of a circumstantial\n\nnature,   the     facts        and   circumstances    from       which     the\n\nconclusion of guilt is sought to be drawn must be fully\n\nestablished beyond any reasonable doubt and the facts and\n\ncircumstances should not only be consistent with the guilt of\n                                15        Criminal Appeal No.1107/2012\n\n\n\n\nthe accused but they must be in their effect as to be entirely\n\nincompatible with the innocence of the accused and must\n\nexclude every reasonable hypothesis consistent with his\n\ninnocence.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">21.       In the light of the aforesaid judgment passed by the\n\nHon&#x27;ble Apex Court, the prosecution could not prove the chain\n\nof circumstantial evidence so that the guilt of the appellant\n\ncould be established beyond doubt. The prosecution could not\n\nestablish the complete chain of circumstantial evidence\n\nagainst the appellant. A reasonable doubt is found in the\n\nevidence produced by the prosecution and therefore, the\n\nappellant cannot be convicted for any offence under Section\n\n302, 377 or 201 of the <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a>. The learned Additional Sessions\n\nJudge has committed an error in convicting the appellant for\n\nthe aforesaid offences.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">22.       For these reasons, the present appeal filed by the\n\nappellant is allowed. The conviction as well as sentence\n\ndirected by the Trial Court for the offences punishable under\n\nSections 302, 377 or 201 of the <a href=\"/doc/1569253/\" id=\"a_15\">IPC</a> is hereby set aside. The\n\nappellant is acquitted of all the charges. The appellant would\n\nbe entitled for the refund of fine amount, if he had deposited\n\nthe same before the trial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">23.       The appellant is in jail and therefore, office is\n\ndirected to issue a release warrant without any delay so that\n                                       16         Criminal Appeal No.1107/2012\n\n\n\n\n       he may be released from the jail forthwith.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">       24.       Copy of the order be sent to the trial Court\n\n       alongwith its record for information and compliance.\n\n\n\n</p><pre id=\"pre_3\">             (Ajit Singh)                             (N.K. Gupta)\n                Judge                                    Judge\n             21/07/2014                                21/07/2014\n\npnkj\n </pre>","numcites":3,"numcitedby":22,"docsource":"Madhya Pradesh High Court","citetid":55713253,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"sodomy","formInput":"sodomy"},{"value":"sec.27 of evidence act","formInput":"sec.27%20of%20evidence%20act"},{"value":"penis","formInput":"penis"},{"value":"smothering","formInput":"smothering"},{"value":"finger prints","formInput":"finger%20prints"},{"value":"anal","formInput":"anal"},{"value":"semen","formInput":"semen"},{"value":"last seen","formInput":"last%20seen"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"finger print expert","formInput":"finger%20print%20expert"},{"value":"\"last seen\"","formInput":"%22last%20seen%22"},{"value":"investigation officer","formInput":"investigation%20officer"},{"value":"27 evidence act","formInput":"27%20evidence%20act"},{"value":"\"377\"","formInput":"%22377%22"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"u/s 27 evidence act","formInput":"u/s%2027%20evidence%20act"},{"value":"anil kumar","formInput":"anil%20kumar"},{"value":"BICYCLE","formInput":"BICYCLE"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}