{"tid":191783030,"publishdate":"2024-05-09","title":"M/S Star Electricals vs The State Of Electricity Board Now North ... on 9 May, 2024","doc":"<h2 class=\"doc_title\">M/S Star Electricals vs The State Of Electricity Board Now North ... on 9 May, 2024</h2>\n\n<pre id=\"pre_1\">          IN THE HIGH COURT OF JUDICATURE AT PATNA\n                   Civil Writ Jurisdiction Case No.12921 of 2015\n     ======================================================\n     M/s Star Electricals, a Proprietorship Firm having its place of business of\n     Khojan Imli, Harun Nagar, P.S. Phulwarisharif, District Patna through its\n     proprietor namely Abdul Rauf Mohammad, S/o late Eid Mohammad resident\n     of 144/2. Harun Nagar Colony , P.S and P.O. Phulwarisharif, District Patna.\n\n                                                                 ... ... Petitioner/s\n                                    Versus\n1.   The State Of Electricity Board Now North Bihar Power Distribution\n     Company though its Managing Director Vidyut Bhawan Bailey Road, Patna\n2.   The Electrical Executive Engineer, Electric Supply Division, Raxaul.\n3.   The Electrical Executive Engineer, Electric Supply Division, Bettiah.\n4.   The Assistant Executive Engineer, Electric Supply Sub- Division,Raxaul.\n5.   The Assistant Executive Engineer, Electric Supply Sub- Division, Bettiah.\n6.   M/s Genus Power Infrastructure ltd, industrial Area, Sitapura, Jaipur through\n     its managing Director\n7.   The Bihar Public work Contract Disputes Arbitration Tribunal , through its\n     Registrar, 3rd floor, Block B, Maurya Lok Complex, Bailey Road, Patna\n\n                                               ... ... Respondent/s\n     ======================================================\n     Appearance :\n     For the Petitioner/s   :      M/s Gautam Kejriwal\n                                   Atal Bihari Pandey,\n                                   Alok Kumar Jha\n                                   Mukund Kumar\n                                   Akash Kumar\n                                   Aditya Raman, Advocates\n     For the Respondent/s   :      Mr. Anand Ojha, Advocate\n     ======================================================\n     CORAM: HONOURABLE JUSTICE SMT. G. ANUPAMA\n     CHAKRAVARTHY\n     ORAL JUDGMENT\n     Date : 09-05-2024\n\n                       The Writ petition is filed for quashing the order\n\n      dated 11.08.2014          passed by Bihar Public Work Contract\n\n      Dispute Arbitration Tribunal (in short referred to as &#x27;the\n\n      Tribunal&quot;) in Reference Case No. 62 of 2014 wherein                      the\n\n      Tribunal has rejected the application of the petitioner holding\n\n      that the petitioner is a non-party to the contract and was not\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n                                           2/19\n\n\n\n\n         competent to raise dispute under the provision of Bihar Public\n\n         Work Contract Dispute Arbitration Tribunal Act, 2008. Further,\n\n         for a direction to the Tribunal to adjudicate the dispute between\n\n         the respondents and the petitioners,              as the petitioners have\n\n         executed the contract work awarded to Respondent No. 6 by\n\n         Respondent Nos. 1 to 5 which is covered under the expression\n\n         of Sub-Contractor/Executor within the meaning of Section 2(g)\n\n         of the Tribunal Act, 2008. Further, for declaration that a Sub-\n\n         Contractor falls within the ambit of party as defined under\n\n         clause 2(g) of the Tribunal Act, 2008, and the Tribunal is\n\n         competent to consider and decide the grievances of the\n\n         petitioner      as    the     Sub-Contractor/Executor        as   against\n\n         Respondent Nos. 1 to 5 as well as Respondent No. 6. Further,\n\n         for a declaration that on account of the work executed by the\n\n         petitioner as a Sub-Contractor/Executor the relationship of the\n\n         petitioner     as against the Respondent Nos. 1 to 5 is well\n\n         recognized by the Scheme of law relating to Principle, Agents\n\n         and Sub-agents as incorporated                under <a href=\"/doc/171398/\" id=\"a_1\">Chapter X of Indian\n\n         Contract Act, 1872</a>.\n\n                        2. The brief facts culled out of the petition are that\n\n         the 6th Respondent was awarded with the work of installation\n\n         of electric meters by the Respondent Nos. 1 to 5 i.e. the\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n                                           3/19\n\n\n\n\n         Electric Board in the year 2014. Further, the 6 th Respondent\n\n         Company approached the petitioner i.e. the local contractor for\n\n         installation of the electric meters and issued an appointment -\n\n         cum Work order vide letter dated 22.01.2014. Further, the 6 th\n\n         Respondent again awarded with the work of installation of 1250\n\n         set of three phase electrical meters in Motihari, Bettiah and\n\n         Raxaul Electric Supply Division vide letter dated 05.10.2009\n\n         and the said work of installation was again delegated to the\n\n         petitioner      by the 6th Respondent vide Annexure -2. The\n\n         petitioner received payments against part of the work done in\n\n         the course of execution of the contract awarded by Respondent\n\n         Nos. 1 to 5 to Respondent No. 6, but part of the consideration\n\n         was not paid for the meters installed in Raxaul and Bettiah\n\n         Electric Supply Divisions. The petitioner personally visited the\n\n         office of Respondent Nos. 1 to 5 in connection with demand of\n\n         payments against the work done by him. But, the Respondents\n\n         ignored the grievances of the petitioner and was advised to\n\n         approach Respondent No. 6. Aggrieved by         the acts of the\n\n         Respondents, the petitioner filed Reference Case No. 62 of\n\n         2014 before the Tribunal against the Respondents seeking\n\n         direction to make payments which were due to him on account\n\n         of the work done by him vide Annexure-3. The Tribunal\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n                                           4/19\n\n\n\n\n         rejected the application          of the petitioner vide order dated\n\n         11.08.2014</pre><p data-structure=\"PetArg\" id=\"p_1\"> on the ground of maintainability as the petitioner\n\n         is not a party to the contract and is not competent to raise\n\n         dispute before the Tribunal (Annexure-4).\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                        3. Aggrieved by the same, the present writ petition\n\n         was filed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">                        4. Inspite of issuance of notice, Respondent No. 6\n\n         did not appear before the Court either in person or through the\n\n         counsel for the best reason known to him.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">                        5. A detailed counter affidavit was filed on behalf\n\n         of Respondent Nos. 1 to 5. The contents                of the counter\n\n         disclose that the Electricity Board, now North Bihar Power\n\n         Distribution Company awarded the contract work to Respondent\n\n         No. 6 i.e. M/s Genus Power Infrastructure Ltd. for supply and\n\n         installation of 10,000 electric meters              initially and later\n\n         additional work of installation of three phase electrical meters\n\n         in Motihari, Bettiah and Raxaul was entrusted. The counter also\n\n         reveal the facts that M/s Genus Power Infrastructure Ltd. had\n\n         executed the works through the petitioner as a Sub-Contractor.\n\n         However, the contention in the counter is that there is no\n\n         privity of contract between              the Electricity Board and the\n\n         petitioner. It is also contended that the petitioner           has no\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_1\">                                           5/19</span>\n\n\n\n\n         grievance against the Electricity Board instead his grievances\n\n         are against the 6th Respondent.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">                        6. Supplementary counter affidavit was also filed\n\n         on behalf of Respondent Nos. 1 to 5 and its contents disclose\n\n         that there were no dues between the Electricity Board and the\n\n         Respondent No. 6 existing till date and no dispute are pending\n\n         between the Board &amp; Respondent No.6 in any Court of law or\n\n         Tribunal      or in any process of dispute redressal. Further, the\n\n         petitioner has himself admitted at paragraph No. 17, 20 and 21\n\n         of the application before the Tribunal that all payments were\n\n         made by the Electricity Board to Respondent No. 6.\n\n</p><p data-structure=\"Issue\" id=\"p_6\">                        7. A supplementary affidavit was filed by the\n\n         petitioner contending that the petitioner vide ref Bill No. 2\n\n         dated 17.05.2011 submitted an installation report along with\n\n         installation bill for total 158 meters in Bettiah Division of\n\n         Motihari Circle before the 6th Respondent and all meter\n\n         installation reports        were jointly signed by the petitioner&#x27;s\n\n         representative       and the Assistant Electrical Engineer     and\n\n         Electrical Executive Engineer, Bettiah Division which itself\n\n         would show that petitioner&#x27;s role as a Sub-Contractor was very\n\n         much within the knowledge, acknowledgment and acceptance\n\n         of the Respondents. Further on the instruction of the Bihar\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_2\">                                           6/19</span>\n\n\n\n\n         Electricity Board vide letter of Monitoring Cell - 34/2009 dated\n\n         24.12.2010, the Respondent No. 6 vide letter dated 24.12.2010\n\n         and 8.12.2010 addressed             the Executive Engineer Electrical\n\n         Central Stores, Motihari for receiving three phase 138 meters\n\n         for Raxaul Division, 84 meters for Bettiah Division and 218\n\n         meters for Motihari Division which were duly acknowledged\n\n         by Executive Engineer, Motihari and was received by the Store\n\n         Assistant, Electrical Central Stores, Motihari.\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">                        8. The Supplementary Affidavit further disclose\n\n         about the contends hat acknowledgment and acceptance on the\n\n         various letters and Memo of the                petitioner   by the 6th\n\n         Respondent and the authorities of the Electricity Board which\n\n         prove that petitioner was the Sub-Contractor/Executor of the\n\n         contract for Respondent No. 6.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">                        9. Heard the Learned counsel for the petitioner as\n\n         well as the Learned counsel for the Respondents No. 1 to 5.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">                        10. The entire crux of the case is whether the\n\n         Tribunal      can dissolve / adjudicate         the disputes of Sub-\n\n         Contractors / Executors or not ?\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">                        11. It is the specific contention        of the Learned\n\n         counsel for the petitioner           that the preamble of the Tribunal\n\n         Act, 2008 disclose that it is constituted to arbitrate in disputes\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_3\">                                           7/19</span>\n\n\n\n\n         arising from work contracts to which the State Government or a\n\n         public undertaking is a party and further for expeditious\n\n         disposal of the dispute. The Learned counsel for the petitioner\n\n         contended that as per <a href=\"/doc/1562930/\" id=\"a_2\">Section 2(g)</a> of the said act &quot;Party&quot; means\n\n         a party to a work contract or a service contract and includes its\n\n         successors, executors, administrators or assignees. In order to\n\n         substantiate the meaning of the executor, the Learned counsel\n\n         contended the meaning of executor              as per Dictionary.Com\n\n         indicates that Executor is a person who executes, carries out,\n\n         or performs some duty, job, assignment, artistic work etc.. As\n\n         per Oxford English Dictionary, the meaning of &quot;executor&#x27; is\n\n         &quot;one who executes or carries out; one who carries into action, or\n\n         puts into practice; a conductor or manager; an administrator or\n\n         enforcer; an agent, doer, performer, executor.&quot;\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">                        12. It is specific contention of the Learned counsel\n\n         for the petitioner that it is an admitted fact that the work of the\n\n         Respondents No. 1 to 5 were executed by the petitioners at the\n\n         instance of the 6th Respondent, therefore, he would be called as\n\n         a &quot;Party&quot; under Section 2(g) of the Tribunal Act, 2008. In order\n\n         to support his contention the Learned counsel for the petitioner\n\n         relied on the judgment of the Apex Court in (2007) 3SCC 124\n\n         (Commercial         Taxation       Officer,   Udaipur   Versus   M/s\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_4\">                                           8/19</span>\n\n\n\n\n         Rajasthan Taxchem Ltd.) to enlighten on the word &quot;includes&quot;.\n\n         For better appreciation, paragraph 22 is quoted as under:\n\n</p><blockquote id=\"blockquote_1\">                                         &quot;22. We have already extracted the\n                          definition of raw material under <a href=\"/doc/831280/\" id=\"a_3\">Section 2(34)</a> which\n                          specifically includes fuel required for the purpose of\n                          manufacture as raw material. The word includes gives\n                          a wider meaning to the words or phrases in the\n                          statute. The word includes is usually used in the\n                          interpretation clause in order to enlarge the meaning\n                          of the words in the statute. When the word include is\n                          used in the words or phrases, it must be construed as\n                          comprehending not only such things as they signify\n                          according to their nature and impact but also those\n                          things which the interpretation clause declares they\n                          shall include. There is no dispute in the instant case\n                          that the diesel and lubricant is used to generate\n                          electricity through DG sets which is admittedly used\n                          for the purpose of manufacturing yarn. Thus, it is seen\n                          that as diesel is specifically and intentionally included\n                          in the definition of raw material by the legislature, the\n                          question that whether it is directly or indirectly used\n                          in the process of manufacture is irrelevant as argued\n                          by Mr Sushil Kumar Jain.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_12\">                          The Tribunal in its judgment has used or discussed\n          the maxim &quot;Noscuntur a Sociis&quot; - the rule of construction.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">                        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"621517\" id=\"span_5\">13. Wherein the petitioner&#x27;s counsel relied on the\n\n         judgment reported in AIR 1960 SC 610 (<a href=\"/doc/621517/\" id=\"a_4\">State of Bombay v.\n\n         Hospital Mazdoor Sabha</a>). For better appreciation of the case,\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_6\">                                           9/19</span>\n\n\n\n\n         paragraph 9 of the judgment is quoted hereinbelow:-</span>\n\n</p><blockquote id=\"blockquote_2\">                                          &quot;9. It is, however, contended that, in\n                          construing the definition, we must adopt the rule of\n                          construction noscuntur a sociis. This rule, according\n                          to Maxwell, means that, when two or more words\n                          which are susceptible of analogous meaning are\n                          coupled together they are understood to be used in\n                          their cognate sense. They take as it were their colour\n                          from each other, that is, the more general is restricted\n                          to a sense analogous to a less general. The same rule\n                          is thus interpreted in Words and Phrases (Vol. XIV, p.\n</blockquote><blockquote id=\"blockquote_3\">                          207):&quot;Associated words take their meaning from one\n                          another under the doctrine of noscuntur a sociis the\n                          philosophy of which is that the meaning of a doubtful\n                          word may be ascertained by reference to the meaning\n                          of words associated with it; such doctrine is broader\n                          than the maxim Ejusdem Generis.&quot; In fact the latter\n                          maxim &quot;is only an illustration or specific application\n                          of the broader maxim noscuntur a sociis&quot;. The\n                          argument is that certain essential features or\n                          attributes are invariably associated with the words\n                          &quot;business and trade&quot; as understood in the popular\n                          and conventional sense, and it is the colour of these\n                          attributes which is taken by the other words used in\n                          the definition though their normal import may be\n                          much wider. We are not impressed by this argument. It\n                          must be borne in mind that noscuntur a sociis is\n                          merely a rule of construction and it cannot prevail in\n                          cases where it is clear that the wider words have been\n                          deliberately used in order to make the scope of the\n                          defined word correspondingly wider. It is only where\n                          the intention of the legislature in associating wider\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_7\">                                          10/19</span>\n\n\n\n\n                          words with words of narrower significance is\n                          doubtful, or otherwise not clear that the present rule\n                          of construction can be usefully applied. It can also be\n                          applied where the meaning of the words of wider\n                          import is doubtful; but, where the object of the\n                          legislature in using wider words is clear and free of\n                          ambiguity, the rule of construction in question cannot\n                          be pressed into service. As has been observed by Earl\n                          of Halsbury, L.C., in Corporation of Glasgow v.\n</blockquote><p data-structure=\"Section\" id=\"p_14\">                          Glasgow Tramway and Omnibus Co. Ltd. [(1898) AC\n                          631 at p. 634] in dealing with the wider words used in\n                          Section 6 of Valuation of Lands (Scotland) Act, 1854,\n                          &quot;the words &#x27;free from all expenses whatever in\n                          connection with the said tramways&#x27; appear to me to\n                          be so wide in their application that I should have\n                          thought it impossible to qualify or cut them down by\n                          their being associated with other words on the\n                          principle of their being ejusdem generis with the\n                          previous words enumerated&quot;. If the object and scope\n                          of the statute are considered there would be no\n                          difficulty in holding that the relevant words of wide\n                          import have been deliberately used by the legislature\n                          in defining &quot;industry&quot; in <a href=\"/doc/1222363/\" id=\"a_5\">Section 2(j)</a>. The object of\n                          the Act was to make provision for the investigation\n                          and settlement of industrial disputes, and the extent\n                          and scope of its provisions would be realised if we\n                          bear in mind the definition of &quot;industrial dispute&quot;\n</p><blockquote id=\"blockquote_4\">                          given by <a href=\"/doc/831280/\" id=\"a_6\">Section 2(k)</a>, of &quot;wages&quot; by <a href=\"/doc/831280/\" id=\"a_7\">Section 2(rr)</a>,\n                          &quot;workman&quot; by <a href=\"/doc/831280/\" id=\"a_8\">Section 2(s)</a>, and of &quot;employer&quot; by\n                          <a href=\"/doc/1562930/\" id=\"a_9\">Section 2(g)</a>. Besides, the definition of public utility\n                          service prescribed by <a href=\"/doc/831280/\" id=\"a_10\">Section 2(m)</a> is very significant.\n                          One has merely to glance at the six categories of\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_8\">                                          11/19</span>\n\n\n\n\n                          public utility service mentioned by <a href=\"/doc/831280/\" id=\"a_11\">Section 2(m)</a> to\n                          realise that the rule of construction on which the\n                          appellant relies is inapplicable in interpreting the\n                          definition prescribed by <a href=\"/doc/1222363/\" id=\"a_12\">Section 2(j)</a>.\n</blockquote>\n\n<blockquote id=\"blockquote_5\">                        14. It is also the contention of the Learned counsel\n\n         for the petitioner        that <a href=\"/doc/16455984/\" id=\"a_13\">Section 2(k)(iii)</a> of the Bihar Public\n\n         Works Contracts Disputes Arbitration Tribunal Act, 2008 clearly\n\n         expresses &quot;Words and expressions used and not defined in this\n\n         Act, but defined in the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a>, shall have the meanings\n\n         assigned to them in the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a>.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_15\">                        15. On the other hand, the Learned counsel for the\n\n         respondents contended that the Tribunal has rejected the claim\n\n         of the petitioner taking into consideration that he is not the\n\n         party to the agreement and therefore, the Tribunal has rightly\n\n         rejected the claim. It is the specific contention of the Learned\n\n         counsel for the petitioner that the definition under <a href=\"/doc/738672/\" id=\"a_16\">Section 2(h)</a>\n\n         for &quot;party&quot; under the <a href=\"/doc/1306164/\" id=\"a_17\">Arbitration and Conciliation Act, 1996</a>\n\n         means a party to an arbitration agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">                        16. It is also the contention of the Learned counsel\n\n         for the respondents that &quot;party&quot; defined under <a href=\"/doc/30476124/\" id=\"a_18\">Section 2(g)</a> of\n\n         the Bihar Public Works Contracts Disputes Arbitration Tribunal\n\n         Act, 2008 and &quot;Party&quot; which is defined under <a href=\"/doc/1306164/\" id=\"a_19\">Arbitration and\n\n         Conciliation Act, 1996</a> has to be looked into, but not the\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_9\">                                          12/19</span>\n\n\n\n\n         definition under         the Tribunal Act, 2008.           It is also the\n\n         contention of the Learned counsel for the respondents No. 1 to 5\n\n         that Section 8 of the Tribunal Act, 2008 clearly defines as\n\n         follows:-\n</p>\n<blockquote id=\"blockquote_6\">                                           &quot;8. Act to be in addition to <a href=\"/doc/1306164/\" id=\"a_20\">Arbitration\n                           &amp;     Conciliation      Act,    1996</a>.-   Notwithstanding\n                           anything contained in this Act, any of the provisions\n                           shall be in addition to and supplemental to\n                           <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration &amp; Conciliation Act, 1996</a> and in case any\n                           of the provision contained herein is construed to be\n                           in conflict with <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act</a>, then the latter Act\n                           shall prevail to the extent of conflict.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_17\">                        17. Therefore, it is the submission of the Learned\n\n         counsel for the respondents                   that there is no error or\n\n         irregularities in the order passed by the Tribunal in rejecting the\n\n         claim of the petitioner.\n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">                        18. On perusal of the entire records and considering\n\n         the rival submissions, it is evident that the Tribunal Act, 2008\n\n         has been constituted to resolve the disputes arising out of the\n\n         work contracts to which the State Government or a public\n\n         undertaking is a party. The object of the Act is to see that there\n\n         shall be expeditious dispute resolution mechanism. Admittedly,\n\n         the respondent Nos. 1 to 5               i.e. the Electricity Board has\n\n         awarded Contract to the 6th Respondent, who in turn has Sub-\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_10\">                                          13/19</span>\n\n\n\n\n         Contracted       the petitioner. There is no dispute as to the works\n\n         executed by the petitioner on behalf of the 6 th Respondent. The\n\n         entire correspondence between the parties disclose            that the\n\n         petitioner executed the works of 6th respondent which were\n\n         allotted by of the respondent Nos. 1 to 5, i.e. the Electricity\n\n         Board. Admittedly, the entire grievance of the petitioner is that\n\n         the payments were not made by 6th Respondent for which he\n\n         approached the respondent Nos. 1 to 5 for the dues wherein\n\n         there was no response from the Electricity Board for which\n\n         the petitioner was constrained to file a Reference Case before\n\n         the Tribunal. As stated Supra, the 6th Respondent inspite of\n\n         receiving notice did not appear and contest in the case. On the\n\n         other hand,       the counter affidavit       of the Electricity Board\n\n         clearly disclose that        there are dues between the Electricity\n\n         Board and the 6th Respondent in any manner before any other\n\n         forum.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">                        19. It was the contention of the respondent Nos. 1\n\n         to 5 that all payments have been made to the 6 th Respondent.\n\n         The only point to be decided by this Court is whether the\n\n         Sub-Contractor can be called as a party under Section 2(g) of\n\n         the Tribunal Act, 2008 or not.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">                        20. Admittedly, the meaning of &quot;Party&quot; has a\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_11\">                                          14/19</span>\n\n\n\n\n         wider scope under the Act as compared to the definition of\n\n         &#x27;Party&quot;      under the <a href=\"/doc/1306164/\" id=\"a_23\">Arbitration and Conciliation Act, 1996</a>.\n\n         Section 2(k)(iii) of the Tribunal Act, 2008, defines that &quot;words\n\n         and expressions used and not defined in this Act, but defined in\n\n         the <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act</a>, shall have the meanings assigned to them in\n\n         the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act</a>. The word &quot;Party&quot; has been defined in the\n\n         Tribunal Act, 2008 and as per <a href=\"/doc/738672/\" id=\"a_26\">Section 2(k)(iii)</a> if a word is not\n\n         defined under the Act then only the meaning / definition of\n\n         &#x27;Party&#x27; has to be considered under <a href=\"/doc/1306164/\" id=\"a_27\">Arbitration and Conciliation\n\n         Act, 1996</a>. &quot;Executor&quot; is included under the meaning of party,\n\n         this Court is of the considered view that the petitioner comes\n\n         under the meaning of &#x27;Party&quot; and, therefore, the rejection of the\n\n         claim of the petitioner by the Tribunal is illegal and arbitrary.\n\n         The Learned counsel for the respondent Nos. 1 to 5 has relied\n\n         on the citation of the Hon&#x27;ble Apex Court In State of Bihar Vs\n\n         M/s Brahmaputra Infrastructure Limited wherein their\n\n         Lordships have held in paragraph no. 5 as follows:-\n\n</p><blockquote id=\"blockquote_7\">                                         &quot;The scheme of Sections 8, 9 and 22 of\n                         the State Act shows that in the absence of an\n                         agreement stipulating the applicability of the Central\n                         Act, the State Act applies to works contracts. Since in\n                         the present cases, an arbitration agreement exists and\n                         stipulates applicability of the Central Act, the State Act\n                         will not apply. We, thus, do not find any ground to\n                         interfere with the impugned order.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\"> Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_12\">                                          15/19</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_22\">                        21. On perusal of the said judgment, it is evident\n\n         that there exist an arbitration agreement between the Electricity\n\n         Board and        the respondents wherein a Clause to refer any\n\n         dispute to Arbitration under the <a href=\"/doc/1306164/\" id=\"a_28\">Arbitration and Conciliation\n\n         Act, 1996</a> i.e. the Central Act is incorporated\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">                        22. Admittedly, in the present case the dispute is\n\n         not between the Electricity Board and the respondent No. 6. The\n\n         entire dispute       is for non payment             of dues for the works\n\n         executed by the petitioner on behalf of respondent No. 6,\n\n         therefore, above judgment is no where helpful for deciding the\n\n         fact.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">                        23. Furthermore,           the Learned counsel for the\n\n         petitioner relied on <a href=\"/doc/1519579/\" id=\"a_29\">Section 41</a> read with <a href=\"/doc/1454268/\" id=\"a_30\">Section 70</a> of the\n\n         Indian Contract Act, 1872.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">                        <a href=\"/doc/1085351/\" id=\"a_31\">Section 41</a> of the Indian Contract Act, 1872 reads\n\n         as follows:-\n</p>\n<blockquote id=\"blockquote_8\">                                         41. Effect of accepting performance from\n                          third person.--When a promisee accepts performance of\n                          the promise from a third person, he cannot afterwards\n                          enforce it against the promisor.\n</blockquote><p data-structure=\"Section\" id=\"p_26\">                        <a href=\"/doc/1454268/\" id=\"a_32\">Section 70</a> of the Indian Contract Act, 1872 reads\n\n         as follows:\n</p>\n<blockquote id=\"blockquote_9\">                                           &quot;70.   Obligation    of person   enjoying\n                           benefit of non-gratuitous act.--Where a person lawfully\n                           does anything for another person, or delivers anything to\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_13\">                                          16/19</span>\n\n\n\n\n                           him, not intending to do so gratuitously, and such other\n                           person enjoys the benefit thereof, the latter is bound to\n                           make compensation to the former in respect of, or to\n                           restore, the thing so done or delivered.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_27\">                        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1855581\" id=\"span_14\">24. The Learned counsel for the petitioner in order\n\n         to substantiate his arguments relied on judgment reported in\n\n         (2008) 1 SCC 503 (<a href=\"/doc/1855581/\" id=\"a_33\">Bharat Petroleum Corporation Ltd. Vs.\n\n         Great Eastern Shipping Co. Ltd.</a>) wherein their Lordships\n\n         have held that &quot;the general rule is that an offer is not accepted by\n\n         mere silence on the part of the offer, yet it does not mean that an\n\n         acceptance always has to be given in so many words. Under certain\n\n         circumstances, offerree silence, coupled with his conduct, which\n\n         takes the form of a positive act, may constitute an acceptance an\n\n         agreement sub silentio. Therefore, the terms of a contract between\n\n         the parties can be proved not only by their words but also by their\n\n         conduct.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">                        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1827454\" id=\"span_15\">25. Further the Learned counsel also relied on the\n\n         citation reported in (1985) 2 SCC 9 (<a href=\"/doc/1827454/\" id=\"a_34\">Hyderabad Municipal\n\n         Corporation Vs M. Krishnaswami Mudaliar &amp; Mudaliar &amp;\n\n         Anr.</a>) wherein their Lordships have held that &quot;The Government\n\n         did not intimate to the respondent-plaintiff that no extra payment on\n\n         account of increased rates would be paid to him or that he will have\n\n         to complete the work on the basis of original rates. In fact no reply\n\n         was sent by the Government and a studied silence was maintained by\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_16\">                                          17/19</span>\n\n\n\n\n         the Government in regard to the respondent-plaintiff&#x27;s demand for\n\n         extra payment, in spite of several reminders in that behalf, till the\n\n         plaintiff actually completed the work during the spread over period\n\n         and only when after completion of work the plaintiff-respondent\n\n         submitted his final bill claiming 20 per cent extra over and above the\n\n         rates originally agreed upon between the parties the Government\n\n         stated that he was not entitled to increased rates. After considering\n\n         the correspondence exchanged between the parties and the other\n\n         material on record the High Court has taken the view that the\n\n         Government was liable to make extra payment for the work done as\n\n         there was no dispute that the rates of material, etc. had increased\n\n         during the extended period of two years and plaintiff was entitled to\n\n         such extra payment. After considering the relevant material on\n\n         record we are of the view that both in equity and in law the plaintiff\n\n         contractor is entitled to receive extra payment and the High Court\n\n         was right in deciding the question in respondent-plaintiff&#x27;s favour.\n\n         Since subsequent to the entering into the agreement Ex. A-1 the\n\n         Drainage Division was transferred from PWD to Hyderabad\n\n         Municipal Corporation the liability to make this extra payment in\n\n         our view has been properly saddled on the appellant Corporation.&quot;</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_29\">                        26. Learned counsel for the petitioner contended\n\n         that the contract by conduct as well as by &quot;sub silentio&quot; i.e.\n\n         continued by the party have also to be taken into consideration\n\n         while deciding the case. Though there is no agreement between\n Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_17\">                                          18/19</span>\n\n\n\n\n         the respondent Nos. 1 to 5 and the petitioner, the respondent\n\n         Board had        knowledge        about the works executed            by the\n\n         petitioner so they cannot contend                that the petitioner do not\n\n         fall under the definition of &#x27;Party&#x27; and as such the Tribunal had\n\n         rightly rejected their claim.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">                        27. On perusal of the judgment of the Tribunal, it\n\n         is evident that the petitioner has preferred the Reference Case\n\n         No. 62/2014 before the Tribunal for payment of Rs. 6,27,163/-\n\n         for the admitted dues            and sought direction to           direct the\n\n         opposite parties to pay the amounts along with the interest of\n\n         12% per annum. That the Tribunal while adjudicating the claim\n\n         came to a conclusion that the petitioner is neither successor\n\n         nor executor, administrator or assignee of the Bihar State\n\n         Electricity Board. Admittedly                 the petitioner     cannot   be\n\n         construed      as successor of the Electricity Board but has to be\n\n         construed as an executor of respondent No. 6. Admittedly, the\n\n         respondents No. 1 to 5 allowed the petitioner                  to execute the\n\n         works allotted to Respondent No. 6 by their conduct and sub\n\n         silentio as per the Preposition of Hon&#x27;ble Apex Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">                        28. Further the finding of the Tribunal that the\n\n         petitioner cannot be said to be a &quot;party&quot; as this petitioner is a\n\n         stranger to the contract before the aforesaid public undertaking\n              Patna High Court CWJC No.12921 of 2015 dt.09-05-2024\n<span class=\"hidden_text\" id=\"span_18\">                                                       19/19</span>\n\n\n\n\n                      and opposite parties is arbitrary and illegal as respondent Nos. 1\n\n                      to 5 have no dispute regarding the works which were executed\n\n                      by the petitioner. Therefore, the impugned order of the Tribunal\n\n                      dated 11.08.2014 is hereby set aside and the matter is remanded\n\n                      back to the Tribunal to adjudicate and settle the dispute within\n\n                      the period of four months from the date of receipt of the order.\n\n</p><p data-structure=\"Conclusion\" id=\"p_32\">                                     29. With the above said finding, this Court is of the\n\n                      considered view that the Sub-Contractor who execute the work\n\n                      on behalf of the contractor can be termed as &quot;Party&quot; as per the\n\n                      meaning under Section 2(g) of the Tribunal Act, 2008.\n\n</p><p data-structure=\"Conclusion\" id=\"p_33\">                                     30. In result, the writ petition is allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">                                     31. Interlocutory Application(s), if any, shall stand\n\n                      disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_36\">                                         (G. Anupama Chakravarthy, J)\nSpd/-\n</p><pre id=\"pre_2\">AFR/NAFR                AFR\nCAV DATE                NA\nUploading Date          16.05.2024\nTransmission Date       NA\n </pre>","numcites":15,"numcitedby":0,"docsource":"Patna High Court","citetid":191783030,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}