{"tid":27071441,"publishdate":"2015-11-19","title":"The Tata Power Company Limited Through ... vs Jharkhand Urja Vikas Nigam Limited ... on 19 November, 2015","doc":"<h2 class=\"doc_title\">The Tata Power Company Limited Through ... vs Jharkhand Urja Vikas Nigam Limited ... on 19 November, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-mukhopadhyay\">Rongon Mukhopadhyay</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-mukhopadhyay\">Rongon Mukhopadhyay</a></h3>\n\n<pre id=\"pre_1\">        IN THE HIGH COURT OF JHARKHAND AT RANCHI\n             W. P. (C) No. 2437 of 2015\n                               ---\n\n        1.THE TATA POWER COMPANY LIMITED, a\n          company registered under the <a href=\"/doc/1353758/\" id=\"a_1\">Indian Companies\n          Act, 1956</a>, having its registered office at Bombay House,\n          24 Homi Mody Street, Mumbai-400 001, through its\n          Authorised Signatory-cum-Head Corporate Legal,\n          namely, Arun Bapat, son of Late S. V. Bapat, resident\n          of 403, Vijay Tower, Bhaskar Colony, Naupada, Thane\n          (West), District Thane (Maharashtra)-400 602\n        2.TATA POWER JAMSHEDPUR DISTRIBUTION LIMITED\n          (earlier known as TP POWER DISTRIBUTION LIMITED)\n          a company, registered under the <a href=\"/doc/1353758/\" id=\"a_2\">Indian Companies Act,\n          1956</a>, having its registered office at C/o The Tata Power\n          Company Limited, Corporate Centre, A-Block, 34-Sant\n          Tukaram Road, Carnac Bunder, Mumbai-400 009,\n          though its Authorised Signatory-cum-Chief Executive\n          Officer, namely, Vivek Singla, son of Late S. C. Singla,\n          resident of D-12/3, Model Town, PO Model Town,\n          PS Model Town, District Delhi - 110009 ...         ...      Petitioners\n                             Versus\n        1.Jharkhand Urja Vikas Nigam Limited, through its\n          Chairman-cum-Managing Director, having its office at\n          Engineering Building, H.E.C., Dhurwa, PO &amp; PS Dhurwa,\n          District Ranchi-834004 (Jharkhand)\n        2.Jharkhand Bijli Vitran Nigam Limited (a distribution\n          Company), through its Managing Director, having\n          its office at Engineering Building, H.E.C., Dhurwa,\n          PO &amp; PS Dhurwa, District Ranchi-834004 (Jharkhand)\n        3.Chief Engineer (C &amp; R), Jharkhand Bijli Vitran Nigam\n          Limited having its office at Engineering Building,\n          H.E.C., Dhurwa, PO &amp; PS Dhurwa, District Ranchi\n          834004 (Jharkhand)                          ...      ... Respondents\n                                   ---\n\n\nCORAM   : HON&#x27;BLE MR. JUSTICE RONGON MUKHOPADHYAY\n                            ---\n        For the Petitioners : Mr. Sumeet Gadodia, Advocate\n        For the Respondents : Mr. Ajit Kumar, Senior Advocate\n\n                                 ---\n        CAV on 03.08.2015                     Pronounced on 19.11.2015\n\n              The prayer made in this writ application by the petitioners are as\n        follows:\n              (A)   For issuance of an appropriate writ, order or direction,\n                    including    writ   in   the   nature   of   certiorari,    for\n                    quashing/setting aside Letter no. 605 dated 06.05.2015\n                    issued under the authority of the Respondent No. 2\n                                   -2-\n            whereby        and    whereunder,    Distribution   Franchisee\n            Agreement (for short &#x27;DFA&#x27;) dated 05.12.2012 entered into\n            by and between the petitioners and the respondent -\n            Jharkhand Bijli Vitran Nigam Limited, formerly part of\n            Jharkhand State Electricity Board, for appointment of\n            Distribution of Franchisee to undertake the work of\n            electricity supply in Jamshedpur Circle (franchisee area)\n            has been terminated;\n      (B)   For issuance of further appropriate writ, order or direction,\n            including writ in the nature of mandamus, directing the\n            respondents to hand over the business operation of\n            franchisee area to the Petitioner no. 2 - Company, being\n            the Distribution Franchisee appointed pursuant to the\n            agreement dated 05.12.2012 after reworking the base\n            year and the capital expenses and operation expenses,\n            which is required to be changed reflecting the present\n            current situation as per mutually agreed terms;\n      (C)   For issuance of further appropriate writ, order or direction,\n            including      writ   in    the   nature   of   certiorari,   for\n            quashing/setting aside the Expression of Interest (for short\n            &#x27;EOI&#x27;) invited under the authority of the Respondent No. 2\n            in the month of May, 2015 for selection of input base\n            distribution franchisee for Jamshedpur Circle; &amp;\n      (D)   For any other relief or reliefs for which the petitioners are\n            legally entitled in the facts and circumstances of the case.\n2.    Narration of the facts as per the averments made in the writ\napplication are that, the petitioners are Companies registered under\nthe <a href=\"/doc/1353758/\" id=\"a_3\">Indian Companies Act, 1956</a>. The petitioner no. 1 is a Tata group\ncompany having wide experience in various fields of business and has\nfour decades of experience in Jamshedpur with adequate available\ninfrastructure, experience and expertise to undertake work of\ndistribution franchisee.    The petitioner no. 2 - company has been\nincorporated as a special purpose vehicle company after the petitioner\nno. 1 was declared a successful bidder in respect of Request for\nProposal (for short &#x27;RFP&#x27;) invited by the then Jharkhand State\nElectricity Board for appointment of Distribution Franchisee in the\nJamshedpur Circle. Earlier, the petitioner no. 2 - company was known\n                            -3-\nas M/s. T. P. Power Distribution Ltd. which has subsequently been\nchanged to Tata Power Jamshedpur Distribution Ltd.                 After the\nunbundling of erstwhile Jharkhand State Electricity Board in terms of\nthe provision contained in the <a href=\"/doc/177537342/\" id=\"a_4\">Electricity Act, 2003</a>. Jharkhand Urja\nVikas Nigam Ltd. (hereinafter referred to as the &#x27;JUVN&#x27;) came into\nexistence holding the shares of the three newly recognised company\nnamely, Jharkhand Urja Utpadan Nigam Ltd., Jharkhand Urja\nSancharan Nigam Ltd. and Jharkhand Bijli Vitran Nigam Ltd.               The\nerstwhile Jharkhand State Electricity Board in order to improve\noperational efficiency and quality of service provided to its consumers\nintended to bring in management expertise through Public Private\nParticipation in the field of distribution of electricity and in terms of such\nintention as well as the provisions of the <a href=\"/doc/177537342/\" id=\"a_5\">Electricity Act, 2003</a>, a RFP\ndocument was published by the Board in the month of April 2012\ninviting applications for appointment of Distribution Franchisee for\nRanchi, Jamshedpur and Dhanbad Circles.              Being interested, the\npetitioner no. 1 participated in the bids with respect to Jamshedpur\nCircle only and was ultimately declared the successful bidder for\nJamshedpur Circle.       As regards, Ranchi Circle, Calcutta Electric\nSupply Company was declared the successful bidder whereas for\nDhanbad Circle, the entire bidding was cancelled. A Letter of Intent\nwas issued by the Board to the petitioner no. 1 for its appointment as\ndistribution franchisee for Jamshedpur Circle vide letter no. 1976 dated\n09.10.2012</pre><p data-structure=\"Precedent\" id=\"p_1\">.      In terms of the RFP document which required\nincorporation by the successful bidder of special purpose vehicle\ncompany for carrying out the work of Distribution Franchisee, the\npetitioner no. 2 company was incorporated for the said purpose. In\nterms of the RFP document, a Distribution Franchisee Agreement\n(hereinafter referred to as the &#x27;DFA&#x27;) for distribution of electricity for\nJamshedpur Circle was executed by and between the petitioners and\nthe then Jharkhand State Electricity Board on 05.12.2012.\n</p><p data-structure=\"Facts\" id=\"p_2\">3.     It is the case of the petitioners that the petitioners were all along\ndiligent in making the efforts to comply with the conditions precedent\nunder the agreement, but on account of the delay and latches on the\npart of the respondents, some of the conditions precedent could not be\nfulfilled. The petitioners have stated in details the steps which had\nbeen    taken    for    fulfillment   of   the   conditions    precedent\n<span class=\"hidden_text\" id=\"span_1\">                           -4-</span>\nincluding infrastructure roll out plan, appointment of independent\nauditor and other conditions. It is also the case of the petitioners that\nafter the change of government in the State, a letter dated 03.07.2014\nwas sent by the Department of Energy to the Chairman-cum-Managing\nDirector of respondent no. 1 - company wherein a direction has been\nissued to the respondent no. 1 - company to take a decision for\ncancellation of DFA executed by them in respect of Ranchi and\nJamshedpur Circle and to take steps for retendering. Being aggrieved\nby the said communication dated 03.07.2014, the successful bidder of\nRanchi Circle namely, CESC Ltd. along with its special purpose vehicle\ncompany so constituted prayed for stay of the operation of the said\ncommunication and in the order dated 22.07.2014 passed by this\nCourt, it was observed that if the Nigam is contemplating to take any\ndecision pertaining to the DFA, it shall not be influenced by the\ndecisions of the State Government.         Pursuant to the order dated\n22.07.2014 passed by this Court, a meeting of the Board of Directors\nof respondent no. 2 - company was held on 05.08.2014 wherein it was\ndecided to take the opinion of the senior legal advisor of the company\non the issue relating to Distribution Franchisee for Ranchi and\nJamshedpur Circle and thereafter to issue show-cause notice to the\nfranchisee as per the advice. The decision of Board of Directors in its\nmeeting dated 05.08.2014 notwithstanding, a letter dated 25.02.2015\nwas served upon the petitioners in which its office bearers were\ndirected to appear before the respondent no. 2 and discuss the issue\nregarding handing over of the distribution network to the petitioner no.\n</p><p data-structure=\"PetArg\" id=\"p_3\">2. The meeting was duly attended to and in course of the meeting, it\nwas expressed on behalf of the petitioners that they intend to go ahead\nwith the DFA subject to the condition that the base price for the year is\nchanged as the capital expenses and operational expenses had to be\nreworked to reflect the current day situation.         However, without\nresponding to the offer of the petitioner no. 1 intending to stick with the\nDFA on the condition of making certain changes in the parameters, a\nletter dated 06.05.2015 was issued by the respondent no. 2 whereby\nand whereunder the DFA dated 05.12.2012             entered into by and\nbetween the petitioner no. 1 and the respondents with respect to\nappointment of Distribution Franchisee for undertaking the work of\n<span class=\"hidden_text\" id=\"span_2\">                          -5-</span>\ndistribution of electricity supply in Jamshedpur Circle was terminated\nwhich prompted the petitioners to prefer the present writ application.\n</p><p data-structure=\"PetArg\" id=\"p_4\">4.    Heard Mr. Sumeet Gadodia, learned counsel for the petitioners\nand Mr. Ajit Kumar, learned senior counsel for the respondents.\n</p><p data-structure=\"PetArg\" id=\"p_5\">5.    Mr. Sumeet Gadodia, learned counsel for the petitioners while\nmaking an elaborate argument to strengthen the case of the petitioners\nhas firstly referred to the Distribution Franchisee Agreement for\ndistribution of power for Jamshedpur Circle which would be frequently\nreferred to by him as well as by the learned senior counsel for the\nrespondents as the various provisions enumerated in the agreement\nforms the basis of argument by both the sides. Reference has been\nmade to <a href=\"/doc/1001719/\" id=\"a_6\">Article 5.1</a> A of the DFA which is with respect to\nimplementation of Restructured Accelerated Power Development and\nReforms Programme (RAPDRP) wherein responsibilities were upon\nthe Distribution Franchisee for preparation of detailed project report for\nimplementation of Part B Programme in consultation with JSEB. It was\nalso the responsibility of the Distribution Franchisee for timely\nimplementation of such projects and the progress of the project had to\nbe intimated to JSEB on a monthly basis.            This Article further\nenvisages duties upon JSEB to set up a joint monitoring mechanism\nalong with the Distribution Franchisee to ensure both timely\nimplementation as per plans and course corrections, if any.\nSubmissions have been advanced that the duties and responsibilities\nof the Distribution Franchisee and the JSEB has been clearly\ndemarcated which reveals that in order to complete the project\nsuccessfully it had to be a mutually concerted and cooperated effort\nfrom both the parties.    Learned counsel has thereafter referred to\nArticle 5.6.5(B) and (C) which is with respect to consumer complaint\nhandling and consumer services and the entire consumer complaint\nhandling procedure on approval by the Jharkhand State Electricity\nRegulatory Commission had to be complied with by the Distribution\nFranchisee.     <a href=\"/doc/19636/\" id=\"a_7\">Article 6</a> of the DFA deals with metering and\nmeasurement at input point and it was the Distribution Franchisee who\nwas to install and operate the check metering system in accordance\nwith this article and Central Electricity Authority (Installation and\nOperation of Meters) Regulations, 2006. The miscellaneous provisions\nhave been referred to in <a href=\"/doc/260256/\" id=\"a_8\">Article 9</a> of the DFA and <a href=\"/doc/1723400/\" id=\"a_9\">Article 19.3</a> and <a href=\"/doc/1801956/\" id=\"a_10\">19.4</a>\n<span class=\"hidden_text\" id=\"span_3\">                          -6-</span>\nhave been taken note of by the learned counsel for the petitioners\nwhich relates to the respective rights of the parties and performance or\ncompliance with their respective obligations under the agreement.\nLearned counsel for the petitioners has also referred to appendix 1 of\nthe DFA which gives the details of distribution infrastructure of\nJamshedpur Circle for the financial year 2010-11 and the said details\nwere subject to verification through joint audit. Learned counsel for the\npetitioners while referring to few of the provisions of the DFA has tried\nto lend focus on the fact that for successful completion of the project\nresponsibilities and duties cast upon the petitioners as well as the\nrespondents were mutually inclusive. The subsequent cancellation of\nthe DFA by issuance of the impugned letter dated 06.05.2015 was\n&#x27;malice in law&#x27; on the part of the respondents. To further bolster the\ncontention of the petitioners that the entire action of the respondents\nwere indeed a &#x27;malice in law&#x27;, he has referred to the supplementary\ncounter affidavit filed on behalf of the respondents which contain\nvarious communications as well as the minutes of meetings held\nbetween the representatives of both the sides on several occasions.\nHe has also made reference to the minutes of meeting held on\n01.07.2013 wherein discussions were made about the intimation given\nby the independent auditor about the billing date of Jamshedpur Circle\nwhich was available for the period April 2010 to October 2010 in the\nTxt format which opens in Notepad only. Discussions were also made\nabout the actual time which shall be taken by the independent auditor\nto complete the assigned work relating to opening level of AT &amp; C\nlosses and collection efficiency and determination of average tariff for\nthe base year of 2010-11. The meeting dated 12.07.2013 was held to\ndiscuss the progress made by the independent auditor as well as with\nrespect to the issues related to handing over of distribution network to\nthe Distribution Franchisee in Ranchi and Jamshedpur Circle. Learned\ncounsel has also referred to the letter dated 15.07.2013 which is an\ninternal communication of the respondents and which related to\nhanding over of the billing data in soft copy to M/s. Ernest &amp; Young for\nthe year 2010-11. The issue of progress made by the independent\nauditor as well as handing over of distribution network to Distribution\nFranchisee in Ranchi and Jamshedpur Circle was once again the\nsubject-matter of the meeting held on 26.07.2013. Constitution of the\n<span class=\"hidden_text\" id=\"span_4\">                           -7-</span>\nmeeting dated 12.07.2013 was done, as would be evident from the\nletter dated 30.07.2013 for examining the proposal submitted by the\nDistribution Franchisee on the issue of taking over the distribution\nnetwork of Jamshedpur Circle pertaining to field level issues such as\ninstallation of input meter at interface point and other field level issues.\nFurther meeting followed and in the meeting dated 24.09.2015, the\npetitioner no. 1 on the difficulty of change of data in the required format\nhad offered assistance in the conversion process and the IT personnel\nof the petitioner no. 1 was requested to look into the issue and find out\nwhether it is possible to convert the data in desired format or not. The\nissue of metering as well as other issues were discussed in the\nmeeting held on 12.11.2013 and it was insisted upon by the petitioner\nno. 1 that JSEB should take a practical decision regarding installation\nof interface meters. Further meeting followed as difficulties had arisen\nwith respect to finalisation of methodology for final input price, but the\nmain hindrance was the component to be taken in the amount\ncollected. The independent auditor was directed to submit the initial\nreport incorporating the methodology for calculation of collection\nefficiency and was to submit a report and it was decided that the\nCommittee had come to an amicable settlement after going through the\nreport submitted by the independent auditor. Learned counsel for the\npetitioners continuing with his argument has submitted that through\nletter dated 13.01.2014 issued by JUVNL, an Electrical Executive\nEngineer of the company was             authorised to visit Bhiwandi,\nMaharashtra to study the input metering complaint as adopted by the\ndistribution licencee as exchange/interface point for the purpose of\nenergy accounting along with other aspect like organisational\nchart/working of Distribution Franchisee Cell etc. The fees of auditor\nwas to have been increased owing to the delay in project for which the\npetitioner no. 1 was requested for extension of the contract of the\nindependent auditor and revision of his fees. Reference has also been\nmade to the minutes of meeting held on 03.04.2014 wherein a direction\nhas been given to constitute a meeting to conduct testing of feeders by\na third party and calibration of interface meters along with the metering\nunit by a third party to which both the Distribution Franchisees had\nshowed their willingness. Learned counsel submits that till that point of\ntime, everything was functioning smoothly and regular discussion\n<span class=\"hidden_text\" id=\"span_5\">                           -8-</span>\nbetween both the parties were going on in order to fulfill the terms and\nconditions of DFA and the first ominous sign of the threat, the DFA was\nfacing came to the fore upon issuance of letter dated 03.07.2014 by\nthe Energy Department, State of Jharkhand addressed to the\nChairman-cum-Managing           Director,   JUVNL.    The   order    dated\n22.07.2014 passed in W.P.(C) No. 3358 of 2014 wherein challenge\nwas made to the letter dated 03.07.2014 by which it was directed that\nthe Jharkhand Bijli Vitran Nigam Ltd., if it is contemplating to take any\ndecision in the matter of agreement in question shall not be influenced\nby the decision of the Government which thwarted to an extent the\neminent danger of cancellation of the DFA. Learned counsel submits\nthat in spite of the order dated 22.07.2014 passed in W.P.(C) No. 3358\nof 2014, a meeting was held on 05.08.2014 and the alleged\nirregularities committed in the tender process for selection of input\nbase Distribution Franchisee for Ranchi and Jamshedpur Circle, it was\ndecided to take the opinion of the senior legal advisor of the company\nand thereafter issue show-cause notice to the Franchisee as per the\nadvice. In spite of taking such a stringent stand without there being\nany necessity to do so which can be termed as an              oppressive,\narbitrary and illegal action on the part of respondents, the petitioner no.\n1 - company was once again communicated by letter dated\n25.02.2015 issued by the Jharkhand Bijli Vitran Nigam Ltd. for seeking\nthe presence of officials of the petitioner no. 1 - company to discuss\nthe issued related to handing over the distribution network to the\nDistribution Franchisee. Response was given by the petitioner no. 1 to\nadhere to the terms and conditions of the DFA, but in view of the long\ndelay in implementing the projects, the base year of 2010-11 had to be\nreworked to 2013-14 to reflect the current day situation. It has been\nsubmitted by the learned counsel for the petitioners that the entire acts\nas enumerated above would reveal that there has been full cooperation\nfrom the side of the petitioners to ensure that the project sees the light\nof the day. The respondents as would be revealed from the minutes of\nthe innumerable meetings held between the representatives of both the\nsides had made discussions and had taken certain steps in trying to\nget the project implemented, but the issuance of the letter dated\n03.07.2014 changed the entire scenario ultimately leading to\ncancellation of DFA vide impugned letter dated 06.05.2015.           The\n<span class=\"hidden_text\" id=\"span_6\">                          -9-</span>\nlearned counsel for the petitioners submits that the petitioners did not\nhave any premonition about impending letter of termination dated\n06.05.2015 as the entire acts on the part of the respondents did\nsuggest an element of camaraderie as the teething problems and nitty-\ngrities of the work to be undertaken were duly being sorted out. The\nsubsequent act of the respondents as has been submitted by the\nlearned counsel for the petitioners was actuated with malice and\ntherefore can be held to be a &#x27;malice in law&#x27;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"84566570\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"392455\" id=\"span_8\">In this context, learned\ncounsel for the petitioners has referred to the judgment in the case of\n&quot;<a href=\"/doc/392455/\" id=\"a_11\">State of A. P. and others Vs. Goverdhanlal Pitti</a>&quot; reported in (2003)\n4 SCC 739 and in the case of &quot;<a href=\"/doc/84566570/\" id=\"a_12\">Ravi Yashwant Bhoir Vs. District\nCollector, Raigad and others</a>&quot; reported in (2012) 4 SCC 407.</span></span>\n</p><p data-structure=\"PetArg\" id=\"p_6\">6.    Mr. Sumeet Gadodia, learned counsel for the petitioners has\nnext harped upon the fact that the entire acts on the part of the\nrespondents in issuing the letter of termination dated 06.05.2015 was\nin violation of the principles of natural justice. It has been submitted\nthat Article 2.1.8 and Article 2.1.9 are the only Articles to be exercised\nfor terminating the DFA. In case of termination of the agreement if the\nfault lies with the Distribution Franchisee, the earnest money has to be\nforfeited and if it is the fault on the part of the respondents in not\nfulfilling the conditions precedent, the earnest money has to be\nrefunded.   Learned counsel for the petitioners has submitted that\n<a href=\"/doc/211089/\" id=\"a_13\">Article 16</a> of the DFA deals with event of default and termination, but\nthe stage of invoking of <a href=\"/doc/211089/\" id=\"a_14\">Article 16</a> had not arrived.        It has been\nsubmitted that discretion of the respondents as has been mentioned in\nArticle 2.1.8 does not give dictatorial powers to the respondents to\nterminate the agreement at its whims. The entire chronology of events\nshow the cooperation on the part of the petitioners to fulfill the\ncondition precedent and to start the operation and distribution of\nelectricity in Jamshedpur Circle and without giving any notice or a\nshow-cause of its impending decision to terminate the agreement\nclearly reveals that the respondents have violated the principles of\nnatural justice. The respondents being the instrumentalities of State\ncannot forego the liberty of a party to reply to the cause before taking\nsuch a harsh decision.         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"83485553\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159199\" id=\"span_10\">In this context, learned counsel for the\npetitioners has referred to a judgment in the case of &quot;<a href=\"/doc/1159199/\" id=\"a_15\">Sahara India\n(Firm) Lucknow Vs. Commissioner of Income Tax, Central I and\n<span class=\"hidden_text\" id=\"span_11\">                          -10-</span>\nanother</a>&quot; reported in (2008) 14 SCC 151, in the case of &quot;<a href=\"/doc/83485553/\" id=\"a_16\">Gorkha\nSecurity Services Vs. Government (NCT of Delhi) and others</a>&quot;</span></span>\n</p><blockquote id=\"blockquote_1\">reported in (2014) 9 SCC 105.\n</blockquote><p data-structure=\"RespArg\" id=\"p_7\">7.     Mr. Sumeet Gadodia, learned counsel for the petitioners has\nreferred to the impugned letter dated 06.05.2015 as well as the counter\naffidavit filed on behalf of the respondents and has stated that the\nrespondents have tried to supplement the reasoning which have been\ngiven in the impugned letter dated 06.05.2015. It has been stated that\nthe respondents cannot improve their stand or travel beyond the letter\nin trying to justify the issuance of the impugned letter of termination\nand in this context reference has been made to the judgment in the\ncase of &quot;Mohinder Singh Gill and Another Vs. The Chief Election\nCommissioner, New Delhi and others&quot; reported in (1978) 1 SCC\n</p><p data-structure=\"Issue\" id=\"p_8\">405.\n</p><p data-structure=\"PetArg\" id=\"p_9\">8.     Reverting back to the DFA more specifically to <a href=\"/doc/1456610/\" id=\"a_17\">Article 2</a> which\ndeals with the conditions precedent and which forms the main plank of\ndispute between both the sides, it has been submitted that Article\n2.1.1 relates to submission of performance guarantee and the\nDistribution Franchisee was required to submit and maintain valid for\nthe terms of the agreement of performance guarantee to the\nsatisfaction of the respondents in the form of an irrevocable and\nunconditional standby bank guarantee. The bank guarantee was to be\nmade initially followed for a period of 1 year from the effective date in\nterms of <a href=\"/doc/1678224/\" id=\"a_18\">Article 11.1</a> of the DFA. Effective date has been defined in\n<a href=\"/doc/1406924/\" id=\"a_19\">Article 1</a> of the DFA which means from the date of handing over of the\nbusiness operation of franchisee area by the JSEB to the Distribution\nFranchisee pursuant to the agreement after the respective conditions\nprecedent have been satisfied/fulfilled by the parties. Learned counsel\nsubmits that the purport of the Article 2.1.1 and <a href=\"/doc/1678224/\" id=\"a_20\">Article 11.1</a> and the\ndefinition of effective date as per <a href=\"/doc/1406924/\" id=\"a_21\">Article 1</a> of the DFA would clearly\nreveal that the bank guarantee was to be furnished immediately before\nhanding over of the assets pursuant to the DFA dated 05.12.2012.\nThe stage for furnishing bank guarantee did not arrive as the assets\nwere never handed over to the petitioners. Although it is clear from a\nrespective reading of the Articles mentioned that only upon handing\nover of the assets, the bank guarantee has to be furnished\nimmediately, but even otherwise if there was any misconception on the\n<span class=\"hidden_text\" id=\"span_12\">                             -11-</span>\npart of the respondents the petitioners should have been asked about\nfurnishing of the bank guarantee and whether the same was to be\nfurnished before or after handing over of the assets to the Distribution\nFranchisee.      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"39515381\" id=\"span_13\">In support of this analogy, learned counsel for the\npetitioners has referred to the judgment in the case of &quot;<a href=\"/doc/39515381/\" id=\"a_22\">Rashmi\nMetaliks Ltd. and another Vs. Kolkata Metropolitan Development\nAuthority and others</a>&quot; reported in (2013) 10 SCC 95. Continuing with\nhis arguments on the completion of condition precedent mention has\nbeen made about the infrastructure roll out plan, appointment of\nindependent auditor, calibration of meters etc. There seems to be a\nclear cut evidence reflecting mutual cooperation from both the sides\nand in fact according to the learned counsel for the petitioners except\nthe final report of the independent auditor, no other condition precedent\nwas left to be fulfilled.</span>\n</p><p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"22954027\" id=\"span_14\">9.     The next limb of the argument which has been adopted by the\nlearned counsel for the petitioners is with respect to the termination of\nthe agreement/contract which was completely contrary to public\ninterest.   In this context, he has referred to AT &amp; C losses for\nJamshedpur Circle for the base year 2010-11 which was 32.82% and\nwhich was increased in the year 2014-15 to 41.3%.            It has been\nsubmitted that the AT &amp; C losses had increased by leaps and bounds\nfrom the time DFA was entered into till the expression of interest which\nhas been floated by the respondents for appointing a Distribution\nFranchisee for Jamshedpur Circle.           The time consumption of\nappointing a new Distribution Franchisee will be considerable as the\nentire things including AT &amp; C losses identified as per the base year\n2014-15 has to be reflected and the entire operation and structural\nmodifications has to be started afresh and this according to the learned\ncounsel for the petitioners would affect the public at large and therefore\nthe issue of public importance has been completely overlooked by the\nrespondents in terminating the DFA. Reference in this context has\nbeen made to the judgment in the case of &quot;<a href=\"/doc/22954027/\" id=\"a_23\">S. J. Coke Industry Pvt.\nLtd. Vs. C.C.L. Ltd.</a>&quot; delivered by the Hon&#x27;ble Supreme Court on\n08.04.2015.</span>\n</p><p data-structure=\"PetArg\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1863304\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"354257\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1956761\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1702971\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_20\">10.    Learned counsel has submitted that the contract which was\nentered into by and between both the sides was a statutory contract\nand in this context he has referred to <a href=\"/doc/177537342/\" id=\"a_24\">Electricity Act, 2003</a> and the\n<span class=\"hidden_text\" id=\"span_21\">                           -12-</span>\ndefinitions of a Board at <a href=\"/doc/285363/\" id=\"a_25\">Section 2 (7)</a>, distribution licencee at <a href=\"/doc/48538/\" id=\"a_26\">Section 2\n(17)</a> and franchisee at <a href=\"/doc/1311488/\" id=\"a_27\">Section 2 (27)</a> in order to submit that all are\nenabling definitions. He has further referred to <a href=\"/doc/1216959/\" id=\"a_28\">Section 12</a> which deals\nwith authorised persons to transmit supply etc. of Electricity and\n<a href=\"/doc/865734/\" id=\"a_29\">Section 14</a> which envisages the grant of licence to transmit electricity\nas a transmission licencee to distribute electricity as a distribution\nlicencee or to undertake trading in electricity as a electricity trader. It\nhas been submitted that <a href=\"/doc/191525225/\" id=\"a_30\">Section 14</a> of the Electricity Act, 2003 makes\nthe Board a deemed licencee and by virtue of the enabling provisions,\nthe Board steps into the shoes of a distribution licencee. In this context\nhe has referred to Clause A and B of the DFA to substantiate his\nargument with respect to <a href=\"/doc/191525225/\" id=\"a_31\">Section 14</a> of the Electricity Act, 2003. The\ndistribution licencee which the respondents are or which JSEB were\nprior to its unbundling had entered into a contract with the Distribution\nFranchisee and the same is a statutory contract in the realm of public\nlaw. To support his contention, learned counsel has referred to the\njudgments in the case of &quot;<a href=\"/doc/784921/\" id=\"a_32\">Air India Statutory Corporation and\nothers Vs. United Labour Union and others</a>&quot; reported in (1997) 9\nSCC 377; case of &quot;<a href=\"/doc/1702971/\" id=\"a_33\">Union of India and another Vs. S. B. Vohra and\nothers</a>&quot; reported in (2004) 2 SCC 150; case of &quot;<a href=\"/doc/1956761/\" id=\"a_34\">Verigamto Naveen\nVs. Govt. of A.P. and others</a>&quot; reported in (2001) 8 SCC 344; case of\n&quot;<a href=\"/doc/354257/\" id=\"a_35\">Noble Resources Ltd. Vs. State of Orissa and another</a>&quot; reported in\n(2006) 10 SCC 236; case of &quot;<a href=\"/doc/1863304/\" id=\"a_36\">Popcorn Entertainment and another\nVs. City Industrial Development Corporation and another</a>&quot; reported\nin (2007) 9 SCC 593 and case of &quot;<a href=\"/doc/1943124/\" id=\"a_37\">ABL International Ltd. and\nanother Vs. Export Credit Guarantee Corporation of India Ltd. and\nothers</a>&quot; reported in (2004) 3 SCC 553.</span></span></span></span></span></span>\n</p><p data-structure=\"PetArg\" id=\"p_12\">11.   Mr. Ajit Kumar, learned senior counsel appearing on behalf of\nthe respondents has tried to controvert the elaborate and meticulous\nargument advanced on behalf of the learned counsel for the petitioners\nby making a reference initially to the <a href=\"/doc/177537342/\" id=\"a_38\">Electricity Act, 2003</a> by submitting\nthat the earlier enactments on the subjects that is, the <a href=\"/doc/261195/\" id=\"a_39\">Electricity Act,\n1910</a> and <a href=\"/doc/701121/\" id=\"a_40\">Electricity Act, 1948</a> had many fallacies and shortcomings\nand in order to overcome the same, the <a href=\"/doc/177537342/\" id=\"a_41\">Electricity Act, 2003</a> was\nenacted. He has referred to <a href=\"/doc/191525225/\" id=\"a_42\">Section 14</a> of the Electricity Act, 2003\nwhich deals with the grant of licence and has further referred to 6th\nproviso to <a href=\"/doc/191525225/\" id=\"a_43\">Section 14</a> while submitting that it was incumbent upon the\n<span class=\"hidden_text\" id=\"span_22\">                           -13-</span>\nDistribution Franchisee to complete all the formalities/requirements\nnecessary for grant of licence. It has been submitted that even after\nexpiry of more than 2 years from the date of entering into the DFA, the\ncondition precedent was not fulfilled by the Distribution Franchisee\nultimately leading to issuance of the impugned letter of termination of\nthe DFA dated 06.05.2015. Learned senior counsel has referred to the\nletter issued on behalf of the petitioners dated 02.03.2015 in reference\nto the letter issued on behalf of Jharkhand Bijli Vitran Nigam Ltd. dated\n25.02.2015 and has submitted that the tenor and purport of the letter\ndated 02.03.2015 suggests that the petitioners have altogether\nabandoned the project. The said letter demonstrates at paragraph 6\nand 7 that the entire infrastructure was dismantled and the same would\nhave to be recreated if it is ultimately decided to go ahead with the\nproject.   The learned senior counsel attacking the said letter dated\n02.03.2015 further submits that a condition was put forward by the\npetitioners to change the base year from 2010-11 which was initially\nagreed upon in the agreement to 2013-14. The conclusion as per the\nlearned senior counsel which can be drawn from the reading of the\nletter dated 02.03.2015 suggests that it was the petitioners which had\nvirtually requested the respondents to cancel the DFA. Referring to the\nDFA, learned senior counsel submits that the basic requirement prior\nto handing over of the assets to the Distribution Franchisee was of\nfulfillment of the conditions precedent and since the performance\nguarantee    in   terms   of   Article   2.1.1   of   the   DFA   was   not\nfurnished/submitted, in spite of lapse of a considerable long period of\ntime, it was within the purview and jurisdiction of the respondents to\nterminate the DFA. Article 2.1.2 which relates to infrastructure roll out\nplan was submitted much later by the Distribution Franchisee and the\ncalibration of meter in terms of Article 2.1.4 seems not to have been\ncomplied with in view of the letter dated 02.03.2015 which enunciates\nthat the meter was removed. No justification or excuse has been given\nas to why the meter was removed and if at all the meters were\ninstalled, there is no way out to know whether the same were actually\ninstalled or not. Therefore, such factual aspects is clearly a disputed\nquestion of fact and is thus not amenable to writ jurisdiction.\nSubmission has also been advanced to the effect that Article 2.1.8 had\nbeen invoked in view of the continuous delay of the projects on the part\n<span class=\"hidden_text\" id=\"span_23\">                            -14-</span>\nof the petitioners in not complying with the conditions precedent and\nsince the said Article reveal about the termination of the agreement at\nthe discretion of the respondents, the question of issuance of show-\ncause notice prior to exercising of such discretion is a non requirement\nin terms of the agreement. The meetings which were held between\nboth the sides would suggest that there was full cooperation on the\npart of the respondents in order to try and remove the various\nanomalies and obstructions which may have cropped up, but as it\nseems from the minutes of the meeting as well as from the various\ncorrespondences, the petitioners were never interested in fulfilling their\npart of the agreement and if at all they were interested to undertake the\nwork the conditions precedent would have been fulfilled. The excuse\nof the petitioners of not submitting the bank guarantee in spite of\nrepeated extensions on the part of the respondents on the basis that\nthe same would be dependent upon the report of the independent\nauditor does not hold much ground as in terms of Article 2.1.3.5, the\naverage tariff for the base year shall not be changed if the variance is\nless than 10%. The other limb of argument of the learned counsel for\nthe petitioners with respect to submission of performance guarantee\nvis-a-vis effective date, the same has been countered by the learned\nsenior counsel for the respondents by submitting that nowhere from the\nreading of either <a href=\"/doc/300602/\" id=\"a_44\">Article 2.1</a>, <a href=\"/doc/1678224/\" id=\"a_45\">Article 11.1</a> or the definition of effective\ndate as per <a href=\"/doc/1406924/\" id=\"a_46\">Article 1</a> of the DFA does suggest that only after the assets\nare handed over to the Distribution Franchisee, the bank guarantee\nhas to be furnished. Therefore, the first and foremost step which the\nlearned senior counsel for the respondents has much stressed upon is\nof complying with the conditions precedent and that too the submission\nof performance guarantee by way of bank guarantee.           It has been\nsubmitted that the agreement which was entered into by and between\nthe petitioners and respondents is not a statutory contract and a pure\ncontractual agreement can be a subject of scrutiny only before the Civil\nCourt as such aspects or disputes cannot be looked into or interfered\nwith in view of the limited jurisdiction of a writ court.\n</p><p data-structure=\"PetArg\" id=\"p_13\">12.   Learned senior counsel controverting the arguments of learned\ncounsel for the petitioners with respect to &#x27;malice in law&#x27; has submitted\nthat such argument does not have any basis and the entire action on\nthe part of the respondents in terminating the DFA cannot be termed to\n<span class=\"hidden_text\" id=\"span_24\">                           -15-</span>\nbe a &#x27;malice in law&#x27; in view of the response which was submitted by the\npetitioners dated 02.03.2015. It has been reiterated that the said letter\nis a ploy on the part of the petitioners as conditions has been imposed\nwith respect to change of base year, so as to enable the project being\nundertaken by the petitioners. Even such prayer of change of base\nyear as made in the writ application is misconceived as the terms of\nthe contract cannot be altered. It has therefore been submitted that the\nletter of termination dated 06.05.2015 was justifiably issued as the\nprologue leading to cancellation of DFA would suggest.            Learned\nsenior counsel has stated about the development which had occurred\nduring the intervening period and has submitted that several new\nconsumers have taken connections, the units have increased and the\nbase year input point and areas have also changed and in order to\nrework the same, there will be utter confusion and therefore after\ncancellation of the DFA, a fresh tender has been floated. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"460900\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541216\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"139224386\" id=\"span_27\">In support of\nhis contentions, learned senior counsel has referred to the judgments\nin the cases of &quot;<a href=\"/doc/139224386/\" id=\"a_47\">Ratnagiri Gas and Power (P) Ltd. Vs. RDS Projects\nLtd.</a>&quot; reported in (2013) 1 SCC 524; &quot;<a href=\"/doc/541216/\" id=\"a_48\">Radhakrishna Agarwal Vs.\nState of Bihar</a>&quot; reported in (1977) 3 SCC 457; &quot;<a href=\"/doc/460900/\" id=\"a_49\">State of Bihar Vs.\nJain Plastics and Chemicals Ltd.</a>&quot; reported in (2002) 1 SCC 216;</span></span></span>\n</p><blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375304\" id=\"span_28\">&quot;<a href=\"/doc/375304/\" id=\"a_50\">Orissa Agro Industries Corpn. Ltd. Vs. Bharati Industries</a>&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100123343\" id=\"span_30\">reported in (2005) 12 SCC 725; &quot;<a href=\"/doc/100123343/\" id=\"a_51\">Rajasthan State Industrial\nDevelopment      &amp;   Investment     Corpn.    Vs.   Diamond      &amp;   Gem\nDevelopment Corpn. Ltd.</a>&quot; reported in (2013) 5 SCC 470; &quot;&quot;<a href=\"/doc/191872/\" id=\"a_52\">National\nHighways Authority of India Vs. Ganga Enterprises</a>&quot; &quot;</span></span>\n</p><blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_31\">reported in (2003) 7 SCC 410; &amp; &quot;<a href=\"/doc/899629/\" id=\"a_53\">Kisan Sahkari Chini Mills Ltd. v.\nVardan Linkers</a>&quot; reported in (2008) 12 SCC 500.</span>\n</blockquote><p data-structure=\"PetArg\" id=\"p_15\">13.   Mr. Sumeet Gadodia, learned counsel for the petitioners has\ngiven a terse reply to the contention of the learned senior counsel for\nthe respondents while submitting that no tender has been floated,\nrather an Expression of Interest (EOI) has been floated. It has been\nsubmitted that if the base year is not reworked, it will be impossible to\nreduce the AT &amp; C losses.\n</p><p data-structure=\"Section\" id=\"p_16\">14.   In order to appreciate the elaborate and structured arguments\nadvanced by both the sides, it will be apt to refer to the <a href=\"/doc/177537342/\" id=\"a_54\">Electricity Act,\n2003</a> as the entire process for appointment of a Distribution Franchisee\nflows from the provision of the Act. The preamble of the <a href=\"/doc/177537342/\" id=\"a_55\">Electricity Act</a>,\n<span class=\"hidden_text\" id=\"span_32\">                                 -16-</span>\n2003 reflects that the Act was enacted to slight the loss relating to\ngeneration, transmission, distribution, trading and use of electricity and\ngenerally for taking measures conducive to develop the electricity\nindustry,    promoting      competition       therein,   protecting   interest    of\nconsumers and supply of electricity to all areas, rationalisation of\nelectricity tariff, ensuring transparent issues regarding subsidies,\npromotion of efficiency and environmental benign issues, constitution\nof    Central     Electricity    Authority,    Regulatory     Commission         and\nestablishment of Appellate Tribunal and matters connected therewith\nor incidental thereto. <a href=\"/doc/195158271/\" id=\"a_56\">Section 2</a> of the Act relates to definition and for\nthe purposes of the present case, the definition of a Board as in\n<a href=\"/doc/30368150/\" id=\"a_57\">Section 2(7)</a>, a distribution licencee as in <a href=\"/doc/32526421/\" id=\"a_58\">Section 2(17)</a> and franchisee\nas in <a href=\"/doc/79909536/\" id=\"a_59\">Section 2(27)</a> are quoted hereinbelow:\n</p><blockquote id=\"blockquote_4\">       2(7) &quot;Board&quot; means a State Electricity Board, constituted\n       before the commencement of this Act, under sub-section (1) of\n       <a href=\"/doc/721761/\" id=\"a_60\">section 5</a> of the Electricity (Supply) Act, 1948 (54 of 1948);\n       2(17) &quot;distribution licensee&quot; means a licensee authorised to\n       operate and maintain a distribution system for supplying\n       electricity to the consumers in his area of supply;\n       2(27) &quot;franchisee&quot; means a person authorised by a distribution\n       licensee to distribute electricity on its behalf in a particular area\n       within his area of supply.\n</blockquote><p data-structure=\"Section\" id=\"p_17\">15.    <a href=\"/doc/161704022/\" id=\"a_61\">Section 12</a> of the Act deals with authorised persons to transmit\nsupply etc. of electricity and it clearly envisages that no person shall\ntransmit electricity or distribute electricity or undertake trading in\nelectricity unless he is authorised to do so by a licence issued under\n<a href=\"/doc/191525225/\" id=\"a_62\">Section 14</a> or is examined under <a href=\"/doc/182627612/\" id=\"a_63\">Section 13</a> of the Act. <a href=\"/doc/191525225/\" id=\"a_64\">Section 14</a> of\nthe Act deals with grant of licence and which reads thus:\n</p><blockquote id=\"blockquote_5\">       14.      Grant of licence - The Appropriate Commission may, on\n       an application made to it under <a href=\"/doc/149831138/\" id=\"a_65\">section 15</a>, grant a licence to any\n       person -\n</blockquote><blockquote id=\"blockquote_6\">       (a)      to transmit electricity as a transmission licensee; or\n</blockquote><blockquote id=\"blockquote_7\">       (b)      to distribute electricity as a distribution licensee; or\n</blockquote><blockquote id=\"blockquote_8\">       (c)      to undertake trading in electricity as an electricity trader,\n                in any area as may be specified in the licence:\n</blockquote><p data-structure=\"Section\" id=\"p_18\">16.    The provisions which have been <a href=\"/doc/899629/\" id=\"a_66\">referred to above</a> reveals that\nthe distribution licencee is not required to obtain any separate licence\n<span class=\"hidden_text\" id=\"span_33\">                           -17-</span>\nfrom the concerned State Commission and it is the distribution licencee\nwhich can authorise a person to act as a franchisee to distribute\nelectricity on its behalf within its area of supply. Therefore, by virtue of\nenabling provisions of the Act, the Electricity Board or the various\ncompanies which have been created after unbundling of the Board,\nsteps into the shoes of a distribution licencee. Since erstwhile JSEB\nwas bestowed with the legal status of the distribution licencee, a\nRequest for Proposal was published by the then JSEB inviting\napplications for appointment of Distribution Franchisee for various\nCircles and the petitioner no. 1 having bid for Jamshedpur Circle was\ndeclared to be a successful bidder and pursuant thereto the\nDistribution Franchisee Agreement was entered into by and between\nthe petitioners and the erstwhile JSEB. <a href=\"/doc/1406924/\" id=\"a_67\">Article 1</a> of the DFA defines\nvarious terms and since the term effective date assumes significance\nin view of the submission/non-submission of the performance\nguarantee by way of bank guarantee, it would be necessary to refer to\nthe same and which is quoted as under:\n</p><blockquote id=\"blockquote_9\">             Effective Date\n      &quot;shall mean the date of handing over of business operations of\n      Franchisee Areas by JSEB to the Distribution Franchisee\n      pursuant to which Agreement after the respective conditions\n      precedent have been satisfied/fulfilled by the Parties.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_19\">17.   <a href=\"/doc/1456610/\" id=\"a_68\">Article 2</a> of the DFA deals with the conditions precedent and the\nconditions subsequent. The conditions precedent which have to be\nsatisfied by the Distribution Franchisee and JSEB has been articulated\nin Article 2.1.1, 2.1.2, 2.1.3 and 2.1.4.        Article 2.1.1 deals with\nsubmission of performance guarantee and the same reads as under:\n</p><blockquote id=\"blockquote_10\">      2.1.1 Submission of Performance Guarantee\n      The Distribution Franchisee shall submit and maintain valid for\n           the term of this Agreement, a Performance Guarantee to\n           the satisfaction of JSEB in the form of an irrevocable and\n           unconditional standby Bank Guarantee (BG) from any\n           nationalised bank or ICICI bank, IDBI bank, Axis bank,\n           HDFC bank for an amount equivalent to estimated amount\n           payable to JSEB by Distribution Franchisee based on\n           thrice the monthly average of Energy Input at Input Points\n           in Franchisee Area in the Base Year and Input Rates\n           quoted by the Distribution Franchisee for first year of\n           Franchisee term and to be renewed in line with <a href=\"/doc/1678224/\" id=\"a_69\">Article 11</a>\n           of the DFA, each year upto one (1) year after the Expiry of\n           the Franchisee term.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_34\">                    -18-</span>\n<p data-structure=\"Section\" id=\"p_20\">18.   Article 2.1.2 relates to infrastructure roll out plan, Article 2.1.3 is\nwith respect to completion of audit of various parameters and it\nincludes within its folds the appointment of an independent auditor in\nmutual   consultation     with   the   Distribution   Franchisee   and   the\ndistribution licencee.    Article 2.1.4 deals with calibration of meters.\n<a href=\"/doc/1678224/\" id=\"a_70\">Article 11</a> deals with how the bank guarantee shall be governed and\n<a href=\"/doc/1678224/\" id=\"a_71\">Article 11.1</a> states that the bank guarantee shall be initially valid for a\nperiod of one year from the effective date.             Submission of the\nperformance guarantee in the form of an irrevocable bank guarantee\ndo not specify an amount and the same is dependent on the audit.\nArticle 2.1.3.5 deals with determination of average tariff for the base\nyear which states that if a variance of more than 10% is detected by\nthe independent auditor between the figures given in the RFP\ndocument and the final figures arrived at by the independent auditors,\nthe input price of the successful bidder shall be adjusted as per the\ndecision of the independent auditor. Article 2.1.1, <a href=\"/doc/1678224/\" id=\"a_72\">Article 11.1</a> and the\ndefinition of effective date at <a href=\"/doc/1406924/\" id=\"a_73\">Article 1</a> of the DFA would have to be read\nin unison, but even then it does not reflect that the bank guarantee had\nto be furnished prior to handing over of the assets to the Distribution\nFranchisee. The bank guarantee is valid for a period of one year from\nthe effective date and the effective date is the date of handing over of\nthe business operations to the Distribution Franchisee after the\nrespective conditions precedent have been satisfied. The contentions\nof the learned senior counsel for the respondents with respect to\nfulfilling the conditions precedent before the business operations were\nto be handed over to the Distribution Franchisee seems not to have a\nfoundational basis for such argument.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39515381\" id=\"span_35\">The conditions precedent of\nsubmission of bank guarantee was subject to various parameters and\nuntil and unless the said parameters were fulfilled with the active and\njoint cooperation of all the stake holders including the independent\nauditor, the question of submission of bank guarantee prior to handing\nover of the business operations to the Distribution Franchisee pales\ninto insignificance. It is therefore held that one of the reasons which\nhave been assigned in the impugned letter dated 06.05.2015 of non-\nfulfillment of the conditions precedent obligations is in view of the\ncircumstances enumerated above does not reflect the true picture and\ncannot be a basis for terminating the DFA. Moreover, if indeed there\n<span class=\"hidden_text\" id=\"span_36\">                           -19-</span>\nwas some confusion, although it does not seem so on going through\nthe various provisions enumerated above, it was also incumbent for the\nauthorities to have said so in clear terms which they did not. This\nanalogy has been considered by the Hon&#x27;ble Supreme Court in the\ncase   of   &quot;<a href=\"/doc/39515381/\" id=\"a_74\">Rashmi     Metaliks    Ltd.    and   another   Vs.      Kolkata\nMetropolitan Development Authority and others</a>&quot; (supra) wherein it\nwas held as follows:</span>\n</p><blockquote id=\"blockquote_11\">       17. &quot;So far as Clause (j) of the detailed notice inviting\n       E-tender No. 01/KMDA/MAT/CE/2013-2014 dated\n       10-5-2013 emanating from the office of the Chief\n       Engineer is concerned, it seems to us that contrary to\n       the conclusion in the impugned judgment, the clause is\n       not an essential element or ingredient or concomitant of\n       the subject NIT. In the course of hearing, the income\n       tax return has been filed by the appellant Company and\n       scrutinised by us. For Assessment Year 2011-2012, the\n       gross income of the appellant Company was Rs\n       15,34,05,627, although, for the succeeding Assessment\n       Year 2012-2013, the income tax was nil, but substantial\n       tax had been deposited.\n</blockquote><blockquote id=\"blockquote_12\">       18. We think that the income tax return would have\n       assumed the character of an essential term if one of the\n       qualifications was either the gross income or the net\n       income on which tax was attracted. In many cases this\n       is a salutary stipulation, since it is indicative of the\n       commercial standing and reliability of the tendering\n       entity. This feature being absent, we think that the filing\n       of the latest income tax return was a collateral term,\n       and accordingly the Tendering Authority ought to have\n       brought this discrepancy to the notice of the appellant\n       Company and if even thereafter no rectification had\n       been carried out, the position may have been\n       appreciably different. It has been asserted on behalf of\n       the appellant Company, and not denied by the learned\n       counsel for the respondent Authority, that the financial\n       bid of the appellant Company is substantially lower than\n       that of the others, and, therefore, pecuniarily\n       preferable.&quot;\n</blockquote>\n<blockquote id=\"blockquote_13\">19.    Both the learned counsel have referred to the minutes of the\nmeetings as well as the various communications and which have been\nbrought on record by the learned senior counsel for the respondents.\n</blockquote><p data-structure=\"Issue\" id=\"p_21\">Plethora of meetings held between representatives of both the sides\nwould suggest that the only issue which fell for consideration was the\nissue of handing over of operations to the Distribution Franchisee in\nRanchi and Jamshedpur Circle.              Without going into a detailed\ndiscussion about the meetings, only a reference is being made of the\n<span class=\"hidden_text\" id=\"span_37\">                          -20-</span>\ncaption of some of the meetings which would sufficiently explain the\npurport and intentions on behalf of both the sides.\n</p><p data-structure=\"Precedent\" id=\"p_22\">      Minutes of meeting held on 08.05.2013 in the office chamber\nof Chairman, JSEB to discuss the issue of handing over of\noperations to DFs in Ranchi and Jamshedpur Circle.\n</p><p data-structure=\"Precedent\" id=\"p_23\">      Minutes of meeting held on 28.05.2013 in the Conference\nRoom of Board Headquarters to discuss the issue of checklist\nsubmitted by independent Auditor &amp; issue related to handing over\nof Distribution Network to DFs in Ranchi and Jamshedpur Circle.\n.     Minutes of meeting held on 01.07.2013 in the Conference\nRoom of Board Headquarters to discuss the Progress made by\nIndependent Auditor &amp; issues related to handing over of\nDistribution Network to DFs in Ranchi and Jamshedpur Circle.\n</p><p data-structure=\"Precedent\" id=\"p_24\">      Minutes of meeting held on 12.07.2013 in the office Chamber\nof Hon&#x27;ble Chairman, Board Headquarters to discuss the Progress\nmade by Independent Auditor &amp; issues related to handing over of\nDistribution Network to DFs in Ranchi and Jamshedpur Circle.\n</p><p data-structure=\"Precedent\" id=\"p_25\">      Minutes of meeting held on 26.07.2013 in the Conference\nHall, Board Headquarters headed by Hon&#x27;ble Chairman to discuss\nthe Progress made by Independent Auditor &amp; issues related to\nhanding over of Distribution Network to DFs in Ranchi and\nJamshedpur Circle.\n</p><p data-structure=\"Precedent\" id=\"p_26\">      Minutes of meeting held on 03.04.2014 in the office chamber\nof CMD, JUVNL to discuss the issue of Distribution Franchisee.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">20.   The minutes of the various meeting undertaken would project the\nbonehomie existing between both the sides and the cooperative\nattitude between them.       The entire scenario changed once the\nDepartment of Energy, Government of Jharkhand issued a letter\naddressed to the Chairman-cum-Managing Director, JUVNL dated\n03.07.2014 giving a direction for canceling the entire tender process for\nRanchi and Jamshedpur Circle on the ground of irregularities which\nhad been committed. Even at that stage, the respondents which had\nundertaken the entire process of floating the request for proposal and\nultimately selecting the Distribution Franchisee did not have any doubt\nor did not raise any issue or question with respect to alleged\nirregularities in the tender process and in fact in W.P.(C) No. 5224 of\n2012 preferred by the Direct Media Distribution Ventures Pvt. Ltd., an\n                            21-\nunsuccessful     participant,    the Board   had candidly   refuted   the\nallegations of any irregularities or malpractices.     The letter dated\n03.07.2014     issued by the Energy Department, State of Jharkhand\nprompted the respondents to convene a meeting and the decision\nwhich was taken is as follows:\n</p><blockquote id=\"blockquote_14\">             &quot;The Board discussed the matter and decided to take\n      opinion by senior legal advisor of the Company on the issue and\n      thereafter issue show cause notice to the franchisee as per the\n      advice.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">21.   However, the letter dated 25.02.2015 issued by the Chief\nEngineer (Commercial and Revenue) Jharkhand Bijli Vitran Nigam Ltd.\nsuggests that the respondents were in respect of the decisions taken in\nthe meeting dated 05.08.2014 had fixed a meeting on 27.02.2015 to\ndiscuss the issue relating to handing over of distribution network to the\nDistribution Franchisee. In the said letter request was also made to\nprepare a power point presentation regarding the progress made by\nthe Distribution Franchisee. Barring an aberration in the completion\nprocess in terms of letter dated 03.07.2014 and the meeting of the\nrespondent dated 05.08.2014, the entire scenario depicts that there\nhas never been an occasion for the respondents to suggest that the\npetitioners were never interested or they never intended to fulfill the\nconditions precedent or to take effort to complete the project at the\nearliest. The letter of termination dated 06.05.2015 seems to have\nstruck the only discordant note amongst the harmonious efforts being\nmade by both the sides.         The issuance of the letter of the Energy\nDepartment, Government of Jharkhand dated 03.07.2014              and the\ndecision of the Board of Directors on 05.08.2014 leading to termination\nof the agreement vide letter dated 06.05.2015 seems to have been\nissued for whatever reasons best known to the respondents.            The\nentire action of the respondents in terminating the agreement has\nbeen, as submitted by the learned counsel for the petitioners to be an\naction which has been fuelled with &#x27;malice in law&#x27;.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"392455\" id=\"span_38\">In the case of\n&quot;<a href=\"/doc/392455/\" id=\"a_75\">State of A.P. &amp; others</a>&quot; (supra) while considering the legal meaning\nof malice it has been held as follows:</span>\n</p><blockquote id=\"blockquote_15\">      12. &quot;The legal meaning of malice is &quot;ill-will or spite\n      towards a party and any indirect or improper motive in\n      taking an action&quot;. This is sometimes described as\n      &quot;malice in fact&quot;. &quot;Legal malice&quot; or &quot;malice in law&quot; means\n<span class=\"hidden_text\" id=\"span_39\">                            -22-</span>\n      &quot;something done without lawful excuse&quot;. In other words,\n      &quot;it is an act done wrongfully and wilfully without\n      reasonable or probable cause, and not necessarily an\n      act done from ill feeling and spite. It is a deliberate act\n      in disregard of the rights of others&quot;. (See Words and\n      Phrases Legally Defined, 3rd Edn., London\n      Butterworths, 1989.)\n</blockquote><blockquote id=\"blockquote_16\">      13. Where malice is attributed to the State, it can\n      never be a case of personal ill-will or spite on the part of\n      the State. If at all it is malice in legal sense, it can be\n      described as an act which is taken with an oblique or\n      indirect object. Prof. Wade in his authoritative work on\n      Administrative Law (8th Edn., at p. 414) based on\n      English decisions and in the context of alleged illegal\n      acquisition proceedings, explains that an action by the\n      State can be described mala fide if it seeks to &quot;acquire\n      land&quot; &quot;for a purpose not authorised by the Act&quot;. The\n      State, if it wishes to acquire land, should exercise its\n      power bona fide for the statutory purpose and for none\n      other.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">22.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"84566570\" id=\"span_40\">In the case of &quot;<a href=\"/doc/84566570/\" id=\"a_76\">Ravi Yashwant Bhoir</a>&quot; (supra), it was held as\nfollows:</span>\n</p><blockquote id=\"blockquote_17\">      47. &quot;This Court has consistently held that the State is\n      under an obligation to act fairly without ill will or malice\n      in fact or in law. Where malice is attributed to the State,\n      it can never be a case of personal ill will or spite on the\n      part of the State. &quot;Legal malice&quot; or &quot;malice in law&quot;\n</blockquote><blockquote id=\"blockquote_18\">      means something done without lawful excuse. It is a\n      deliberate act in disregard to the rights of others. It is an\n      act which is taken with an oblique or indirect object. It is\n      an act done wrongfully and wilfully without reasonable\n      or probable cause, and not necessarily an act done\n      from ill feeling and spite.\n</blockquote><blockquote id=\"blockquote_19\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"657557\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1799441\" id=\"span_42\">48. Mala fide exercise of power does not imply any\n      moral turpitude. It means exercise of statutory power for\n      &quot;purposes foreign to those for which it is in law\n      intended&quot;. It means conscious violation of the law to the\n      prejudice of another, a depraved inclination on the part\n      of the authority to disregard the rights of others, where\n      intent is manifested by its injurious acts. Passing an\n      order for unauthorised purpose constitutes malice in\n      law. (See ADM, Jabalpur v. Shivakant Shukla, <a href=\"/doc/1799441/\" id=\"a_77\">Union of\n      India v. V. Ramakrishnan</a> and <a href=\"/doc/657557/\" id=\"a_78\">Kalabharati Advertising v.\n      Hemant Vimalnath Narichania</a>.)&quot;</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"139224386\" id=\"span_43\">23.   Mr. Ajit Kumar, learned senior counsel for the respondents has\nreferred to the case of &quot;<a href=\"/doc/139224386/\" id=\"a_79\">Ratnagiri Gas and Power (P) Ltd. Vs. RDS\nProjects Ltd.</a>&quot; reported in (2013) 1 SCC 524, wherein it has been held\nin paragraph nos. 29 and 38 as follows:</span>\n</p><blockquote id=\"blockquote_20\">      29. &quot;In the case at hand there was no allegation of\n      &quot;malice in fact&quot; against any individual nor was any\n      individual accused of bias, spite or ulterior motive\n<span class=\"hidden_text\" id=\"span_44\">                     -23-</span>\nimpleaded as a party to the writ petition. Even Mr\nSudhir Chandra and Jagdeep Dhankar, learned Senior\nCounsel appearing for RDS fairly conceded that RDS\nhad not alleged malice in fact against any individual\nwho had played any role in the decision-making\nprocess. What according to them was alleged and\nproved by RDS was malice in law, which did not require\nimpleading of individual officers associated with the\ndecision-making process. We will presently examine\nwhether a case of malice in law had been made out by\nthe respondent RDS. But before we do so we wish to\npoint out that the High Court had in the absence of any\nassertion in the writ petition and in the absence of the\nofficers concerned recorded a finding suggesting that\nthe officers had acted mala fide. The High Court named\nthe officers concerned and concluded that the integrity\nof the entire process was suspect. We shall\nsubsequently extract the passage from the impugned\njudgment where the High Court has even without an\nassertion of any malice against the officers named in\nthe judgment, recorded a finding which was wholly\nunjustified in the circumstances of the case especially\nwhen the High Court was making out a case for RDS\nwhich it had not pleaded when nor were the officers\nconcerned arrayed as parties to the writ petition, in their\nindividual capacities.\n</blockquote><blockquote id=\"blockquote_21\">30. Coming then to the question whether the action\ntaken by the appellant RGPPL was vitiated by malice in\nlaw, we need hardly mention that in cases involving\nmalice in law the administrative action is unsupportable\non the touchstone of an acknowledged or acceptable\nprinciple and can be avoided even when the decision\nmaker may have had no real or actual malice at work in\nhis mind. The conceptual difference between the two\nhas been succinctly stated in the following paragragh\nby Lord Haldane in Shearer v. Shields quoted with\napproval by this Court in ADM, Jabalpur v. Shivakant\nShukla: (SCC p. 641, para 317)\n&quot;317. ... &#x27;Between &quot;malice in fact&quot; and &quot;malice in law&quot;\n</blockquote><blockquote id=\"blockquote_22\">there is a broad distinction which is not peculiar to any\nsystem of jurisprudence. The person who inflicts a\nwrong or an injury upon any person in contravention of\nthe law is not allowed to say that he did so with an\ninnocent mind. He is taken to know the law and can\nonly act within the law. He may, therefore, be guilty of\n&quot;malice in law&quot;, although, so far as the state of his mind\nwas concerned he acted ignorantly, and in that sense\ninnocently. &quot;Malice in fact&quot; is a different thing. It means\nan actual malicious intention on the part of the person\nwho has done the wrongful act.&#x27;&quot; (Shearer case, AC pp.\n813-14)\n</blockquote><blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"392455\" id=\"span_45\">31. Reference may also be made to the decision of this\nCourt in <a href=\"/doc/392455/\" id=\"a_80\">State of A.P. v. Goverdhanlal Pitti</a> where the\ndifference between &quot;malice in fact&quot; and &quot;malice in law&quot;</span>\n</blockquote><span class=\"hidden_text\" id=\"span_46\">                            -24-</span>\n<p data-structure=\"Section\" id=\"p_31\">      was summed up in the following words: (SCC p. 744,\n      paras 12-13)\n      &quot;12. The legal meaning of &#x27;malice&#x27; is &#x27;ill will or spite\n      towards a party and any indirect or improper motive in\n      taking an action&#x27;. This is sometimes described as\n      &#x27;malice in fact&#x27;. &#x27;Legal malice&#x27; or &#x27;malice in law&#x27; means\n      &#x27;something done without lawful excuse&#x27;. In other words,\n      &#x27;it is an act done wrongfully and wilfully without\n      reasonable or probable cause, and not necessarily an\n      act done from ill feeling and spite. It is a deliberate act\n      in disregard of the rights of others.&#x27; (See Words and\n      Phrases Legally Defined, 3rd Edn., London,\n      Butterworths, 1989.)\n</p><p data-structure=\"Precedent\" id=\"p_32\">              13. Where malice is attributed to the State, it can\n              never be a case of personal ill will or spite on the\n              part of the State. If at all it is malice in legal\n              sense, it can be described as an act which is\n              taken with an oblique or indirect object.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_33\">      38. We need hardly point out that in cases where the\n      decision-making process is multi-layered, officers\n      associated with the process are free and indeed\n      expected to take views on various issues according to\n      their individual perceptions. They may in doing so at\n      times strike discordant notes, but that is but natural and\n      indeed welcome for it is only by independent\n      deliberation, that all possible facets of an issue are\n      unfolded and addressed and a decision that is most\n      appropriate under the circumstances shaped. If every\n      step in the decision-making process is viewed with\n      suspicion the integrity of the entire process shall be\n      jeopardised. Officers taking views in the decision-\n      making process will feel handicapped in expressing\n      their opinions freely and frankly for fear of being seen to\n      be doing so for mala fide reasons which would in turn\n      affect public interest. Nothing in the instant case was\n      done without a reasonable or probable cause which is\n      the very essence of the doctrine of malice in law\n      vitiating administrative actions. We have, therefore, no\n      hesitation in holding that the findings recorded by the\n      High Court to the effect that the process of annulment\n      of the tender process or the rejection of the tender\n      submitted by RDS was vitiated by mala fides is\n      unsustainable and is hereby set aside. Question 2 is\n      accordingly answered in the negative.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">24.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139224386\" id=\"span_47\">In the case of &quot;<a href=\"/doc/139224386/\" id=\"a_81\">Ratnagiri Gas and Power Pvt. Ltd.</a>&quot; (supra), it\nwas held that the very science of doctrine of &#x27;malice in law&#x27; is an action\ndone without a reasonable or probable cause. Therefore, the basic\ntenor of an action which can be deemed &#x27;malice in law&#x27; is one done\nwithout reasonable or probable cause. In the instant case at hand as\nhas been elaborately discussed the issuance of the letter of termination\nof DFA dated 06.05.2015 does not indicate that there has been a\n<span class=\"hidden_text\" id=\"span_48\">                           -25-</span>\nreasonable or probable cause leading to termination of such\nagreement. A plain reading of the various communications and the\nminutes of meetings as well as reading between the lines do not for an\ninstant suggest that there has been a reasonable or probable cause\nleading to termination of the agreement. The action of the respondent\nwhich is a &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_82\">Article 12</a> of the Constitution\nhas not acted in a manner befitting an instrumentality of the State and\nsuch act therefore, is an act laced with &#x27;malice in law&#x27;.</span>\n</p><p data-structure=\"RespArg\" id=\"p_35\">25.   Learned counsel for the petitioners as well as learned senior\ncounsel for the respondents have argued at length with respect to a\ndispute arising out of a contract and whether a writ petition in such\ncircumstances can be maintainable or not. Various judgments of the\nHon&#x27;ble Supreme Court have been referred for and against the\naforesaid questions and the same are being dealt with hereinunder.\n</p><p data-structure=\"PetArg\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_49\">26.   Learned counsel for the petitioners has referred to the judgment\nof &quot;<a href=\"/doc/784921/\" id=\"a_83\">Air India Statutory Corporation and others</a>&quot; (supra), in which it\nwas held as follows:</span>\n</p><blockquote id=\"blockquote_24\">      60. &quot;The public law remedy given by <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a> of the\n      Constitution is to issue not only the prerogative writs\n      provided therein but also any order or direction to\n      enforce any of the fundamental rights and &quot;for any other\n      purpose&quot;. The distinction between public law and\n      private law remedy by judicial adjudication gradually\n      marginalised and became obliterated. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_50\">In <a href=\"/doc/730804/\" id=\"a_85\">LIC v. Escorts\n      Ltd.</a> this Court (in SCC para 102, p. 344) had pointed\n      out that the difficulty will lie in demarcating the frontiers\n      between the public law domain and the private law field.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">      <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"69408974\" id=\"span_51\">The question must be decided in each case with\n      reference to the particular action, the activity in which\n      the State or the instrumentality of the State is engaged\n      when performing the action, the public law or private\n      law character of the question and the host of other\n      relevant circumstances. Therein, the question was\n      whether the management of LIC should record reasons\n      for accepting the purchase of the shares? It was in that\n      fact-situation that this Court held that there was no\n      need to state reasons when the management of the\n      shareholders by resolution reached the decision. This\n      Court equally pointed out in other cases that when the\n      State&#x27;s power as economic power and economic\n      entrepreneur and allocator of economic benefits is\n      subject to the limitations of fundamental rights, a private\n      Corporation under the functional control of the State\n      engaged in an activity hazardous to the health and\n      safety of the community, is imbued with public interest\n      which the State ultimately proposes to regulate\n<span class=\"hidden_text\" id=\"span_52\">                       -26-</span>\nexclusively on its industrial policy. It would also be\nsubject to the same limitations as held in <a href=\"/doc/69408974/\" id=\"a_86\">M.C. Mehta v.\nUnion of India</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"690534\" id=\"span_53\">61. The legal right of an individual may be founded\nupon a contract or a statute or an instrument having the\nforce of law. For a public law remedy enforceable under\n<a href=\"/doc/1712542/\" id=\"a_87\">Article 226</a> of the Constitution, the action of the\nauthority needs to fall in the realm of public law -- be it\na legislative act of the State, an executive act of the\nState or an instrumentality or a person or authority\nimbued with public law element. The question requires\nto be determined in each case. However, it may not be\npossible to generalise the nature of the action which\nwould come either under public law remedy or private\nlaw field nor is it desirable to give exhaustive list of such\nactions. As held by this Court in <a href=\"/doc/690534/\" id=\"a_88\">Calcutta Gas Co.\n(Proprietary) Ltd. v. State of W.B.</a> (AIR para 5) that if\nthe legal right of a manager of a company is denuded\non the basis of recommendation by the Board of\nManagement of the company, it would give him right to\nenforce his right by filing a writ petition under <a href=\"/doc/1712542/\" id=\"a_89\">Article\n226</a> of the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"948679\" id=\"span_54\">In <a href=\"/doc/948679/\" id=\"a_90\">Mulamchand v. State of M.P.</a>\nthis Court had held that even though the contract was\nvoid due to non-compliance of <a href=\"/doc/875627/\" id=\"a_91\">Article 229</a>, still direction\ncould be given for payment of the amount on the\ndoctrine of restitution under <a href=\"/doc/56157085/\" id=\"a_92\">Section 70</a> of the Act, since\nthe State had derived benefit under the void contract.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142177\" id=\"span_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197048\" id=\"span_56\">The same view was reiterated in <a href=\"/doc/197048/\" id=\"a_93\">State of W.B. v. B.K.\nMondal &amp; Sons</a> (AIR at p. 789) and in <a href=\"/doc/142177/\" id=\"a_94\">New Marine Coal\nCo. (Bengal) (P) Ltd. v. Union of India</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1635654\" id=\"span_57\">In <a href=\"/doc/1635654/\" id=\"a_95\">Gujarat State\nFinancial Corpn. v. Lotus Hotels (P) Ltd.</a> a direction was\nissued to release loan to the respondent to comply with\nthe contractual obligation by applying the doctrine of\npromissory estoppel.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_58\">In <a href=\"/doc/1238017/\" id=\"a_96\">Mahabir Auto Stores v. Indian\nOil Corpn.</a> contractual obligations were enforced under\npublic law remedy of <a href=\"/doc/1712542/\" id=\"a_97\">Article 226</a> against the\ninstrumentality of the State.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_59\">In <a href=\"/doc/1261492/\" id=\"a_98\">Shrilekha Vidyarthi v.\nState of U.P.</a> contractual obligations were enforced\nwhen public law element was involved.</span> Same judicial\napproach is adopted in other jurisdictions, namely, the\nHouse of Lords in Gillick v. West Norfolk and Wisbech\nArea Health Authority wherein the House of Lords held\nthat though the claim of the plaintiff was negatived but\non the anvil of power of judicial review, it was held that\nthe public law content of the claim was so great as to\nmake her case an exception to the general rule.\n</p><p data-structure=\"Precedent\" id=\"p_39\">Similarly in Roy (Dr) v. Kensington and Chelsea and\nWestminster Family Practitioner Committee the House\nof Lords reiterated that though a matter of private law is\nenforceable by ordinary actions, a court also is free\nfrom the constraints of judicial review and that public\nlaw remedy is available when the remuneration of Dr\nRoy was sought to be curtailed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_60\">In <a href=\"/doc/1513693/\" id=\"a_99\">LIC v. Consumer\nEducation and Research Centre</a> this Court held that\neach case may be examined on its facts and\n<span class=\"hidden_text\" id=\"span_61\">                            -27-</span>\n      circumstances to find out the nature and scope of the\n      controversy. The distinction between public law and\n      private law remedy has now become thin and\n      practically obliterated.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">27.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1702971\" id=\"span_63\">In the case of &quot;<a href=\"/doc/1702971/\" id=\"a_100\">Union of India &amp; another</a>&quot; (supra), the view\nwhich has been enumerated in the case of &quot;<a href=\"/doc/784921/\" id=\"a_101\">Air India Statutory\nCorporation and others</a>&quot; (supra) has been reiterated at paragraph\nno. 22 which reads as under:</span></span>\n</p><blockquote id=\"blockquote_25\">      22. &quot;The legal right of an individual may be founded\n      upon a contract or a statute or an instrument having the\n      force of law. For a public law remedy enforceable under\n      <a href=\"/doc/1712542/\" id=\"a_102\">Article 226</a> of the Constitution, the actions of the\n      authority need to fall in the realm of public law -- be it a\n      legislative act of the State, an executive act of the State\n      or an instrumentality or a person or authority imbued\n      with public law element. The question is required to be\n      determined in each case having the aforementioned\n      principle in mind. However, it may not be possible to\n      generalize the nature of the action which would come\n      either under public law remedy or private law field nor is\n      it desirable to give exhaustive list of such actions.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">28.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_64\">In the case of &quot;<a href=\"/doc/1956761/\" id=\"a_103\">Verigamto Naveen</a>&quot; (supra) while considering\nthe judgment rendered in the case of &quot;Radhakrishna Agarwal&quot;</span>\n</p><blockquote id=\"blockquote_26\">(supra) which has been cited by the learned senior counsel for the\nrespondents, it was held as follows:\n</blockquote><blockquote id=\"blockquote_27\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761967\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209154\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1578093\" id=\"span_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_70\">21. &quot;On the question that the relief as sought for and\n      granted by the High Court arises purely in the\n      contractual field and, therefore, the High Court ought\n      not to have exercised its power under <a href=\"/doc/1712542/\" id=\"a_104\">Article 226</a> of\n      the Constitution placed very heavy reliance on the\n      decision of the Andhra Pradesh High Court in Y.S.\n      Raja Reddy v. A.P. Mining Corpn. Ltd. and the\n      decisions of this Court in <a href=\"/doc/1159364/\" id=\"a_105\">Har Shankar v. Dy. Excise &amp;\n      Taxation Commr.</a>, <a href=\"/doc/541216/\" id=\"a_106\">Radhakrishna Agarwal v. State of\n      Bihar</a>, <a href=\"/doc/1578093/\" id=\"a_107\">Ramlal &amp; Sons v. State of Rajasthan</a>, <a href=\"/doc/209154/\" id=\"a_108\">Shiv\n      Shankar Dal Mills v. State of Haryana</a>, <a href=\"/doc/1281050/\" id=\"a_109\">Ramana\n      Dayaram Shetty v. International Airport Authority of\n      India</a> and <a href=\"/doc/761967/\" id=\"a_110\">Basheshar Nath v. CIT</a>.</span></span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_71\">Though there is one\n      set of cases rendered by this Court of the type arising\n      in <a href=\"/doc/541216/\" id=\"a_111\">Radhakrishna Agarwal</a> case much water has flown\n      in the stream of judicial review in contractual field. In\n      cases where the decision-making authority exceeded\n      its statutory power or committed breach of rules or\n      principles of natural justice in exercise of such power\n      or its decision is perverse or passed an irrational\n      order, this Court has interceded even after the contract\n      was entered into between the parties and the\n      Government and its agencies.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_74\">We may advert to three\n      decisions of this Court in <a href=\"/doc/1058612/\" id=\"a_112\">Dwarkadas Marfatia &amp; Sons\n<span class=\"hidden_text\" id=\"span_75\">                            -28-</span>\n      v. Board of Trustees of the Port of Bombay</a>, <a href=\"/doc/1238017/\" id=\"a_113\">Mahabir\n      Auto Stores v. Indian Oil Corpn.</a> and <a href=\"/doc/1261492/\" id=\"a_114\">Shrilekha\n      Vidyarthi (Kumari) v. State of U.P. Where</a> the breach\n      of contract involves breach of statutory obligation\n      when the order complained of was made in exercise of\n      statutory power by a statutory authority, though cause\n      of action arises out of or pertains to contract, brings it\n      within the sphere of public law because the power\n      exercised is apart from contract. The freedom of the\n      Government to enter into business with anybody it\n      likes is subject to the condition of reasonableness and\n      fair play as well as public interest. After entering into a\n      contract, in cancelling the contract which is subject to\n      terms of the statutory provisions, as in the present\n      case, it cannot be said that the matter falls purely in a\n      contractual field. Therefore, we do not think it would be\n      appropriate to suggest that the case on hand is a\n      matter arising purely out of a contract and, therefore,\n      interference under <a href=\"/doc/1712542/\" id=\"a_115\">Article 226</a> of the Constitution is not\n      called for. This contention also stands rejected.&quot;</span></span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_42\">29.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354257\" id=\"span_76\">In the case of &quot;<a href=\"/doc/354257/\" id=\"a_116\">Noble Resources Ltd. Vs. State of Orissa and\nanother</a>&quot; (supra) in paragraph nos. 14, 15 and 18, it was held as\nunder:</span>\n</p><blockquote id=\"blockquote_28\">      14. &quot;Respondent 2 is &quot;State&quot; within the meaning of\n      <a href=\"/doc/609139/\" id=\"a_117\">Article 12</a> of the Constitution of India. Its conduct in all\n      fields including a contract is expected to be fair and\n      reasonable. It was not supposed to act arbitrarily,\n      capriciously or whimsically.\n</blockquote><blockquote id=\"blockquote_29\">      15.     It is trite that if an action on the part of the State\n      is violative of the equality clause contained in <a href=\"/doc/367586/\" id=\"a_118\">Article\n      14</a> of the Constitution of India, a writ petition would be\n      maintainable even in the contractual field. A distinction\n      indisputably must be made between a matter which is\n      at the threshold of a contract and a breach of contract;\n</blockquote><p data-structure=\"Section\" id=\"p_43\">      whereas in the former the court&#x27;s scrutiny would be\n      more intrusive, in the latter the court may not ordinarily\n      exercise its discretionary jurisdiction of judicial review,\n      unless it is found to be violative of <a href=\"/doc/367586/\" id=\"a_119\">Article 14</a> of the\n      Constitution. While exercising contractual powers also,\n      the government bodies may be subjected to judicial\n      review in order to prevent arbitrariness or favouritism\n      on their part. Indisputably, inherent limitations exist,\n      but it would not be correct to opine that under no\n      circumstances a writ will lie only because it involves a\n      contractual matter.\n</p><p data-structure=\"Section\" id=\"p_44\">      18. It may, however, be true that where serious\n      disputed questions of fact are raised requiring\n      appreciation of evidence, and, thus, for determination\n      thereof, examination of witnesses would be necessary;\n      it may not be convenient to decide the dispute in a\n      proceeding under <a href=\"/doc/1712542/\" id=\"a_120\">Article 226</a> of the Constitution of\n      India.&quot;\n</p><span class=\"hidden_text\" id=\"span_77\">                         -29-</span>\n<p data-structure=\"Precedent\" id=\"p_45\">30.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863304\" id=\"span_78\">In the case of &quot;<a href=\"/doc/1863304/\" id=\"a_121\">Popcorn Entertainment and another Vs. City\nIndustrial Development Corporation and another</a>&quot; (supra), it was\nheld as follows:</span>\n</p><blockquote id=\"blockquote_30\">      22. &quot;He invited our attention to Whirlpool Corpn.\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">      case wherein this Court has held that there are three\n      clear-cut circumstances wherein a writ petition would\n      be maintainable even in a contractual matter. Firstly, if\n      the action of the respondent is illegal and without\n      jurisdiction, secondly, if the principles of natural justice\n      have been violated, and thirdly, if the appellants&#x27;\n      fundamental rights have been violated.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">      47. We have given our careful consideration to the\n      rival submissions made by the respective counsel\n      appearing on either side. In our opinion, the High\n      Court has committed a grave mistake by relegating the\n      appellant to the alternative remedy when clearly in\n      terms of the law <a href=\"/doc/1863304/\" id=\"a_122\">laid down by</a> this Court, this was a fit\n      case in which the High Court should have exercised its\n      jurisdiction in order to consider and grant relief to the\n      respective parties. In our opinion, in the instant case, 3\n      of the 4 grounds on which writ petitions can be\n      entertained in contractual matter were made out and\n      hence it was completely wrong of the High Court to\n      dismiss the writ petitions. In the instant case, 3\n      grounds as referred to in Whirlpool Corpn. have been\n      made out and accordingly the writ petition was clearly\n      maintainable and the High Court has committed an\n      error in relegating the appellant to the civil court.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">31.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_79\">In the case of &quot;<a href=\"/doc/1943124/\" id=\"a_123\">ABL International Ltd. and another Vs. Export\nCredit Guarantee Corporation of India Ltd. and others</a>&quot; (supra), a\nsimilar question as above had fell for consideration before the Hon&#x27;ble\nSupreme Court which held as follows:</span>\n</p><blockquote id=\"blockquote_31\">      16. &quot;A perusal of this judgment though shows that a\n      writ petition involving serious disputed questions of\n      facts which requires consideration of evidence which is\n      not on record, will not normally be entertained by a\n      court in the exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_124\">Article 226</a>\n      of the Constitution of India. This decision again, in our\n      opinion, does not lay down an absolute rule that in all\n      cases involving disputed questions of fact the parties\n      should be relegated to a civil suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_80\">In this view of ours,\n      we are supported by a judgment of this Court in the\n      case of <a href=\"/doc/1141333/\" id=\"a_125\">Gunwant Kaur v. Municipal Committee,\n      Bhatinda</a> where dealing with such a situation of\n      disputed questions of fact in a writ petition this Court\n      held: (SCC p. 774, paras 14-16)\n             &quot;14. The High Court observed that they will not\n             determine disputed question of fact in a writ\n             petition. But what facts were in dispute and what\n             were admitted could only be determined after an\n             affidavit-in-reply was filed by the State. The High\n<span class=\"hidden_text\" id=\"span_81\">                        -30-</span>\n        Court, however, proceeded to dismiss the\n        petition in limine. The High Court is not deprived\n        of its jurisdiction to entertain a petition under\n        <a href=\"/doc/1712542/\" id=\"a_126\">Article 226</a> merely because in considering the\n        petitioner&#x27;s right to relief questions of fact may\n        fall to be determined. In a petition under <a href=\"/doc/1712542/\" id=\"a_127\">Article\n        226</a> the High Court has jurisdiction to try issues\n        both of fact and law. Exercise of the jurisdiction\n        is, it is true, discretionary, but the discretion\n        must be exercised on sound judicial principles.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_49\">        When the petition raises questions of fact of a\n        complex nature, which may for their\n        determination require oral evidence to be taken,\n        and on that account the High Court is of the\n        view that the dispute may not          appropriately\n        be tried in a writ petition, the High Court may\n        decline to try a petition. Rejection of a petition in\n        limine will normally be justified, where the High\n        Court is of the view that the petition is frivolous\n        or because of the nature of the claim made\n        dispute sought to be agitated, or that the petition\n        against the party against whom relief is claimed\n        is not maintainable or that the dispute raised\n        thereby is such that it would be inappropriate to\n        try it in the writ jurisdiction, or for analogous\n        reasons.\n</p><p data-structure=\"PetArg\" id=\"p_50\">        15. From the averments made in the petition\n        filed by the appellants it is clear that in proof of a\n        large number of allegations the appellants relied\n        upon documentary evidence and the only matter\n        in respect of which conflict of facts may possibly\n        arise related to the due publication of the\n        notification under <a href=\"/doc/26746716/\" id=\"a_128\">Section 4</a> by the Collector.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">        16. In the present case, in our judgment, the\n        High Court was not justified in dismissing the\n        petition on the ground that it will not determine\n        disputed question of fact. The High Court has\n        jurisdiction to determine questions of fact, even\n        if they are in dispute and the present, in our\n        judgment, is a case in which in the interests of\n        both the parties the High Court should have\n        entertained the petition and called for an\n        affidavit-in-reply from the respondents, and\n        should have proceeded to try the petition\n        instead of relegating the appellants to a\n        separate suit.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_52\">19. Therefore, it is clear from the above enunciation\nof law that merely because one of the parties to the\nlitigation raises a dispute in regard to the facts of the\ncase, the court entertaining such petition under <a href=\"/doc/1712542/\" id=\"a_129\">Article\n226</a> of the Constitution is not always bound to relegate\nthe parties to a suit. In <a href=\"/doc/1141333/\" id=\"a_130\">the above case</a> of Gunwant\nKaur this Court even went to the extent of holding that\nin a writ petition, if the facts require, even oral\nevidence can be taken. This clearly shows that in an\n<span class=\"hidden_text\" id=\"span_82\">                            -31-</span>\n      appropriate case, the writ court has the jurisdiction to\n      entertain a writ petition involving disputed questions of\n      fact and there is no absolute bar for entertaining a writ\n      petition even if the same arises out of a contractual\n      obligation and/or involves some disputed questions of\n      fact.\n</p><p data-structure=\"CDiscource\" id=\"p_53\">      27.      From the above discussion of ours, the\n      following legal principles emerge as to the\n      maintainability of a writ petition:\n</p><blockquote id=\"blockquote_32\">      (a) In an appropriate case, a writ petition as against a\n      State or an instrumentality of a State arising out of a\n      contractual obligation is maintainable.\n</blockquote><blockquote id=\"blockquote_33\">      (b) Merely because some disputed questions of fact\n      arise for consideration, same cannot be a ground to\n      refuse to entertain a writ petition in all cases as a\n      matter of rule.\n</blockquote><blockquote id=\"blockquote_34\">      (c) A writ petition involving a consequential relief of\n      monetary claim is also maintainable.\n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">      <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"172383107\" id=\"span_83\">28. However, while entertaining an objection as to\n      the maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_131\">Article 226</a> of\n      the Constitution of India, the court should bear in mind\n      the fact that the power to issue prerogative writs under\n      <a href=\"/doc/1712542/\" id=\"a_132\">Article 226</a> of the Constitution is plenary in nature and\n      is not limited by any other provisions of the\n      Constitution. The High Court having regard to the facts\n      of the case, has a discretion to entertain or not to\n      entertain a writ petition. The Court has imposed upon\n      itself certain restrictions in the exercise of this power.\n      (See <a href=\"/doc/172383107/\" id=\"a_133\">Whirlpool Corpn. v. Registrar of Trade Marks</a>.)\n      And this plenary right of the High Court to issue a\n      prerogative writ will not normally be exercised by the\n      Court to the exclusion of other available remedies\n      unless such action of the State or its instrumentality is\n      arbitrary and unreasonable so as to violate the\n      constitutional mandate of <a href=\"/doc/367586/\" id=\"a_134\">Article 14</a> or for other valid\n      and legitimate reasons, for which the Court thinks it\n      necessary to exercise the said jurisdiction.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_84\">32.   Learned senior counsel has firstly referred to the judgments in\nthe case of &quot;M/s. <a href=\"/doc/541216/\" id=\"a_135\">Radha Krishna Agrawal</a>&quot; (supra) by stating that in a\ncase of breach of contract, no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_136\">Article\n226</a> of the Constitution of India.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541216\" id=\"span_85\">It has been submitted that the present\ncase is purely contractual in nature and therefore, applying the ratio of\nthe case of &quot;M/s. <a href=\"/doc/541216/\" id=\"a_137\">Radha Krishna Agrawal</a>&quot; (supra), the writ petition is\nnot maintainable.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"460900\" id=\"span_86\">Learned senior counsel thereafter referred to the\njudgment in the case of &quot;<a href=\"/doc/460900/\" id=\"a_138\">State of Bihar Vs. Jain Plastics and\nChemicals Ltd.</a>&quot; reported in (2002) 1 SCC 216, wherein it was held as\nfollows:</span>\n</p><blockquote id=\"blockquote_35\">      6.    &quot;The respondent preferred the writ petition\n      before the High Court. The learned Single Judge\n<span class=\"hidden_text\" id=\"span_87\">                              -32-</span>\n      arrived at the conclusion that the respondent-\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">      Company was unable to supply the PVC fittings on\n      account of failure or the refusal on the part of the\n      appellants to supply the road permits and that the\n      Company cannot be faulted for non-supply of PVC\n      fittings. Hence, the appellants cannot realise or deduct\n      the extra money which they had to spend over\n      purchase of the same. With regard to the adjudication\n      of tangled question of facts in writ jurisdiction, the\n      learned Single Judge observed:\n</p><blockquote id=\"blockquote_36\">                     &quot;This Court has not in the present case\n              felt any difficulty in deciding the question of facts\n              on the basis of affidavit evidence, and I have not\n              felt the necessity of evidence of a civil suit in\n              deciding the question of facts which is needed\n              for disposal of the present writ petition.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_57\">              Finally, the learned Judge directed the\n      appellants to make the due amount of the respondent-\n      Company with interest at the rate of 6%, within six\n      months. The aforesaid order was confirmed in LPA.\n</p><p data-structure=\"Section\" id=\"p_58\">      7.      In our view, it is apparent that the order passed\n      by the High Court is, on the face of it, illegal and\n      erroneous. It is true that many matters could be\n      decided after referring to the contentions raised in the\n      affidavits and counter-affidavits, but that would hardly\n      be a ground for exercise of extraordinary jurisdiction\n      under <a href=\"/doc/1712542/\" id=\"a_139\">Article 226</a> of the Constitution in case of alleged\n      breach of contract. Whether the alleged non-supply of\n      road permits by the appellants would justify breach of\n      contract by the respondent would depend upon facts\n      and evidence and is not required to be decided or\n      dealt with in a writ petition. Such seriously disputed\n      questions or rival claims of the parties with regard to\n      breach of contract are to be investigated and\n      determined on the basis of evidence which may be led\n      by the parties in a properly instituted civil suit rather\n      than by a court exercising prerogative of issuing writs.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">33.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375304\" id=\"span_89\">In the case of &quot;<a href=\"/doc/375304/\" id=\"a_140\">Orissa Agro Industries Corpn. Ltd. Vs. Bharati\nIndustries</a>&quot; reported in (2005) 12 SCC 725, by following the judgment\nin the case of &quot; <a href=\"/doc/541216/\" id=\"a_141\">Radhakrishna Agarwal</a>&quot; (supra), it was held as\nfollows:</span></span>\n</p><blockquote id=\"blockquote_37\">      7.     &quot;A bare perusal of the High Court&#x27;s judgment\n      shows that there was clear non-application of mind.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_60\">      On one hand the High Court observed that the\n      disputed questions cannot be gone into a writ petition.\n      It was also noticed that the essence of the dispute was\n      breach of contract. After coming to the above\n      conclusions the High Court should have dismissed the\n      writ petition. Surprisingly, the High Court proceeded to\n      examine the case solely on the writ petitioner&#x27;s\n      assertion and on a very curious reasoning that though\n      the appellant Corporation claimed that the value of\n<span class=\"hidden_text\" id=\"span_90\">                           -33-</span>\n      articles lifted was nearly Rs 14.90 lakhs no details\n      were specifically given. From the counter-affidavit filed\n      before the High Court it is crystal-clear that relevant\n      details disputing claim of the writ petitioner were given.\n      Value of articles lifted by the writ petitioner is a\n      disputed factual question. Where a complicated\n      question of fact is involved and the matter requires\n      thorough proof on factual aspects, the High Court\n      should not entertain the writ petition. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"460900\" id=\"span_91\">Whether or not\n      the High Court should exercise jurisdiction under\n      <a href=\"/doc/1712542/\" id=\"a_142\">Article 226</a> of the Constitution would largely depend\n      upon the nature of dispute and if the dispute cannot be\n      resolved without going into the factual controversy, the\n      High Court should not entertain the writ petition. As\n      noted above, the writ petition was primarily founded on\n      allegation of breach of contract. Question whether the\n      action of the opposite party in the writ petition\n      amounted to breach of contractual obligation ultimately\n      depends on facts and would require material evidence\n      to be scrutinised and in such a case writ jurisdiction\n      should not be exercised. (See <a href=\"/doc/460900/\" id=\"a_143\">State of Bihar v. Jain\n      Plastics &amp; Chemicals Ltd</a>.)</span>\n</p><p data-structure=\"Precedent\" id=\"p_61\">      11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_92\">In <a href=\"/doc/541216/\" id=\"a_144\">Radhakrishna Agarwal v. State of Bihar</a> the\n      types of cases in which breaches of alleged obligation\n      by the State or its agents can be set up were\n      enumerated. The third category, indicated is where the\n      contract entered into between the State and the\n      person aggrieved is non-statutory and purely\n      contractual and the rights and liabilities of the parties\n      are governed by the terms of the contract and in\n      exercise of executive power of the State. The present\n      case is covered by the said category. No writ order\n      can be issued under <a href=\"/doc/1712542/\" id=\"a_145\">Article 226</a> to compel the\n      authorities to remedy a breach of contract; pure and\n      simple. It is more so when factual disputes are\n      involved.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">34.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100123343\" id=\"span_93\">In the case of &quot;<a href=\"/doc/100123343/\" id=\"a_146\">Rajasthan State Industrial Development &amp;\nInvestment Corpn. Vs. Diamond &amp; Gem Development Corpn. Ltd.</a>&quot;\nreported in (2013) 5 SCC 470, reference has been made to paragraph\nnos. 19, 20 &amp; 21 which is quoted as under:</span>\n</p><blockquote id=\"blockquote_38\">      III. Contractual disputes and Writ Jurisdiction\n\n</blockquote><blockquote id=\"blockquote_39\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_95\">19. &quot;There can be no dispute to the settled legal\n      proposition that matters/disputes relating to contract\n      cannot be agitated nor terms of the contract can be\n      enforced through writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_147\">Article 226</a> of\n      the Constitution. Thus, the writ court cannot be a\n      forum to seek any relief based on terms and conditions\n      incorporated in the agreement by the parties. [<a href=\"/doc/1893286/\" id=\"a_148\">Vide\n      Bareilly Development Authority v. Ajai Pal Singh</a> and\n      <a href=\"/doc/1156062/\" id=\"a_149\">State of U.P. v. Bridge &amp; Roof Co. (India) Ltd</a>.]</span></span>\n<span class=\"hidden_text\" id=\"span_96\">                              -34-</span>\n</blockquote><blockquote id=\"blockquote_40\">      20.      In Kerala SEB v. Kurien E. Kalathil this Court\n      held that a writ cannot lie to resolve a disputed\n      question of fact, particularly to interpret the disputed\n      terms of a contract observing as under: (SCC pp.\n      298-99, paras 10-11)\n      &quot;10. ... The interpretation and implementation of a\n              clause in a contract cannot be the subject-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_63\">              matter of a writ petition. ... If a term of a contract\n              is violated, ordinarily the remedy is not the writ\n              petition under <a href=\"/doc/1712542/\" id=\"a_150\">Article 226.</a> We are also unable to\n              agree with the observations of the High Court\n              that the contractor was seeking enforcement of\n              a statutory contract. ....\n</p><p data-structure=\"Section\" id=\"p_64\">      11. ... The contract between the parties is in the realm\n              of private law. It is not a statutory contract. The\n              disputes relating to interpretation of the terms\n              and conditions of such a contract could not have\n              been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_151\">Article 226</a> of\n              the Constitution of India. That is a matter for\n              adjudication by a civil court or in arbitration if\n              provided for in the contract. ... The contractor\n              should have relegated to other remedies.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_65\">      21. It is evident from the above that generally the\n      Court should not exercise its writ jurisdiction to enforce\n      the contractual obligation. The primary purpose of a\n      writ of mandamus is to protect and establish rights and\n      to impose a corresponding imperative duty existing in\n      law. It is designed to promote justice (ex debito\n      justitiae). The grant or refusal of the writ is at the\n      discretion of the court. The writ cannot be granted\n      unless it is established that there is an existing legal\n      right of the applicant, or an existing duty of the\n      respondent. Thus, the writ does not lie to create or to\n      establish a legal right, but to enforce one that is\n      already established. While dealing with a writ petition,\n      the court must exercise discretion, taking into\n      consideration a wide variety of circumstances, inter\n      alia, the facts of the case, the exigency that warrants\n      such exercise of discretion, the consequences of grant\n      or refusal of the writ, and the nature and extent of\n      injury that is likely to ensue by such grant or refusal.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"899629\" id=\"span_97\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"191872\" id=\"span_98\">35.   Reference has also been made to the case of &quot;<a href=\"/doc/191872/\" id=\"a_152\">National\nHighways Authority of India Vs. Ganga Enterprises</a>&quot; reported in\n(2003) 7 SCC 410, and to the case of &quot;<a href=\"/doc/899629/\" id=\"a_153\">Kisan Sahkari Chini Mills Ltd.\nVs. Vardan Linkers</a>&quot; reported in (2008) 12 SCC 500.</span></span>\n</p><p data-structure=\"Section\" id=\"p_67\">36.   On going through the judgments which have been referred to by\nthe respective counsels, it has never been indicated that in all cases\narising out of a contractual dispute, no writ under <a href=\"/doc/1712542/\" id=\"a_154\">Article 226</a> of the\nConstitution of India shall be maintainable.\n</p><span class=\"hidden_text\" id=\"span_99\">                             -35-</span>\n<p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1956761\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"541216\" id=\"span_101\">37.    The judgment in the case of &quot;<a href=\"/doc/541216/\" id=\"a_155\">Radhakrishna Agarwal</a>&quot; (supra)\nhas been watered down in the case of &quot;<a href=\"/doc/1956761/\" id=\"a_156\">Verigamto Naveen Vs. Govt.\nof A.P. and others</a>&quot; (supra), wherein it has been held that when a\ndecision making authority exceeds its statutory power or has made\nbreach of principles of natural justice, the same does not preclude the\nCourt from entertaining an application under <a href=\"/doc/1712542/\" id=\"a_157\">Article 226</a> of the\nConstitution of India. No strict rule or guidelines has been enumerated\nin any of the judgments cited by the respective counsel as to when the\nnature of action would come under the public law remedy or private law\nfield. There cannot be a generalised concept with respect to any field\nof contractual obligation as to when would a writ application under\nSection 226 of the Constitution of India lie in case of a contractual\ndispute.   When the public law element is involved, the contractual\nobligations has to be considered, if the the same is resorted to under\n<a href=\"/doc/1712542/\" id=\"a_158\">Article 226</a> of the Constitution of India.</span></span> In other way, the distinction\nbetween public law and private law remedy is virtually obliterated and\ntheir only lies a very thin line for distinguishing it.\n</p><p data-structure=\"CDiscource\" id=\"p_69\">38.    The entire decision making process leading to cancellation of the\ntermination of agreement is a subject of judicial review and scrutiny\nand in the facts and circumstances of the present case, the same is\namenable to <a href=\"/doc/1712542/\" id=\"a_159\">Article 226</a> of the Constitution of India.\n</p><p data-structure=\"RespArg\" id=\"p_70\">39.    Learned senior counsel for the respondents has stressed much\nthat the questions which have been raised by the petitioners are\nactually disputed questions of fact which cannot be looked into in this\nwrit application.   The entire reading of the documents appended to\nvarious affidavits filed on behalf of either sides does not lead credence\nto the contention of the learned senior counsel for the respondents that\nthere are disputed questions of fact.\n</p><p data-structure=\"CDiscource\" id=\"p_71\">40.    As has been indicated, there does not seem to be any dispute\nprior to issuance of the letter of Energy Department, Government of\nJharkhand dated 03.07.2014 leading to the meeting of the Board of\nDirectors dated 05.08.2014 and after hibernating for about 9 months\nissuing of letter of termination dated 06.05.2015.\n</p><p data-structure=\"RespArg\" id=\"p_72\">       In such circumstances, therefore, the plea of the learned senior\ncounsel for the respondents with respect to maintainability and\ndisputed questions of fact are negated.\n</p><span class=\"hidden_text\" id=\"span_102\">                          -36-</span>\n<p data-structure=\"Precedent\" id=\"p_73\">41.   The scope of the principles of natural justice in view of Article\n2.1.8 of the DFA has led to both the sides making contentions in their\nrespective favours.\n</p><p data-structure=\"Precedent\" id=\"p_74\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159199\" id=\"span_103\">Learned counsel for the petitioners has referred to the judgment\nin the case of &quot;<a href=\"/doc/1159199/\" id=\"a_160\">Sahara India (Firm) Lucknow Vs. Commissioner of\nIncome Tax, Central I and another</a>&quot; (supra), wherein it has been held\nas follows:</span>\n</p><blockquote id=\"blockquote_41\">      4.     &quot;As a common question of law is involved in\n      both the cases and even the background facts are\n      identical, these are being disposed of by this\n      judgment. However, before adverting to the factual\n      matrix, we propose to address ourselves on the\n      aforenoted question of law on which the latter Bench\n      has expressed its reservations. At the outset, we may\n      also note that in Rajesh Kumar, while observing that\n      the principles of natural justice must be held to be\n      implicit in <a href=\"/doc/149040744/\" id=\"a_161\">Section 142</a>(2-<a href=\"/doc/54424454/\" id=\"a_162\">A) of the Act</a>, the learned\n      Judges finally held as under: (SCC pp. 183-84)\n      &quot;The hearing given, however, need not be elaborate.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_75\">      The notice issued may only contain briefly the issues\n      which the assessing officer thinks to be necessary.\n      The reasons assigned therefor need not be detailed\n      ones. But, that would not mean that the principles of\n      natural justice are not required to be complied with.\n      Only because certain consequences would ensue if\n      the principles of natural justice are required to be\n      complied with, the same by itself would not mean that\n      the court would not insist on complying with the\n      fundamental principles of law. If the principles of\n      natural justice were to be excluded, Parliament could\n      have said so expressly.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_76\">      8.      There is no gainsaying that recourse to the said\n      provision cannot be had by the assessing officer\n      merely to shift his responsibility of scrutinising the\n      accounts of an assessee and pass on the buck to the\n      special auditor. Similarly, the requirement of previous\n      approval of the Chief Commissioner or the\n      Commissioner in terms of the said provision being an\n      inbuilt protection against any arbitrary or unjust\n      exercise of power by the assessing officer, casts a\n      very heavy duty on the said high-ranking authority to\n      see to it that the requirement of the previous approval,\n      envisaged in the section is not turned into an empty\n      ritual. Needless to emphasise that before granting\n      approval,     the    Chief    Commissioner      or   the\n      Commissioner, as the case may be, must have before\n      him the material on the basis whereof an opinion in\n      this behalf has been formed by the assessing officer.\n      The approval must reflect the application of mind to\n      the facts of the case.\n</p><span class=\"hidden_text\" id=\"span_104\">                            -37-</span>\n<p data-structure=\"Precedent\" id=\"p_77\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"639803\" id=\"span_105\">15. Rules of &quot;natural justice&quot; are not embodied rules.\n      The phrase &quot;natural justice&quot; is also not capable of a\n      precise definition. The underlying principle of natural\n      justice, evolved under the common law, is to check\n      arbitrary exercise of power by the State or its\n      functionaries. Therefore, the principle implies a duty to\n      act fairly i.e. fair play in action. As observed by this\n      Court in <a href=\"/doc/639803/\" id=\"a_163\">A.K. Kraipak v. Union of India</a> the aim of rules\n      of natural justice is to secure justice or to put it\n      negatively to prevent miscarriage of justice. These\n      rules can operate only in areas not covered by any law\n      validly made.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"481322\" id=\"span_106\">They do not supplant the law but\n      supplement it. (Also see <a href=\"/doc/481322/\" id=\"a_164\">ITO v. Madnani Engg. Works\n      Ltd</a>.)</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_78\">      35. Indubitably, before passing the said orders, no\n      show-cause notice was given to the appellants. On the\n      contrary, it appears from the record that on 9-3-2006,\n      the appellants were required to furnish by 20-3-2006\n      details/explanation in respect of queries raised vide\n      order-sheet entry dated 16-2-2006 but in the\n      meanwhile the impugned orders were passed on\n      14-3-2006 itself. It is manifestly clear that when the\n      impugned orders were made the assessing officer had\n      no occasion to have even a glimpse of the accounts\n      maintained by the appellants. Therefore, in the light of\n      the legal position noted above, we have no option but\n      to hold that the impugned orders dated 14-3-2006 are\n      vitiated by the failure to observe the principle audi\n      alteram partem.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">42.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83485553\" id=\"span_107\">In the case of &quot;<a href=\"/doc/83485553/\" id=\"a_165\">Gorkha Securiity Services Vs. Government\n(NCT of Delhi) and others</a>&quot; (supra), it has been held as follows:</span>\n</p><blockquote id=\"blockquote_42\">      21. &quot;The central issue, however, pertains to the\n      requirement of stating the action which is proposed to\n      be taken. The fundamental purpose behind the serving\n      of show-cause notice is to make the noticee\n      understand the precise case set up against him which\n      he has to meet. This would require the statement of\n      imputations detailing out the alleged breaches and\n      defaults he has committed, so that he gets an\n      opportunity to rebut the same. Another requirement,\n      according to us, is the nature of action which is\n      proposed to be taken for such a breach. That should\n      also be stated so that the noticee is able to point out\n      that proposed action is not warranted in the given\n      case, even if the defaults/breaches complained of are\n      not satisfactorily explained. When it comes to\n      blacklisting, this requirement becomes all the more\n      imperative, having regard to the fact that it is harshest\n      possible action.\n</blockquote><blockquote id=\"blockquote_43\">      22. The High Court has simply stated that the purpose\n      of show-cause notice is primarily to enable the noticee\n      to meet the grounds on which the action is proposed\n<span class=\"hidden_text\" id=\"span_108\">                           -38-</span>\n      against him. No doubt, the High Court is justified to\n      this extent. However, it is equally important to mention\n      as to what would be the consequence if the noticee\n      does not satisfactorily meet the grounds on which an\n      action is proposed. To put it otherwise, we are of the\n      opinion that in order to fulfil the requirements of\n      principles of natural justice, a show-cause notice\n      should meet the following two requirements viz:\n</blockquote><blockquote id=\"blockquote_44\">      (i) The material/grounds to be stated which according\n      to the department necessitates an action;\n</blockquote><blockquote id=\"blockquote_45\">      (ii) Particular penalty/action which is proposed to be\n      taken. It is this second requirement which the High\n      Court has failed to omit.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_80\">      We may hasten to add that even if it is not specifically\n      mentioned in the show-cause notice but it can clearly\n      and safely be discerned from the reading thereof, that\n      would be sufficient to meet this requirement.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"859161\" id=\"span_109\">43.   Refuting the contentions of learned counsel for the petitioners\nwith respect to principles of natural justice having not been followed\nprior to issuance of letter of termination dated 06.05.2015, learned\nsenior counsel for the respondents has referred to the judgment in the\ncase of &quot;<a href=\"/doc/859161/\" id=\"a_166\">Swadeshi Cotton Mill Vs. Union of India</a>&quot; reported in (1981)\n1 SCC 664, wherein it has been held as follows:</span>\n</p>\n<blockquote id=\"blockquote_46\">      33. &quot;The next general aspect to be considered is:\n</blockquote><blockquote id=\"blockquote_47\">      Are there any exceptions to the application of the\n      principles of natural justice, particularly the audi\n      alteram partem rule? We have already noticed that the\n      statute conferring the power, can by express language\n      exclude its application. Such cases do not present any\n      difficulty. However, difficulties arise when the statute\n      conferring the power does not expressly exclude this\n      rule but its exclusion is sought by implication due to\n      the presence of certain factors: such as, urgency,\n      where the obligation to give notice and opportunity to\n      be heard would obstruct the taking of prompt action of\n      a preventive or remedial nature. It is proposed to dilate\n      a little on this aspect, because in the instant case\n      before us, exclusion of this rule of fair hearing is\n      sought by implication from the use of the word\n      &quot;immediate&quot; in Section 18-AA(1). Audi alteram partem\n      rule may be disregarded in an emergent situation\n      where immediate action brooks no delay to prevent\n      some imminent danger or injury or hazard to\n      paramount public interests. Thus, <a href=\"/doc/983382/\" id=\"a_167\">Section 133</a> of the\n      Code of Criminal Procedure, empowers the\n      Magistrates specified therein to make an ex parte\n      conditional order in emergent cases, for removal of\n      dangerous public nuisances. Action under <a href=\"/doc/1797812/\" id=\"a_168\">Section 17</a>,\n      Land Acquisition Act, furnishes another such instance.\n      Similarly, action on grounds of public safety, public\n<span class=\"hidden_text\" id=\"span_110\">                        -39-</span>\n      health may justify disregard of the rule of prior\n      hearing.&quot;\n</blockquote>\n<blockquote id=\"blockquote_48\">44.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"4762768\" id=\"span_111\">In the case of &quot;<a href=\"/doc/4762768/\" id=\"a_169\">State of Gujarat v. M.P. Shah Charitable Trust</a>&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_82\">reported in (1994) 3 SCC 552, paragraph 22 of the judgment reads as\nfollows:\n</p><blockquote id=\"blockquote_49\">      22. &quot;We are unable to see any substance in the\n      argument that the termination of arrangement without\n      observing the principle of natural justice (audi alteram\n      partem) is void. The termination is not a quasi-judicial\n      act by any stretch of imagination; hence it was not\n      necessary to observe the principles of natural justice.\n</blockquote><p data-structure=\"Precedent\" id=\"p_83\">      It is not also an executive or administrative act to\n      attract the duty to act fairly. It was -- as has been\n      repeatedly urged by Shri Ramaswamy -- a matter\n      governed by a contract/agreement between the\n      parties. If the matter is governed by a contract, the writ\n      petition is not maintainable since it is a public law\n      remedy and is not available in private law field, e.g.,\n      where the matter is governed by a non-statutory\n      contract. Be that as it may, in view of our opinion on\n      the main question, it is not necessary to pursue this\n      reasoning further.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\">45.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"309285\" id=\"span_112\">In the case of &quot;<a href=\"/doc/309285/\" id=\"a_170\">Ajit Kumar Nag Vs. Indian Oil Corpn. Ltd.</a>&quot;\nreported in (2005) 7 SCC 764, it has been held thus:</span>\n</p>\n<blockquote id=\"blockquote_50\">      44. &quot;We are aware of the normal rule that a person\n      must have a fair trial and a fair appeal and he cannot\n      be asked to be satisfied with an unfair trial and a fair\n      appeal. We are also conscious of the general principle\n      that pre-decisional hearing is better and should always\n      be preferred to post-decisional hearing. We are further\n      aware that it has been stated that apart from Laws of\n      Men, Laws of God also observe the rule of audi\n      alteram partem. It has been stated that the first\n      hearing in human history was given in the Garden of\n      Eden. God did not pass sentence upon Adam and Eve\n      before giving an opportunity to show cause as to why\n      they had eaten the forbidden fruit. (See R. v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_85\">      University of Cambridge.) But we are also aware that\n      the principles of natural justice are not rigid or\n      immutable and hence they cannot be imprisoned in a\n      straitjacket. They must yield to and change with\n      exigencies of situations. They must be confined within\n      their limits and cannot be allowed to run wild. It has\n      been stated: &quot; &#x27;To do a great right&#x27; after all, it is\n      permissible sometimes &#x27;to do a little wrong&#x27;.&quot; [Per\n      Mukharji, C.J. in Charan Lal Sahu v. Union of India\n      (Bhopal Gas Disaster), SCC p. 705, para 124.] While\n      interpreting legal provisions, a court of law cannot be\n      unmindful of the hard realities of life. In our opinion,\n<span class=\"hidden_text\" id=\"span_113\">                          -40-</span>\n      the approach of the Court in dealing with such cases\n      should be pragmatic rather than pedantic, realistic\n      rather than doctrinaire, functional rather than formal\n      and practical rather than &quot;precedential&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">46.   In the background of judgment which have been referred to by\nthe learned counsels, it is to be seen as to whether principles of natural\njustice has indeed been followed by the respondents or not.            The\nmeeting of the Board of Directors held on 05.08.2014 had decided to\ntake the legal opinion with respect to the alleged irregularities\ncommitted in the tender process and thereafter issue show-cause\nnotice to the Distribution Franchisee as per the advice. During the\ncourse of argument, learned senior counsel for the respondents had\nmade a reference to the letter dated 25.02.2015 issued by the Chief\nEngineer (Commercial and Revenue) Jharkhand Bijli Vitran Nigam Ltd.\nby submitting that the power point presentation which was to be given\nby the petitioners would show sufficient compliance of the principles of\nnatural justice. Neither can the consideration of words in the letter\nrequesting power point presentation nor from the letter of termination\ndated 06.05.2015, it can be deciphered that the principles of natural\njustice had been followed by the respondents. Article 2.1.8 of the DFA\ngives a discretion to the respondents to terminate the agreement, but\nthe same cannot be read in isolation as the principles of natural justice\nare ingrained in every State action and even though right to hear to a\nDistribution Franchisee has not been stated in so many words              in\nArticle 2.1.8, but the same does not give a right to the respondents to\nact in the manner it has acted. The meeting of the Board of Directors\ndated 05.08.2014 does indicate that there was a initial response to\nhear the Distribution Franchisee before taking any action, but the\nsubsequent development leading to issuance of letter of termination\ndated 06.05.2015 does not suggest any prior notice issued to the\npetitioners.   In such circumstances, the impugned letter dated\n06.05.2015 being violative of the principles of natural justice is liable to\nbe quashed and set aside. The entire action of the respondents which\nhas been discussed threadbare speaks of an unreasonableness on the\npart of the respondents in terminating the agreement.\n</p><p data-structure=\"Conclusion\" id=\"p_87\">47.   As a cumulative result of the discussions made hereinabove, I\nam inclined to entertain this writ application.      Accordingly, the writ\napplication is allowed.    The impugned letter of termination dated\n<span class=\"hidden_text\" id=\"span_114\">                                              -41-</span>\n                   06.05.2015 is hereby quashed and the matter is remanded back to the\n                   respondent no. 2 to consider the issue of continuing with the petitioners\n                   as the Distribution Franchisee for Jamshedpur Circle. In considering\n                   the same, the respondents must take into consideration the entire\n                   gamut of discussions made on various issues in this writ application.\n                   Since the issue of distribution of electricity concerns the public at large\n                   and is of great public importance, it is expected that the respondents\n                   shall make every endeavour to get the distribution of electricity for\n                   Jamshedpur Circle started at the earliest feasible time.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_88\">                                                          (Rongon Mukhopadhyay, J)\n\nJharkhandHighCourtatRanchi\nThe19thdayofNovember,2015\nR.Shekhar/AFR/Cp.3.\n</p> ","numcites":84,"numcitedby":0,"docsource":"Jharkhand High Court","citetid":27071441,"divtype":"judgments","relatedqs":[{"value":"malice in law","formInput":"malice%20in%20law"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"public law and private law","formInput":"public%20law%20and%20private%20law"},{"value":"audi alteram partem","formInput":"audi%20alteram%20partem"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"malice in fact ","formInput":"malice%20in%20fact%20"},{"value":"minutes of meeting","formInput":"minutes%20of%20meeting"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"electricity act  2003","formInput":"electricity%20act%20%202003"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"226 of the constitution of india","formInput":"226%20of%20the%20constitution%20of%20india"},{"value":"special purpose vehicle","formInput":"special%20purpose%20vehicle"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"verigamto naveen","formInput":"verigamto%20naveen"},{"value":"legal malice","formInput":"legal%20malice"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"citizenship","formInput":"tag:citizenship"}],"courtcopy":true,"query_alert":null,"agreement":false}