{"tid":139509205,"publishdate":"2011-05-19","title":"M/S Chhatra Shakti Construction Co. And ... vs State Of U.P. And Others on 19 May, 2011","doc":"<h2 class=\"doc_title\">M/S Chhatra Shakti Construction Co. And ... vs State Of U.P. And Others on 19 May, 2011</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-bhushan\">Ashok Bhushan</a>, <a href=\"/search/?formInput=benchid:r-v-singh\">Ran Vijai Singh</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nCourt No. - 2\n \n\n \nCase :- WRIT - C No. - 22317 of 2011\n \nPetitioner :- M/S Chhatra Shakti Construction Co. And Another\n \nRespondent :- State Of U.P. And Others\n \nPetitioner Counsel :- Ashok Kumar Pandey\n \nRespondent Counsel :- C.S.C.\n \n                                With\n \nCase :- WRIT - C No. - 1055 of 2011\n \nPetitioner :- M/S Chhatr Shakti Construction Co. And Another\n \nRespondent :- State Of U.P. And Others\n \nPetitioner Counsel :- Ashok Kumar Pandey\n \nRespondent Counsel :- C.S.C.\n \n                                With\n \nCase :- WRIT - C No. - 3373 of 2011\n \nPetitioner :- M/S Chhatra Shakti Construction Co.\n \nRespondent :- State Of U.P. Thru&#x27; Principal Secry., Forest And Others\n \nPetitioner Counsel :- Ashok Kumar Pandey\n \nRespondent Counsel :- C.S.C.\n \n                              With\n \nCase :- WRIT - C No. - 4073 of 2011\n \nPetitioner :- M/S Chhatra Shakti Construction Co. And Another\n \nRespondent :- State Of U.P. And Others\n \nPetitioner Counsel :- Ashok Kumar Pandey\n \nRespondent Counsel :- C.S.C.                                                     \n \n                                  __________\n \nHon&#x27;ble Ashok Bhushan,J.\n \n</pre><p data-structure=\"Precedent\" id=\"p_1\">Hon&#x27;ble Ran Vijai Singh,J.\n</p> \n<p data-structure=\"Issue\" id=\"p_2\">                   (Per Hon&#x27;ble Ashok Bhushan, J.)\n \n\n \n\tAll these writ petitions  filed by same petitioners arising out of same contract granted to the petitioner, have been heard together and are being decided by this common judgment.\n</p> \n\n \n<p data-structure=\"RespArg\" id=\"p_3\">\tWe have heard Sri Shashi Nandan, learned Senior Advocate, assisted by Sri  Ashok Kumar Pandey for the petitioner and Sri R.B. Pradhan, learned Additional Chief Standing Counsel appearing for the State respondents. Learned Counsel for the parties have submitted that writ petition No. 22317 of 2011, which has been lastly filed be treated as leading writ petition. The  counter affidavit has also been filed in the said writ petition.\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_4\">\tBrief facts of the case which emerged from pleadings of the parties are as follows. The petitioner firm is a proprietorship firm which is registered with Public Works Department as a class &#x27;A&#x27; contractor. A contract was awarded by the Public Works Department to the petitioner for widening and strengthening of Varanasi-Shakti Nagar road from Km. 37 to 98. Contract bond was issued on 24.1.2009 according to which the date of the start of the work was 24.1.2009 and date of completion was 23.1.2011. The petitioner started construction works in terms of the agreement. In the bill submitted by the petitioner, respondents deducted 1% as cess. The petitioner filed writ petition No. 1055 of 2011, praying for a writ of mandamus restraining the respondents from recovering 1% of the amount of the estimated costs of construction works as cess from the bill. Another writ petition No. 3373 of 2011 has been filed by the petitioner on 18.1.2011 praying for a direction in the nature of mandamus, commanding the respondents to provide no objection certificate to the petitioner or its employer Public works Department so that the petitioner may complete the construction works/widening and strengthening of road. The Petitioner&#x27;s case in the writ petition is that  Forest Department has not issued  no objection certificate due to which the petitioner is suffering loss.  The petitioner submitted representation. The Executive Engineer vide letter dated 19.4.2011 wrote to the Prabhagiya Banadhikari Mirzapur for obtaining no objection certificate with regard to strengthening and widening of the Varanasi- Shakti Nagar Road. The Chief Conservator of Forest has forwarded the proposal to the State Government so that necessary no objection certificate be obtained under the <a href=\"/doc/1436914/\" id=\"a_1\">Forest Conservation Act, 1980</a>. \n</p> \n<p data-structure=\"Facts\" id=\"p_5\">\tA letter dated 6.8.2010 was issued by Superintending Engineer referring to the Government order dated 14.5.2010 and the letter of State Highways Authority dated 15.7.2010, asking the petitioner to stop the work on Varanasi- Shakti Nagar road as the said road has been taken by the State Highways Authority.  An advertisement was also issued by the U.P. State Highways Authority inviting request for qualification for short-listing of concessionaire  for development and operation of Varanasi -Shakti Nagar road on Public-Private-Partnership model. Certain other roads were also included in the request. The petitioner filed writ petition No. 49992 of 2010, challenging the order dated 6.8.2010 as well as the advertisement dated 28.6.2010. In the said writ petition a counter affidavit was filed by the Executive Engineer wherein it was stated that after examining the matter, a decision has been taken that the petitioner may be allowed to carry on his work till 23.1.2011 as per agreement and the quantum of petitioner&#x27;s work be intimated to the U.P. State Highways Authority so that the same may be deducted from the scope of the  work of concessionaire. A Division Bench of this Court noticing the above  stand of the respondents disposed of the writ petition on 23.8.2010 observing that the petitioner has been allowed to complete the work up to the date, as stipulated in the contract i.e. 23.1.2011, and to intimate the quantum of work completed by him so that the same may be got deducted from the scope of the work of concessionaire and the bids may be obtained.  A letter dated 12.11.2011 was issued by the Executive Engineer informing the petitioner that the petitioner should complete the work by 23.1.2011 and it shall not be possible to extend the period. It was also mentioned that the petitioner may carry on work leaving the electric poles and trees. Another letter dated 4.1.2011 was issued to the petitioner informing that the petitioner had to complete the work as per the order of this Court dated 23.8.2010, passed in writ petition No. 49992 of 2010 hence, it has been decided that final measurement shall  start w.e.f. 24.1.2011 and the petitioner may depute some of its representative to be present at the time of final measurement. The petitioner filed writ petition No. 4073 of 2011, challenging the letters dated 12.11.2010 and  4.1.2011. A further mandamus has been sought directing the respondents to extend the period to complete the work of construction/widening and strengthening of the road. In writ petition No. 4073 of 2011, it was submitted that the petitioner has filed a representation in respect to the letter dated 12.11.2010 by registered post on 25.11.2010 but no decision has yet been taken. \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_6\">\tThis court passed the order on 24.1.2011 directing the learned standing counsel  to obtain instructions. In the said writ petition No. 4073 of 2011, this Court passed an order on 15.3.2011 directing the Superintending Engineer to consider the representation dated 25.11.2010 and take a decision in accordance with law. In pursuance of the order of this court dated 15.3.2011, the Superintending Engineer decided the representation dated 25.11.2010 by issuing letter dated 1.4.2011. The last writ petition No. 22317 of 2011 has been filed challenging the order dated 1.4.2011. In writ petition No. 22317 of 2011 following reliefs have been claimed by the petitioner : \n</p> \n\n \n<blockquote id=\"blockquote_1\">&quot;I.\ta writ, order or direction in the nature of certiorari quashing the impugned order dated 01.04,.2011 passed by the Superintending Engineer, Sonebhadra Circle/Public Works Department, Sonebhadra (Annexure No. 1 to this writ petition ). \n</blockquote> \n\n \n<blockquote id=\"blockquote_2\">II.\t a writ, order or direction in the nature of mandamus commanding the respondents to extend the period of agreement, so that the petitioner may complete the contract work.\n</blockquote> \n\n \n<blockquote id=\"blockquote_3\">III.\t a writ, order or direction in the nature of mandamus restraining the respondents not to interfere in construction work of the petitioner.\n</blockquote> \n\n \n<blockquote id=\"blockquote_4\">IV.\t a writ, order or direction in the nature of mandamus restraining the respondents not to interfere in construction work and not to remove the machinery on the site.\n</blockquote> \n\n \n<blockquote id=\"blockquote_5\">V.\t a writ, order or direction in the nature of mandamus restraining the respondents not to provide tender to any other agency.&quot;\n</blockquote> \n\n \n\n \n<p data-structure=\"PetArg\" id=\"p_7\">\tLearned counsel for the petitioner submits that the petitioner was not handed over the free site for carrying out the entire work. He submits that no objections could not be given to the petitioner by the Forest Department although request was made to the Executive Engineer hence, the petitioner could not complete the work within the stipulated time. He submits that the work could not be completed due to non providing of no objection certificate. The period of contract awarded to the petitioner was liable to be extended and the respondents committed error in refusing to extend the period of contract.  It is submitted that the respondents had already decided to award contract on Public-Private-Partnership scheme with regard to which the petitioner was  informed vide letter dated 6.8.2010 hence, the respondents did not consider extension of time to the petitioner although the petitioner was allowed to complete the work till 23.1.2011. It is submitted that the action of the respondents in not extending the period of contract is arbitrary and violative of equality clause. He submits that the respondents are obliged to extend the period of contract. Learned counsel for the petitioner has relied on several judgments of the apex court which shall be referred to hereinafter while considering the respective submissions. \n</p> \n\n \n<p data-structure=\"PetArg\" id=\"p_8\">\tLearned standing counsel  appearing for the respondents refuting the submissions of learned counsel for the petitioner, submitted that earlier the road in question was maintained by the Public Works Department when the contract was awarded to the petitioner. He submits that in accordance with the  Uttar Pradesh State Highways Authority Act, 2004 , the road in question has been taken over by the State Highways Authority by Government order dated 14.5.2010 along with 14 other roads of the State.  The State Government has issued a Government order dated 14.5.2010 by which it was decided that 15 roads including the Varanasi-Shakti Nagar Marg be transferred to U.P. State Highways Authority for up gradation/maintenance. He submits that due to the aforesaid, it was decided that maintenance be done under the Public Private  Partnership. He further submits that after letter dated 6.8.2010, decision was taken by the respondents to permit the petitioner to complete his work up to the date of completion i.e. 23.1.2011 and it was decided that quantum of the petitioner&#x27;s work shall be deducted from the work which shall be allocated by the U.P. State Highways Authority. He submitted that this Court noticing the aforesaid stand of the respondents, disposed of writ petition No. 4992 of 2010 filed by the petitioner  by judgment and order dated 23.8.2010. The petitioner having been already permitted to complete his work by 23.1.2011 and has been made payment against the work which was done by it, the petitioner cannot have any grievance regarding non extension of period. He submits that no financial loss has been caused to the petitioner since the respondents have already decided to return the surety money  deposited by the petitioner without any penalty and necessary payment shall be made to the petitioner against the work, which has been completed by it. Learned counsel  further submits that if the petitioner is still aggrieved and submits that certain damage and loss has been suffered by the petitioner, it is always open for the petitioner to invoke the arbitration clause in terms of the contract and the question of compensation and loss cannot be assessed in writ proceedings. \n</p> \n\n \n<p data-structure=\"CDiscource\" id=\"p_9\">\tWe have heard learned counsel for the parties and have perused the record. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_10\">\tThe contract has been awarded to the petitioner for widening and strengthening of Varanasi-Shakti Nagar Road from KM. 37 to Km. 98.   According to the respondents themselves, the petitioners have completed the widening of road from Km. 86 to 97 Km. and from 37 to 60 Km. he has performed the widening work of Pul/Puliya. The letter dated 4.9.2010 Annexure CA- 2 has been brought on record, which notices the various works completed by the petitioner under the contract. The petitioner was asked to stop the work by order of the Executive Engineer  dated 6.8.2010. The petitioner immediately filed writ petition challenging the said order being writ petition No. 49992 of 2010. In the said writ petition, the a counter affidavit was filed by the Executive Engineer Public Works Department where the decision taken by the respondents was informed to the Court that it has been decided to permit the petitioner to carry his work up to 23.1.2011 which is the date of completion of the petitioner&#x27;s work. The writ petition was disposed of by this Court on 23.8.2010. It is useful to quote the last few paragraphs of the judgment which are to the following effect:\n</p> \n\n \n<blockquote id=\"blockquote_6\">&quot;A counter affidavit of Shri Mahesh Pratap Singh, Executive Engineer, Construction Division-III, Public Works Department has been filed stating in para 12 as follows:-\n</blockquote> \n \n \n<blockquote id=\"blockquote_7\">&quot;That after receiving the aforesaid letter dated 15.6.2010 written by Executive Engineer, respondent No.4 has examined it thoroughly and after examining the aforesaid letter, a decision has been taken by the respondent NO.4 that in case, petitioner&#x27;s work is stated to be completed within stipulated period, then if the quantum of the petitioner&#x27;s work is intimated to the U.P. State Highways Authority i.e. respondent No.4, the same may be got deducted from the scope of the work of concessionaire and the bids would be obtained accordingly. Meaning thereby, the petitioner may complete his work by 23.1.2011 as per the agreement and upto 23.1.2011, the respondents are permitting him to complete his work. \n</blockquote> \n\n \n<blockquote id=\"blockquote_8\">Learned counsel for the State respondents submits that with the decision taken as above and stated in para 12 of the counter affidavit, the reliefs claimed in the writ petition have become infructuous. The petitioner has been allowed to complete the work upto the date , as stipulated in the contract i.e. 23.1.2011, and to intimate the quantum of work completed by him so that the same may be got deducted from the scope of the work of concessionaire and the bids may be obtained accordingly.\n</blockquote> \n \n \n<blockquote id=\"blockquote_9\">Learned counsel for the petitioner states that the respondents did not provide him sufficient space for construction work and that on account of the objections taken by the Forest Department, the work has already suffered. It is submitted that it may not be possible for the contractor to complete the work within the stipulated time.\n</blockquote> \n<blockquote id=\"blockquote_10\">We have not been called upon to consider and adjudicate on the terms and conditions of the contract. The petitioner had challenged the order dated 6.8.2010 of the Executive Engineer, which no longer restricts him to complete the work. The reasons for which the work may not be completed within the stipulated time, attributable to the department, is a subject matter of contract to be considered and decided in accordance with the terms and conditions of the contract and the arbitration clause agreed to be enforced between the parties.\n</blockquote> \n<blockquote id=\"blockquote_11\">The writ petition is accordingly disposed of. &quot;\n</blockquote> \n<p data-structure=\"CDiscource\" id=\"p_11\">\tAfter the order of this Court dated 23.8.2010, the petitioner continued with his work till 23.1.2011. It is relevant to note that in writ petition No. 49992\tof 2010, also the petitioner has raised his grievance that no objection certificate was not given by the Forest Department due to which there were obstacles in carrying out the work by the petitioner and the petitioner was clearly entitled for extension of period of contract. It is relevant to note that the said submission was noticed by this Court in its judgment dated 23.8.2010 and following observations were made:\n</p> \n<blockquote id=\"blockquote_12\">&quot;The reasons for which the work may not be completed within the stipulated time, attributable to the department, is a subject matter of contract to be considered and decided in accordance with the terms and conditions of the contract and the arbitration clause agreed to be enforced between the parties.&quot;\n</blockquote> \n<p data-structure=\"CDiscource\" id=\"p_12\">\tClauses 24 and 25 of the contract provides for dispute redressal system and procedure for resolution of the dispute. Copy of the relevant extract of the contract has been brought along with counter affidavit. It is useful to quote clauses 24 and 25:\n</p> \n<blockquote id=\"blockquote_13\">&quot;&quot;24.\tDispute Redressal System:\n</blockquote> \n<blockquote id=\"blockquote_14\">24.1\tIf any dispute or difference of any kind what-so-ever shall arises in connection with or arising out of this Contract or the execution of Works of maintenance of the Works there under, whether before its commencement or during the progress of Works or after the termination, abandonment or breach of the Contract, it shall, in the first instance, be referred for settlement to the competent authority, described along with their powers in the Contract Data, above the rank of the Engineer. The competent authority shall, within a period of forty-five days after being requested in writing by the Contractor to do so, convey his decision to the Contractor. Such decision in respect of every matter so referred shall, subject to review as hereinafter provided, be final and binding upon the Contractor. In case the Works is already in progress, the Contractor shall proceed with the execution of the Works, including maintenance thereof, pending receipt of the decision of the competent authority as aforesaid, with all due diligence.\n</blockquote> \n\n \n\n \n<blockquote id=\"blockquote_15\">24.2. \tEither party will have the right of appeal, against the decision of the competent authority, to the arbitration if the amount appealed exceeds rupees one lakh.\n</blockquote> \n\n \n<blockquote id=\"blockquote_16\">25.\tProcedure for Resolution of Disputes:\n</blockquote> \n\n \n<blockquote id=\"blockquote_17\">25.1\tThe Competent Authority mentioned in clause 24.1 shall give a decision in writing within 45 days of receipt of a notification of a dispute.\n</blockquote> \n\n \n<blockquote id=\"blockquote_18\">25.2\tEither party may refer a decision of the Competent Authority with the following procedure, in case Initial Contract Price is more than Rs.5 Crore or the Contractor is a Foreign Contractor, who has bid under ICB:-\n</blockquote> \n\n \n<blockquote id=\"blockquote_19\">a.\tIn case of a decision of the Competent Authority in a dispute or difference arising between the Employer and a Contractor relating to any matter arising out of or connected with this Agreement, the matter will be referred to an Arbitral Tribunal. The Arbitral Tribunal shall consist of three Arbitrators, one each to be appointed by the Employer and the Contractor. The third Arbitrator shall be chosen by the two Arbitrators so appointed by the parties and shall act as presiding Arbitrator. In case of failure of the two Arbitrators appointed by the parties to reach upon a consensus within a period of 30 days from the appointment of the Arbitrator appointed subsequently, the presiding Arbitrator shall be appointed by the Chairman of the Executive Committee of the Indian Roads Congress.\n</blockquote> \n\n \n<blockquote id=\"blockquote_20\">b.\tIf one of the parties fails to appoint its arbitrator in pursuance of sub-clause (a) above within 30 days after receipt of the notice of the appointment of its arbitrator by the other party, then the chairman of the Executive Committee of the Indian Roads Congress shall appoint the arbitrator.\n</blockquote> \n\n \n<blockquote id=\"blockquote_21\">\tA certified copy of the order of the Chairman of the Executive Committee of the Indian Roads Congress, making such an appointment shall be furnished to each of the parties.\n</blockquote> \n\n \n<blockquote id=\"blockquote_22\">c.\tThe decision of the majority of arbitrators shall be final and binding upon both the parties. The cost and expenses of Arbitration proceedings will be paid as determined by the Arbitral Tribunal. However, the expenses incurred by each party in connection with the preparation, presentation etc. of its proceedings as also the fees and expenses paid to the arbitrator appointed by such party or on its behalf shall be borne by each party itself.\n</blockquote> \n\n \n<blockquote id=\"blockquote_23\">25.4\tWhere the Initial Contract Price as mentioned in the Acceptance Letter is Rs.5 Crore and below disputes and differences in which an Adjudicator has given a decision shall be referred to a sole Arbitrator. The sole Arbitrator would be appointed by the agreement between the parties, failing such agreement within 15 days of the reference to arbitration, by the appointing authority, namely the Chairman of the Executive Committee of the Indian Road Congress.\n</blockquote> \n\n \n<blockquote id=\"blockquote_24\">25.5\tArbitration proceedings shall be held at Lucknow (U.P.), India and the language of the arbitration proceedings and that of all documents and communications between the parties shall be English.\n</blockquote> \n\n \n<blockquote id=\"blockquote_25\">25.6\tPerformance under the contract shall continue even after reference to the arbitration and payment due to the contractor by the Employer shall not be withheld, unless they are the subject matter of the arbitration proceedings.&quot;\n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_13\">\tThe case of the respondents is that although no objection could not be obtained from the Forest Department under the <a href=\"/doc/1436914/\" id=\"a_2\">Forest Conservation Act, 1980</a>, but the petitioner even could not complete the work on the area which was not affected by trees. It is further stated by the respondents that the petitioner was informed to carry on his work leaving the trees and electric poles. It is also relevant to note that the Executive Engineer  of the Department including the Forest officials have forwarded proposals for obtaining no objection certificate  under the <a href=\"/doc/1436914/\" id=\"a_3\">Conservation of Forest Act, 1980</a> which could not be fructified.  The question as to why no objection certificate could not be granted and how much loss has been suffered by the petitioner are the questions which can very well be gone into and decided according to paragraphs 24 and 25 of the contract. Much emphasis has been laid by learned counsel for the petitioner that the petitioner was entitled for extension of the time. As noticed above, the stand of the State is that  road in question was handed over to the U.P. State Highways Authority by Government order dated 14.5.2010 and the maintenance/repair of the road was to be undertaken by the State Highways Authority and State has decided to award the said work under the policy decision of handing it over to the public private partnership. From the facts noticed above, it is clear that in spite of issuing letter dated 6.8.2010 to the petitioner to stop work, under the revised decision of the respondents, the petitioner was allowed to complete his work by 23.1.2010 which is  the last date of the completion,  which has also been noticed by the judgment dated 23.8.2010  passed by this Court in writ petition No. 49992 of 2010, in which order dated 6.8.2010 was under challenge. It is useful to refer to paragraphs 11 and 12 of the counter affidavit which is to the following effect:\n</p> \n\n \n<blockquote id=\"blockquote_26\">&quot;11.\tThat it is relevant to mention here that since entire road of Varanasi-Shakti Nagar (SH-5A) has been included in the scheme for upgradation and maintenance of the same by the State Highways Authority being such a portion of the land cannot be given tot he petitioner for the same purpose for which the same has already ben handed over to the Highways Authority. However, after considering the grievance of the petitioner, a consent was given by the State authorities with the consultation of Highways Authority that if the petitioner complete the work by the prescribed time limit of 23.1.2011 then the said portion of the work would be deducted from the work of State Highways Authority and payment with regard to the same will be handed over to the petitioner and accordingly, earlier writ petition No. 4992 of 2010 has been decided by this Hon&#x27;ble Court. \n</blockquote> \n\n \n<blockquote id=\"blockquote_27\">12.\tThat it is further pertinent to mention here that while deciding the aforesaid writ petition No. 4992 of 2010, it has been categorically held by this Hon&#x27;ble Court that we have not been called upon to consider and adjudicate on the terms and conditions of the contract. However, the petitioner was permitted to work within stipulated period of time as attributed to the department and for the rest of the purpose, this Hon&#x27;ble Court has been pleased to held that the reasons for which the work may not be completed within time attributed to the department is a subject matter of contract to be decided in accordance with the terms and conditions of the contract and the arbitration clause agreed to the enforced between the parties, and as such the petitioner has an efficacious alternative remedy, if having any further grievance before arbitrator.&quot;\n</blockquote> \n\n \n<p data-structure=\"RespArg\" id=\"p_14\">\tThe State has also taken stand that  it has decided to  return back the surety money deposited by the petitioner without any penalty and the petitioner shall be paid necessary payment for the work done by the petitioner. The specific stand has been taken in paragraph 15 of the counter affidavit, which is quoted below:\n</p> \n\n \n<blockquote id=\"blockquote_28\">&quot;15. That it is relevant to mention here that no financial loss and harm is being caused to the petitioner due to the reason that surety money which has been deposited by the petitioner will be returned back to him without any penalty and necessary payment for the work done by the petitioner will also be made available to him and as such there is no loss much less any financial loss being caused to the petitioner at this stage.&quot;\n</blockquote> \n<p data-structure=\"PetArg\" id=\"p_15\">\tIn the facts of the present case, where the petitioner was allowed to complete his work till the date of completion of his construction, no extension of the period of contract can be said to be arbitrary or irrational. As notice above, the petitioner was communicated  by letters dated 12.11.2010 and 4.1.2011 that he has to complete his work by 23.1.2010 and thereafter no extension of time shall be allowed. It has been mentioned in the order impugned dated 1.4.2011 that work done by the petitioner has been of Rs. 33 crores payment of which has already been made. The respondents themselves have issued a letter on 4.1.2011 informing the petitioner that final measurement shall commence from 24.1.2011. From the stand taken by the respondents that the petitioner shall be made payment against the work done by it, it is open for the petitioner to claim as per measurement done by the respondents, if the  the petitioner has not yet been paid. \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_16\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_1\">The judgment relied by learned counsel for the petitioner in <a href=\"/doc/1943124/\" id=\"a_4\">ABL International Ltd. and another Vs. Export Credit Guarantee Corporation of India Ltd. and others</a> (2004) 3 S.C.C. 553, the apex Court has laid down that the writ court in appropriate cases can entertain the writ petition even in contractual matter,  if a State acts in an arbitrary manner, an aggrieved party can approach the court by way of writ under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution  There cannot be any dispute to the above proposition as <a href=\"/doc/1943124/\" id=\"a_6\">laid down by</a> the apex Court in the aforesaid case. The next judgment relied by learned counsel for the petitioner is Food Corporation of India Vs. M/s.SEIL Ltd. reported in AIR 2008 SC  1101, in which the apex Court has again held that contractual dispute are amenable to writ jurisdiction. The apex Court in <a href=\"/doc/1943124/\" id=\"a_7\">the said judgment</a> held that <a href=\"/doc/367586/\" id=\"a_8\">Article 14</a> of the Constitution of India has received a liberal interpretation over the years. Its scope has also been expanded by creative interpretation of the Court. The law has developed in this field to a great extent and the High Court in appropriate cases may grant such relief to which the writ petitioner would be entitled  to in law as well as in equity.</span>  \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_17\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_2\">The next judgment relied  by learned counsel for the petitioner is in the case of Gujrat  State Financial Corporation Vs. M/s. Lotus Hotels Pvt. Ltd. reported in (1983) 3 Supreme Court Cases 379. The said case related to arbitrary refusal to grant sanctioned loan by the said Corporation to an entrepreneur which was already acting on the basis of the sanction, incurring expenditures and liabilities. It was held by the apex Court that the writ against arbitrary refusal to grant sanctioned loan is maintainable. The principle of promissory estoppel was invoked by the apex Court for issuing direction to release rest of the sanctioned loan. The said case was on its own facts, where the principles of promissory estoppel were found applicable. The present case is clearly distinguishable and <a href=\"/doc/1943124/\" id=\"a_9\">the said judgment</a> has no application in the facts of the present case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_3\">Another judgment relied by learned counsel for the petitioner is in the case of <a href=\"/doc/1603548/\" id=\"a_10\">Harbanslal Sahnia and another Vs. Indian Oil Corpn. Ltd. and others</a> reported in (2003) 2 Supreme Court Cases  107. In the said case the apex Court laid down the principles pertaining to exclusion  of writ jurisdiction of the High Court by availability of an alternative remedy. It was held that in appropriate cases despite the availability of the alternative remedy, the High Court may still exercise its writ jurisdiction. Following was <a href=\"/doc/1603548/\" id=\"a_11\">laid down in</a> paragraph 7:</span>\n</p> \n\n \n<blockquote id=\"blockquote_29\">&quot;7. So far as the view taken by the High Court that the remedy by way of recourse to arbitration clause was available to the appellants and therefore the writ petition filed by the appellants was liable to be dismissed, suffice it to observe that the rule of exclusion of writ jurisdiction by availability of an alternative remedy is a rule of discretion and not one of compulsion. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885496\" id=\"span_4\">In an appropriate case in spite of availability of the alternative remedy, the High Court may still exercise its writ jurisdiction in at least three contingencies: (i) where the writ petition seeks enforcement of any of the Fundamental Rights; (ii) where there is failure of principles of natural justice or, (iii) where the orders or proceedings are wholly without jurisdiction or the vires of an Act and is challenged [See <a href=\"/doc/1885496/\" id=\"a_12\">Whirlpool Corporation v. Registrar of Trade Marks, Mumbai and Ors.</a>, (1998) 8 SCC 1. The present case attracts applicability of first two contingencies. Moreover, as noted, the petitioners&#x27; dealership, which is their bread and butter came to be terminated for an irrelevant and non-existent cause. In such circumstances, we feel that the appellants should have been allowed relief by the High Court itself instead of driving them to the need of initiating arbitration proceedings.&quot;</span>\n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_18\">\tThe next judgment relied is the Division Bench judgment in the case of M/s Navin Filling Station, Nawabganj, Bareilly Vs. Indian Oil Corporation Ltd. and others, reported in 2008 (6) ADJ 319. The said case was a case of termination of dealership of petroleum products. The Division Bench held that there was no clause in the agreement that a loose weights and measures seal, and resultant excess delivery, could be a violation of clause (2) of M.D.G.2005. The Division Bench held that there was no violation of any terms of agreement and the action of the Corporation was held to be arbitrary. The Division Bench further held that under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution of India, the writ court would not insist upon a party to resort to the Alternative Dispute Resolution where it finds  that the action of the dominant party to the agreement was illegal, arbitrary, irrational and disproportionate. There cannot be any dispute to the proposition laid down by the Division Bench in the aforesaid case. However, the facts of each case have to be looked into to find out the applicability of the principles. The said case was on its own facts and does not help the petitioner in any manner. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1172863\" id=\"span_5\">Again in 2005 (8) Supreme Court <a href=\"/doc/1172863/\" id=\"a_14\">Cases 242 Sanjana M. Wig (Ms) Vs. Hindustan Petroleum Corpn. Ltd.</a>, the apex Court held that in a given case when the action of the party is de-hors the terms and conditions contained in an agreement as also beyond the scope and ambit of the domestic forum created therefor, the writ petition may be held to be maintainable. There cannot be any dispute to the aforesaid proposition.</span> The petitioner relied thereafter on the judgment of the apex Court reported in AIR 1985 S.C. 1147 Ram and Shyam Company Vs. State of Haryana and others, where the apex Court held that alternative remedy has to be effective. In the said case mineral lease was granted by the Chief Minister hence, it was held that appeal to the State Government was not  an effective remedy. The said case was on its own facts and does not help the petitioner in any manner.  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"338650\" id=\"span_6\">Next case relied on by learned counsel for the petitioner is reported in AIR 1987 Supreme Court 1359; <a href=\"/doc/338650/\" id=\"a_15\">State of Karnataka Vs. Shree Rameshwara Rice Mills, Thirthahalli</a>.  In the said case, there was a term in the contract  that contractor shall be liable to pay such damages as assessed by the Government. It was held that term does not empower the Government to adjudicate upon the disputed question of breach as well as to assess the damages arising from the breach. It was held that power of the State Government  under an agreement entered into by it with a private person providing for assessment of damages for breach of conditions and recovery of the damages will stand confined only to those cases where the breach of conditions is admitted or it is disputed. The said case was on its own facts.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"584437\" id=\"span_7\">The next judgment relied by learned counsel for the petitioner is reported in (2003) 1 Supreme Court Cases  726; <a href=\"/doc/584437/\" id=\"a_16\">Beg Raj Singh Vs. State of U.P. and others</a>. In the said case mining lease was granted for a period of one year under the statutory rules. The application for renewal of the lease was made as per the statutory rules. Renewal was granted by the Collector for two years. At the time when the Collector allowed the renewal, the Government has taken a decision to hold auction of the mining lease.  Revision was filed against the order of the Collector. The State Government set aside the order of Collector mainly on the consideration that the State Government having decided to hold an auction of the mining rights, it was likely to gain higher revenue and therefore it was in public interest  to transfer mining rights by holding an auction. The Writ petition was filed before the High Court. The High Court took the view that grant of extension of mining rights was justified. However, the High Court denied the reliefs to the petitioner on the ground that auction would subserve public interest by fetching higher royalty to the State Government. The appeal filed before the apex Court was allowed, the judgment of the High Court was set aside and the order of the Collector was upheld.  The said case was on its own facts and has no application in facts of the present case.</span>\n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_19\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_8\">Lastly the judgment of the apex Court reported in (2008) 12 Supreme Court Cases  500; <a href=\"/doc/899629/\" id=\"a_17\">Kisan Sahkari Chini Mills Ltd and others Vs. Vardan Linkers and others</a> is to be noted where the apex Court has laid down the principles for interference by the High Court under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> of the Constitution of India in contractual matter. Following was <a href=\"/doc/899629/\" id=\"a_19\">laid down by</a> the apex Court in paragraph 23:</span>\n</p> \n<blockquote id=\"blockquote_30\">&quot;23. Even in cases where the High Court finds that there is a valid contract, if the impugned administrative action by which the contract is cancelled, is not unreasonable or arbitrary, it should still refuse to interfere with the same, leaving the aggrieved party to work out his remedies in a Civil Court. In other words, when there is a contractual dispute with a public law element, and a party chooses the public law remedy by way of a writ petition instead of a private law remedy of a suit, he will not get a full fledged adjudication of his contractual rights, but only a judicial review of the administrative action. The question whether there was a contract and whether there was a breach may, however, be examined incidentally while considering the reasonableness of the administrative action. But where the question whether there was a contract, is seriously disputed, the High Court cannot assume that there was a valid contract and on that basis, examine the validity of the administrative action.&quot;\n</blockquote> \n\n \n<p data-structure=\"CDiscource\" id=\"p_20\">\tAfter having considered the respective submissions of learned counsel for the parties for the reasons as indicated above, we are of the view that the decisions of the respondents in not extending the period of contract, cannot be said to be arbitrary. The petitioner was allowed to carry on his work till the last date of completion of work i.e. 23.1.2011 and so far as the  loss and damages claimed by the petitioner due to non grant of no objection certificate by the Forest Department is concerned, the dispute can very well be raised in accordance with paragraphs 24 and 25 of the terms and conditions of the contract. All other issues arising out of the contract in question can very well be raised in accordance with the manner as prescribed in paragraphs 24 and 25.\n</p> \n\t\n \n<p data-structure=\"Conclusion\" id=\"p_21\">\t In view of the foregoing discussions,  we are of the view that the petitioners are not entitled for any reliefs in this writ petition. As observed above, the petitioner may take recourse of paragraphs 24 and 25  of the contract with regard to loss or damages as claimed by the petitioner during the course of the contract. \n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_22\">\tSubject to above, observations, all the writ petitions are dismissed. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_23\">Order Date :- 19.5.2011\n \nLA/-\n</p> \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ","numcites":10,"numcitedby":1,"docsource":"Allahabad High Court","citetid":139509205,"divtype":"judgments","relatedqs":[{"value":"\"indian roads congress\"","formInput":"%22indian%20roads%20congress%22"},{"value":"indian road congress","formInput":"indian%20road%20congress"},{"value":"partnership  filter:  indian oil corporation termination of dealership","formInput":"partnership%20%20filter%3A%20%20indian%20oil%20corporation%20termination%20of%20dealership"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"works contract","formInput":"works%20contract"},{"value":"public private partnership","formInput":"public%20private%20partnership"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"mandamus","formInput":"mandamus"},{"value":"\"arbitration\"   filter:  \"indian roads congress\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%22indian%20roads%20congress%22"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"what is administrative action","formInput":"what%20is%20administrative%20action"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"highway","formInput":"highway"},{"value":"no objection certificate ","formInput":"no%20objection%20certificate%20"},{"value":"state highways","formInput":"state%20highways"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"highway  filter:  construction arbitration cases","formInput":"highway%20%20filter%3A%20%20construction%20arbitration%20cases"},{"value":"auction","formInput":"auction"},{"value":"surety","formInput":"surety"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}