{"tid":1580383,"publishdate":"2010-11-16","title":"Alva Aluminium Ltd.Bangkok vs Gabriel India Limited on 16 November, 2010","doc":"<h2 class=\"doc_title\">Alva Aluminium Ltd.Bangkok vs Gabriel India Limited on 16 November, 2010</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2010 AIR SCW 7068, (2011) 98 ALLINDCAS 228 (SC), (2011) 2 MPLJ 158, 2011 (1) SCC 167, (2011) 84 ALL LR 742, (2011) 1 CURCC 75, (2011) 1 CIVILCOURTC 800, (2011) 1 MAD LJ 811, (2011) 2 MAH LJ 585, (2010) 4 ARBILR 343, (2011) 1 RECCIVR 849, (2011) 2 ICC 331, (2010) 12 SCALE 93, (2011) 1 WLC(SC)CVL 211, (2011) 1 ALL WC 65, (2011) 1 CAL HN 137, (2011) 2 CIVLJ 548, 2011 (1) KCCR SN 10 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-s-thakur\">T.S. Thakur</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-s-thakur\">T.S. Thakur</a></h3>\n\n<pre id=\"pre_1\">                                                              REPORTABLE\n\n\n              IN THE SUPREME COURT OF INDIA\n\n              CIVIL APPELLATE JURISDICITION\n\n           ARBITRATION PETITION NO.2 OF 2010\n\n\nAlva Aluminium Ltd. Bangkok                       ...Applicant\n\n\n     Versus\n\n\nGabriel India Limited                             ...Respondent\n\n\n\n\n                         JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">T.S. THAKUR, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">     This petition has been filed under sub-sections (5) and\n\n(9) of <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act,\n\n1996 for the appointment of an independent and impartial\n\nperson as a sole arbitrator for the adjudication of the\n\ndisputes   that   have   arisen   between   the     parties.     The\n<span class=\"hidden_text\" id=\"span_1\">\f                               2</span>\n\n\nrespondent has appeared to contest the petition primarily on\n\nthe ground that no valid arbitration agreement exists\n\nbetween the parties so as to call for the appointment of an\n\narbitrator in terms thereof. The respondent&#x27;s case precisely\n\nis that the contract document which the petitioner relies\n\nupon has not been signed on its behalf by an authorized\n\nperson and is not, therefore, binding or enforceable against\n\nit. Two questions essentially arise for determination in the\n\nlight of the pleadings of the parties and the submissions\n\nmade by them at the bar. These are :\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><blockquote id=\"blockquote_1\">(1)   Whether this Court is in a petition under <a href=\"/doc/401357/\" id=\"a_2\">Sections 11(5)</a>\n\n      and <a href=\"/doc/1569589/\" id=\"a_3\">11(9)</a> of the Arbitration and Conciliation Act, 1996\n\n      required to determine the existence of an arbitration\n\n      agreement between the parties? and\n\n(2)   Whether   any   such   agreement    has   indeed   been\n\n      executed between the parties in the present case to call\n\n      for the appointment of an arbitrator for adjudication of\n<span class=\"hidden_text\" id=\"span_2\">\f                                  3</span>\n\n\n       the disputes and differences that have arisen between\n\n       them?\n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_5\">       I shall presently deal with both these questions but\n\nbefore I do so I may set out the facts necessary for the\n\ndetermination of the said questions.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Section\" id=\"p_7\">       The petitioner is a joint venture company between the\n\nG.P.    Group     in   Thailand   and    Kliss    Group    in    India,\n\nincorporated under the provisions of the laws of Thailand.\n\nThe     respondent, on the other hand, is an Indian company\n\nincorporated under the provisions of <a href=\"/doc/1353758/\" id=\"a_4\">Companies Act, 1956</a>.\n\nThe disputes sought to be referred for adjudication thus\n\ninvolves international commercial arbitration within the\n\nmeaning of <a href=\"/doc/1569589/\" id=\"a_5\">Section 11(9)</a> read with <a href=\"/doc/1804257/\" id=\"a_6\">Section 2(f)</a> of the Act\n\naforementioned.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Facts\" id=\"p_9\">       The     petitioner-company       appears    to     have     had\n\ncommercial transactions with the respondent for sometime\n<span class=\"hidden_text\" id=\"span_3\">\f                              4</span>\n\n\npast. One of the transactions which they appear to have\n\nentered into in the course of their business relationship was\n\ncontract No.057/2008 for the sale by the petitioner and\n\npurchase by the respondent of 75 MTs of &quot;Aluminium alloy\n\ningots ADC 12&quot;. The present proceedings, however, do not\n\nconcern the said contract. These proceedings relate to\n\ncontract No.073/2008 executed on 30th July, 2008 for the\n\nsale by the petitioner and the purchase by the respondent of\n\n150 MTs of &quot;Aluminium Alloy Ingots AC2B&quot; on the terms and\n\nconditions stipulated in the said contract. The contract\n\namong other terms and conditions stipulated the price of the\n\ngoods to be US $ 3490 per MT (CIF) payable by a 100%\n\nLetter of Credit (LC).\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">     The petitioner&#x27;s case is that the contract was duly\n\nsigned on its behalf and forwarded to the respondent for its\n\nsignature. A photocopy of the duly signed version of the\n\ncontract   was then returned      to   the   petitioner   by the\n\nrespondent. It is not in dispute that the contract document,\n<span class=\"hidden_text\" id=\"span_4\">\f                                5</span>\n\n\na copy whereof has been placed on record, contained the\n\nfollowing arbitration clause:\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n</p><blockquote id=\"blockquote_2\">          &quot;Disputes &amp; Arbitration: Should a claim for\n          quantity and/or quality arise, the buyer has\n          to duly notify the seller within 10 days upon\n          receipt of material at buyer&#x27;s factory along\n          with proof of deviation from quantity or\n          quality as agreed between both parties.\n</blockquote>\n<blockquote id=\"blockquote_3\">          The seller shall then amicably settle the claim\n          with the buyer.\n</blockquote>\n<blockquote id=\"blockquote_4\">          As per the International Trade 0.5% of\n          Weight Calibration is acceptable on Net\n          Weight.\n</blockquote>\n<blockquote id=\"blockquote_5\">          In case both parties are unable to resolve\n          any disputes amicably in connection to the\n          contract or breach thereof, results from the\n          arbitration carried out in accordance with\n          laws of India shall be final and binding upon\n          both parties. Arbitration charges and any\n          other charges in this connection shall be\n          borne or reimbursed by the losing party.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_13\">     The above was followed by an addendum dated 24th\n\nSeptember, 2009.      The execution of the contract and an\n\naddendum to the same notwithstanding the respondent did\n\nnot open the requisite Letter of Credit despite repeated\n<span class=\"hidden_text\" id=\"span_5\">\f                                 6</span>\n\n\nrequests and reminders sent by the petitioner company to\n\nthe former. The petitioner company in that view instructed\n\nits Advocates &amp; Solicitors to send a legal notice in which the\n\nrespondent was given a final opportunity to open a letter of\n\ncredit in favour of the petitioner within seven days of the\n\nreceipt of the notice failing which the petitioner proposed to\n\ninitiate appropriate legal proceedings in which the petitioner\n\nwould hold the respondent responsible for all the damages\n\nand costs suffered by the petitioner on account of the breach\n\nof the terms of the contract. The notice did not evoke any\n\nresponse from the respondents nor did the subsequent two\n\nnotices sent on behalf of the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n\n</p><p data-structure=\"Facts\" id=\"p_15\">      Fourth and final notice was eventually sent by the\n\npetitioner through their legal consultants in which the\n\npetitioner reiterated that the respondent had failed to fulfill\n\nits obligations under the contract resulting in heavy losses to\n\nthe   petitioner   which   the   petitioner   assessed   at   USD\n\n338,286.34 equivalent to Rs.1,69,75,208.54. A demand for\n<span class=\"hidden_text\" id=\"span_6\">\f                                  7</span>\n\n\npayment of that amount was accordingly made against the\n\nrespondent.    It was only, at this stage, that the respondent\n\nbroke its silence and sent a reply through Padmanabhan\n\nAssociates    their   Advocates       &amp;   Solicitors   in   which   the\n\nrespondent for the first time came out with the defence that\n\nthe contract referred to by the petitioner had not been\n\nsigned by an authorized person. Mr. Sandeep K. Dabir who\n\nhad signed the contract document was not, alleged the\n\nrespondent, authorised to sign the contract. It was further\n\nalleged that the documents, information and correspondence\n\nprovided by the respondent to the petitioner company was\n\nonly &quot;some sort of negotiation&quot; in respect of the purchase of\n\nthe material in question. According to the respondent while\n\nShri Dabir was authorized to negotiate the terms of\n\npurchase he was at no point of time authorized to enter into\n\na contract. It was asserted that his signatures were obtained\n\nby misguiding/ enticing and misdirecting him. The alleged\n\ncontract was, therefore, repudiated as being void and\n\nunenforceable.\n</p><span class=\"hidden_text\" id=\"span_7\">\f                                8</span><p data-structure=\"Section\" id=\"p_16\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_17\">       The petitioner sent a rejoinder to the reply in which he\n\npointed out that the respondent had been represented not\n\nonly by Shri Sandeep K. Dabir but even by Shri S. Sengupta\n\nwith    whom     considerable       correspondence     had        been\n\nexchanged. It was further asserted that at no stage during\n\nthe    correspondence   was     any    indication   given    to    the\n\npetitioner that Shri Dabir and Shri Sengupta were not\n\ncompetent to finalise and sign the contract in question.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_18\">       The parties having thus taken totally contradictory\n\npositions, the petitioner informed the respondent that it had\n\nnominated Shri Rahul Narichania as a sole Arbitrator to\n\nadjudicate upon the disputes and that in case they had any\n\nobjection to his acting as a sole Arbitrator, the respondent\n\ncould nominate an Arbitrator on their behalf. Since the\n\nrespondent stuck to its stand that there was no valid\n\ncontract between the parties and consequently there existed\n\nno arbitration agreement for referring the dispute for\n\narbitration, the petitioner was left with no alternative except\n<span class=\"hidden_text\" id=\"span_8\">\f                                  9</span>\n\n\nto file the present petition seeking appointment of an\n\nindependent Arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">     The petition has been, as noticed earlier, opposed by\n\nthe respondent not only on the merits of the claim made by\n\nthe petitioner but also on the ground that no arbitration\n\nagreement exists between the parties that could provide a\n\nbasis for making a reference. According to the respondent,\n\nthe petitioner had obtained the signature of Shri Dabir for\n\nblackmailing the respondent company. It is further alleged\n\nthat the respondent company had not only taken disciplinary\n\naction   against   Shri   Dabir       but   refused   to   ratify   the\n\nunauthorized act of its employee.           It is alleged that it was\n\nonly Shri Sengupta who was competent to enter into a\n\ncontract and that the earlier contract dated 7th July 2008\n\nsigned by the said officer on behalf of the respondent had\n\nbeen honoured.\n</p><span class=\"hidden_text\" id=\"span_9\">\f                              10</span><p data-structure=\"Precedent\" id=\"p_21\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">     In the rejoinder to the petition, the petitioner has\n\ndenied the allegation that Shri Dabir was not competent or\n\nthat he had been induced to sign the contract for mala fide\n\nreasons.   It is further alleged that the issue whether Shri\n\nDabir was authorized to execute the contract in question or\n\nnot cannot be raised in the present petition.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_23\">     It is in the above background that two questions which\n\nhave been formulated in the beginning of this order arise for\n\nmy consideration which may now be taken up ad seriatim.\n\n\n\nRegarding Question No. (1)\n\n\n\n     There is a long line of decisions of this Court in which\n\nthis Court has examined the nature and the scope of the\n\nenquiry and the jurisdiction of the Chief Justice or his\n\ndesignate while dealing with petitions under <a href=\"/doc/1841764/\" id=\"a_7\">Section 11</a> of\n\nthe Arbitration and Conciliation Act, 1996. References to all\n\nthose decisions is unnecessary for the question that falls for\n<span class=\"hidden_text\" id=\"span_10\">\f                             11</span>\n\n\ndetermination   here,   stands    concluded   by   two   recent\n\ndecisions of this Court which alone should suffice for the\n\npresent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_11\">In <a href=\"/doc/1243245/\" id=\"a_8\">National Insurance Co. Ltd. v. Boghara Polyfab\n\n(P) Ltd.</a> 2009 (1) SCC 267, this Court examined the\n\nprovisions of <a href=\"/doc/1841764/\" id=\"a_9\">Section 11</a> of the Act and categorized the\n\nissues that may arise for determination in a petition under\n\n<a href=\"/doc/1841764/\" id=\"a_10\">Section 11</a> before the Chief Justice or his designate and the\n\napproach to be adopted qua the same. The Court said:</span>\n\n\n</p><blockquote id=\"blockquote_6\">       &quot;22.1. The issues (first category) which the\n       Chief Justice/his designate will have to decide\n       are:\n</blockquote>\n<blockquote id=\"blockquote_7\">       (a) Whether the party making the application\n       has approached the appropriate High Court.\n</blockquote>\n<blockquote id=\"blockquote_8\">       (b) Whether there is an arbitration agreement\n       and whether the party who has applied under\n       <a href=\"/doc/1841764/\" id=\"a_11\">Section 11</a> of the Act, is a party to such an\n       agreement.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\">       22.2. The issues (second category) which the\n       Chief Justice/his designate may choose to\n       decide (or leave them to the decision of the\n       Arbitral Tribunal) are:\n</p><span class=\"hidden_text\" id=\"span_12\">\f                              12</span><p data-structure=\"Precedent\" id=\"p_27\">\n\n</p><blockquote id=\"blockquote_9\">       (a) Whether the claim is a dead (long-barred)\n       claim or a live claim.\n</blockquote>\n<blockquote id=\"blockquote_10\">       (b) Whether the parties have concluded the\n       contract/transaction by recording satisfaction of\n       their mutual rights and obligation or by\n       receiving the final payment without objection.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_28\">       22.3. The issues (third category) which the\n       Chief Justice/his designate should leave\n       exclusively to the Arbitral Tribunal are:\n</p>\n<blockquote id=\"blockquote_11\">       (i)    Whether a claim made falls within the\n              arbitration clause (as for example, a\n              matter which is reserved for final decision\n              of a departmental authority and excepted\n              or excluded from arbitration).\n</blockquote>\n<pre id=\"pre_2\">       (ii)   Merits or any     claim   involved   in   the\n              arbitration.&quot;\n\n\n\n</pre><blockquote id=\"blockquote_12\">     The question whether there is an arbitration agreement\n\nand whether the party who has applied under <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a> of\n\nthe Act is a party to such an agreement in terms of <a href=\"/doc/1243245/\" id=\"a_13\">the\n\nabove decision</a> falls in category (1) and has, therefore, to be\n\ndecided by the Chief Justice or his designate.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_29\">     The above decision was followed in A.P. Tourism\n\nDevelopment Corpn. Ltd. v. Pampa Hotels Ltd. 2010 (5)\n\nSCC 425 where also one of the questions that fell for\n<span class=\"hidden_text\" id=\"span_13\">\f                                         13</span>\n\n\ndetermination was whether existence or validity of the\n\narbitration agreement is a matter to be decided by the Chief\n\nJustice/designate while considering a petition under <a href=\"/doc/1841764/\" id=\"a_14\">Section\n\n11</a> of the Act or the same has to be decided by the\n\nArbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_14\">Relying upon the decision of this Court in SBP &amp;\n\nCo. v. Patel Engg. Ltd. 2005 (<a href=\"/doc/1243245/\" id=\"a_15\">8) SCC 618 and National\n\nInsurance Co. Ltd. v. Boghara Polyfab (P) Ltd.</a>                                     2009\n\n(1) SCC 267, this Court held that the question had to be\n\ndecided by the Chief Justice or his designate. The Court\n\nobserved:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n</p><blockquote id=\"blockquote_13\">               &quot;It is held in SBP &amp; Co. v. Patel Engg.\n            Ltd.and National Insurance Co. Ltd. v.\n            Boghara Polyfab (P) Ltd. that the question\n            whether there is an arbitration agreement\n            and whether the party who has applied under\n            <a href=\"/doc/1841764/\" id=\"a_16\">Section 11</a> of the Act, is a party to such an\n            agreement, is an issue which is to be decided\n            by the Chief Justice or his designate under\n            <a href=\"/doc/1841764/\" id=\"a_17\">Section 11</a> of the Act before appointing an\n            arbitrator. Therefore there can be no doubt\n            that the issue ought to have been decided by\n            the learned designate of the Chief Justice and\n            could not have been left to the arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_14\">            ....................................................................\n</blockquote>\n<blockquote id=\"blockquote_15\">            On account of the prospective overruling\n            direction in SBP, any appointment of an\n            arbitrator under <a href=\"/doc/1841764/\" id=\"a_18\">Section 11</a> of the Act made\n            prior to 26-10-2005 has to be treated as\n<span class=\"hidden_text\" id=\"span_15\">\f                              14</span>\n\n\n          valid and all objections including the\n          existence or validity of the arbitration\n          agreement, have to be decided by the\n          arbitrator under <a href=\"/doc/675839/\" id=\"a_19\">Section 16</a> of the Act. The\n          legal position enunciated in the judgment in\n          SBP will govern only the applications to be\n          filed under <a href=\"/doc/1841764/\" id=\"a_20\">Section 11</a> of the Act from 26-10-\n          2005 as also the applications under <a href=\"/doc/605764/\" id=\"a_21\">Section\n          11(6)</a> of the Act pending as on 26-10-2005\n          (where     the   arbitrator   was    not  yet\n          appointed).&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_31\">     It is in the light of above pronouncements, unnecessary\n\nto delve any further on this issue. It is clear that once the\n\nexistence of the arbitration agreement itself is questioned by\n\nany party to the proceeding initiated under <a href=\"/doc/1841764/\" id=\"a_22\">Section 11</a> of the\n\nAct, the same will have to be decided by the Chief\n\nJustice/designate as the case may be. That is because\n\nexistence of an arbitration agreement is a jurisdictional fact\n\nwhich will have to be addressed while making an order on a\n\npetition under <a href=\"/doc/1841764/\" id=\"a_23\">Section 11</a> of the Act. The position may be\n\ndifferent where arbitration proceedings are initiated before a\n\nnominated arbitral Tribunal but the opposite party appears\n\nto dispute the existence of the arbitration agreement.     In\n<span class=\"hidden_text\" id=\"span_16\">\f                              15</span>\n\n\nany such situation the Arbitral Tribunal can itself decide the\n\nissue in exercise of its powers under <a href=\"/doc/1763282/\" id=\"a_24\">Section 16(1)</a> of the Act\n\nwhich reads as under:\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n\n</p><blockquote id=\"blockquote_16\">          &quot;Jurisdiction of arbitral tribunals\n\n</blockquote><blockquote id=\"blockquote_17\">          16.Competence of arbitral tribunal to rule on\n          its jurisdiction.- (1) The arbitral tribunal may\n          rule on its own jurisdiction, including ruling\n          on any objections with respect to the\n          existence or validity of the arbitration\n          agreement, and for that purpose, -\n</blockquote>\n<blockquote id=\"blockquote_18\">          (a) an arbitration clause which forms part of\n          a contract shall be treated as an agreement\n          independent of the other terms of the\n          contract; and\n\n</blockquote><blockquote id=\"blockquote_19\">          (b) a decision by the arbitral tribunal that the\n          contract is null and void shall not entail ipso\n          jure the invalidity of the arbitration clause.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_33\">     So also the parties may without approaching the Chief\n\nJustice refer the matters in dispute to the nominated\n\nTribunal including the question whether there exists an\n\narbitration agreement. In any such case also the Arbitral\n\nTribunal can determine the existence of the arbitration\n\nagreement. Suffice it to say that the power available to the\n<span class=\"hidden_text\" id=\"span_17\">\f                               16</span>\n\n\nArbitral Tribunal under <a href=\"/doc/675839/\" id=\"a_25\">Section 16</a> of the Act does not imply\n\nthat the issue can be or ought to be left to be determined by\n\nthe Arbitral Tribunal even in cases where one of the parties\n\nhas filed a petition under <a href=\"/doc/1841764/\" id=\"a_26\">Section 11</a> of the Act and the other\n\nparty opposes the making of a reference on the ground that\n\nthere exists no arbitration agreement between them. It is\n\nquite evident that the question whether or not an arbitration\n\nagreement exists between the parties will have to be\n\nanswered for it is only if the answer to that question is in the\n\naffirmative that the Chief Justice or his designate can pass\n\nan order of reference of the disputes for adjudication.\n\nQuestion No. (1) is answered accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">\n\n<span class=\"hidden_text\" id=\"span_18\">Regarding Question No. 2</span>\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_35\">     That there is a written contract document between the\n\nparties, is not in dispute. That an arbitration clause is found\n\nin the said contract is also not in dispute. That Shri Sandeep\n\nK. Dabir had negotiated the contract on behalf of the\n<span class=\"hidden_text\" id=\"span_19\">\f                               17</span>\n\n\nrespondent is also a fact that is not disputed. That\n\ncorrespondence between the parties was exchanged before\n\nthe signing of the document and the said correspondence\n\nwas not only with Shri Dabir but with Shri Sengupta, who\n\naccording to the respondent, was the competent authority to\n\nsign the document is also not in dispute. All that the\n\nrespondent in the above backdrop argues is that Shri\n\nSandeep K. Dabir was not competent to sign the contract\n\nand    that    Shri    Dabir        had   been   misdirected/\n\nenticed/misdirected to initial the contract which is according\n\nto the respondent, void in terms of the <a href=\"/doc/171398/\" id=\"a_27\">Contract Act, 1872</a>.\n\nReply sent by the respondent to the notices served upon it\n\nsummarises the twin objections to the contract set up by the\n\npetitioner in the following words:\n</p>\n<blockquote id=\"blockquote_20\">          &quot;4.   The    documents,     information    and\n          correspondence provided by our client clearly\n          suggest that what was going on between M/s\n          Kliss Trading Pvt. Ltd. the representatives of\n          your client and certain officials of our client\n          was only some sort of negotiation in respect\n          of the purchase of 150 MTAC2B aluminium\n          ingots. At no point of time our client had\n<span class=\"hidden_text\" id=\"span_20\">\f                                    18</span>\n\n\n            entered into any contract with you for the\n            purchase of the above said material.\n</blockquote><blockquote id=\"blockquote_21\">            8.    Our client further states that since your\n            client had misguided/ enticed/ misdirected\n            Mr. Dabir to initial the said contract the same\n            is also void under the provision of the <a href=\"/doc/171398/\" id=\"a_28\">Indian\n            Contract Act, 1872</a>.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_36\">      The question, therefore, is whether the contract set up\n\nby the petitioners can be held non est for the two reasons\n\nindicated in paragraph 4 and 8 extracted above. The defence\n\nset   up    by   the    respondent       that   the   information     and\n\ncorrespondence         provided    by    the    respondent    was     only\n\nsuggestive of &quot;some sort of negotiation&quot; between the parties\n\nhas not impressed me. The documents, information and\n\ncorrespondence when taken in their totality especially in the\n\nlight of the signed contract document that stipulates the\n\nmutual rights and obligations of the parties do not show that\n\nthe   parties    were     simply    negotiating       a   contract.   The\n\ninformation provided, the correspondence exchanged and\n\nthe   documents        executed    are    on    the   contrary    clearly\n\nsuggestive of the parties having finalized and signed a\n\ncontract.\n</p><span class=\"hidden_text\" id=\"span_21\">\f                                19</span><p data-structure=\"Conclusion\" id=\"p_37\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">     So also the assertion of the respondent that the\n\npetitioner had mis-directed, enticed or mis-guided Shri Dabri\n\nwho was admittedly negotiating the contract on its behalf,\n\nhad no authority to do so need be noticed only to be\n\nrejected. There are no particulars leave alone any material\n\nto establish that the signatures appended by Shri Dabir to\n\nthe contract document in token of its acceptance, was\n\nvitiated   by     any   misrepresentation       or   such     other\n\nconsiderations that could have the effect of vitiating the\n\ncontract. In the absence of details and particulars of what,\n\naccording to the respondent, constituted inducement, mis-\n\nguidance or mis-direction referred to in paragraph 8, it is\n\ndifficult to see how a fluent use of such expressions can help\n\nthe respondent in avoiding a contract that had come into\n\nexistence between the parties. A heavy duty lies upon the\n\nparty who seeks to avoid a contract on the ground of mis-\n\nrepresentation,    fraud   or   coercion   to   prove   any   such\n\nallegation. Nothing of the sort has been done in the instant\n\ncase by the respondent. So much so the respondent has not\n<span class=\"hidden_text\" id=\"span_22\">\f                               20</span>\n\n\neven placed on record any charter of duties and powers of\n\nShri Dabir and Shri Sengupta nor has it chosen to place on\n\nrecord any material to suggest that any action was indeed\n\ntaken against Shri Dabir for the alleged transgression of the\n\nlimits of his authority and if so the nature of the disciplinary\n\naction taken against him. All this information and material\n\nwas within the special knowledge of the respondent. Non-\n\nfurnishing of such information must, therefore, give rise to\n\nan adverse interference against it. The petitioner company\n\nhad in any event no reason to believe or even suspect that\n\nShri Dabir with whom it was dealing did not have the\n\nauthority to sign the contract which was finalized between\n\nthe two companies acting through their representatives.\n\nThat is so especially when even according to the respondent,\n\nShri Dabir had been authorized to negotiate the terms on\n\nbehalf of the respondent.    If Shri Dabir was competent to\n\nnegotiate the terms of the contract, the petitioner cannot be\n\nsaid to have induced or defrauded him into signing of the\n\ncontract, which was forwarded to the respondent and which\n<span class=\"hidden_text\" id=\"span_23\">\f                               21</span>\n\n\nwas returned duly signed by Shri Dabir. The petitioner was\n\nin this backdrop justified in proceeding on the basis that the\n\ncontract was duly negotiated and signed on behalf of the\n\nrespondent company.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_40\">     In the totality of the above circumstances, I have no\n\ndoubt that a legally valid contract had indeed come into\n\nexistence between the parties which contained an arbitration\n\nclause for adjudication of disputes that may arise between\n\nthem. Question No.(2) is accordingly answered in the\n\naffirmative.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">     In the    result,   I allow    this petition and appoint\n\nMr. Justice Anil Dev Singh, former Chief Justice of Rajasthan\n\nHigh Court as sole Arbitrator for adjudication of the disputes\n\nbetween the parties arising out of the contract referred to in\n\nthe petition. The Arbitrator shall be free to fix his fee and\n\ncharges and the ratio in which the same shall be paid by the\n\nparties. The parties shall appear before the Arbitrator on 10th\n<span class=\"hidden_text\" id=\"span_24\">\f                             22</span>\n\n\nDecember, 2010 for further directions.            Registry shall\n\nforthwith forward a copy of this order to the worthy\n\nArbitrator for information and necessary action.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">                                   .................................J.\n                                   (T.S. THAKUR)\nNew Delhi\nNovember 16, 2010\n\f</p>","numcites":10,"numcitedby":75,"docsource":"Supreme Court of India","citetid":1580383,"divtype":"judgments","relatedqs":[{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"national insurance co ltd. v. boghara polyfab","formInput":"national%20insurance%20co%20ltd.%20v.%20boghara%20polyfab"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"inducement ","formInput":"inducement%20"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"negotiation\"","formInput":"%22negotiation%22"},{"value":"entice","formInput":"entice"},{"value":"Sec 16","formInput":"Sec%2016"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}