{"tid":114463693,"publishdate":"2011-10-21","title":"Babuji @ Ramu & Anr. vs The State Of Madhya Pradesh on 21 October, 2011","doc":"<h2 class=\"doc_title\">Babuji @ Ramu &amp; Anr. vs The State Of Madhya Pradesh on 21 October, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-c-mishra\">R.C. Mishra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-c-mishra\">R.C. Mishra</a></h3>\n\n<pre id=\"pre_1\">          HIGH COURT OF MADHYA PRADESH : JABALPUR\n---------------------------------------------------------------------------------------------------\n         PRESENT           Hon&#x27;ble Smt. Justice Sushma Shrivastava\n                           Hon&#x27;ble Shri Justice R.C. Mishra\n---------------------------------------------------------------------------------------------------\n                                               Criminal Appeal No.2719/2000.\n         (1)      Babuji, son of Raoji Korku,\n                  aged about 40 years.\n         (2)     Ramu, son of Babuji Korku,\n                 aged about 22 years.\n\n         Both residents of village Khadki, P.S. Khaknar,\n         Tahsil Burhanpur, Distt. Khandwa                ...Appellants\n                                               vs.\n         State of M.P, through SHO,\n         P.S. Khaknar, Tahsil Burhanpur (Khandwa)                           ...Respondent\n---------------------------------------------------------------------------------------------------\n       Shri S. Mukharjee, Advocate, appointed as legal aid counsel,\nfor the appellants.\n         Shri Ashok Chourasiya, Govt. Adv. for respondent/State.\n---------------------------------------------------------------------------------------------------\nDate of Hearing            : 25.08.2011\nDate of Judgment : 21.10.2011\n\n                                     JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">Per R.C. Mishra, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">         This appeal has been preferred against the judgment-dated\n31.08.2000 passed by First Additional Sessions Judge, Burhanpur\nDistt. Khandwa in S.T. No.149/99, whereby the appellants, who are\nrespectively father and son, were convicted and sentenced as under-\n</p>\n<pre id=\"pre_2\">    No. &amp; name              Convicted under             Sentenced to\n    of appellant            Section\n1. (1) Babuji              302 of the <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>               undergo life imprisonment\n  (for short &#x27;A1&#x27;)          (for committing             and to pay a fine of\n                             murder of his              Rs.1000/- and in default, to\n                           mother Sunderbai)\n                                                        suffer R.I. for 2 months.\n\n                            397 of the <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>              undergo R.I. for 7 years.\n                                         :: 2 ::\n                               Criminal Appeal No.2719/2000\n\n\n\n\n     (2) Ramu            302 of the <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>            undergo life imprisonment\n      (hereinafter        (for committing          and to pay a fine of\n     referred to as        murder of his           Rs.1000/- and in default, to\n                         grandfather Raoji)\n          &#x27;A2&#x27;)                                    suffer R.I. for 2 months.\n\n                         397 of the <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>            undergo R.I. for 7 years.\n\n</pre><p data-structure=\"Facts\" id=\"p_3\">                 with the direction that the jail sentences were to run concurrently.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">2.       Prosecution story, in short, may be narrated thus -\n</p>\n<blockquote id=\"blockquote_1\">         (i)     Even after receiving 19 acres of lands in partition, A1\n                 was not maintaining cordial relations with his parents\n                 namely Raoji and Sunderbai, aged about 80 and 75\n                 years respectively. Bitterness had crept in their personal\n                 relationship in view of the facts that (a) nearly 2 years\n                 prior to the incident in question, A1 had refused to re-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_5\">                 transfer a flourmill purchased by Raoji in his name, (b)\n                 Raoji had given the agricultural lands falling in his share\n                 on crop-sharing basis to Sheikh Kalu (PW9) &amp; Bhaiyalal\n                 and (c) Raoji was inclined to transfer the lands in\n                 favour of his daughter Ramkali (PW3).\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">         (ii)    At the relevant point of time, Raoji was residing with his\n                 wife Sundarbai and A2 separately in a house located\n                 near the residence of A1 in village Khadki.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">         (iii)   About a fortnight before being killed, Raoji had gone to\n                 village Tajnapur to meet his daughter Ramkali and son-\n                 in-law Shivram (PW6). Expressing his intention to give\n                 away his share in the lands to Ramkali, he insisted upon\n                 them to take possession thereof. However, Shivram\n                 refused to accept the proposal saying that the lands\n                 were subject matter of the dispute in the family.\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">         (iv)    In the night intervening 30th and 31st of March, 1999,\n                 with a view to keeping watch over the crop of gram,\n                 Raoji along with Sundarbai had gone to sleep in the\n                              :: 3 ::\n</p><blockquote id=\"blockquote_2\">                    Criminal Appeal No.2719/2000\n\n\n\n\n        barn of his agricultural field situated at a distance of\n        100 meters from Ranghai-Khadki Main Road. On the\n        following morning, both of them were found murdered\n        on respective cots and silver ornaments worn by\n        Sundarbai were also found missing.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_9\">(v)     Upon the FIR (Ex.P-29) lodged by A1 to the effect that\n        it was A2 who, at about 6 in the morning, on his visit to\n        the barn, had found his grandparents lying dead, a case\n        under <a href=\"/doc/1560742/\" id=\"a_5\">Sections 302</a> and <a href=\"/doc/1865117/\" id=\"a_6\">397</a> of the IPC was registered\n        at P.S. Khaknar against unknown offender. After inquest\n        proceedings, the dead bodies were sent to local\n        Community Health Center for post-mortem examination.\n        Autopsy Surgeon Dr. S.P. Sharma (PW4) opined that\n        common cause of death of Raoji and Sundarbai was\n        shock due to injuries to vital organs caused respectively\n        by hard &amp; blunt and sharp margin objects. He also\n        preserved bloodstained clothes worn by Raoji and\n        Sundarbai for chemical examination.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">(vi)    During investigation, Sub-Inspector Lalit Singh Dagur\n        (PW14) inspected the spot. Details of seized blood\n        stained articles may be tabulated as under -\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">   Recovered from the dead Recovered from the dead\n   body of Raoji or his cot  body of Sundarbai or her cot\n</p><p data-structure=\"Issue\" id=\"p_12\">   (a) pagdi worn by him     (a) Gamchha tied over her\n                             head\n</p><p data-structure=\"Issue\" id=\"p_13\">   (b) Dari (a carpet)       (b) Godri (mattress) lying on\n                             the cot\n</p><p data-structure=\"Section\" id=\"p_14\">   (c) cotton bag kept below\n   dari and lying on the cot\n\n</p><p data-structure=\"Section\" id=\"p_15\">(vii)   On 31.03.1999 only, the police dog under the command\n        of Sub-Inspector Amresh Singh (PW15) was taken to\n        the spot. Dog, after being let loose to pick up the smell,\n        voluntarily proceeded towards the house of A1 and\n                                      :: 4 ::\n</p><blockquote id=\"blockquote_3\">                            Criminal Appeal No.2719/2000\n\n\n\n\n             started barking and from there, the trained dog went\n             into the adjacent house wherein A2 was living.\n             Accordingly,      as      suspects,           the   appellants   were\n             interrogated.\n</blockquote>\n<blockquote id=\"blockquote_4\">      (viii) Upon the information given by A1, Sub-Inspector Lalit\n             Singh (PW14) recovered - (a) a daranti concealed in\n             Kachra (rubbish) collected beneath a tree in the barn\n             belonging to him only, (b) Sundarbai&#x27;s silver tagli, dand\n             and kodle (bracelet) from heap of gram-fodder collected\n             in the same barn. A pair of silver kade said to have\n             been worn by Sundarbai along with cash amount of\n             Rs.3230/- kept in a gunny bag was also recovered at\n             the instance of A1 from his house. Upon information\n             given by A2, two bloodstained stones were recovered\n             from the heap only.\n</blockquote>\n<blockquote id=\"blockquote_5\">      (ix)   The above-mentioned articles except the ornaments\n             were forwarded to Regional FSL, Indore for forensic\n             examination. Corresponding report (Ex.P-36) indicated\n             presence of human blood on each one of the articles.\n</blockquote><p data-structure=\"Facts\" id=\"p_16\">             However, Serologist and Chemical Examiner to the\n             Government of India, Calcutta, to whom the articles\n             were sent for ascertaining the origin and group of\n             blood, could only determine that gamchha seized from\n             the spot and blouse worn by Sundarbai were stained\n             with blood of B-group.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">      (x)    In the test identification proceedings conducted by\n             Sanu, the Sarpanch, Ramkali identified the ornaments\n             seized from the possession of A1 as those belonging to\n             their mother Sundarbai.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_18\">3.    The appellants abjured the guilt. In the cross-examination of\nLala (PW1), it was suggested that they were falsely implicated at the\n                                    :: 5 ::\n</p><blockquote id=\"blockquote_6\">                          Criminal Appeal No.2719/2000\n\n\n\n\ninstance of Baban in view of the fact that Raoji had not only refused\nto give his land on crop sharing basis for cultivation of sugarcane to\nBaban and his companions namely Ravindra and Mahesh but also\ndeclined to sell his crop to Baban on the day preceding the fateful\nnight whereas the cross-examination of Ramkali (PW3) and Shivram\n(PW6) included the suggestion that, being in collusion with Baban,\nthey were also involved in roping appellants in the murders with a\nview to taking hold of entire lands belonging to Raoji. A2, in his\nexamination, under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> of Code of Criminal Procedure (for\nshort &#x27;the Code&#x27;), further asserted that the seized ornaments\nbelonged to his mother and not to his grandmother.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_19\">4.    Legality and propriety of the convictions in question have\nbeen challenged mainly on the ground of what has been termed as\nmis-appreciation of the circumstantial evidence on record. According\nto learned counsel for the appellants, there is no direct evidence\nconnecting anyone of them with the murders and the circumstances,\nfrom which the conclusion of guilt is drawn are not complete and\nconclusive in nature. In response, learned Government Advocate,\nwhile making reference to the pieces of incriminating evidence, has\ncontended that the convictions were fully justified.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">5.    Even though, it is not in dispute that each one of the\ndeceased viz. Raoji and Sundarbai met with a homicidal death yet,\nin order to appreciate the rival contentions in a proper perspective,\nit is necessary to first advert to the medical evidence.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">6.    Testimony of Dr. S.P. Sharma (PW4) relates to the post-\nmortem examinations on the dead bodies of Raoji and Sundarbai as\nconducted on 01.04.1999. In the following words, he described the\nrelated facts and ante-mortem injuries found -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">      on the body of Raoji (as described in Ex.P-10)\n                                    :: 6 ::\n</p><blockquote id=\"blockquote_7\">                          Criminal Appeal No.2719/2000\n\n\n\n\n             Lower jaw of right side is fractured at middle of its\n      length. Right temporo mandibular joint is also fractured. Bony\n      arch of outer side of right eye socket is also fractured. Right\n      maxillary prominence is also fractured but in position. Lower\n      jaw at left side is broken near the angle of the mandible. Skin\n      over the above parts is intact. Right side of the bridge of nose\n      is fractured. On pressing finger firmly over right temporal\n      side, it peels broken piece of bones, scrotal skin is turged with\n      serous fluid.\n</blockquote><blockquote id=\"blockquote_8\">            Blood streaks and clots present in both nostrils and left\n      angle of mouth. Pinna of right ear is stained with blood clots\n      and also present in ear canal.\n</blockquote>\n<blockquote id=\"blockquote_9\">      on the body of Sundarbai (as described in Ex.P-11)\n\n</blockquote><blockquote id=\"blockquote_10\">      (i)       Incised wound 3&quot; x ¾&quot; horizontally placed over the\n                right side of forehead.\n</blockquote><blockquote id=\"blockquote_11\">      (ii)      Incised wound ½&quot; x ½&quot;, oblique in direction present\n                slight below injury no.(i).\n</blockquote><blockquote id=\"blockquote_12\">      (iii)     Bone below injury (i) &amp; (ii) is fractured and slight\n                gap is present between broken pieces of bone.\n</blockquote><blockquote id=\"blockquote_13\">      (iv)      Incised wound 2½&quot; x 1&quot;, going obliquely upward,\n                present over outer side of left eyebrow over\n                forehead.\n</blockquote><blockquote id=\"blockquote_14\">      (v)       Incised wound ½&quot; x ½&quot;, present below the outer\n                border of left side eye lower eyelid.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_23\">      The Autopsy Surgeon further stated that on opening skin,\nmuscle of face and skull of Sundarbai, he had noticed that (a) left\ntemporo-parietal bone below injury no.(iv) &amp; (v) [above] was\nfractured (b) right temporo-mandibular joint was fractured &amp;\ndislocated (c) lower jaw is fractured and dislocated at mid line (d)\nvault of skull is fractured at fronto-parietal area across from left to\nright side and (e) frontal table is slightly displaced down the parietal\n                                   :: 7 ::\n</p><blockquote id=\"blockquote_15\">                         Criminal Appeal No.2719/2000\n\n\n\n\ntable of both sides. He categorically opined that common cause of\ndeath was shock due to injuries on vital organs of -\n</blockquote>\n<blockquote id=\"blockquote_16\">      (i)      Raoji caused by forceful blow of hard and blunt\n               object.\n</blockquote><blockquote id=\"blockquote_17\">      (ii)     Sundarbai caused by a sharp object.\n</blockquote>\n\n<blockquote id=\"blockquote_18\">7.    Thus, in the face of the medical evidence on record, the\ndeaths were rightly held to be homicidal in nature.\n</blockquote>\n<blockquote id=\"blockquote_19\">8.    Coming to the other evidence on record, it may be observed\nthat the prosecution case is based on circumstantial evidence only.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">Circumstances as highlighted by the prosecution and found\nestablished by learned trial Judge may be discussed under the\nfollowing heads -\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">EXISTENCE OF BITTERNESS BETWEEN THE APPELLANTS\nAND THE DECEASED\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">9.    Entry in the Rojnamcha (Ex.P-27A) proved by Investigating\nOfficer Lalit Singh (PW14) indicated that proceedings, under <a href=\"/doc/1667403/\" id=\"a_8\">Section\n107</a> read with 116(3) of the Code, were initiated against A1 and his\nfather Raoji in view of apprehension of breach of the peace due to\ndispute regarding partition of property. However, there was not\neven an iota of evidence to show that relations between the\ndeceased and A2 were also strained. Moreover, evidence of Sub-\nInspector Amresh Singh (PW15) indicated that the appellants were\nresiding in separate though adjacent houses.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">10.   Ramkali (PW3) came forward to corroborate the circumstance\npertaining to animosity between her parents and the appellants.\nAccording to her, a dispute had ensued between A1 and Raoji\nregarding a flourmill, that was ultimately taken by A1 and at that\n                                   :: 8 ::\n</p><blockquote id=\"blockquote_20\">                         Criminal Appeal No.2719/2000\n\n\n\n\ntime, her father Raoji had expressed intention to gift the agricultural\nlands to her and also asked A1 to return the flourmill. Shivram\n(PW6) duly supported her version and their testimony also received\nsome corroboration from statement of Lala (PW1) to the effect that\nthe flourmill was the subject matter of the dispute between A1 and\nRaoji, who also used to say that he would transfer the lands in her\nfavour.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_28\">11.   All this evidence was rightly considered as sufficient to\nestablish the circumstance showing unpleasantness between the\nappellants and the deceased.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_29\">TRACING OF SCENT BY SNIFFER DOG FROM THE PLACE OF\nINCIDENT TO THE RESPECTIVE HOUSES OF APPELLANTS.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_30\">12.   Amresh Singh (PW15), posted as Sub-Inspector of the dog\nsquad, described as to how the trained dog namely Flex taken by\nhim to the spot was able to reach the appellants&#x27; houses situated at\na distance of half kilometer therefrom. As per his version, - the dog\nfirst entered into the house in occupation of A1 and had started\nbarking and after making exit from that house, the dog went into\nthe house wherein A2 was living. He was emphatic in stating that\nthe dog had not gone into any other house. His evidence drew\nample support from the statement of ASI Virendra Pratap Singh,\nwho had scribed the relevant panchnama (Ex.P-28) suggesting that\nthe entire exercise was completed within a period of 40 minutes.\nHowever, picking up of the smell by the dog and pointing towards\nthe appellants, by itself, was not a circumstance, which could\nexclude the possibility of guilt of any person other than that of the\nappellants or be compatible only with hypothesis of guilt of the\nappellants, particularly when their visit to the place of occurrence\n                                   :: 9 ::\n</p><blockquote id=\"blockquote_21\">                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1852811\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"620092\" id=\"span_2\">Criminal Appeal No.2719/2000\n\n\n\n\nimmediately after the murders was quite natural and probable. For\nthis, reference may be made to the decisions of the Apex Court in\n<a href=\"/doc/620092/\" id=\"a_9\">Surinder Pal Jain v. Delhi Administration</a> AIR 1993 SC 1723\nand Gade Lakshmi Mangaraju alias <a href=\"/doc/1852811/\" id=\"a_10\">Ramesh v. State of A.P</a>\n2001 (6) SCC 205.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_22\">RECOVERY OF WEAPONS OF OFFENCES\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">13.   Investigating Officer Lalit Singh (PW14) claimed to have\nrecovered, upon information given by A1, a daranti from rubbish\nheap stocked beneath a tree in Raoji&#x27;s barn. Corresponding\nmemorandum (Ex.P-18) and list of seizure (Ex.P-23) indicating that\nthe daranti could be seized at about 2.30 p.m. on 01.04.1999 were\nalso tendered in evidence. Amongst the panch witnesses, the\nprosecution preferred to examine only Mahesh as PW11. Even\nthough, he deposed that A1 had taken the Police Officer to the place\nlocated in the barn yet, his evidence ran contradictory to the\ncontents of the seizure memo inasmuch as it suggested that the\ndaranti was found concealed in the heap of gram-fodder. This apart,\nS.I. Amresh Singh (PW15) completely shattered the discovery\nevidence by stating that daranti, that was found lying near the cots,\nwas one amongst the articles sniffed by the dog on 31.03.1999 at\nabout 4 p.m. Since this witness was not declared hostile by the\nprosecution, his evidence could be relied on by the defence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">14.   Lalit Singh (PW14) also asserted that as per the information\nrecorded in the relevant memorandum (Ex.P-19), A2 had discovered\ntwo stones stained with blood from the heap of gram fodder in the\nbarn but, according to Mahesh, A2 had taken out the stones from\nthe agricultural field. Thus, his evidence was also inconsistent with\nthe related extract of seizure memo (Ex.P-24).\n</p><p data-structure=\"CDiscource\" id=\"p_33\">                                    :: 10 ::\n</p><blockquote id=\"blockquote_23\">                           Criminal Appeal No.2719/2000\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">15.   In the light of serious infirmities in the corresponding\nevidence, the circumstance concerning discovery of daranti and\nstones respectively at the instance of A1 and A2 ought to have been\nheld as doubtful. As such, learned trial Judge committed an illegality\nin taking a contrary view.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">16.   Non-forwarding of seized daranti and stones to Autopsy\nSurgeon for examination and opinion on the point as to whether the\ninjuries found respectively on the bodies of Raoji and Sunderbai\ncould be inflicted by these weapons, is also a disturbing aspect of\nthe matter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">DISCOVERY OF ORNAMENTS BELONGING TO SUNDARBAI\nAS WELL AS IDENTIFICATION THEREOF\n\n\n</p><p data-structure=\"RespArg\" id=\"p_37\">17.   According to Sub-Inspector Lalit Singh (PW14), in pursuance\nof information given by A1 and recorded in memorandum (Ex.P-18),\nhe could recover ornaments said to have been worn by Sundarbai at\nthe time of her murder. He further added that information had led to\nrecovery of silver tagli, one pair of silver dand and a pair of silver\nkangan (bracelet) along with cash amount of Rs.3230/- from heap\nof gram fodder in the field and two silver kada from a sack\ncontaining Arhar in A1&#x27;s house. However, statement of panch\nwitness Mahesh was not in full conformity with recitals of\ncorresponding lists of seizure (Ex.P-25 and P-26) simply because it\nsuggested that all the ornaments were found in A1&#x27;s house only. As\npointed out already, this witness was not declared hostile and\nRavindra Mahajan, the other panch witness to the recovery of the\nornaments, was not examined. In such a situation, evidence\nregarding recovery of ornaments at the instance of A1 was also\nshrouded with suspicion.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">                                   :: 11 ::\n</p><blockquote id=\"blockquote_24\">                          Criminal Appeal No.2719/2000\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_39\">18.   Evidence as to identification of the ornaments as those of\nSunderbai was also fragile. While asserting that nearly 3 days after\nthe incident, she had identified, before Sarpanch of the village, Hasli\n(Article &#x27;A&#x27;), Kade (Article &#x27;B&#x27; and &#x27;C&#x27;), Kade (Article &#x27;D&#x27; and &#x27;E&#x27;) and\nKade (Article &#x27;F&#x27; and &#x27;G&#x27;), which were normally worn by her mother\nSundarbai, Ramkali (PW3) categorically admitted the following facts-\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">      (i)          House of the Sarpanch was situated in front of\n                   her parental house at village Khadki.\n</p><p data-structure=\"Precedent\" id=\"p_41\">      (ii)         Police personnel were also present at the time of\n                   identification.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">      (iii)        Ornaments identified by her were not found\n                   mixed up with any other ornament.\n</p><p data-structure=\"Precedent\" id=\"p_43\">      (iv)         Women belonging to her community usually wear\n                   such ornaments and ornaments similar to those\n                   identified by her were possessed by Jhumki Bai,\n                   wife of A1.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">19.   Further, neither Sarpanch namely Sanu, the author of\nidentification memo (Ex.P-13) nor anyone of the panch witnesses\nviz. Baban and Rahim was produced by the prosecution. All these\nfacts were suggestive of inference that requirements of the law in\nregard to holding of identification parade were not satisfied. In other\nwords, there was neither proper nor legal identification of the\nornaments allegedly recovered at the instance of A1. Accordingly, it\nwas not possible to presume that he must have killed and robbed his\nmother of the ornaments.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">PROBABILITY OF THE DEFENCE\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">20.   On one hand, Ramkali (PW3) and her husband Shivram (PW6)\nrefuted the suggestion that they had falsely implicated the\nappellants at the instance of one Baban and on the other, they\nclearly admitted that agricultural fields previously in possession of\n                                    :: 12 ::\n</p><blockquote id=\"blockquote_25\">                           Criminal Appeal No.2719/2000\n\n\n\n\nRaoji, were given to Baban for cultivation for a consideration of\nRs.12,000/-. A natural query as to why they did not prefer to hand\nover the fields to Kalu (PW2), the younger son of A1, remained\nunexplained. Ramkali further acknowledged that she was interested\nin getting 20 acres of lands, which were recorded in the name of her\nfather Raoji. As pointed out already, the prosecution did not prefer\nto examine Baban in evidence.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_47\">21.   These circumstances preceding and succeeding the murders\nclearly established probability of the defence that Ramkali and her\nhusband Shivram, being desirous of getting the lands and Baban,\nbeing interested in cultivating the land on contract basis, were\ninstrumental in falsely implicating the appellants in this case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">22.   To sum up, -\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">      (i)       Existence of animosity in the wake of dispute as to\n                property between A1 and Raoji was established.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">      (ii)      Dog tracking evidence pointing towards involvement\n                of the appellants was not a circumstance compatible\n                with the hypothesis of their guilt.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">      (iii)     Evidence concerning recovery of daranti at the\n                instance of A1 and bloodstained stones from the\n                possession of A2 suffered from serious infirmities\n                and further, these weapons of offence were not sent\n                to Autopsy Surgeon for examination &amp; opinion.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">      (iv)      Evidence as to recovery of ornaments said to have\n                been worn by Sunderbai from the possession of A1\n                within a short time after her murder was also\n                shrouded      with     doubt.        Moreover,        testimony   of\n                Ramkali     regarding        identification      of     the   seized\n                ornaments as belonging to Sunderbai could not be\n                relied upon.\n</p><p data-structure=\"CDiscource\" id=\"p_53\">      (v)       Probability of the defence was established from the\n                facts and circumstances brought on record.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">                                    :: 13 ::\n</p><blockquote id=\"blockquote_26\">                           Criminal Appeal No.2719/2000\n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"882637\" id=\"span_3\">23.    It is the fundamental rule of criminal jurisprudence for\nappreciation of circumstantial evidence that in cases where the\nevidence is of a circumstantial nature, the circumstances from which\nthe conclusion of guilt is to be drawn should, in the first instance, be\nfully established, and the circumstances so established should be\nconsistent only with the hypothesis of the guilt of the accused\nperson, that is, the circumstances should be of such a nature as to\nreasonably exclude every hypothesis but the one proposed to be\nproved. To put it in other words the chain of evidence must be so\nfar complete as not to leave any reasonable ground for a conclusion\nconsistent with the innocence of the accused person (<a href=\"/doc/882637/\" id=\"a_11\">Hanumant v.\nState of Madhya Pradesh</a>, AIR 1952 SC 343 referred to). In\nthat case, observing that in such cases there is always the danger\nthat conjecture or suspicion may take the place of legal proof, the\nApex Court recalled the warning addressed by Baron Alderson to the\njury in Reg. v. Hodge, (1838) 2 Lewin 227 where he said :</span>\n</p>\n<blockquote id=\"blockquote_27\">              &quot;The mind was apt to take a pleasure in adapting\n      circumstances to one another, and even in straining them a\n      little, if need be, to force them to form parts of one\n      connected whole; and the more ingenious the mind of the\n      individual, the more likely was it, considering such matters,\n      to overreach and mislead, itself to supply some little link that\n      is wanting, to take for granted some fact consistent with its\n      previous theories and necessary to render them complete.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1274677\" id=\"span_4\">24.    The above rule has been reiterated in all subsequent decisions\non the point including the recent one rendered in <a href=\"/doc/1274677/\" id=\"a_12\">State of\nMaharashtra v. Mangilal</a>, (2009) 15 SCC 418 that was also a\ncase of multiple murders and based on circumstantial evidence\nincluding evidence of dog tracking.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_57\">                                   :: 14 ::\n</p><blockquote id=\"blockquote_28\">                          Criminal Appeal No.2719/2000\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_58\">25.   Having thus re-analyzed the entire evidence on record in the\nlight of well-settled principle stated above, we are of the opinion\nthat chain of circumstances found proved was not so complete as to\nbe consistent only with the hypothesis of the guilt of the appellants\nand did not show that, in all human probabilities, they had\ncommitted murders of Raoji and Sundarbai. Further, the possibility\nthat the entire case was built up after the dog pointed towards\nthem, could not be ruled out. The appellants, therefore, were\nentitled to benefit of doubt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">26.   Accordingly, the appeal is allowed. The impugned convictions\nand consequent sentences passed against the appellants are hereby\nset-aside. Instead, they are acquitted of the offences. Fine amount,\nif deposited, be refunded.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">27.   The appellants are in jail. They be released forthwith if not\nrequired in any other case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">                                 Appeal allowed.\n</p>\n\n\n\n<pre id=\"pre_3\">      (Smt. Sushma Shrivastava)                          (R.C. Mishra)\n              JUDGE                                         JUDGE\n            21.10.2011                                    21.10.2011\n </pre>","numcites":9,"numcitedby":29,"docsource":"Madhya Pradesh High Court","citetid":114463693,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"shiv ram ","formInput":"shiv%20ram%20"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"panch","formInput":"panch"},{"value":"fracture","formInput":"fracture"},{"value":"discovery","formInput":"discovery"},{"value":"circumstantial evidence is of no evidence","formInput":"circumstantial%20evidence%20is%20of%20no%20evidence"},{"value":"397","formInput":"397"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"murder","formInput":"tag:murder"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"robbery","formInput":"tag:robbery"},{"value":"abetment-of-a-thing","formInput":"tag:abetment-of-a-thing"}],"courtcopy":true,"query_alert":null,"agreement":false}