{"tid":1918767,"publishdate":"1963-03-18","title":"Sardar Sardul Singh Caveeshar vs State Of Maharashtra(And Connected ... on 18 March, 1963","doc":"<h2 class=\"doc_title\">Sardar Sardul Singh Caveeshar vs State Of Maharashtra(And Connected ... on 18 March, 1963</h2>\n\n<pre id=\"pre_1\">           PETITIONER:\nSARDAR SARDUL SINGH CAVEESHAR\n\n\tVs.\n\nRESPONDENT:\nSTATE OF MAHARASHTRA(And Connected Appeals)\n\nDATE OF JUDGMENT:\n18/03/1963\n\nBENCH:\n\n\nACT:\n Evidence-conspiracy-Criminal  Breach of  trust-Meaning\t and\nproof of conspiracy--Evidentiary value of Good character  of\nan accused in a criminal case-<a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a> (Act XLV  of\n1860),\tss. 120-B, 409, 109-<a href=\"/doc/1953529/\" id=\"a_2\">Indian Evidence Act, 1872</a> (1  of\n1872), ss. 10, 53, 55 Expl.\n\n\n\nHEADNOTE:\nDouble\t Jeopardy-Applicability\t of  rule-Law  finally\t and\nauthoritatively\t   decided   by\t  Supreme   Court   as\t  to\ninterpretation of the constitution-If a substantial question\nof law-Constitution of India, Arta. 20 (2), 145 (3).\nAfter  the  discovery of the  conspiracy,  ten\tconspirators\nincluding  the\tappellants  were put  to  trial\t before\t the\nSessions  judge under<a href=\"/doc/1897847/\" id=\"a_3\"> s. 120-B</a> of the Indian Penal Code\t and\nalso  each one of them separately under s. 409 read with  s.\n109  of the said Code.\tThe charge was that they,  alongwith\none  Shankar  Lal and Doshi, both of them  deceased  entered\ninto  a criminal conspiracy at Bombay and elsewhere  between\nor about the period from September 20, 1950 to December\t 31,\n1950, to commit or cause to be committed criminal breach  of\ntrust  in  respect  of\tGovernment  securities\tor  proceeds\nthereof\t or the funds of the Empire of India Life  Assurance\nCo.  Ltd., Bombay, acquiring its management and control\t and\ndominion  over the said property in the way of\tbusiness  as\nDirectors,  Agents  or attorneys of the said  company.\t The\nlearned\t Sessions Judge convicted six accused persons  under<a href=\"/doc/1079138/\" id=\"a_4\">\ns.  120</a>\t B, read with<a href=\"/doc/1326844/\" id=\"a_5\"> s. 409</a> of the Indian  Penal  Code\t and\nsentenced  them to various terms of imprisonment.  The\trest\nfour accused persons were acquitted.  Against the  acquittal\nState  preferred  an  appeal  to  the  High  Court  and\t the\nconvicted  accused persons also filed appeals against  their\nconvictions.   The.  Government appeal was allowed  and\t the\nappeals\t of the convicted accused persons were dismissed  by\nthe  High Court.  These appeals by special leave  have\tbeen\npreferred  only\t by  five  accused  persons  against   their\nconviction and sentences.  In these appeals, the Court\tpro-\nceeded\ton  the\t basis as it was  manifest  and\t indeed\t not\ndisputed\n 379\nthat  there was a conspiracy and the only question for\tcon-\nsideration  was whether all or some of the  appellants\twere\nparties to it.\nHeld, that the essence of conspiracy is that there should be\nan agreement between persons to do one or other of the\tacts\ndescribed in the section.  The said agreement may be  proved\nby direct evidence or may be inferred from acts and  conduct\nof the parties.\t But<a href=\"/doc/1946503/\" id=\"a_6\"> s. 10</a> of the Evidence Act intro.  duces\nthe  doctrine  of  agency and if the  conditions  laid\tdown\ntherein\t are satisfied, the acts done by one are  admissible\nagainst the co-conspirators.  The section can be analysed as\nfollows\t :  (1)\t There\tshall  be  a  prima  facie  evidence\naffording  a reasonable ground for a court to  believe\tthat\ntwo or more persons are members of a conspiracy; (2) if\t the\nsaid condition is fulfilled, anything said, done or  written\nby  any one of them in reference to their  common  intention\nwill be evidence against the other; (3) anything said,\tdone\nor written by him after the intention was formed by any\t one\nof  them;  (4)\tif it would also be relevant  for  the\tsaid\npurpose\t against another who entered the conspiracy  whether\nit  was\t said,\tdone  or  written  before  he  entered\t the\nconspiracy or after he left it; and (5) it can only be\tused\nagainst a co-conspirator and not in his favour.\nHeld,  that so far as the appellant in criminal\t appeal\t No.\n82/62  is  concerned, applying the test laid  down  by\tthis\nCourt,\tthe two conspiracies are not the same offence.\t The\ningredients  of both the offences are totally different\t and\nthey do not form the same offence within the meaning of <a href=\"/doc/17858/\" id=\"a_7\">Art.\n20 (2)</a> of the Constitution and, therefore, that Article\t has\nno  relevance  to the present case.  Further, there  are  no\npermissible grounds for upsetting the concurrent findings of\nboth the courts below that the appellant was a member of the\nconspiracy.\nLeo Boy Prey v. The Superintendent, District Jail, Amritsar,\n[1958]\tS. C. R. 822 and The State of Bombay v. S. L.  Apte,\n[1961] 3 S. C. R. 107, relied on.\nSardul\tSingh  Caveeshar v. State of Bombay,  [1958]  S.C.R.\n161, referred to.\nAs  the question raised regarding interpretation of <a href=\"/doc/17858/\" id=\"a_8\">Art.  20\n(2)</a>  of\t the constitution has already been decided  by\tthis\nCourt, it cannot be held that the question raised involves a\nsubstantial question of law as to the interpretation of\t the\nConstitution  within  the  meaning of <a href=\"/doc/244297/\" id=\"a_9\">Art. 145\t(3)</a>  of\t the\nConstitution.\nState of Jammu &amp; Kashmir v. Thakur Ganga Singh, [1960] 2  S.\nC. R. 346 relied on.\n380\nHeld,  that  from the relevant provisions of<a href=\"/doc/1047846/\" id=\"a_10\"> s. 53</a>  and\t the\nExplanation to<a href=\"/doc/785774/\" id=\"a_11\"> s. 55</a> of the Evidence Act., it is clear\tthat\nthe  evidence of general reputation and general\t disposition\nis  relevant  in a criminal proceeding.\t  <a href=\"/doc/1953529/\" id=\"a_12\">Under\t the  Indian\nEvidence Act</a>, unlike in England, evidence can be given\tboth\nof  general character and general disposition.\t Disposition\nmeans  the inherent qualities of a person; reputation  means\nthe general credit of the person amongst the public.   There\nis a real distinction between reputation and disposition.  A\nman  may be reputed to be a good man, but in reality be\t may\nhave  a bad disposition.  The value of evidence\t as  regards\ndisposition of a person depends not only upon the  witness&#x27;s\nperspicacity  but also on his opportunities to\tobserve\t the\nperson\tas well as the said person&#x27;s cleverness to hide\t his\nreal  traits.  But a disposition of a man may be made up  of\nmany  traits, some good and some bad, and only\tevidence  in\nregard\tto  a  particular trait with which  the\t witness  is\nfamiliar would be of some use.\nBut,  in  any case, the character evidence is a\t very  -week\nevidence;  it  cannot out weight the  positive\tevidence  in\nregard\tto  the\t guilt of a person.  It\t may  be  useful  in\ndoubtful cases to tilt the balance in favour of the  accused\nor  it\tmay also afford a background  for  appreciating\t his\nreactions  in  a  given situation.  It must  give  place  to\nacceptable positive evidence.  The opinion expressed by\t the\nwitnesses  does credit to the accused, but, in the  face  of\nthe  positive  evidence\t it cannot turn\t the  scale  in\t his\nfavour.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL  APPELLATE JURISDICTION: Criminal Appeals Nos.\t 67,\n136 and 172 of 1959 and 82 and 83 of 1962.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals\t by special leave from the judgment and order  dated\nNovember  3, 1958 in Criminal Appeals Nos. 196, 256 and\t 363\nof 1958.\n</p><p data-structure=\"PetArg\" id=\"p_3\">B.   B.\t Tawakley and S. C. Mazumdar, for the appellant\t (in\nCr.  A. No. 67159).\n</p><p data-structure=\"PetArg\" id=\"p_4\">S.   C. Mazumdar, for the appellant (in Cr.  A. No. 136/59).\nT.   S. Venakataraman, for the appellant (in Cr.\nA. No. 172/59).\n</p><span class=\"hidden_text\" id=\"span_1\"> 381</span>\n<p data-structure=\"PetArg\" id=\"p_5\">N.   N. Keshwani, for the appellant (in Cr.  A. No. 82/62).\nC.   B.\t Agarwala,  K.\tL. Misra, Advocate  General,  U.  P.\nMangala\t Prasad Baghari, Shanti Sarup Khanduja, Malik  Arjun\nDas  and  Ganpat  Rai, for the appellant  (in  Cr.   A.\t No.\n83/62).\n</p><p data-structure=\"Issue\" id=\"p_6\">N.   S.\t Bindra,  D.  R.  Prem and R.  H.  Dhebar,  for\t the\nrespondent in all the Appeals.\n</p><p data-structure=\"Issue\" id=\"p_7\">1963.  March 18.  The judgment of the Court was delivered by\nSUBBA RAO J.-These appeals by special leave arise out of two\njudgments of the High Court of Bombay, one that of Vyas\t and\nKotval JJ., dated March 31, 1958, and the other that of Shah\nand  Shelat  JJ.,  dated  November 3,  1958,  in  what,\t for\nconvenience  of reference,, may be described as\t the  Empire\nConspiracy Case.\n</p><p data-structure=\"Facts\" id=\"p_8\">At  the outset it would be convenient to state\tbriefly\t the\ncase  of the prosecution.  One Lala Shankarlal, a  political\nleader\tand Vice-President of the Forward Bloc and a  highly\ncompetent  commercial  magnate, and his\t nominees  held\t the\ncontrolling  block  of\tshares\tof  the\t Tropical  Insurance\nCompany\t Limited, hereinafter called the &quot;Tropical&quot;, and  he\nwas the Chairman and Managing Director of the said  company.\nHe had also controlling voice in another company called\t the\nDelhi  Swadeshi\t Cooperative  Stores Ltd.   The\t said  Delhi\nStores held a large number of shares of the Tropical.  In or\nabout the middle of 1948, Sardar Sardul Singh Caveeshar, who\nwas  controlling the People&#x27;s Insurance Co. Ltd.  and  other\nconcerns  in Lahore, and Kaul, a practising barrister,\tcame\nto Delhi.  During that year the former was the President  of\nthe  Forward  Bloc and Shankarlal  was\tits  Vice-President.\nShankerlal,\n<span class=\"hidden_text\" id=\"span_2\">382</span>\nCaveeshar  and\tKaul conceived the idea\t of  purchasing\t the\ncontrolling block of 63,000 shares of the Jupiter  Insurance\nCompany\t Ltd., hereinafter referred to as the &quot;&#x27;Jupiter&quot;,  a\nprosperous  company,  in the name of the Tropical  from\t the\nKhaitan\t Group\twhich was holding the said  Jupiter  shares.\nBut  the financial position of the Tropical did\t not  permit\nthe said purchase and so they thought of a fraudulent device\nof  purchasing the said Jupiter shares out of the  funds  of\nthe  Jupiter itself.  Under an agreement entered  into\twith\nthe  Khaitan  Group,  the out of the 63,000  shares  of\t the\nJupiter\t was  fixed at Rs. 33,39,000/-, and  the  purchasers\nagreed\tto pay Rs. 5,00,000/- in advance as  &quot;&#x27;black  money&quot;\n</p><blockquote id=\"blockquote_1\">and the balance of Rs. 28,39,000/-, representing the  actual\nprice  on paper, within January 20, 1949, i. e.,  after\t the\npurchasers got control of the Jupiter.\tAfter the  purchase,\nShankarlal Group took charge of the Jupiter as its Directors\nafter\tfollowing  the\tnecessary  formalities,\t  sold\t the\nsecurities of the Jupiter for the required  amount,and\tpaid\nthe balance of the purchase money to\tthe  Khaitan  Group-\nwithin the prescribed time.   In  order\t to  cover  up\tthis\nfraud  various\tmanipulations  were  made  in  the  relevant\naccount\t books\tof  the Jupiter.  There would  be  an  audit\nbefore the end of the year and there was every likelihood of\ndetection  of their fraud.  It, therefore, became  necessary\nfor  them to evolve a scheme which would bring in  money  to\ncover  the said fraud perpetuated by the Directors  of\tthe.\nJupiter in the acquisition of its 63,000 controlling shares.\nFor  that  purpose, Shankarlal and his group  conceived\t the\nidea  of  purchasing  the controlling  interest\t in  another\ninsurance company so that the funds of that company might be\nutilized  to cover up the Jupiter fraud.  With that  object,\nin or about September 1949, Shankarlal and 9 of his  friends\nentered into a conspiracy     to  lift\tthe  funds  of\t the\nEmpire\tof  India Life Assurance Company  Ltd.,\t hereinafter\nreferred to as the &quot;Empire&quot;, to cover up the Jupiter\n<span class=\"hidden_text\" id=\"span_3\"> 383</span>\nfraud.\t  This\tthey  intended\tto  do\tby  purchasing\t the\ncontrolling  shares of the Empire, by some of them  becoming\nits  Directors and Secretary, and by utilizing the funds  of\nthe Empire to cover up the defalcations made in the Jupiter.\nThe  following\twere  the members of the  conspiracy  :\t (1)\nShankarlal,  (2)  Kaul,\t (3)  Metha,  (4)  Jhaveri  and\t (5)\nDoshi--all  Directors  of  the\tJupiter-and  (6)  Guha,\t the\nSecretary  of the Jupiter, (7) Ramsharan, the  Secretary  of\nthe  Tropical, (8) Caveeshar, the Managing Director  of\t the\nPeople&#x27;s  Insurance  Co., (9) Damodar  Swarup,\ta  political\nworker\twho was later on appointed as the Managing  Director\nof the Empire. (10) Subhedar, another political worker, (11)\nSayana,\t a businessman of Bombay, and (12)  Bhagwan  Swarup,\nthe   nephew   of  Shankarlal  and   a\t retired   Assistant\nCommissioner  of  Income-tax of the  Patiala  State.   After\nforming the conspiracy, the controlling shares of the Empire\nwere  purchased\t in  the  name\tof  Damodar  Swarup  for  an\napproximate  sum  of  Rs.  43,00,000/-.\t  For  that  purpose\nsecurities  of the Jupiter of the value of  Rs.\t 48,75,000/-\nwere withdrawn by the Directors of the Jupiter without a re-\nsolution  of  the  Board of Directors  to  that\t effect\t and\nendorsed  in  the name of Damodar Swarup again\twithout\t any\nresolution  of\tthe  Board  of\tDirectors  to  that  effect.\nDamodar\t Swarup deposited the said securities in the  Punjab\nNational Bank Ltd., and opened a Cash-credit account in\t the\nsaid Bank in his own name.  He also executed two  promissory\nnotes to the said Bank for a sum of Rs. 10,00,000/- and\t Rs.\n43,00,000/-  respectively.  Having opened the said  account,\nDamodar\t Swarup\t drew  from the said  account  by  means  of\ncheques\t a sum of Rs. 43,00,000/- and paid the same  towards\nthe  purchase  of the said Empire shares.  Out of  the\tsaid\nshares\tof  the\t Empire, qualifying shares  of\ttwenty\twere\ntransferred in each of the names of Damodar Swarup, Subhedar\nand  Sayana,  and by necessary\tresolutions  Damodar  Swarup\nbecame the Managing\n<span class=\"hidden_text\" id=\"span_4\">384</span>\nDirector  and Chairman of the Empire and the other two,\t its\nDirectors,  and Bhagwan Swarup was appointed its  Secretary.\nThe  conspirators  having thus taken control of\t the  Empire\nthrough some of them, lifted large amounts of the Empire  to\nthe  tune  of Rs. 62,49,700/- by bogus sale and\t loans,\t and\nwith the said amount they not only recouped the amounts paid\nout  of\t the  Jupiter for the purchase\tof  its\t controlling\nshares\tand also the large amounts paid for the purchase  of\nthe controlling shares of the Empire.  After the  conspiracy\nwas discovered, in due course the following ten of the\tsaid\nconspirators,\ti.  e.,\t all  the   conspirators   excluding\nShankarlal and another, who died pending the  investigation,\nwere brought to trial before the Court of the Sessions judge\nfor  Greater Bombay under<a href=\"/doc/1897847/\" id=\"a_13\"> s. 120-B</a> of the Indian Penal\tCode\nand also each one of them separately under s.\t  409,\tread\nwith<a href=\"/doc/1630403/\" id=\"a_14\"> s. 109</a>, of the said Code : (1) Kaul,(2)\tMetha,\t (3)\nJhaveri, (4) Guha, (5) Ramsbaran,(6)\t   Caveeshar,\t (7)\nDamodar\t Swarup, (8) Subhedar, (9) Sayana, and (10)  Bhagwan\nSwarup.\t  The gravemen of the charge against them  was\tthat\nthey,  along  with  Shankarlal\tand  Doshi,  both  of\tthem\ndeceased,  entered into a criminal conspiracy at Bombay\t and\nelsewhere  between  or about the period from  September\t 20,\n1950 to December 31, 1950 to commit or cause to be committed\ncriminal breach of trust in respect of Government securities\nor proceeds thereof or the funds of the Empire of India Life\nAssurance Co. Ltd., Bombay, by acquiring its management\t and\ncontrol\t and dominion over the said property in the  way  of\nbusiness  as  Directors,  Agents or Attorneys  of  the\tsaid\nCompany.  The details of the other charges need not be given\nas the accused were acquitted in respect thereof.\nLearned Sessions judge made an elaborate enquiry, considered\nthe  innumerable  documents  filed  and\t the  oral  evidence\nadduced in the case and came to the conclusion that  Accused\n1, 2, 4, 5, 6 and 10\n<span class=\"hidden_text\" id=\"span_5\"> 385</span>\nwere guilty of the offence under s. 120-B, read with<a href=\"/doc/1326844/\" id=\"a_15\"> s.\t 409</a>\nof the Indian Penal Code and sentenced them to various\tterm\nof imprisonment.  Accused 6, i. e., Caveeshar, was sentenced\nto suffer rigorous imprisonment for 5 years, and accused 10,\ni. e., Bhagwan Swarup, to rigorous imprisonment for a period\nof  5  ears  and also to pay a fine of Rs.  2,000/-  and  in\ndefault to suffer rigorous imprisonment for a further period\nof six months.\tHe acquitted accused 3, 7, 8 and 9.\nThe State preferred an appeal to the High Court against that\npart  of  the-&#x27;..judgment  of  the  learned  Sessions  judge\nacquitting  some of the accused; and the  convicted  accused\nfiled  appeals against their convictions.  The appeal  filed\nby Caveeshar, Accused-6, was dismissed in limine by the High\nCourt.\t The appeals filed by &#x27;the other  convicted  accused\nagainst\t their convictions were dismissed and the appeal  by\nthe  State against the acquittal of some of the accused\t was\nallowed\t by  the High Court.  Accused-7 was sentenced  to  5\nyears&#x27; rigorous imprisonment, accused-8 to 3 years&#x27; rigorous\nimprisonment and accused 9 to 3 years rigorous imprisonment.\nAccused 6, 7, 8, 9 and 10 have, by special leave,  preferred\nthese  appeals against their convictions and sentences.\t  We\nare  not  concerned with the other accused as some  of\tthem\ndied and others did not choose to file appeals.\nAt  the\t outset it may be stated that none  of\tthe  learned\ncounsel\t appearing for the accused questioned the factum  of\nconspiracy;  nor  did they canvass the\tcorrectness  of\t the\nfindings  of the Courts below that the funds of\t the  Empire\nwere  utilized\tto  cover  up the  fraud  committed  in\t the\nJupiter,  but on behalf of each of the appellants a  serious\nattempt was made to exculpate him from the offence.  But, as\nthe defalcations made in the finances of the Jupiter and the\n<span class=\"hidden_text\" id=\"span_6\">386</span>\nmode  adopted to lift the funds of the Empire  and  transfer\nthem to the coffers of the Jupiter will have some impact  on\nthe question of the culpability of the appellants, we  shall\nbriefly\t  notice  the  modus  operandi\tof  the\t scheme\t  of\nconspiracy  and\t the  financial\t adjustments  made  pursuant\nthereto.\n</blockquote><blockquote id=\"blockquote_2\">We  have already referred to the fact that Shankarlal  Group\npurchased the controlling shares of the Jupiter from Khaitan\nGroup and that as a consideration for the said purchase\t the\nformer\tagreed\tto pay the latter Rs. 5,00,000/-  as  &quot;black\nmoney&quot;\tand  pay the balance of about Rs.  28,39,000/-on  or\nbefore\tJanuary &#x27;-IO, 1949.  After Shankarlal  Group  became\nthe Directors of the Jupiter, they paid the said amount from\nand  out  of  the funds of the Jupiter.\t To  cover  up\tthat\nfraud,\t on  January  11,  1949,  the  Directors  passed   a\nresolution granting a loan of Rs. 25,15,000/- to  Accused-6,\non  the\t basis of an application made by him,  on  equitable\nmortgage of his properties in Delhi : (see Ex.\tZ-22).\tThey\npassed another resolution sanctioning the purchase of  plots\nof  the Delhi Stores, a concern of Shankarlal, for a sum  of\nRs.  2,60,000/-.   It is in evidence that Accused-6  had  no\nproperty in Delhi and that the said plots were not owned  by\nthe  Delhi Stores.  The said loan and the sale price of\t the\nplots  covered by the said resolutions were really  intended\nfor drawing the money of the Jupiter for paying the  Khaitan\nGroup  before January 20,194-9.\t But some  shareholders\t got\nscent  of  the\talleged fraud and issued  notices;  and\t the\nDirectors  were also afraid of detection of their  fraud  by\nthe  auditors  during their inspection at the close  of\t the\nyear  1949.  It, therefore, became necessary to show in\t the\naccounts  of the Jupiter that the loan alleged to have\tbeen\nadvanced  to Accused-6 was paid off.  For this\tpurpose\t the\nDirectors   brought  into  existence  the   following\tfour\ntransanctions  :  (1) a loan of Rs. 5,00,000/-\tadvanced  to\nRaghavji on November 5, 1949; (2) a loan of\n<span class=\"hidden_text\" id=\"span_7\"> 387</span>\nRs.  5,30,000/-\t to Misri Devi on December 12, 1949;  (3)  a\nfresh  loan  of Rs. 5,30,000/- to  Caveeshar,  Accused-6  on\nNovember  5,  1949; and (4) a transactions  of\tpurchase  of\n54,000 shares of the Tropical for Rs. 14,00,000/- on May 25,\n1949  and December 20, 1949.  These four ficticious  transa-\nction  were brought about to show the discharge of the\tloan\nadvanced  to  Caveeshar, Accused-6.   Further  manipulations\nwere  made in the accounts showing that parts of  the  loans\ndue  from  Raghavji, Misri Devi and Caveeshar and  also\t the\nprice of the Tropical shares were paid by Caveeshar.   These\npaper entries did not satisfy the auditors and they insisted\nupon  further scrutiny.\t It is the case of  the\t prosecution\nthat  Shankarlal  and his  co-conspirators  following  their\nusual pattern conceived the idea of getting the\t controlling\ninterest of the Empire, which had a reserve of Rs. 9 crores.\nJupiter securities worth about Rs. 45,00,000/- were endorsed\nin  favour  of Accused-7, who in his turn endorsed  them  in\nfavour of the Punjab National Bank Ltd., for the purpose  of\nopening a cash-credit account therein.\tOn October 5,  1950,\nunder  Ex.  Z-9, the controlling shares of the\tEmpire\twere\npurchased   from  Ramsharan  Group  and\t the   consideration\ntherefor  was paid from and out of the money raised  on\t the\nJupiter\t securities.   The Directors of the Jupiter  had  to\nmake  good to the Company not only the amounts paid  out  of\nthe jupiter funds to purchase the controlling shares of\t the\nJupiter, in regard to which various manipulations were\tmade\nin the Jupiter accounts, but also about Rs.  45,00,000/worth\nof  securities\ttransferred in the name of  Damodar  Swarup.\nHaving\tpurchased  the\tcontrolling shares  of\tthe  Empire,\nShankarlal  and his colleagues got their nominees.,  namely,\nAccused 7, 8 and 9 as Directors and Accused-10 as the Secre-\ntary  of the Empire.  On November 27, 1950, a resolution  of\nthe  Directors of the Empire sanctioned the purchase of\t Rs.\n20,00,000/-- worth of Government\n<span class=\"hidden_text\" id=\"span_8\">388</span>\nSecurities  alleged  to belong to the Jupiter.\t Though\t the\nsecurities  were  not delivered,  two  bearer-cheques  dated\nOctober\t 26, 1950 and October 27, 1950 for  Rs.\t 15,00,000/-\nand Rs. 5,00,000/- respectively were made out and cashed and\nthe said moneys were utilized to cancel the loan alleged  to\nhave  been advanced to Raghavji and for the purchase of\t the\nTropical shares for Rs. 1,4,00,000/-.  But the\tconspirators\nhad still to make good the securities transferred in  favour\nof  Accused  7\tand  other  amounts.   The  Directors  again\nsanctioned  12\tloans, the first six on\t November  27,\t1950\ntotalling Rs. 28,20,000/- and the other six on December\t 18,\n1950  totalling\t Rs. 42,80,000/-  admittedly  to  fictitious\nloanees.   12  bearer-cheques  for  an\taggregate   of\t Rs.\n71,00,000/-  were issued by Accused-10 between\tDecember  19\nand 23, 1950.  This amount was utilized for getting 5 drafts\nfor  different\tamounts in favour of Accused 1\tand  2,\t the\nDirectors  of  the Jupiter, Accused-4,\tits  Secretary,\t and\nAccused-5,  the Secretary of the Tropical (see Ex.   Z-230).\nThe  said  drafts were sent to Bombay and one  of  the\tsaid\ndrafts\twas utilized for paying off the loan of\t Misri\tDevi\nand the other Drafts for Rs. 57,00,000/- were paid into\t the\nJupiter\t account in the Punjab National Bank  Ltd.,  Bombay.\nThis  amount was utilized to cover up the loss\tincurred  by\nthe  Jupiter  by reason of its securities  worth  about\t Rs.\n45,00,000/-  assigned  in favour of Accused-7  and  also  by\nreason\tof the securities worth Rs. 20,00,000/-\t alleged  to\nhave  been sold to the Empire on November 27, 1950.  It\t is,\ntherefore, manifest, and indeed it is not disputed before us\nnow,  that Shankarlal and his co-conspirators, whoever\tthey\nmay  be, had conspired together and lifted large amounts  of\nthe Empire and put them into the Jupiter coffers to cover up\nthe  loss caused to it by their fraud.\tTherefore  in  these\nappeals we proceed on the basis that there was a  conspiracy\nas  aforesaid  and the only question  for  consideration  is\nwhether all or some of the appellants were parties to it.\n</blockquote><span class=\"hidden_text\" id=\"span_9\"> 389</span>\n<blockquote id=\"blockquote_3\">Before\tdealing with the individual cases, as some  argument\nwas made in regard to the nature of the evidence that should\nbe  adduced  to sustain the case of conspiracy, it  will  be\nconvenient to make at this stage some observations  thereon.\n<a href=\"/doc/591631/\" id=\"a_16\">Section\t 120-A</a> of the Indian Penal Code defines the  offence\nof criminal conspiracy thus\n\t      &quot;When  two  or more persons agree\t to  do,  or\n\t      cause  to\t be done an illegal act, or  an\t act\n\t      which is not illegal by illegal means, such an\n\t      agreement\t   is\t designated    a    criminal\n\t      conspiracy.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_9\">The  essence of conspiracy is, therefore, that there  should\nbe  an agreement between persons to do one or other  of\t the\nacts  described in the section.\t The said agreement  may  be\nproved by direct evidence or may   be inferred from acts and\nconduct of the parties.\t There is no difference between\t the\nmode of proof  of the offence of conspiracy and that of\t any\nother offence : it can be established by direct evidence  or\nby  circumstantial evidence.  But<a href=\"/doc/1946503/\" id=\"a_17\"> s. 10</a> of the Evidence\t Act\nintroduces the doctrine of agency and if the conditions laid\ndown  therein  are  satisfied,\tthe acts  done\tby  one\t are\nadmissible  against the co-conspirators.  The  said  section\nreads :\n</p><blockquote id=\"blockquote_4\">\t      &quot;Where  there is reasonable ground to  believe\n\t      that  two\t or  more  persons  have   conspired\n\t      together to commit an offence or an actionable\n\t      wrong,  anything said, done or written by\t any\n\t      one  of  such persons in\treference  to  their\n\t      common  intention,  after the time  when\tsuch\n\t      intention was first entertained by any one  of\n\t      them,  is a relevant fact as against  each  of\n\t      the  persons believed to be so  conspiring  as\n\t      well for the purpose of proving the  existence\n\t      of  the  conspiracy  as  for  the\t purpose  of\n\t      showing  that any such person was a  party  to\n\t      it.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_10\">This section, as the opening words indicate, will come\tinto\nplay only when the Court is satisfied that\n<span class=\"hidden_text\" id=\"span_10\">390</span>\nthere  is  reasonable  ground to believe that  two  or\tmore\npersons\t have conspired together to commit an offence or  an\nactionable  wrong, that is to say, there should be  a  prima\nfacie  evidence that a person was a party to the  conspiracy\nbefore\this  acts can be used against  his  co-conspirators.\nOnce such a reasonable ground exists, anything said, done or\nwritten\t by  one  of the conspirators in  reference  to\t the\ncommon intention, after the said intention was\tentertained,\nis relevant against the others, not only for the purpose  of\nproving the existence of the conspiracy but also for proving\nthat  the other person was a party to it.   The\t evidentiary\nvalue  of  the said acts is limited  by\t two  circumstances,\nnamely, that the acts shall be in reference to their  common\nintention  and in respect of a period after  such  intention\nwas  entertained  by any one of them.  The  expression\t&quot;&#x27;in\nreference  to their common intention&quot; is very  comprehensive\nand  it\t appears to have been designedly used to give  it  a\nwider  scope  than  the words &quot;in  furtherance\tof&quot;  in\t the\nEnglish\t law  ;\t with the result,  anything  said,  done  or\nwritten by a coconspirator, after the conspiracy was formed,\nwill  be  evidence against the other before he\tentered\t the\nfield of conspiracy or after he left it.  Another  important\nlimitation  implicit  in the language is  indicated  by\t the\nexpressed scope of its relevancy.  Anything so said, done or\nwritten\t is  a relevant fact only &quot;as against  each  of\t the\npersons believed to be so conspiring as well for the purpose\nof  proving  the  existence of the  conspiracy\tas  for\t the\npurpose\t of showing that any such person was a party to\t it.\nIt can only be used for the purpose of proving the existence\nof  the conspiracy or that the other person was a  party  to\nit.   It cannot be used in favour of the other party or\t for\nthe purpose of showing that such a person was not a party to\nthe  conspiracy.  In short, the section can be\tanalysed  as\nfollows\t :  (1)\t There\tshall  be  a  prima  facie  evidence\naffording  a reasonable ground for a Court to  believe\tthat\ntwo or more persons are\n<span class=\"hidden_text\" id=\"span_11\"> 391</span>\nmembers\t of  a\tconspiracy ; (2) if the\t said  condition  is\nfulfilled, anything said, done or written by any one of them\nin  reference  to their common intention  will\tbe  evidence\nagainst the other; (3) anything said, done or written by him\nshould\thave  been said, done or written by  him  after\t the\nintention was formed by any one of them ; (4) it would\talso\nbe relevant for the said purpose against another who entered\nthe  conspiracy whether it was said, done or written  before\nhe  entered the conspiracy or after he left it ; and (5)  it\ncan  only  be used against a co-conspirator and not  in\t his\nfavour;\n</p><p data-structure=\"CDiscource\" id=\"p_11\">With  this background let us now take the  evidence  against\neach  of  the appellants and the contentions raised  for  or\nagainst him.  But it must be stated that it is not  possible\nto   separate  each  of\t the  accused  in  the\t matter\t  of\nconsideration  of the evidence, for in a case of  conspiracy\nnecessarily there will be common evidence covering the\tacts\nof all the accused.  We may, therefore, in dealing with some\nof  the\t accused, consider also the evidence  that  will  be\ngermane against the other accused.\n</p><p data-structure=\"PetArg\" id=\"p_12\">We shall first take the case of Accused-6, Caveeshar, who is\nthe appellant in Criminal Appeal No. 82 of 1962.  So far  as\nthis appellant is concerned the learned Sessions judge found\nthat  he was a member of the conspiracy and the\t High  Court\nconfirmed that finding.\t It is the Practice,, of this  Court\nnot to interfere with concurrent findings of fact  even\t  in\nregular appeals and particularly   so in appeals under\t<a href=\"/doc/427855/\" id=\"a_18\">Art.\n136</a> of the Constitution.  We would, therefore, approach\t the\nappeal of this accused from that perspective.\nLearned counsel for this appellant argued before us that the\nsaid accused was convicted by the Sessions judge for being a\nmember\tof the conspiracy in the Jupiter case in respect  of\nhis acts pertaining\n<span class=\"hidden_text\" id=\"span_12\">392</span>\nto  that conspiracy and therefore he could not be  convicted\nover again in the present case on the basis of the facts  on\nwhich the earlier conviction was founded; in other words, it\nis  said that he was convicted in the present trial for\t the\nsame  offence  in  respect  of which  he  had  already\tbeen\nconvicted  in the Jupiter case and such a  conviction  would\ninfringe  his  fundamental right under <a href=\"/doc/17858/\" id=\"a_19\">Art. 20\t(2)</a>  of\t the\nConstitution,  and in support of this  contention  reference\nwas  made to certain decisions of the Supreme Court  of\t the\nUnited States of America.  The said Article reads :\n</p><blockquote id=\"blockquote_5\">\t      &quot;No  person shall be prosecuted  and  punished\n\t      for the same offence more than once.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"493883\" id=\"span_13\">The previous case in which this accused was convicted was in\nregard to a conspiracy to commit criminal breach of trust in\nrespect\t of  the  funds of the Jupiter\tand  that  case\t was\nfinally disposed of by this Court in <a href=\"/doc/493883/\" id=\"a_20\">Sardul Singh  Caveeshar\nv. State of Bombay</a> (1).\t Therein it was found that Caveeshar\nwas  a\tparty  to the conspiracy and also  a  party  to\t the\nfraudulent  transactions entered into by the Jupiter in\t his\nfavour.\t The present case relates to a different  conspiracy\naltogether.   The  conspiracy in question was  to  lift\t the\nfunds  of the Empire, though its object was to cover up\t the\nfraud  committed in respect of the Jupiter.  Therefore.,  it\nmay  be that the defalcations made in Jupiter may  afford  a\nmotive\tfor  the new conspiracy, but the  two  offences\t are\ndistinct  ones.\t Some accused may be common to both of\tthem\nsome of the facts proved to establish the Jupiter conspiracy\nmay  also  have to be proved to support the motive  for\t the\nsecond\tconspiracy.  The question is whether that in  itself\nwould be sufficient to make the two conspiracies the one and\nthe  same  offence.   Learned  counsel\tsuggests  that\t the\nquestion  raised involves the interpretation of a  provision\nof the Constitution and therefore the appeal of this accused\n(1)  [1958] S. C. R. 161.</span>\n</p><span class=\"hidden_text\" id=\"span_14\"> 393</span>\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"38328\" id=\"span_15\">will  have to be referred to a Bench consisting of not\tless\nthan 5 judges.\tUnder <a href=\"/doc/244297/\" id=\"a_21\">Art. 145 (3)</a> of the Constitution\tonly\na  case\t involving a substantial question of law as  to\t the\ninterpretation of the Constitution shall be heard by a Bench\ncomprising not less than 5 Judges.  This Court held in <a href=\"/doc/38328/\" id=\"a_22\">State\nof  Jammu  &amp;  Kashmir  v. Thakur Ganga\tSingh</a>  (1),  that  a\nsubstantial question of interpretation of a provision of the\nConstitution  cannot arise when the law on the\tsubject\t has\nbeen  finally  and effectively decided by this\tCourt.\t Two\ndecisions  of  this Court have construed the  provisions  of\n<a href=\"/doc/17858/\" id=\"a_23\">Art.  20  (2)</a>  of the Constitution in  the  context  of\t the\nexpression   &quot;same  offence.&quot;</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1827447\" id=\"span_16\">In  <a href=\"/doc/1827447/\" id=\"a_24\">Leo\tRoy  Frey   v.\t The\nSuperintendent,\t District  Jail, Amritsar</a>  (2),\t proceedings\nwere  taken  against certain persons in the  first  instance\nbefore\tthe customs authorities under s. 167 (8) of the\t Sea\nCustoms\t Act  and heavy personal penalties were\t imposed  on\nthem. thereafter, they were charged for an offence under  s.\n120-B  of  the <a href=\"/doc/1569253/\" id=\"a_25\">Indian Penal Code</a>.  This Court held  that  an\noffence under s. 120-B is not the same offence as that under\nthe  Sea  Customs Act.\tDas C. J., speaking for\t the  Court,\nobserved :</span>\n</p><blockquote id=\"blockquote_6\">\t      &quot;The offence of a conspiracy to commit a crime\n\t      is a different offence from the crime that  is\n\t      the  object  of  the  conspiracy\tbecause\t the\n\t      conspiracy  precedes  the\t commission  of\t the\n\t      crime  and  is complete before  the  crime  is\n\t      attempted\t or  completed,\t equally  the  crime\n\t      attempted\t or completed does not\trequire\t the\n\t      element\tof   conspiracy\t as   one   of\t its\n\t      ingredients.    They   are,therefore,    quite\n\t      separate offences.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701326\" id=\"span_17\">This  Court again considered the scope of the  words  &quot;&#x27;same\noffence&quot; in <a href=\"/doc/701326/\" id=\"a_26\">The State of Bombay v. ,S.\tL. Apte</a> (3).   There\nthe  respondents  were both convicted and sentenced  by\t the\nMagistrate under<a href=\"/doc/1326844/\" id=\"a_27\"> s. 409</a> of the Indian Penal Code and<a href=\"/doc/768216/\" id=\"a_28\"> s.\t 105</a>\nof the Insurance Act.  Dealing with the argument that the\n(1) [1960] 2 S.C.R.346.</span>\n</p><p data-structure=\"Precedent\" id=\"p_16\">(2) [1958] S. C. R. 822, 827,\n(3)[1961] 3.S.C.R.,107,114.\n</p><span class=\"hidden_text\" id=\"span_18\">394</span>\n<p data-structure=\"Precedent\" id=\"p_17\">allegations  of fact were the same, Rajagopala Ayyangar\t J.,\nrejecting the contention, observed on behalf of the Court :\n</p><blockquote id=\"blockquote_7\">\t      &quot;To  operate as a bar the\t second\t prosecution\n\t      and  the consequential punishment\t thereunder,\n\t      must be for `the e same offence&#x27;.\t The crucial\n\t      requirement,  therefore,\tfor  attracting\t the\n\t      Article  is that the offences arc the same  i.\n\t      e.,  they should be identical.   If,  however,\n\t      the   two\t  offences   are   distinct,\tthen\n\t      notwithstanding  that the allegations of\tfact\n\t      in  the two complaints might be  substantially\n\t      similar,\tthe  benefit of the  ban  cannot  be\n\t      invoked.\t It  is,  therefore,  necessary\t  to\n\t      analyse and compare not the allegations in the\n\t      two complaints but the ingredients of the\t two\n\t      offences\tand  see whether their\tidentity  is\n\t      made out.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">This  decision lays down that the test to ascertain  whether\ntwo  offences  are  the\t same is not  the  identity  of\t the\nallegations  but  the  identity of the\tingredients  of\t the\noffences.  In view of the said decisions of this Court,\t the\nAmerican  decisions  cited  at\tthe  Bar  do  not  call\t for\nconsideration.\t As  the question raised  has  already\tbeen\ndecided by this Court, what remains is only the\t application\nof the principle laid down to the facts of the present case.\ncannot, therefore, hold that the question raised involves  a\nsubstantial question of law as to the interpretation of\t the\nConstitution  within  the  meaning of <a href=\"/doc/244297/\" id=\"a_29\">Art. 145\t(3)</a>  of\t the\nConstitution.\n</p><p data-structure=\"Section\" id=\"p_19\">In  the\t present case, applying the test <a href=\"/doc/701326/\" id=\"a_30\">laid down  by</a>\tthis\nCourt,\tthe two conspiracies are not the same offence :\t the\nJupiter\t conspiracy  came  to an&#x27; end when  its\t funds\twere\nmisappropriated.    The\t  Empire  conspiracy   was   hatched\nsubsequently, though its &#x27;Object had an intimate  connection\nwith the Jupiter in that the fraud of the Empire was concei.\nved and executed to cover up the fraud of the\n<span class=\"hidden_text\" id=\"span_19\"> 395</span>\nJupiter.   The two conspiracies are distinct  offences.\t  It\ncannot even be said that some of the ingredients of both the\nconspiracies  are  the\tsame.  The  facts  constituting\t the\nJupiter conspiracy are not the ingredients of the offence of\nthe  Empire  conspiracy,, but only afford a motive  for\t the\nlatter offence.\t Motive is not an ingredient of an  offence.\nThe  proof  of motive helps a Court in coming to  a  correct\nconclusion when there is no direct evidence.  Where there is\ndirect\tevidence for implicating an accused in\tan  offence,\nthe  absence  of  proof\t of motive  is\tnot  material.\t The\ningredients  of both the offences are totally different\t and\nthey do not form the same offence within the meaning of <a href=\"/doc/17858/\" id=\"a_31\">Art.\n20 (2)</a> of the Constitution and, therefore, that Article\t has\nno relevance to the present case.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">The  next question is whether this appellant was a party  to\nthe  Empire  conspiracy.   He  was  a  close  associate\t  of\nShankarlal in the political field, he being the President of\nthe  Forward Bloc and Shankarlal being\tits  Vice-President.\nThat  is  how  they  were drawn\t together.   There  is\talso\nevidence  that out of the 63,000 shares of the Jupiter\tthat\nwere  purchased\t in August, 1949 by Shankarlal\tGroup,\t4475\nshares\twere allotted to this appellant.  It is,  therefore,\nclear  that  Accused-6\tthough ex facie\t he  was  neither  a\nDirector  nor  an office-bearer in the\tJupiter,  had  heavy\nstakes\tin  it.\t  We have already  noticed  that  after\t the\npurchase  of  the said shares from and out  of\tthe  Jupiter\nfunds,\ta bogus loan in the name of Accused-6 for a  sum  of\nRs. 25,15,000/- was shown in the Jupiter accounts and  later\non it was substituted by other manipulations. [His  Lordship\nthen proceeded to consider the evidence.]\nx      x     x\t   x\t x     x      x\t    x\nBoth the Courts on the basis of the aforesaid evidence\tcame\nto the conclusion that Accused-6 was\n<span class=\"hidden_text\" id=\"span_20\">396</span>\na  member of the conspiracy and we cannot say that there  is\nno  evidence  on  which the Courts could have  come  to\t the\nconclusion  to\twhich  they did. there\tare  no\t permissible\ngrounds\t for  upsetting this finding under <a href=\"/doc/427855/\" id=\"a_32\">Art. 136</a>  of\t the\nConstitution.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">As  regards  the sentence passed against this  accused,\t the\nSessions   Judge   sentenced   him   to\t  undergo   rigorous\nimprisonment  for a period of 5 years, whereas he  sentenced\nAccused\t 7, 8 and 9 to undergo rigorous imprisonment  for  a\nperiod of 3 years only.\t We do not see any justification for\nthis  distinction between the said accused in the matter  of\npunishment.    Accused6\t had  already  been  convicted\t and\nsentenced  in the Jupiter case; and on the evidence it\tdoes\nnot  appear  that he had taken a major part  in\t the  Empire\nconspiracy,   though  he  was  certainly  in  it.   In\t the\ncircumstances, we think that a sentence of 3 years&#x27; rigorous\nimprisonment  would  equally  suffice  in  his\tcase.\t We,\ntherefore,  modify the sentence passed on him  and  sentence\nhim  to undergo rigorous imprisonment for 3 years.   Subject\nto  the\t aforesaid  modification, the  appeal  preferred  by\nCaveeshar, Accused-6, is dismissed.\n</p><p data-structure=\"Facts\" id=\"p_22\">We  shall  now proceed to consider the appeal  preferred  by\nDamodar\t Swarup, Accused-7 i. e., Criminal Appeal No. 83  of\n1962.\tAccused-7 was the Managing Director and Chairman  of\nthe Empire during the period of the conspiracy.\t On  October\n17,  1950  he  was  elected the Chairman  of  the  Board  of\nDirectors  of the Empire and appointed as Managing  Director\non a salary of Rs. 2,000/per month for a period of one year.\nHe  was\t removed from the post of Managing Director  at\t the\nmeeting\t of the Board of Directors held on March  12,  1951.\nThe  misappropriation of the funds of the Empire,  which  is\nthe subject-matter of the conspiracy, were committed  during\nthe period of his Managing Directorship i. e., between\n<span class=\"hidden_text\" id=\"span_21\"> 397</span>\nSeptember 20 and December 31, 1950.  The prosecution case is\nthat  Accused-7 was a party to the conspiracy,\twhereas\t the\ndefence\t version is that he was a benamidar for\t Shankarlal,\nthat  he  took\tpart  in the proceedings  of  the  Board  of\nDirectors bona fide, believing that there was nothing wrong,\nthat  the resolutions were implemented by Accused- 10  under\nthe  directions of Shankarlal and that the moment he  had  a\nsuspicion  that there was some fraud, he took immediate\t and\neffective  steps  not only to prevent the rot  but  also  to\ninvestigate and find out the real culprits.  The question is\nwhich version is true.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">It  would  be useful to have a correct appreciation  of\t the\nevidence to know the antecedents of Accused-7. [His Lordship\nthen proceeded to consider the evidence.]\nx\tx\tx\t  x\t x\t x\nLearned\t counsel for Accused-7 contends that  the  following\ntwo  important circumstances in this case  established\tthat\nAccused-7  was\ta victim of circumstances and  that  he\t was\ninnocent : (1) Two prominent publicmen of this country\twith\nwhom  the accused worked gave evidence that he was a man  of\nintegrity; and (2) the accused took active steps to  unravel\nthe  fraud and to bring to book every guilty person;  if  he\nwas  a\tconspirator, the argument proceeds,  it\t was  incon-\nceivable  that he would have taken such steps, for it  would\nhave certainly recoiled on him.\t We shall consider these two\naspects now. [His Lordship then proceeded    to consider the\nevidence.]\nx x\t     x\t\tx\nThe  question  is  what is the\tevidentiary  value  of\tgood\ncharacter  of an accused in a criminal case.   The  relevant\nprovisions  are\t s. 53 and the Explanation to<a href=\"/doc/785774/\" id=\"a_33\"> s. 55</a>  of\t the\nevidence Act.  They read :\n</p><blockquote id=\"blockquote_8\"><a href=\"/doc/1047846/\" id=\"a_34\">Section 53</a>.  In criminal proceedings the fact\n<span class=\"hidden_text\" id=\"span_22\">398</span>\nthat the person accused is of a good character is relevant.\n\t\tExplaination to 8. 55.\tIn <a href=\"/doc/1890761/\" id=\"a_35\">sections 52</a>,\t <a href=\"/doc/1047846/\" id=\"a_36\">53</a>,\n\t      <a href=\"/doc/59438/\" id=\"a_37\">54</a> and <a href=\"/doc/785774/\" id=\"a_38\">55</a>, the word &quot;character&quot; includes\tboth\n\t      reputation  and  disposition;  but  except  as\n\t      provided in <a href=\"/doc/59438/\" id=\"a_39\">section 54</a>, evidence may be  given\n\t      only   of\t general  reputation   and   general\n\t      disposition,  and\t not of particular  acts  by\n\t      which reputation, or disposition were shown.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">It  is clear from the said provisions that the\tevidence  of\ngeneral reputation and general disposition is relevant in  a\ncriminal proceeding.  <a href=\"/doc/1953529/\" id=\"a_40\">Under the Indian Evidence Act</a>,  unlike\nin England, evidence can be given both of general  character\nand  general  disposition.  Disposition means  the  inherent\nqualities  of a person; reputation means the general  credit\nof the person amongst the public.  There is a real  distinc-\ntion  between  reputation  and disposition.  A\tman  may  be\nreputed\t to be a good man, but in reality he may have a\t bad\ndisposition.   The value of evidence as regards\t disposition\nof a person depends not only upon the witness&#x27;s perspicacity\nbut also on his opportunities to observe the person as\twell\nas  the\t said person&#x27;s cleverness to hide his  real  traits.\nBut  a disposition of a man may be made up of  many  traits,\nsome  good  and some bad, and only evidence in regard  to  a\nparticular trait with which the witness is familiar would be\nof  some use.Wigmore puts the proposition in  the  following\nmanner :\n</p><blockquote id=\"blockquote_9\">\t      &quot;Whether,\t when admitted, it should  be  given\n\t      weight  except in a doubtful case, or  whether\n\t      it may suffice of itself to create a doubt, is\n\t      a\t mere  question of the weight  of  evidence,\n\t      with which the rules of admissibility have  no\n\t      concerned\nBut,  in  any case, the character evidence is  a  very\tweak\nevidence : it cannot outweigh the positive\n<span class=\"hidden_text\" id=\"span_23\"> 399</span>\nevidence  in  regard to the guilt of a person.\t It  may  be\nuseful\tin doubtful cases to tilt the balance in  favour  of\nthe  accused  or  it  may  also\t afford\t a  background\t for\nappreciating his reactions in a given situation.  It\tmust\ngive place to acceptable positive evidence.  The     opinion\nexpressed by the witnesses does credit to    the    accused,\nbut,  in our view, in the face of the positive\tevidence  we\nhave  already  considered, it cannot turn the scale  in\t his\nfavour.\n</blockquote><blockquote id=\"blockquote_10\">Learned counsel strongly relied upon the subsequent  conduct\nof Accused-7 in support of his innocence. [His Lordship then\nproceeded  to consider the evidence relating  to  subsequent\nConduct and Considered as follows]\nx      x      x\t     x\t   x\t  x\tx     x\nWe,  therefore,\t hold  that Accuscd-7 was  a  party  to\t the\nconspiracy and that the High Court has rightly convicted him\nunder  s.  120-B of the <a href=\"/doc/1569253/\" id=\"a_41\">Indian Penal Code</a>.  As\tregards\t the\nsentence passed on Accused-7, having regard to the  evidence\nin  this  case, we think that this accused must be  given  a\ncomparatively less punishment than his co-conspirators, for,\nthough he took part in the conspiracy, at any rate from\t the\nend  of\t December, 1950, for one reason or  other,  he\ttook\nnecessary  proceedings\tto bring to light  the\tfraud.\t We,\ntherefore,  think that it would meet the ends of justice  if\nthe  accused  was sentenced to rigorous imprisonment  for  a\nperiod\tof  two years.\tWe accordingly modify  the  sentence\npassed\ton  him\t by  the High  Court  and,  subject  to\t the\naforesaid  modification, we dismiss the appeal preferred  by\nhim.\n</blockquote><blockquote id=\"blockquote_11\">Next we come to Criminal Appeal No. 136 of 1959 preferred by\nSubhedar, Accused-8.  The defence of this accused is that he\nacted  throughout  in good faith and under the\tguidance  of\nAccused-7, the Managing Director of the Empire, and that  he\ndid  not know that any fraud was perpetrated in the  Empire.\nBefore joining the Empire he was an\n<span class=\"hidden_text\" id=\"span_24\">400</span>\ninsurance  agent and, therefore, it cannot be said  that  he\nwas  a\tstranger  to the insurance business and\t he  may  be\nassumed\t to know how it would be conducted.  On October\t 16,\n1950  twenty qualifying shares of the Empire from among\t the\nshares\tpurchased in the name of Accused-7 were\t transferred\nin his favour and thereafter at the meeting held on that day\nhe  was co-opted as a Director.\t He is also, therefore,\t one\nof the persons brought in by Shankarlal and made a  Director\nfor  his  own  purpose.\t [His  Lordship\t then  proceeded  to\nconsider the evidence]\n\t\t\t  x x x x x x\nWe  have no doubt that the aforesaid circumstances  lead  to\nonly  one reasonable conclusion that this accused  became  a\nDirector  of  the Empire as a member of the  conspiracy\t and\nhelped\tto  put through all the\t transactions  necessary  to\ntransfer  funds\t from  one Company to  the  other.   He\t was\nrightly\t convicted  by the High Court.\tWe do  not  see\t any\nreason\tto interfere with the sentence passed  against\thim.\nIn the result Criminal Appeal No. 136 of 1959 is dismissed.\nCriminal  Appeal  No. 172 of 1959 is  preferred\t by  Sayana,\nAccused-9.   He\t was  a building contractor  before  he\t was\nappointed  a  Director of the Empire.  His defence  is\talso\nthat he bona fide acted without knowledge of the  conspiracy\nor  the\t fraud.\t He was also one of the\t Directors  inducted\ninto  the Company by the transfer of qualifying shares\tfrom\nand  out of the shares purchased in the name  of  Accused-7.\nHe was co-opted as a Director on October 17, 1950 under\t Ex.\nZ  206C.   Though  he  was not present\tat  the\t meeting  of\nNovember 27, 1950, he was present at the meeting of December\n18,  1950 and, therefore, with the knowledge that six  loans\namounting to Rs. 28,80,000/- were advanced without  scrutiny\nof the securities, he was a party in sanctioning another six\nloans  totalling to Rs. 42,80,000/-.  He as also a party  to\nthe resolution of January 30, 1951\n<span class=\"hidden_text\" id=\"span_25\"> 401</span>\nsanctioning a bogus loan to the chief of Bagarian.  He was a\nparty to the resolution dated February 9, 1951 when the said\nloan  was  confirmed  and  to  the  resolution\t authorizing\nAccused-9 to operate singly the accounts of the Company.</blockquote>\n<blockquote id=\"blockquote_12\">Evidence considered [omitted]\nx\t     x\t\t    x\t\t   x\nIt   is,  therefore,  clear  that  he  was  a  creature\t  of\nShankarlal,  that  he was a party to the  diversion  of\t the\nfunds of the Empire to the Jupiter and that when  Accused-7,\nfor  his own reasons, was taking steps to stop the rot,\t he,\nalong  with  Accused-8,\t obstructed him from  doing  so\t and\nwholly\t supported   Accused-  10.   The   only\t  reasonable\nhypothesis  on\tthe evidence is that he was a party  to\t the\nconspiracy.   It  is said by learned counsel  appearing\t for\nthis accused that his subsequent conduct would not  indicate\nany obstructive attitude on his part but would indicate only\nhis  desire  to\t maintain the status quo  till\tthe  matters\nimproved.   This is a lame explanation, for he,\t along\twith\nthe  other Directors, opposed every attempt of the  scrutiny\nof  the Company&#x27;s affairs and this can only be because\tthey\nwere conscious of their part in the fraud.\n</blockquote><blockquote id=\"blockquote_13\">In  this  context another argument of  learned\tcounsel\t for\nAccused\t 8 and 9 may be noticed.  It is said that  the\tHigh\nCourt  treated\tthe Directors as trustees and  proceeded  to\napproach the case from that standpoint inferring criminality\nfrom  their  inaction.\t Even assuming that  they  were\t not\ntrustees in the technical sense of the term, they  certainly\nstood  in  a fiduciary relationship with  the  shareholders.\nThe  High  Court&#x27;s finding is not based upon  any  technical\nrelationship  between the parties, but on the  facts  found.\nOn the facts, including those relating to the conduct of the\naccused, the High Court drew a reasonable inference of guilt\nof  the accused.  There is sufficient evidence on which\t the\nHigh Court\n<span class=\"hidden_text\" id=\"span_26\"> 402</span>\ncould  have reasonably convicted Accused 8 and 9 and in\t the\ncircumstances,\twe do not see any case had been made out  in\nan  appeal under <a href=\"/doc/427855/\" id=\"a_42\">Art. 136</a> of the Constitution to  merit\t our\ninterference.\n</blockquote><blockquote id=\"blockquote_14\">In the result Criminal Appeal No. 172 of 1959 is dismissed.\nFinally we come to Criminal Appeal No. 67 of 1959  preferred\nby Bhagwan Swarup, Accused-10.\tThe defence of this  accused\nis that he acted throughout on the directions of Accused  7,\n8 and 9, and that as Secretary of the Company, he was  bound\nto  follow their directions.  This accused is the nephew  of\nShankarlal.   He is an M. A., LL.  B. He held the office  of\nAssistant  Commissioner of Income-tax in Patiala State.\t  He\nis  the person who carried out the resolutions of the  Board\nof  Directors  of the Empire through intricate\tchannels  to\nenable the large amounts misappropriated   to\treach\t the\nJupiter Company.    It\tis  suggested that he was  not\twell\ndisposed of    towards Shankarlal and therefore he could not\nhave any knowledge of Shankarlal&#x27;s fraudulent motives behind\nthe  purchase of the controlling shares of the\tEmpire.\t  If\nShankarlal  did not like him lie would not have put  him  in\nthe  key  position  in\tthe Empire.   Indeed,  the  will  of\nShankarlal shows that this accused got the best legacy under\nit.  He was the connecting thread passing through the web of\nconspiracy  from  beginning  to\t end.\tEvidence  Considered\n[omitted]\nx     x\t    x\t  x\tx      x     x\t   x\nLearned counsel appearing for this accused Could only  argue\nthat the accused was a subordinate of the Directors and that\nhe  had\t followed only loyally the directions given  by\t the\nManaging  Director without any knowledge of the\t conspiracy.\nThis argument is an oversimplification of the part taken  by\nAccused-10 in this huge fraud.\tBoth the Courts below have\n<span class=\"hidden_text\" id=\"span_27\"> 403</span>\nheld,  on  the aforesaid circumstances and  other  evidence;\nthat Accused-10 was an active participant in the conspiracy.\nIn our view, there is ample material to justify it.  In\t the\nresult Criminal Appeal No. 67 of 1959 is dismissed.\n</blockquote><blockquote id=\"blockquote_15\">      Cr.  A. No. 82 of 1962 dismissed. Sentence modified.\n      Cr.  A. No. 83 of 1962 dismissed. Sentence modified.\n      Cr.  A. No. 136 of 1959 dismissed.\n</blockquote><blockquote id=\"blockquote_16\">      Cr.  A. No. 172 of 1959 dismissed.\n</blockquote><blockquote id=\"blockquote_17\">      Cr.  A. No. 67 of 1959 dismissed.\n</blockquote>\n\n\n","numcites":20,"numcitedby":69,"docsource":"Supreme Court of India","citetid":1918767,"divtype":"judgments","relatedqs":[{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"subsequent conduct","formInput":"subsequent%20conduct"},{"value":"art. 136","formInput":"art.%20136"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"bhagwan swarup ","formInput":"bhagwan%20swarup%20"},{"value":"defalcation","formInput":"defalcation"},{"value":"Appeals from convictions.","formInput":"Appeals%20from%20convictions."},{"value":"conspiracy","formInput":"conspiracy"},{"value":"punjab  national bank","formInput":"punjab%20%20national%20bank"},{"value":" sardul singh","formInput":"%20sardul%20singh"},{"value":"fraudulent","formInput":"fraudulent"},{"value":"board of directors","formInput":"board%20of%20directors"},{"value":"145(3)","formInput":"145%283%29"},{"value":"409","formInput":"409"},{"value":"disposition","formInput":"disposition"},{"value":"misappropriation","formInput":"misappropriation"},{"value":"damodar","formInput":"damodar"},{"value":"bogus","formInput":"bogus"},{"value":"government securities","formInput":"government%20securities"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"breach-of-trust","formInput":"tag:breach-of-trust"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"relevancy-of-previous-good-character-in-criminal-cases","formInput":"tag:relevancy-of-previous-good-character-in-criminal-cases"}],"courtcopy":true,"query_alert":null,"agreement":false}