{"tid":23034165,"publishdate":"2022-03-15","title":"Bihar Industrial Area Development ... vs Rama Kant Singh on 15 March, 2022","doc":"<h2 class=\"doc_title\">Bihar Industrial Area Development ... vs Rama Kant Singh on 15 March, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-oka\">Abhay S. Oka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-oka\">Abhay S. Oka</a>, <a href=\"/search/?formInput=benchid:a-rastogi\">Ajay Rastogi</a></h3>\n\n<pre id=\"pre_1\">                                                    1\n\n\n\n                                                                     NON­REPORTABLE\n\n\n                                IN THE SUPREME COURT OF INDIA\n\n                                 CIVIL APPELLATE JURISDICTION\n\n                                 CIVIL APPEAL NO. 2030 OF 2022\n                          [arising out of SLP (CIVIL) No. 4843 OF 2022]\n                                   [DIARY NO. 41870 OF 2019]\n\n\n                  BIHAR INDUSTRIAL AREA DEVELOPMENT\n                  AUTHORITY &amp; ORS.               …                  APPELLANTS\n                                               v.\n\n                  RAMA KANT SINGH                             …     RESPONDENT\n\n\n                                         J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                  ABHAY S. OKA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                         Delay condoned. Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Facts\" id=\"p_4\">                 1.      The   first   appellant,   the   Bihar   Industrial   Area\n\n                 Development Authority, has been constituted under the\n\n                 provisions of the <a href=\"/doc/9671385/\" id=\"a_1\">Bihar Industrial Area Development Act,\n\n                 1974</a>. A tender was invited by the executive engineer of the\n\n                 first appellant to carry out the drainage work in an industrial\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n\n\n                 area. The respondent offered a bid which the first appellant\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Jayant Kumar Arora</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.03.15</span>\n<span class=\"hidden_text\" id=\"span_5\">16:52:50 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n                 accepted. Accordingly, an agreement was executed on 15 th\n<span class=\"hidden_text\" id=\"span_7\">\f                                2</span>\n\n\nDecember 2007 by and between the first appellant and the\n\nrespondent. After issuing a notice, the first appellant\n\nterminated the agreement and forfeited the security deposit of\n\nthe respondent.\n</p><p data-structure=\"Section\" id=\"p_5\">2. <a href=\"/doc/164253420/\" id=\"a_2\">Under the Bihar Public Works Contracts Disputes\n\nArbitration Tribunal Act, 2008</a> (for short “the 2008 Act”), the\n\nBihar Public Works Contract Disputes Arbitration Tribunal\n\n(for short, “the Arbitration Tribunal”) has been constituted for\n\ndealing with and deciding the disputes between the parties to\n\na works contract. Clause (a) of <a href=\"/doc/169811705/\" id=\"a_3\">Section 2</a> of the 2008 Act\n\ndefines what is meant by a works contract.\n</p><p data-structure=\"Facts\" id=\"p_6\">3.   Under sub­section (1) of Section 9 of the 2008 Act, when\n\nany dispute arises between the parties to the contract,\n\nirrespective of the fact whether such contract does or does\n\nnot contain an arbitration clause, either party can refer the\n\ndispute in writing in the prescribed form to the Arbitration\n\nTribunal. The dispute can be referred within one year from\n\nthe date on which the dispute has arisen. The respondent\n\nfiled a reference to the Arbitration Tribunal on 21 st March\n\n2013.   The dispute was regarding the termination of the\n\nagreement made on 8th June 2010. The Arbitration Tribunal\n\nmade an award on 15th September 2014. One of the\n<span class=\"hidden_text\" id=\"span_8\">\f                                   3</span>\n\n\ncontentions   raised    by   the       first   appellant   before   the\n\nArbitration Tribunal was that the respondent did not refer the\n\ndispute to the Arbitration Tribunal within one year from the\n\ndate on which the dispute had arisen as provided under sub­\n\nsection (1) of Section 9 of the 2008 Act. The Arbitration\n\nTribunal held that <a href=\"/doc/249731/\" id=\"a_4\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_5\">Limitation Act, 1963</a> (For\n\nshort, “the 1963 Act”) was applicable. Hence, it was held that\n\nthe reference made to the Arbitration Tribunal on 21 st March\n\n2013, raising a dispute about the termination order dated 8 th\n\nJune 2010, was not barred by limitation. The Arbitration\n\nTribunal held that the respondent was entitled to a refund of\n\nthe earnest money and the security deposit. It was held that\n\nthe respondent was entitled to unpaid dues in the sum of Rs.\n\n27,94,990/­ (Rupees twenty­seven lakh ninety­four thousand\n\nnine hundred ninety only). The Arbitration Tribunal held that\n\nthe respondent is entitled to Rs.22,42,269/­ (Rupees twenty­\n\ntwo lakh forty­two thousand two hundred and sixty­nine\n\nonly)   towards   the   security       deposit.    In   addition,   the\n\nArbitration Tribunal held that the respondent is entitled to\n\nthe amounts of Rs.6,22,476/­ (Rupees six lakh twenty­two\n\nthousand four hundred seventy­six only) and Rs.50,000/­\n<span class=\"hidden_text\" id=\"span_9\">\f                               4</span>\n\n\n(Rupees fifty thousand only) deducted towards the penalty by\n\nthe first appellant. Even the amount of provisional deduction\n\nin the sum of Rs.3,68,400/­ (Rupees three lakh sixty­eight\n\nthousand four hundred) was ordered to be refunded to the\n\nrespondent. The Tribunal granted simple interest at the rate\n\nof 10% per annum on the amounts mentioned above. Except\n\non the amount of Rs.22,42,269/­, interest was made payable\n\nfrom 29th July 2010. On the amount of Rs.22,42,269/­,\n\ninterest at the same rate was made payable from 1 st February\n\n2011.\n</p><p data-structure=\"Precedent\" id=\"p_7\">4.   Being aggrieved by the award, the appellants filed a\n\nrevision petition before the High Court by invoking <a href=\"/doc/51163316/\" id=\"a_6\">Section 13</a>\n\nof the 2008 Act. By the impugned judgment, the High Court\n\ndismissed the revision petition. The High Court also held that\n\n<a href=\"/doc/249731/\" id=\"a_7\">Article 137</a> of the 1963 Act was applicable and, therefore, the\n\ndispute raised by the respondent was not barred by the\n\nlimitation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">5.   Shri Rajiv Dutta, the learned Senior Counsel appearing\n\nfor the appellants submitted that under sub­section (1) of\n\nSection 9 of the 2008 Act, a reference to the Arbitration\n\nTribunal was maintainable provided it was made within one\n<span class=\"hidden_text\" id=\"span_10\">\f                                5</span>\n\n\nyear from the date on which the dispute had arisen. He\n\npointed out that the dispute arose on 8 th June 2010, when\n\nthe agreement was terminated, and the respondent&#x27;s earnest\n\nmoney and security deposit were forfeited. He pointed out\n\nthat by the said order, the respondent was blacklisted. He\n\nfurther pointed out that the reference to the Administrative\n\nTribunal was made belatedly on 21 st March 2013. He urged\n\nthat the reference application filed by the respondent\n\nproceeds on the erroneous footing that it was filed within\n\nlimitation. He invited our attention to sub­section (2) in\n\nSection 29 of the 1963 Act. He submitted that the 2008 Act is\n\na local law which describes a period of limitation different\n\nfrom the period prescribed by the Schedule to the 1963 Act\n\nand, therefore, <a href=\"/doc/140207983/\" id=\"a_8\">Section 5</a> of the 1963 Act will not apply.\n\nMoreover, <a href=\"/doc/249731/\" id=\"a_9\">Article 137</a> of the 1963 Act will have no application\n\nas sub­section (1) of Section 9 of the 2008 Act prescribes the\n\nperiod of limitation of one year. He submitted that as the\n\nrespondent was blacklisted, the earnest money and security\n\ndeposit paid by the respondent was rightly forfeited.\n</p><p data-structure=\"PetArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1906339\" id=\"span_11\">6.   The learned senior counsel relied upon a decision of this\n\nCourt in the case of <a href=\"/doc/1906339/\" id=\"a_10\">Hukumdev Narayan Yadav v. Lalit\n<span class=\"hidden_text\" id=\"span_12\">\f                                         6</span>\n\n\n          Narayan Mishra1</a>. This decision was relied upon to support\n\n          the contention that <a href=\"/doc/140207983/\" id=\"a_11\">Section 5</a> of the 1963 Act will not apply.</span>\n\n          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90325949\" id=\"span_13\">The learned Senior Counsel also relied upon a decision of this\n\n          Court in the case of the <a href=\"/doc/90325949/\" id=\"a_12\">State of Bihar v. Brahmaputra\n\n          Infrastructure Limited2</a>. He submitted that as there is no\n\n          agreement between the parties to conduct the arbitration in\n\n          accordance with the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and Conciliation Act, 1996</a>\n\n          (for Short “the 1996 Act”), the reference to the Arbitration\n\n          Tribunal will be governed by the provisions of the 2008 Act.\n\n          He urged that grant of interest at the rate of 10% per annum\n\n          is illegal.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">          7.       The learned counsel appearing for the respondent\n\n          submitted that under <a href=\"/doc/23042234/\" id=\"a_14\">Section 18</a> of the 2008 Act, the\n\n          Arbitration Tribunal has a power to extend the period of\n\n          limitation. He, therefore, submitted that there is no infirmity\n\n          in the finding recorded by the Arbitration Tribunal on the\n\n          ground of bar of limitation. He submitted that the Arbitration\n\n          Tribunal has recorded a finding that there was no clause in\n\n          the agreement providing for the forfeiture of the earnest\n\n          money and security deposit. He submitted that the Tribunal\n\n1   AIR 1974 SC 480.\n</p><p data-structure=\"PetArg\" id=\"p_11\">2   (2018) 17 SCC 444\n<span class=\"hidden_text\" id=\"span_14\">\f                                7</span>\n\n\nalso held that there was no power to impose a penalty. He\n\nurged that the award of interest at the rate of 10% per\n\nannum was justified.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">8.   We have given careful consideration to the submissions\n\nmade across the Bar. <a href=\"/doc/55481702/\" id=\"a_15\">Sections 8</a>, 9, <a href=\"/doc/51163316/\" id=\"a_16\">13</a> and <a href=\"/doc/23042234/\" id=\"a_17\">18</a> of the 2018\n\nAct are relevant which read thus:\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\n</p><blockquote id=\"blockquote_1\">       &quot;8. Act to be in addition to <a href=\"/doc/1306164/\" id=\"a_18\">Arbitration &amp;\n       Conciliation Act, 1996</a>. ­ Notwithstanding\n       anything contained in this Act, any of the\n       provisions shall be in addition to and\n       supplemental to <a href=\"/doc/1306164/\" id=\"a_19\">Arbitration &amp; Conciliation Act,\n       1996</a> and in case any of the provision contained\n       herein is construed to be in conflict with\n       <a href=\"/doc/1052228/\" id=\"a_20\">Arbitration Act</a>, then the latter Act shall prevail to\n       the extent of conflict.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_14\">       &quot;9. Reference to Tribunal and making of\n       award. ­ (1) Where any dispute arises\n       between the parties to the contract, either\n       party shall, irrespective of whether such\n       contract contains an arbitration clause or\n       not, refer, within one year from the date on\n       which the dispute has arisen, such dispute\n       in writing to the Tribunal for arbitration in\n       such form and accompanied by such\n       documents or other evidence and by such\n       fees, as may be prescribed.\n</p><p data-structure=\"Section\" id=\"p_15\">       (2) On receipt of a reference under sub­section (1),\n       the Tribunal may, if satisfied after such inquiry as\n       it may deem fit to make, that the requirements\n       under this Act in relation to the reference are\n       complied with, admit such reference and where\n<span class=\"hidden_text\" id=\"span_15\">\f                          8</span>\n\n\nthe Tribunal is not so satisfied, it may reject the\nreference summarily.\n</p><p data-structure=\"Conclusion\" id=\"p_16\">(3) Where the Tribunal admits the reference under\nsub­section (2), it shall, after recording evidence if\nnecessary, and after perusal of the material on\nrecord and on affording an opportunity to the\nparties to submit their arguments, make an\naward or an interim award, giving its reasons\ntherefor.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">(4) The Tribunal shall use all reasonable dispatch\nin entering on and proceeding with the reference\nadmitted by it and making the award, and an\nendeavour shall be made to make an award\nwithin four months from the date on which the\nTribunal had admitted the reference.\n</p><p data-structure=\"Section\" id=\"p_18\">(5) The award including the interim award made\nby the Tribunal shall, subject to an order, if any\nmade under Section – 12 or 13, be final and\nbinding on the parties to the dispute.\n</p><p data-structure=\"Section\" id=\"p_19\">(6) An award including an interim award as\nconfirmed or varied by an order, if any, made\nunder Section – 12 or 13 shall be deemed to be a\ndecree within the meaning of section – 2 <a href=\"/doc/161831507/\" id=\"a_21\">of the\nCode of Civil Procedure</a>, 1908 of the principal\nCourt of original jurisdiction within the local limits\nwhereof the award or the interim award has been\nmade and shall be executed accordingly.”\n                                  (emphasis added)\n\n\n&quot;13. Revision.­ (1) The High Court may, suo motu\nat any time or on an application made to it within\nthree months from the date on which the award or\ninterim award is made or reviewed under this Act,\nby any party aggrieved by the award or interim\naward so made or reviewed, call for the record of\nany case in which an award or interim award has\n<span class=\"hidden_text\" id=\"span_16\">\f                                9</span>\n\n\n       been made or as the case may be reviewed and if\n       the Tribunal appears­\n</p><p data-structure=\"CDiscource\" id=\"p_20\">          (a) to have exercised a jurisdiction not vested\n          in it by law, or\n</p><p data-structure=\"Conclusion\" id=\"p_21\">          (b) to have failed to exercise a   jurisdiction so\n          vested, or\n</p><p data-structure=\"Precedent\" id=\"p_22\">          (c) to have acted in the exercise of its\n          jurisdiction    illegally   or    with material\n          irregularity, the High Court may make such\n          order in the case as it thinks fit.\n</p><p data-structure=\"Section\" id=\"p_23\">          (2) For the purpose of exercising its powers of\n          revision under this section, ∙ the High Court\n          shall have the same powers as it has, and as\n          far as may be, follow the same procedure as it\n          follows, under <a href=\"/doc/161831507/\" id=\"a_22\">the Code of Civil Procedure</a>,\n          1908 while exercising its powers of revision\n          under section­115 of the Code and for that\n          purpose the Tribunal shall be deemed to be a\n          Court subordinate to it.”\n       “18. Extension of period of limitation in\n       certain cases. – The Tribunal may admit a\n       reference under sub­section (2) or entertain an\n       application for review under sub­section (1) of\n       <a href=\"/doc/1841764/\" id=\"a_23\">Section 11</a> or for revision under sub­section (1) of\n       <a href=\"/doc/750244/\" id=\"a_24\">Section 12</a> after the period of limitation <a href=\"/doc/90325949/\" id=\"a_25\">laid down\n       in</a> sub­section (1) of <a href=\"/doc/1146817/\" id=\"a_26\">Section 8</a>, sub­section (2) of\n       <a href=\"/doc/1841764/\" id=\"a_27\">section 11</a> or as the case may be, sub­section (1)\n       of <a href=\"/doc/750244/\" id=\"a_28\">Section 12</a> if the party satisfies the Tribunal\n       that the party had sufficient cause for not making\n       the reference, or as the case may be, the\n       application for review or revision within such\n       period.”\n\n</p><p data-structure=\"Section\" id=\"p_24\">9.   In this case, admittedly, there is no arbitration clause in\n\nthe agreement between the parties. Sub­section (1) of <a href=\"/doc/1151350/\" id=\"a_29\">Section\n<span class=\"hidden_text\" id=\"span_17\">\f                               10</span></a>\n\n\n<a href=\"/doc/1079220/\" id=\"a_30\">9</a> provides that even if there is no arbitration clause, the\n\ndispute arising between the parties to the contract must be\n\nreferred to the Arbitration Tribunal. The dispute has been\n\ndefined under Clause (e) of <a href=\"/doc/1804257/\" id=\"a_31\">Section 2</a> of the 2008 Act. It\n\nmeans any difference relating to any claim arising out of the\n\nexecution or non­execution of the whole or a part of a works\n\ncontract, including the dispute regarding rescission thereof.\n\n<a href=\"/doc/1986891/\" id=\"a_32\">Section 22</a> of the 2008 Act starts with a non­obstante clause\n\nwhich provides that notwithstanding anything contained in\n\nany other law, rule, order, scheme, or contract, any dispute\n\nas defined under section (e) of <a href=\"/doc/1804257/\" id=\"a_33\">Section 2</a> shall be regulated by\n\nthe provisions of the 2008 Act in the absence of an\n\narbitration clause in the agreement.\n</p><p data-structure=\"Section\" id=\"p_25\">10. In view of <a href=\"/doc/1146817/\" id=\"a_34\">Section 8</a> of the 2008 Act, if any of the\n\nprovisions of the 2008 Act are in conflict with the 1996 Act,\n\nthe latter shall prevail to the extent of the conflict. In the\n\npresent case, as there is no arbitration clause in the\n\nagreement between the parties, the provisions of the 1996 Act\n\nwill have no application. Therefore, the reference to the\n\nArbitration Tribunal will be governed by the 2008 Act.\n</p><p data-structure=\"Section\" id=\"p_26\">11. As noted earlier, under sub­section (1) of <a href=\"/doc/1079220/\" id=\"a_35\">Section 9</a> of\n\nthe 2008 Act, the period of limitation is of one year from the\n<span class=\"hidden_text\" id=\"span_18\">\f                               11</span>\n\n\ndate on which the dispute has arisen, which date in the\n\npresent case is 8th June 2010, when the first appellant\n\nterminated the agreement.\n</p><p data-structure=\"Precedent\" id=\"p_27\">12. As the 2008 Act provides for a specific period of\n\nlimitation, <a href=\"/doc/249731/\" id=\"a_36\">Article 137</a> of the schedule in the 1963 Act will not\n\napply. To that extent, the Arbitration Tribunal has committed\n\nan error. Under <a href=\"/doc/1347069/\" id=\"a_37\">Section 18</a> of the 2008 Act, the Arbitration\n\nTribunal has the power to condone the delay. The High Court\n\nrecorded a finding that as the representation made by the\n\nrespondent against the order of termination of the contract\n\nwas kept pending for an inordinately long time and was not\n\nat all decided, the delay was explained by the respondent.\n\nThe High Court, by recording the said finding in paragraph\n\n10 of the impugned Judgment, held that sufficient cause was\n\nmade out by the respondent for the delay. As observed\n\nearlier, the Arbitration Tribunal has the power to condone the\n\ndelay in making a reference. Therefore, under <a href=\"/doc/427855/\" id=\"a_38\">Article 136</a> of\n\nthe Constitution of India, this is not a fit case to interfere\n\nwith the award on the ground that the reference was barred\n\nby limitation.\n</p><span class=\"hidden_text\" id=\"span_19\">\f                                12</span><p data-structure=\"Conclusion\" id=\"p_28\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">13. On merits, we find that the Arbitration Tribunal has\n\ninterpreted various clauses of the agreement between the\n\nparties and held that there was no provision therein to forfeit\n\nthe earnest money as well as the security deposit. The\n\nArbitration Tribunal held that the first appellant had made\n\nonly a part payment of the 4 th bill. The Arbitration Tribunal\n\nheld that an amount of Rs. 27,94,990/­ (Rupees twenty­\n\nseven lakh ninety­four thousand nine hundred ninety only)\n\nwas not paid as per the 4th bill.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n</p><p data-structure=\"Section\" id=\"p_31\">14. As can be seen from <a href=\"/doc/1137274/\" id=\"a_39\">Section 13</a> of the 2008 Act, the\n\nscope of revision is limited. A perusal of the judgment of the\n\nHigh Court shows that it has considered and interpreted\n\nsome of the clauses in the agreement between the parties.\n\nHigh Court found that the Arbitration Tribunal had the\n\njurisdiction to make the award and that the award does not\n\nsuffer from manifest illegality and material irregularity. The\n\nHigh Court rightly found that the scope for interference with\n\nthe   award   of   the   Arbitration   Tribunal   in   revisional\n\njurisdiction was very narrow. In the absence of any\n\nperversity, the High Court could not have given a different\n<span class=\"hidden_text\" id=\"span_20\">\f                               13</span>\n\n\ninterpretation to the clauses in the agreement from the one\n\nprovided by the Arbitration Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">15. Though the High Court held that the respondent had\n\nexplained the delay in approaching Arbitration Tribunal, the\n\ndelay was of 21 months.          Moreover, the respondent&#x27;s\n\nreference petition proceeded on the footing that there is no\n\ndelay. The Arbitration Tribunal granted interest at the rate of\n\n10% on Rs. 22,42,269/­ (Rupees twenty­two Lakhs forty­two\n\nthousand two hundred sixty­nine only) from 1st February\n\n2011. On the other claims, the interest was granted from 29 th\n\nJuly 2010. In the facts of the case, we do not find any\n\njustification for the grant of interest on the claims made by\n\nthe respondent. To that extent, the award will have to be\n\nmodified.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">\n</p><p data-structure=\"CDiscource\" id=\"p_35\">16. However, interest will be payable by the appellants on\n\nthe amounts awarded at the rate of 10% per annum from the\n\ndate of making the reference to the Arbitration Tribunal, in\n\nthe event the entire principal amount made payable under\n\nthe award is not paid to the respondent within three months\n\nfrom today.\n</p><span class=\"hidden_text\" id=\"span_21\">\f                                14</span><p data-structure=\"Conclusion\" id=\"p_36\">\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_37\">17. Hence, the appeal is partly allowed. The impugned\n\naward made in Reference Case No.35/2013 is modified only\n\nto the extent to which interest at the rate of 10% was allowed\n\non the claims.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">\n</p><p data-structure=\"Conclusion\" id=\"p_39\">18. We direct the appellants to pay only the principal\n\namounts payable as per the award to the respondent within\n\nthree months from today. On the failure of the appellants to\n\npay the said amounts within three months from today, the\n\nappellant shall pay the interest at the rate of 10% per annum\n\non the principal amounts set out in the award with effect\n\nfrom 21st March 2013.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\n</p><p data-structure=\"Conclusion\" id=\"p_41\">19. The Civil Appeal stands disposed of with the above\n\ndirections.    All the pending applications, if any, also stand\n\ndisposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">\n</p><p data-structure=\"Precedent\" id=\"p_43\">                                         ……..…………………J.\n                                           (AJAY RASTOGI)\n\n\n\n\n                                         ……..…………………J.\n                                            (ABHAY S. OKA)\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_44\">March 15, 2022.\n</p>\f","numcites":24,"numcitedby":1,"docsource":"Supreme Court of India","citetid":23034165,"divtype":"judgments","relatedqs":[{"value":"works contract","formInput":"works%20contract"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"interim award","formInput":"interim%20award"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"article 137 ","formInput":"article%20137%20"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"security deposit","formInput":"security%20deposit"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"earnest","formInput":"earnest"},{"value":"development area","formInput":"development%20area"},{"value":"what is principal amount","formInput":"what%20is%20principal%20amount"}],"cats":[{"value":"review-judgment","formInput":"tag:review-judgment"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"grounds-for-challenge","formInput":"tag:grounds-for-challenge"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"}],"courtcopy":true,"query_alert":null,"agreement":false}