{"tid":874714,"publishdate":"1956-10-03","title":"Niranjan Singh vs The State Of Uttar Pradesh(And ... on 3 October, 1956","doc":"<h2 class=\"doc_title\">Niranjan Singh vs The State Of Uttar Pradesh(And ... on 3 October, 1956</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1957 AIR 142, 1956 SCR 734, AIR 1957 SUPREME COURT 142, 1957 ALL. L. J. 233, 1957 S C J 69, 1957-1 MADLJ(CRI) 1, ILR (1956) 2 ALL 745</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-g-menon\">P. Govinda Menon</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-g-menon\">P. Govinda Menon</a>, <a href=\"/search/?formInput=benchid:n-h-bhagwati\">Natwarlal H. Bhagwati</a>, <a href=\"/search/?formInput=benchid:s-j-imam\">Syed Jaffer Imam</a>, <a href=\"/search/?formInput=benchid:s-k-das\">S.K. Das</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nNIRANJAN SINGH\n\n\tVs.\n\nRESPONDENT:\nTHE STATE OF UTTAR PRADESH(and connected appeal)\n\nDATE OF JUDGMENT:\n03/10/1956\n\nBENCH:\nMENON, P. GOVINDA\nBENCH:\nMENON, P. GOVINDA\nBHAGWATI, NATWARLAL H.\nIMAM, SYED JAFFER\nDAS, S.K.\n\nCITATION:\n 1957 AIR  142\t\t  1956 SCR  734\n\n\nACT:\nCriminal      trial-Investigation      of\tcrime-Police\nRegulations--Case  diary-Submission  of the  case  diary  to\nsuperior  officers  day to day-Contravention  of  the  rule-\nWhether\t  it   vitiates\t the  trial-Uttar   Pradesh   Police\nBegulations, r. 109.\n\n\n\nHEADNOTE:\nRule  109  of the Uttar Pradesh Police\tRegulations  dealing\nwith  the  investigation of crimes enjoins upon\t the  police\nofficer when an investigation is closed for the day to\tnote\nthe  time  and place at which it closed and also  lays\tdown\nthat  throughout  the investigation the diary must  be\tsent\ndaily  to the Superintendent of Police on all days on  which\nany proceedings are taken.\nThe  question that had to be decided by the court was as  to\nwhether the appellants took part in the dacoity and the case\nof the prosecution depended mainly on the identification  of\nthe appellants.\t It was found that the investigating officer\ndid  not send the case diary daily to the Superintendent  of\nPolice\tbut  only all together at the end of the  period  of\ninvestigation.\tIt was contended for the appellants that the\ncase  diary  could  not be relied upon\tas  it\tenabled\t the\nofficer to make alterations during the course of the  period\nof investigation and that as there had been an infraction of\nr. 109 of\n(1)  [1950] S.C R. 335; [1950] I.T.R. 472.\n735\nthe  Uttar Pradesh Police Regulations which had resulted  in\nprejudice, the whole trial was vitiated thereby.\nHeld:(1)  Rule 109 of the Uttar Pradesh\t Police\t Regulations\nhas no statutory foundation but is only an injunction by the\nexecutive  Government to the police officers as to how\tthey\nmust  regulate their work and conduct themselves during\t the\ncourse\tof  investigation and a failure to comply  with\t the\nrule  relating to the submission of the police diary  cannot\nvitiate the trial.\nHafiz  Mohammad\t Sanii and others v.  Emperor  (A.I.R.\t1931\nPatna 15O), approved.\nObservations in Tilkeshwar Singh and others v. The State  of\nBihar ([1955] 2 S.C.R. 1043), followed.\n(2)  It\t could\tnot  be said in the  absence  of  compelling\nreasons that because the investigating officer did not\tsend\nthe  case diary to the superior officers every day the\tsame\nis unworthy of credit particularly in view of the fact\tthat\nthe courts below have cast no doubt upon its genuineness.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL  APPFLLATE JURISDICTION: Criminal Appeals  Nos.  60\nand 61 of 1956.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeal\tby -special leave from the judgment and order  dated\nAugust\t4,  1955, of the Allahabad High\t Court\tin  Criminal\nAppeal\tNo.  298 of 1955 and Referred No. 31  of  1955\twith\nconnected Criminal Appeals Nos. 299 and 307 of 1955  arising\nout  of the judgment and order dated February 28,  1955,  of\nthe  Court  of Sessions Judge, Meerut in  Criminal  Sessions\nrial o. 142 of 1954.\n</p><p data-structure=\"Issue\" id=\"p_3\">Jai  Gopal  Sethi,  S.\tC.  Saran  and\tG.  C.\tMathur,\t for\nappellants in Criminal Appeal No. 60 of 1956.\nJ.N.  Bannerji\tand  P. C. Agarwala, for  the  appellant  in\nCriminal Appeal No. 61 of 1956.\n</p><p data-structure=\"Issue\" id=\"p_4\">H.J.  Umrigar  and C. P. Lat, for the  respondents  in\tboth\nAppeals.\n</p><p data-structure=\"Facts\" id=\"p_5\">1956.  October 3. The Judgment of the Court was delivered by\nGOVINDA\t MENON J.-On September 6, 1955, this  court  granted\nthe  appellants herein, special leave to appeal\t under\t<a href=\"/doc/1218877/\" id=\"a_1\">art.\n136(1)</a> of the Constitution from the judgment and order dated\nAugust 4, 1955, of the\n<span class=\"hidden_text\" id=\"span_1\">736</span>\nAllahabad  High\t Court, in Criminal Appeal No. 298  of\t1955\n(Reference  No. 31 of 1955) connected with Criminal  Appeals\nNos.  299 and 307 of 1955, limited to the  question  whether\nthe  failure  to  comply  with the  rules  relating  to\t the\nsubmission  of\tthe police case diary, vitiates\t the  entire\ntrial and what the consequences of such failure are.  It  is\nin  pursuance to the leave so granted, that Criminal  Appeal\nNo. 60 of 1956, has been preferred by accused Nos. 4, 7,  I,\n3, 5 &amp; 2 (Niranjan Singh, Tikam Singh, Kharak Singh,  Harpal\nSingh,\tSardar\tSingh  and  Satpal  Singh)  respectively  in\nSessions 3 Trial No. 142 of 1954, in the court of Session at\nMeerut\tand Criminal Appeal No. 61 of 1956, is preferred  by\naccused\t No. 6 (Udaibir Singh) in the same  Sessions  trial.\nAppellants 1 to 3 in Criminal Appeal No. 60 of 1956 (accused\nNos. 4, 7 &amp; 1, Niranjan Singh, Tikam Singh and Kbarak Singh)\nhave  been sentenced to the extreme penalty of the  law\t and\nthe  remaining\tappellants in that appeal sentenced  to\t im-\nprisonment  for\t life.\t The appellant (accused\t No.  6)  in\nAppeal No. 61 of 1956, has also been sentenced to death.\nOn  the\t night\tbetween February 28, and March\t1,  1954,  a\ndacoity took place in the house of Atal Singh in the village\nof  Akheypur  in which about twenty dacoits  took  part\t and\nconsiderable  property\twas  looted and taken  away  by\t the\ndacoits.  During the course of this incident four members of\nthe family of Atal Singh, including himself, were shot\tdead\nand another received gun-shot wounds as a result of which be\ndied  subsequently in the hospital.  Four other\t members  of\nthe  family received gun-shot wounds and incised  wounds  at\nthe  hands of the dacoits but they survived as a  result  of\ntreatment in the hospital.\n</p><p data-structure=\"Facts\" id=\"p_6\">The  prosecution  case was that among the dacoits  who\ttook\npart were the seven appellants in these two appeals, as well\nas  two\t others; and of them accused No. I  (Kharak  Singh),\naccused\t No.  4\t (Niranjan Singh), accused  No.\t 6  (Udaibir\nSingh) and accused No. 7 (Tikam Singh) were armed with\tguns\nand  as such were responsible for the shooting and  murders.\nThe two others, namely, Achhpal Singh and Deoki Saran alias\n<span class=\"hidden_text\" id=\"span_2\">737</span>\nBeg Saran, who figured as accused Nos. 8 &amp; 9 respectively in\nthe  court  of\tSessions,  were\t acquitted  by\tthe  learned\nSessions  Judge, who, after an analysis of the large  volume\nof  evidence,  found  that all the  appellants\therein\twere\nguilty\tof an offence under<a href=\"/doc/958439/\" id=\"a_2\"> s. 396</a> of the Indian Penal\tCode\nand  sentenced\taccused Nos. 1, 4, 6 and  7  (Kharak  Singh,\nNiranjan Singh, Udaibir Singh and Tikam Singh) to death\t and\naccused Nos. 2, 3 &amp; 5 (Satpal Singh, Harpal Singh and Sardar\nSingh).to  imprisonment for life as hereinbefore  mentioned.\nOn appeal to the High Court of Judicature at Allahabad,\t the\nlearned\t  Judges  (Asthana  and\t Roy  JJ.)   confirmed\t the\nconvictions  and  sentences and dismissed the  appeals.\t  As\nstated already, leave to appeal to this court under <a href=\"/doc/427855/\" id=\"a_3\">art. 136</a>\nwas granted restricted to the question outlined by us at the\nbeginning.\n</p><p data-structure=\"PetArg\" id=\"p_7\">The  prosecution case is that the village of Akheypur  is  a\nfactious  one in which one Narain Singh, the brother of\t the\n4th accused, was the leader of one party and Atal Singh, one\nof the deceased, was the leader of the other.\tConsequently\nthe  dacoity  and murders in the house of  Atal\t Singh\ttook\nplace as a matter of revenge.  Shortly stated, the case\t put\nforward on behalf of the prosecution is that the  appellants\nand  others, some of whom were armed with guns,\t raided\t the\nhouse  of Atal Singh on the night in question.\tThe  inmates\nof  -the  house and others were inflicted injuries  and\t the\ndacoits\t after\tlooting\t ?he  house  carried  away  valuable\nproperty.   It is not suggested that if the facts spoken  to\nby  the\t prosecution witnesses, who are\t eye-witnesses,\t are\ntrue, then an offence under<a href=\"/doc/958439/\" id=\"a_4\"> s. 396</a> of the Indian Penal\tCode\nhas not been amply proved; but the only question is  whether\nthe appellants took part in the crime.\n</p><p data-structure=\"Facts\" id=\"p_8\">That a dacoity took place in the house of Atal Singh  admits\nof  no doubt and the appellants do not deny the\t occurrence,\nbut  it is the case of accused Nos. 4 and 7 (Niranjan  Singh\nand  Tikam  Singh) that while the dacoity was  in  progress,\nthey,  along  with the other residents of the  village,\t had\ngone  to  the enclosure of Sardara Singh and  Daryao  Singh,\nclose  to the house of Atal Singh, armed with guns with\t the\nobject\n<span class=\"hidden_text\" id=\"span_3\">738</span>\nof giving assistance and succour to the inmates of the house\nand  it\t was  they who opened fire from that  place  on\t the\ndacoits, compelling them to take to their heels as a  result\nof the firing, and that after the dacoits had left the scene\nof  occurrence, they, as. well as others, proceeded to\tAtal\nSingh&#x27;s house where Dharam Singh and other persons requested\nthem -to go to the Police Station at Kithore on their motor-\ncycle  in  order  to make a report to  the  police.   It  is\nfurther\t alleged  that both of them went to  Kithore  police\nstation\t and  reported the occurrence to the  Sub  Inspector\nDalbir\tSingh  (P.W.  28) who was in charge  of\t the  police\nstation and on the direction given by him, they went to\t the\npolice\tstation\t Garhmukteshwar\t to  give  information.,  In\nshort,\tthe  defence  is that these two\t accused  were\tgood\nSamaritans  who\t tried to help the family of Atal  Singh  in\ntheir  hour of dire need and not the assailants.  The  other\nappellants denied the charge.\n</p><p data-structure=\"Precedent\" id=\"p_9\">It  is not necessary, in view of the concurrent\t conclusions\narrived\t at by the trial court and by the learned Judges  of\nthe High Court, to restate with any elaboration the  details\nof the incident which culminated in the dacoity and murders.\nIn  addition to the corroborating pieces of evidence,  there\nare  eye-witnesses  who\t have identified  some\tor  all\t the\naccused at the scene of crime and it may also be stated that\nsome  of  them\thad received injuries at the  hands  of\t the\nmiscreants.\n</p><p data-structure=\"Facts\" id=\"p_10\"> We have also a dying declaration, Exhibit P-50, recorded by\nP.W. 20, a Magistrate, who also had recorded the  statements\nof Ganga Saran (P.W. 2) and Ranbir (P.W. 18) when they\twere\nin  a  serious condition anticipating that  they  might\t not\nsurvive the injuries but which they fortunately did.\nThe earliest information of the crime (Ex.  P. 1) was  given\nby  Samey  Singh (P.W. 1) at the Police Station\t Kithore  at\nabout  2  a.m. on March 1, 1954.  It does  not\tcontain\t any\ndetails\t of  the incident and is confined to  the  statement\nthat  a\t dacoity was being committed at the  house  of\tAtal\nSingh in the village and that the informant had rushed\tfrom\nthe village\n<span class=\"hidden_text\" id=\"span_4\">730</span>\nfor  making a report.  That guns were being fired  has\talso\nbeen  recorded\tin it.\tP.W. 28 Dalbir Singh, who  was\tSub-\nInspector of Police and the Station House Officer of  Police\nStation Kithore at that time, received the information,\t and\nreached\t the scene of dacoity at about 2-30 a.m.,  whereupon\nJhamel\tKaur  (P.W. 4) handed over to him the  list  of\t the\nlooted property (Ex.  P. 2).  According to this witness,  he\nimmediately examined P. W. 2 and other witnesses on the spot\nand  recorded  their statements.  The injured  persons\twere\nsent  to the hospital and inquests were held over  the\tdead\nbodies of Rohtas Singh, Tejpal Singh, Atal Singh and  Charan\nSingh in the presence of witnesses.  Between 2-30 a.m. and 7\nor 7-30 a.m., P.W. 28, according to him, did a\tconsiderable\namount of work, such as recording the statements of all\t the\navailable  witnesses,  sending the injured  persons  to\t the\nhospital  after\t taking their statements,  holding  inquests\nover  the  dead\t bodies, inspecting the\t scene\tof  dacoity,\nfinding\t lead shots and wads there, and taking such  .things\ninto  custody,\tetc.   By about 7 or 7-30  a.m.\t the  Senior\nSuperintendent\tof  Police,  the  Deputy  Superintendent  of\nPolice\tand  other  police officials reached  the  place  of\nincident on bearing of the dacoity and by the time of  their\narrival,   according  to  P.W.\t28,  he\t had  finished\t the\npreliminary  work.  He also deposes that the parchas of\t the\ncase diary for the period between March I and March 7, 1954,\nwere sent all together to the Superintendent of Police\tonly\non March 7, and not as is enjoined by the rules every day as\nand  when the day&#x27;s recording is complete.  We shall  advert\nto   the  arguments  of\t the  learned  counsel\tabout\tthis\ncircumstance at a later stage.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">The  prosecution case depends, mainly if not solely, on\t the\nidentification of the various accused persons by some or all\nof  the\t prosecution  witnesses, in addition  to  the  dying\ndeclaration  Exhibit P. 50 and the corroborating  statements\nof P.W. 2, vide Exhibit P.    49) and P.W. 18 (vide  Exhibit\nP. 48).\n</p><p data-structure=\"Facts\" id=\"p_12\">We  may here summarise in very sbort-outline the details  of\nidentification\tby  the\t witnesses.  P.\t W.  2\tGanga  Saran\n<span class=\"hidden_text\" id=\"span_5\">identified accused Nos. 1, 3, 4, 5 and 7 96</span>\n<span class=\"hidden_text\" id=\"span_6\">740</span>\n(Kharak\t Singh, Harpal Singh, Niranjan Singh,  Sardar  Singh\nand  Tikam Singh).  Dharam Singh P. W. 3 identified  accused\nNo. 6(Udaibir Singh) among the dacoits and also deposes that\nAtal  Singh  told him that accused No. 7 (Tikam\t Singh)\t had\nshot him with a gun.  P. W. 4 Mst.  Jhamel Kaur, in addition\nto  giving  a list of the looted property  (Exhibit  P.\t 2),\nidentified  accused  Nos. 2 &amp; 6 (Satpal\t Singh\tand  Udaibir\nSingh).\t  P.  W.  5 (Richpal Singh) states  that  among\t the\ndacoits,  there were accused Nos. 2, 4, 5, 6 and  7  (Satpal\nSingh, Niranjan Singh, Sardar Singh, Udaibir Singh and Tikam\nSingh).\t  P. W. 7. (Om Pal) found among the dacoits  accused\nNos. 2,6 and 7. The, deposition of P. W. 9 is to the  effect\nthat  he identified accused No. 6 (Udaibir Singh)- and\talso\nthat  Atal Singh told him that accused No. 7  (Tikam  Singh)\nhad shot him.  P. W. 10 Jagbir Singh identified accused\t No.\n1  (Kharak  Singh).   All  the\tappellants  before  us\twere\nidentified by  W. 11 (Ganga Bal), and P. W. 18 (Rdnbir)\t was\nable to identify accused No. 6 Udaibir Singh.  The result of\nthe above analysis is that each one of the accused has\tbeen\nidentified  by\tone or more of\tthe  prosecution  witnesses.\nAccused\t No. I (Kharak Singh) is identified by P.W. 2,\tP.W.\n10 and P.W. 1 1; accused No. 2 (Satpal Singh) is  identified\nby P.W. 4) P.W. 5, P.W. 7 and P.W. 11; accused No. 3 (Harpal\nSingh)\tis identified by P.W. 2 and P.W. 11; accused  No.  4\n(Niranjan Singh) is identified by P.W. 2, P.W 5 and P. W.  1\n1;  accused No. 5 (Sardar Singh) by P.W. 2, P.W. 5 and\tP.W.\n11;  accused No. 6 (Udaibir Singh) by P.W. 4, P.W., 5,\tP.W.\n7,  P.W.  9, P.W. 11 and P.W. 18; and accused No.  7  (Tikam\nSingh) is identified by P.W. 2, P.W. 5, P.W. 7, P.W. 9\nand P.W. 11.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">The  learned Sessions Judge accepted the testimony of  these\nwitnesses  and\tdisbelieved the story put,  forward  by\t the\naccused\t and  in  this he had the concurrence  of  the\tHigh\nCourt.\t Such  being  the  case, this  court  would  not  be\njustified  in re-opening the finding about the guilt of\t the\nappellants  if\tno question of law is involved,\t or  if\t the\nconclusion  is\tnot  preverse or opposed  to  principles  of\nnatural justice or revolt-\n</p><span class=\"hidden_text\" id=\"span_7\">741</span>\n<p data-structure=\"PetArg\" id=\"p_14\">ing  to\t judicial  conscience.\tBut  Mr.  Jai  Gopal  Sethi,\ncounsel\t for the appellants, strenuously contended  that  in\nview  of the failure of the Sub-Inspector P.W. 28 to  comply\nwith  para.  109  of Ch.  XI of\t the  Uttar  Pradesh  Police\nRegulations, which lays down that when the investigation  is\nclosed-for  the\t day, a copy of the case diary for  the\t day\nshould\tbe sent to the superior police officers,  there\t has\nbeen  an  infraction of a mandatory rule of  law  which\t has\nresulted  in  prejudice\t and if that  is  so,  the  findings\nregarding  the guilt of the accused should be re-opened\t and\nthis  court should reassess and assay the evidence  to\tfind\nout  how  far the guilt of the appellants  has\tbeen  proved\nbeyond reasonable doubt.\n</p><p data-structure=\"Section\" id=\"p_15\">The  question, therefore, is whether the action of the\tSub-\nInspector  amounts  to\ta  violation  of  a  statutory\tduty\nenjoined  on him.  If the Uttar Pradesh\t Police\t Regulations\nwere  a set of rules framed under any statute, and  as\tsuch\nhave  the  force  of  law, then\t a  violation  of  any\trule\nthereunder,  may  either  amount  to  an  illegality  or  an\nirregularity  which may or may not vitiate the\tproceedings.\n<a href=\"/doc/1481639/\" id=\"a_5\">The  Police Act</a>,&#x27;1861 was enacted to reorganize\t the  police\nand  to\t make  it  a  more  efficient  instrument  for\t the\nprevention  and\t detection  of\tcrimes,\t whereby  the  State\nGovernment  is given authority to appoint  police  officers,\nsuch  as the Inspector-General, ete,.  Under s. 12  of\tthat\nAct the Inspector-General of Police may, from time to  time,\nsubject to the approval of the State Government, frame\tsuch\nrules and orders as he shall deem expedient relative to\t the\norganization, classification and distribution of the  police\nforce,\tthe places at which the members of the\tforce  shall\nreside, and the particular services to be performed by them;\ntheir inspection, the description of arms, accoutrements and\nother  necessaries to be furnished to them;  the  collecting\nand  communicating by them of intelligence and\tinformation,\nand  all such other orders and rules relative to the  police\nforce  as  the Inspector-General shall, from time  to  time,\ndeem expedient for preventing abuse or neglect of duty,\t and\nfor  rendering such force efficient in the discharge of\t its\nduties.\t It is not as if\n<span class=\"hidden_text\" id=\"span_8\">742</span>\nthese police regulations are rules framed by the  Inspector-\nGeneral\t in  accordance with section 12; but  they  are\t the\nresult\tof  the\t State Government laying down  the  mode  of\nconduct\t and how the officers have to perform their  duties.\nRule  109  in Chapter XI dealing with the  investigation  of\ncrimes\t enjoins   upon\t  the  police\tofficers   when\t  an\ninvestigation  is  closed for the day to note the  time\t and\nplace at which it closed and also lays down that  throughout\nthe investigation the diary must be sent daily to the Police\nSuperintendent\ton  all days on which  any  proceedings\t are\ntaken.\t If  the investigating officer is  not\thimself\t in-\ncharge\tof the station, the diary must be sent\tthrough\t the\nofficer\t in-charge  except when this will cause\t delay.\t  It\nalso directs the police officer to study carefully  <a href=\"/doc/523607/\" id=\"a_6\">sections\n162</a>  and <a href=\"/doc/1412034/\" id=\"a_7\">173</a> of the Code of Criminal Procedure.\t Nowhere  in\nthe rules is it stated that there is any statutory authority\nfor  the  framing of rule 109, nor is it said  to  form\t any\naddition  to  a statute, even though some  other  rules\t are\nexpressly stated to be statutory ones.\tSuch being the case,\nit  is clear that rule 109 has no statutory&#x27; foundation\t but\nis  only  an injunction by the executive Government  to\t the\npolice officers as to how they must regulate their work\t and\nconduct themselves during the course of investigation.\nMr.  Jai  Gopal Sethi, who appeared for\t the  appellants  in\nCriminal  Appeal  No.  60 of 1956, &#x27;and\t Dr.  Banerjee,\t who\nappeared  for the appellant-accused No. 6, in Appeal No.  61\nof 1956, put their case in this way: According to the police\nofficer P.W. 28, he recorded the statements of all the\teye-\nwitnesses  before day-break, and in case the diary under  s.\n172 containing the statements recorded under s. 162 had been\nsent  to the superior police officers every day,  then\tthat\nfact  would vouchsafe for the correctness of  that  document\nand  it would not be possible for the officer to  change  or\nalter the statements of witnesses as it suited his desire if\nhe  wanted to do so at a later stage.  In the  present\tcase\nsince  admittedly  the case diary and the  details  of\twork\nduring\tthe  course of seven days had not been sent  to\t the\nsuperior  police  officers for a period of one week,  it  is\nsuggested that it is possible that it might be considered  a\nfalse  document because it was not prepared then  and  there\ncontaining  statements recorded as and when they were  made.\nIn  that  case, both the learned counsel  contend  that\t the\nopportunity of cross-examinidg the witnesses and finding out\nwhether the names of the accused were given at the  earliest\npoint  of time has been lost to the defence.  The result  of\nthis,\taccording  to  the  learned  -counsel,\thas   caused\n&#x27;irreparable   prejudice   which  cannot  be   condoned\t  or\nregularised.\n</p><p data-structure=\"Section\" id=\"p_16\">But  the  learned counsel have not been able to show  to  us\nthat para. 109 of Ch.  XI of the Police Regulations has\t the\nforce  of law.\tIn this connection reference may be made  to\nCh.   XLV  of the <a href=\"/doc/445276/\" id=\"a_8\">Code of Criminal  Procedure</a>  dealing\twith\nillegal and irregular proceedings and to s. 529 laying\tdown\nirregularities\twhich do not vitiate proceedings,  while  s.\n530  concerns  irregularities  which  vitiate\tproceedings.\nSection 537 is to the effect that subject to the  provisions\ncontained  in  the  previous sections  of  that\t Chapter  no\nfinding,  sentence or order passed by a Court  of  competent\njurisdiction  shall be reversed or altered under Ch.   XXVII\nor  on appeal or revision on account of among  other  things\nany  error,  omission  or  irregularity\t in  the  complaint,\nsummons,  warrant,  proclamation, order, judgment  or  other\nproceedings  before  or during trial or in  any\t inquiry  or\nother  proceedings under the Code.  There is an\t Explanation\nadded  that &quot;in determining whether any error,\tomission  or\nirregularity   in  any\tproceeding  under  this\t  Code\t has\noccasioned a failure of justice, the Court shall have regard\nto the fact whether the objection could and should have been\nraised at an earlier stage in the proceedings&quot;.\t It is\ttrue\nthat  the  objection was taken before the  learned  Sessions\nJudge and, therefore, the Explanation cannot be applied.  In\nthese  circumstances  and  on the  footing  that  the  Uttar\nPradesh Police Regulations, are merely directions  regarding\nthe course of conduct, can it be stated that a breach of  it\nwould vitiate the trial?  The <a href=\"/doc/445276/\" id=\"a_9\">Code of Criminal Procedure</a>  in\nlaying\tdown  the omissions or irregularities  which  either\nvitiate the proceedings or not does not anywhere\n<span class=\"hidden_text\" id=\"span_9\">744</span>\nspecifically  say  that\t a mistake  committed  by  a  police\nofficer\t during the course of the investigation can be\tsaid\nto  be\tan  illegality or  irregularity.   Investigation  is\ncertainly  not an inquiry or trial before the court and\t the\nfact  that there is no specific provision either way in\t ch.\nXLV  with respect to omissions or mistakes committed  during\nthe  course  of\t investigation except  with  regard  to\t the\nholding\t of  an\t inquest is, in our  opinion,  a  sufficient\nindication  that  the legislature did  not  contemplate\t any\nirregularity in investigation as of sufficient importance to\nvitiate\t or otherwise form any infirmity in the\t inquiry  or\ntrial.\n</p><p data-structure=\"RespArg\" id=\"p_17\">The  learned counsel for the State of Uttar Pradesh  invited\nour attention to a few cases which show that even  violation\nof  the\t provisions  of the Code would\t-not  amount  to  an\nillegality.\n</p><p data-structure=\"Precedent\" id=\"p_18\">The  decisions of their Lordships of the Judicial  Committee\nreported in Pulukuri Kotayya and otheers v. King-Emperor (1)\nand Zahiruddin v. King-Emperor (2) lay down that a breach of\nsections  162  and  172 of the Code does not  amount  to  an\nillegality.  If therefore such an omission could not vitiate\na  trial,  it is all the more reasonable that a\t failure  to\nconform\t to  a\trule  of conduct  prescribed  by  the  State\nGovernment  on police officers cannot in any  way  interfere\nwith  the legality of a trial.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"643861\" id=\"span_10\">That failure to\t investigate\nan  offence  does not necessarily prejudice an\taccused\t and\ntherefore   any\t  mistake   or\t omission   in\t  conducting\ninvestigation  cannot vitiate a trial has been laid down  in\n<a href=\"/doc/643861/\" id=\"a_10\">Hafiz  Mohammad Sani and Others v. Emperor</a>(3).\tAt  p.\t152,\nAdami J. observes as follows:-</span>\n</p><blockquote id=\"blockquote_1\">&quot;There\tcan  be\t no  doubt that\t the  Sub-Inspector  in\t his\nprocedure  disobeyed certain provisions of the law, and\t for\nthat he could be punished, if the authorities deemed it fit,\nbut  I cannot find that his failure was to the prejudice  of\nthe  petitioners.   Nor can I see how  failure\tproperly  to\nconduct an investigation into an offence can vitiate a trial\nwhich\twas   started  on  the\tfinal\treport\t after\t the\ninvestigation&quot;.\n</blockquote><blockquote id=\"blockquote_2\">(1) [1948] L.R. 74 I.A. 65.   (2) [1947) L.R. 74 I.A. 80,\n(3) A.I.R. 1931 Pat. 150,\n<span class=\"hidden_text\" id=\"span_11\">745</span>\nWe are in agreement with these observations.\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"34063\" id=\"span_12\">In a recent case reported in <a href=\"/doc/34063/\" id=\"a_11\">Tilkeshwar Singh and Others  v.\nThe  State of Bihar</a>(1), Venkatarama Ayyar J.  expressed\t the\nopinion\t  that\t&quot;while\tthe  failure  to  comply  with\t the\nrequirements of section 161(3) might affect the weight to be\nattached  to  the evidence of, the witnesses,  it  does\t not\nrender\tit inadmissible&quot;.</span>  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1118696\" id=\"span_13\">He referred to the case of  <a href=\"/doc/1118696/\" id=\"a_12\">Bejoy\nChand  v. The State</a>(2) and agreed with the  observations  of\nthe  Calcutta High Court therein.  We have no hesitation  in\nfollowing those observations.</span>  Our attention was also  drawn\nto  the case of Gajanand and Others v. State of\t Uttar\tPra-\ndesh(3),  which contains statements of law helpful  for\t the\ndecision of this case.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">We are not prepared to say that because P.W. 28 did not send\ncopies of his diary to the superior officers every day,\t the\nsame should be considered as a suspicious document  unworthy\nof  credit.   The learned Judges of the High Court  and\t the\ncourt  of  first  instance  have  cast\tno  doubt  upon\t the\ngenuineness of the case diary and that being the case it  is\nnot open to us without any compelling reasons to say that it\nis spurious or suspicious.  In the circumstances, we do\t not\nfeel justified in holding that the omission of P.W. 28 is  a\nviolation  of the provisions of a statute or a\trule  having\nthe force of law which renders the trial invalid.\nHolding\t therefore the point on which the special leave\t had\nbeen  granted,\tagainst the appellants, we  order  that\t the\nappeals be dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">Appeals dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">(1)  [1955] 2 S.C.R. 1043, 1047, 1048.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">(2)  A.I.R. 1950 Cal. 363.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">(3)  A.I R. 1954 B.C. 695, 699.\n</p><span class=\"hidden_text\" id=\"span_14\">746</span>\n\n\n\n","numcites":10,"numcitedby":64,"docsource":"Supreme Court of India","citetid":874714,"divtype":"judgments","relatedqs":[{"value":"Uttar Pradesh Police Regulations","formInput":"Uttar%20Pradesh%20Police%20Regulations"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"case diary","formInput":"case%20diary"},{"value":"police regulations","formInput":"police%20regulations"},{"value":"kharak singh","formInput":"kharak%20singh"},{"value":"niranjan singh","formInput":"niranjan%20singh"},{"value":"vitiated trial","formInput":"vitiated%20trial"},{"value":"inquest","formInput":"inquest"},{"value":"diary  filter:  dying declaration","formInput":"diary%20%20filter%3A%20%20dying%20declaration"},{"value":"dacoity","formInput":"dacoity"},{"value":"harpal singh","formInput":"harpal%20singh"},{"value":"Emperor ","formInput":"Emperor%20"},{"value":"appeal dismissed ","formInput":"appeal%20dismissed%20"},{"value":"142","formInput":"142"},{"value":"109","formInput":"109"},{"value":"162","formInput":"162"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"dacoity-with-murder","formInput":"tag:dacoity-with-murder"},{"value":"statements-to-police-not-to-be-signed","formInput":"tag:statements-to-police-not-to-be-signed"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"police-report-on-completion-of-investigation","formInput":"tag:police-report-on-completion-of-investigation"}],"courtcopy":true,"query_alert":null,"agreement":false}