{"tid":170945616,"publishdate":"2011-10-31","title":"M/S. Metro Builders (Orissa) Pvt. Ltd. vs Indian Oil Corporation Ltd. & Ors. on 31 October, 2011","doc":"<h2 class=\"doc_title\">M/S. Metro Builders (Orissa) Pvt. Ltd. vs Indian Oil Corporation Ltd. &amp; Ors. on 31 October, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*          HIGH COURT OF DELHI : NEW DELHI\n\n                Arb. P. No. 144/2010\n\n                                 Judgment decided on :      31.10.2011\n\nM/s Metro Builders (Orissa) Pvt. Ltd.           ......Petitioner\n                     Through: Mr. R.K. Mehta, Adv. with Mr. Antaryami\n                                 Upadhyay, Adv.\n                     Versus\n\nIndian Oil Corporation Ltd. &amp; Ors.                .....Respondents\n                      Through: Mr. Anish Dayal, Adv. with Mr. Siddharth\n                                Vaid &amp; Mr. Ranbir Datta, Advs.\n\n\nCoram:\n\nHON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\n1. Whether the Reporters of local papers may\n   be allowed to see the judgment?                    Yes\n\n2. To be referred to Reporter or not?                 Yes\n\n3. Whether the judgment should be reported            Yes\n   in the Digest?\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.         This petition has been preferred under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the\n\nArbitration and Conciliation Act, 1996 (hereinafter referred to as the\n\n„Act‟) praying for appointment of an independent arbitrator to\n\nadjudicate the disputes between the parties and to quash the order dated\n\n16.10.2009 passed by General Manager of the respondent No.1\n\n\n<span class=\"hidden_text\" id=\"span_1\">Arb. P. No.144/2010                                           Page 1 of 58</span>\n appointing respondent No. 5, Shri Dinkar Pandit as an Arbitrator.\n\n</p><p data-structure=\"Section\" id=\"p_2\">2.         It is urged by the petitioner that this court should appoint\n\nsome independent and impartial arbitrator in terms of Clause 9 of the\n\nGeneral Conditions of the Contract dated 29.3.2007 executed between\n\nthe parties in respect of the work &quot;construction of Residential quarters at\n\nParadip&quot;. The said clause 9.0.1.1 reads as under:\n\n</p><blockquote id=\"blockquote_1\">             &quot;The Sole Arbitrator referred to in Clause 9.0.1.0 hereof\n             shall be selected by the CONTRACTOR out of the panel of\n</blockquote><p data-structure=\"PetArg\" id=\"p_3\">             3 (three) persons nominated by the OWNER for the\n             purpose of such selection, and should the CONTRACTOR\n             fail to select an arbitrator within 30 (thirty) days of the\n             panel of names of such nominees being furnished by the\n             OWNER for the purpose, the Sole Arbitrator shall be\n             selected by the OWNER out of the said panel&quot;\n</p>\n<blockquote id=\"blockquote_2\">3.         It is stated in the petition, that a Tender Cal Notice was\n\nissued by the respondent No.1 for construction of residential quarters at\n\nPradip, petitioner being a private limited company incorporated under\n\nthe <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a> engaged in the business of civil construction\n\nworks as a contractor, builder and developer submitted its offer vide\n\ntender quotation dated 14.10.2006. The bid submitted by the petitioner\n\nwas the lowest. Before the process of finalization, the petitioner noticed\n\nthat there had been a typographical error in the tender document and the\n\nrate of steel had been mentioned @ Rs. 48/- &quot;per M.T.&quot; instead of Rs.\n</blockquote>\n<blockquote id=\"blockquote_3\">48,000 per M.T. (which was the market price of steel at the relevant\n\n<span class=\"hidden_text\" id=\"span_2\">Arb. P. No.144/2010                                              Page 2 of 58</span>\n time) or Rs. 48/- &quot;per kg&quot;. The petitioner immediately sent the letter\n\ndated 22.01.2007 to the respondent No.1 informing the respondents\n\nabout the said inadvertent typographical error in the tender document.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_4\">The respondent No.1 in its reply to the letter dated 22.01.2007 of the\n\npetitioner did not dispute the submission of the petitioner regarding the\n\nmistake in the rate of steel.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.         On 28/29.03.2007 the respondent No.1 issued the work order\n\nto the petitioner and on 18.04.2007 the petitioner entered into a contract\n\nwith the respondent No.1. The value of contract was Rs. 12,02,86,880/-.\n\nThe stipulated date for completion of work was 28.03.2008.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">5.         It is averred in the petition, that while the work was in\n\nprogress, the petitioner realized that their clarification regarding the\n\nsteel rate had not been accepted by the respondent No.1. The petitioner\n\ntried to resolve the issue but it could not be resolved. Therefore, the\n\npetitioner sent a letter dated 28.04.2008 to respondent No.1 asking\n\neither to close the contract by mutual consent or grant 30% escalation of\n\nthe contract value for work and extend the time period for completion of\n\nwork till 31.03.2009 as the contract between the parties had come to an\n\nend on 28.03.2008 due to efflux of time. The respondent No.1 sent its\n\nreply dated 14.10.2008, rejecting the proposal of the petitioner and\n\n\n<span class=\"hidden_text\" id=\"span_3\">Arb. P. No.144/2010                                             Page 3 of 58</span>\n stating therein, that the remaining work would be withdrawn from the\n\npetitioner and would be given to other agencies at the risk and cost of\n\nthe petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">6.          The petitioner sent a letter dated 07.03.2009 requesting the\n\nrespondent No.1 to settle all pending bills and refund the security\n\ndeposit including the bank guarantee and settle the claims enumerated in\n\nthe claim statement dated 07.03.2009.          But, in its reply dated\n\n17.04.2009, respondent No.1 stated that the claims in question have not\n\nbeen made within 10 days, therefore, the same are barred by limitation\n\nand with regard to claim for escalation, extension of contract period,\n\namendment of rate is impermissible and beyond the scope of the\n\ncontract.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">            Being aggrieved by this act of the respondent No.1, the\n\npetitioner sent a notice dated 17.04.2009 requesting the respondent No.1\n\nto appoint an arbitrator/ arbitral tribunal within 30 days from the date of\n\nreceipt of the notice.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">7.          On 15.5.2009, the respondents sent the reply to the notice\n\nwhereby the respondents denied the allegations made in the notice and\n\nalso nominated the names of 3 persons as a panel of nominees for the\n\npurposes of selection as per the arbitration clause. However, it is stated\n\n\n<span class=\"hidden_text\" id=\"span_4\">Arb. P. No.144/2010                                              Page 4 of 58</span>\n by the petitioner that without considering the said reply it approached\n\nthe High Court of Orissa on 18.5.2009 praying for appointment of an\n\narbitrator before Orissa High Court as the petitioner did not receive the\n\nresponse. On 18.6.2009, the petitioner responded to the respondents‟\n\nnotice stating that it had already approached the court on 18.5.2010. It is\n\nnoteworthy that although the initial stand before the Orissa High Court\n\nwas that the respondents had not timely appointed the arbitrator and\n\ntherefore, the arbitrator may be appointed. But, during the pendency of\n\nthe petition, the petitioner also developed the ground of biasness after\n\nconsidering the reply of the respondents dated 15.5.2009 and in the\n\nletter dated 18.6.2009, it was first time conveyed to the respondents that\n\nthe panel names do not contain any independent name and also informed\n\nthe respondents that it is seeking an appointment of the independent\n\narbitrator.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">8.            It is stated in the petition, that by its letter dated 22.06.2009\n\nthe respondent No.1 informed the petitioner that it has terminated the\n\ncontract dated 18.04.2007 executed between the parties and vide letter\n\ndated 09.07.2009 informed the petitioner that the unfinished work has\n\nbeen awarded to another contactor namely M/s Bhagaban Mohapatra\n\nConstruction and Engineers for contract value of Rs. 15,96,29,094.30/-\n\n\n<span class=\"hidden_text\" id=\"span_5\">Arb. P. No.144/2010                                                  Page 5 of 58</span>\n and the petitioner was asked to pay a sum of Rs. 8,54,46,750/- towards\n\nthe additional cost incurred by the respondent No.1 without showing\n\nany basis for arriving at such a figure.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">9.         As per the petitioner, vide letter dated 28.07.2009 the\n\npetitioner informed the respondent No.1 that it had no liability to pay\n\nthe amount claimed by the respondents.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">10.        On 16.10.2009, the respondents appointed Mr. Dinkar Pandit\n\nas the arbitrator as the respondents had not heard from the petitioner\n\nwithin 30 days of the receipt of the names in the panel.\n\nOn 31.3.2010, the Orissa High Court has dismissed the petition filed by\n\nthe petitioner on the ground that the court lacked territorial jurisdiction\n\nand also held that the Delhi Courts shall have the jurisdiction to\n\nentertain and try the proceedings.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">11.        Accordingly, the petitioner approached this court seeking\n\nappointment of the arbitrator under <a href=\"/doc/605764/\" id=\"a_3\">section 11(6)</a> and also setting aside\n\nof the existing arbitrator Mr. Dinkar Pandit in view of the grounds stated\n\nin the petition. The notice was issued in the application and thereafter\n\nrespondents filed the reply. The matter was taken up for hearing.\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">12.        It is submitted that the said clause 9.0.11 provides that the\n\nsole arbitrator shall be selected by the contractor/ petitioner out of the\n\n\n<span class=\"hidden_text\" id=\"span_6\">Arb. P. No.144/2010                                              Page 6 of 58</span>\n panel of three persons nominated by the respondents. It is the contention\n\nof the petitioner that the said clause does not expressly empower the\n\nrespondents to nominate their own employees as Arbitrator and\n\ntherefore this court should intervene and appoint only such an arbitrator\n\nwho is independent, impartial and unbiased.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">13.        It is also submitted that the petitioner has expressed its\n\napprehension of bias and has already asked the respondents to nominate\n\nthree names out of which, sole arbitrator shall be selected. It is stated\n\nthat the decisions of the respondents to appoint the serving officer of the\n\ncompany may leave a room for partiality and therefore the independent\n\nand impartial appointment of an arbitrator is warranted.\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">14.        In the reply filed on behalf of the respondents, it is submitted\n\nthat the agreement under which the petitioner is seeking the remedy of\n\narbitration contains a mutually agreed arbitration clause and also a\n\ndetailed procedure for appointment of an arbitrator. Therefore, the\n\npetitioner, by not complying with the agreed procedure for appointment\n\nof the arbitrator, is trying to overreach the specific provision of the said\n\nagreement. In terms of the said agreement, it was specifically mentioned\n\nthat the respondents would propose a panel of three persons out of\n\nwhich the petitioner will have the right to choose one person. But, the\n\n\n<span class=\"hidden_text\" id=\"span_7\">Arb. P. No.144/2010                                               Page 7 of 58</span>\n petitioner, instead of choosing one person form the suggested panel\n\nnominated by the respondents in accordance with the terms of the\n\nagreement approached the High Court of Orissa vide petition No.28 of\n\n2009. However, the said petition was dismissed by the High Court of\n\nOrissa on the ground of lack of jurisdiction.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">15.        Further, it is submitted by the respondents, that though the\n\nthree arbitrators nominated by the respondents were employees of the\n\nrespondent No. 1, but, were in no way directly or indirectly connected\n\nwith the present contract in dispute. And the respondent No.5 has now\n\neven been superannuated, hence, he is in no way connected with the\n\ncontract in dispute.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">16.        Therefore,    the   respondents      have   objected    to   the\n\nmaintainability of this petition on the basis, that the process for\n\nappointment of an Arbitrator as prescribed under the agreement has\n\nbeen duly followed and no deviation can be resorted to by the petitioner\n\nmerely on the basis that a Retired Senior Executive of the respondents‟\n\nCorporation would not be impartial or neutral.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">17.        It is submitted by the respondents that the nomination\n\nprocess as contemplated under the arbitration agreement was fully\n\ncomplied with and it is the respondents who have followed the agreed\n\n\n<span class=\"hidden_text\" id=\"span_8\">Arb. P. No.144/2010                                               Page 8 of 58</span>\n procedure.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">18.          Learned counsel Mr. Mehta, appearing on behalf of the\n\npetitioner has made his submissions which can be outlined in the\n\nfollowing manner:\n</p>\n<blockquote id=\"blockquote_4\">      a) Learned counsel submitted that on the mere reading of the\n\n        arbitration clause, it becomes clear that the said clause nowhere\n\n        states that the panel of the 3 persons shall include the serving\n\n        officers of the respondents company or its employees. It is argued\n\n        that the purpose of nominating 3 persons and selecting one of\n\n        them was to promote impartiality but, the same is not achieved as\n\n        the respondent proceeded to nominate its own employees which\n\n        may lead to partiality      and element of bias shall remain.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_21\">        Therefore, this court should remove any such possibility of\n\n        biasness by appointing some neutral, independent and impartial\n\n        arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"276364\" id=\"span_9\">19.          Learned counsel has placed reliance upon the judgment\n\npassed by the apex court in <a href=\"/doc/276364/\" id=\"a_4\">Union of India versus Singh Builders\n\nSyndicate</a>, (2009) 4 SCC 523. wherein the court has held:</span>\n\n</p><blockquote id=\"blockquote_5\">               &quot;25. We find that a provision for serving officers of one\n               party being appointed as arbitrator/s brings out\n               considerable resistance from the other party, when disputes\n\n\n<span class=\"hidden_text\" id=\"span_10\">Arb. P. No.144/2010                                             Page 9 of 58</span>\n             arise. Having regard to the emphasis on independence and\n            impartiality in the new Act, government, statutory\n            authorities and government companies should think of\n            phasing out arbitration clauses providing for serving\n            officers and encourage professionalism in arbitration.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2073\" id=\"span_11\">20.        Likewise, the judgment passed in <a href=\"/doc/2073/\" id=\"a_5\">Indian Oil Corp. Ltd. vs\n\nRaja Transport (P) Ltd.</a> (2009) 8 SCC 520 is relied upon wherein the\n\nSupreme Court observed as under:</span>\n</p>\n<blockquote id=\"blockquote_6\">            &quot; 39. It will be appropriate if Government/ Statutory\n            authorities/ public sector undertaking reconsider their\n            policy providing for arbitration by employee arbitrators in\n            deference to the specific provisions of the new Act\n            reiterating the need for independence and impartiality in\n            arbitrators. A general shift may in future be necessary for\n            understanding the word &quot;independent&quot; as referring to\n            someone not connected with either party. That may\n            improve the credibility of arbitration as an alternative\n            dispute resolution process&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">21.        The   case   of   Northern   Railways    Admn.    vs.   Patel\n\nEngineering Co. Ltd., (2008) 10 SCC 240 has also been relied upon by\n\nthe petitioner counsel wherein the supreme court held as under :\n\n</p><blockquote id=\"blockquote_7\">            &quot;11. The crucial expression in sub-section (6) is &quot;a party\n            may request the Chief Justice or any person or institution\n            designated    by     him      to    take    the    necessary\n            measure&quot;(underlined for emphasis). This expression has to\n            be read along with requirement in sub-section (8) that the\n            Chief Justice or the person or an institution designated by\n            him in appointing an arbitrator shall have &quot;due regard&quot; to\n            the two cumulative conditions relating to qualifications and\n            other considerations as are likely to secure the appointment\n            of an independent and impartial arbitrator&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_12\">Arb. P. No.144/2010                                          Page 10 of 58</span>\n<blockquote id=\"blockquote_8\">             &quot;It needs no reiteration that appointment of the arbitrator or\n            arbitrators named in the arbitration agreement is not a must,\n            but while making the appointment the twin requirements of\n            sub-section (8) of <a href=\"/doc/1841764/\" id=\"a_6\">Section 11</a> have to be kept in view\n            considered and taken into account. If it is not done, the\n            appointment becomes vulnerable&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"973238\" id=\"span_13\">22.        Learned counsel also relied on the case of <a href=\"/doc/973238/\" id=\"a_7\">Denel\n\n(Proprietary) Ltd. vs. Bharat Electronics Ltd.</a> (2010) 6 SCC 394 the\n\nSupreme Court has held as under:</span>\n</p>\n<blockquote id=\"blockquote_9\">            &quot;17.............The wordings of Clause 10 are as follows :\n</blockquote><blockquote id=\"blockquote_10\">            &quot;Arbitration.-All disputes regarding this order shall be\n            referred to our Managing Director or his nominee for\n            arbitration who shall have all powers conferred by the\n            Indian Arbitration and Conciliation Bill, 1996 for the time\n            in force.&quot;\n</blockquote>\n<blockquote id=\"blockquote_11\">            &quot;21. However, considering the peculiar conditions in the\n            present case, whereby the arbitrator sought to be appointed\n            under the arbitration clause, is the Managing Director of\n            the Company against whom the dispute is raised (the\n            respondent). In addition to that, the said managing\n            Director of Bharat Electronics Ltd. which is a &quot;government\n            company&quot;, is also bound by the direction/instruction issued\n            by his superior authorities. It is also the case of the\n            respondent in the reply to the notice issued by the\n            respondent, though it is liable to pay the amount due under\n            the purchase orders, it is not in a position to settle the dues\n            only because of the directions issued by the Ministry of\n            Defence, Government of India. It only shows that the\n            Managing Director may not be in a position to\n            independently decide the dispute between the parties.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1822986\" id=\"span_14\">23.        <a href=\"/doc/1822986/\" id=\"a_8\">Bharat Sanchar Nigam Ltd. &amp; Anr. vs. Motorola India\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">Arb. P. No.144/2010                                             Page 11 of 58</span>\n Private Limited</a>, (2009) 2 SCC 337 in which it was held as under:</span>\n\n</p><blockquote id=\"blockquote_12\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_16\">&quot;37. Further, the CGM, Kerala Circle has already taken a\n            decision as is evident from his letter dated 25-4-2006, that\n            the appellants were right in imposing the liquidated\n            damages and therefore, the question of such a person\n            becoming an arbitrator does not arise as it would not satisfy\n            the test of impartiality and independence as required under\n            <a href=\"/doc/750244/\" id=\"a_9\">Section 12</a> of the Arbitration and Conciliation Act, 1996.\n            Moreover, it would also defeat the notions laid down under\n            the principles of natural justice wherein it has been\n            recognized that a party cannot be a judge in his own cause.\n            The judgment of this Court in <a href=\"/doc/338650/\" id=\"a_10\">State of Karnataka v.\n            Shree Rameshwara Rice Mills</a> is significant in this\n            matter. The Court had stated: (SCC P.161)\n\n            &quot;.....Even assuming that the [terms of Clause 12 afford]\n            scope for being construed as empowering the officer of the\n            State to decide upon the question of branch as well as\n            assess the quantum of damages, adjudication by the officer\n            regarding the breach of the contract cannot be sustained\n            under law because a party to the agreement cannot be an\n            arbiter in his own cause. Interests of justice and equity\n            require that where a party to a contract disputes the\n            committing of any breach of conditions the adjudication\n            should be by an independent person or body and not by the\n            other party to the contract.&quot;</span>\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_27\">           By putting reliance upon the aforementioned decisions, it is\n\nthe contended by the learned counsel for the petitioner that the apex\n\ncourt from time to time has observed that the government undertakings\n\nshould refrain from appointing or nominating their own officials as\n\narbitrators and in the given cases also replaced the same with the neutral\n\nones. Accordingly this court should follow the same approach in the\n\n\n<span class=\"hidden_text\" id=\"span_17\">Arb. P. No.144/2010                                            Page 12 of 58</span>\n present case as well by appointing an arbitrator other than it‟s the\n\nemployees of the company.\n</p>\n<p data-structure=\"RespArg\" id=\"p_28\">24.           Learned counsel also submitted that the appointment of the\n\nrespondents‟ own employee as the arbitrator shall amount to judging its\n\nown cause which shall be violative of principles of natural justice. It is\n\nargued that there is no presumption that the higher official of the\n\nrespondents shall be fair, impartial and free from any bias. Learned\n\ncounsel for the petitioner also submitted that in another contract\n\nbetween the same parties, by letter dated 06.03.2010, the respondents\n\nhave agreed to refer the dispute under the rules of Delhi High Court\n\nArbitration Center which should also persuade this court in appointing a\n\nfresh arbitrator as the respondents are resorting to pick and choose\n\npolicy when it comes to arbitration and the appointment of the\n\narbitrator.\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">25.           Learned counsel submitted that the parties have failed to\n\nreach an agreement in relation to appointment of the arbitrator,\n\ntherefore, this court has the jurisdiction to appoint the arbitrator in the\n\nmatter. It is submitted that the petitioner case falls within sub clause (ii)\n\nof the <a href=\"/doc/605764/\" id=\"a_11\">section 11 (6)</a> which provides for the contingencies that if the\n\nparties or the two arbitrators fail to reach an agreement expected of them\n\n\n<span class=\"hidden_text\" id=\"span_18\">Arb. P. No.144/2010                                              Page 13 of 58</span>\n under that procedure. Therefore, as per the petitioner‟s counsel this\n\ncourt should interfere upon due satisfaction of the provisions of <a href=\"/doc/605764/\" id=\"a_12\">section\n\n11 (6)</a>.\n</p>\n<p data-structure=\"RespArg\" id=\"p_30\">26.        Learned counsel also submitted that the appointment of the\n\narbitrator Mr. Dinkar Pandit is void as the same has been done after the\n\npetitioner approached the court by filing an application under <a href=\"/doc/605764/\" id=\"a_13\">section\n\n11(6)</a> of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1589968\" id=\"span_19\">27.        Learned counsel has <a href=\"/doc/338650/\" id=\"a_14\">placed reliance upon</a> the judgment\n\npassed by the apex court in <a href=\"/doc/1589968/\" id=\"a_15\">Ace Pipeline Contracts (P) Ltd. vs. Bharat\n\nPetroleum Corp. Ltd.</a>, (2007) 5 SCC 304 wherein the court observed as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_13\">             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"41226024\" id=\"span_20\">&quot;&quot;Having heard the learned counsel for the parties, we are\n             satisfied that the appeal deserves to be allowed. The learned\n             counsel for the appellant has placed reliance on the law <a href=\"/doc/1589968/\" id=\"a_16\">laid\n             down by</a> this Court in the case of <a href=\"/doc/41226024/\" id=\"a_17\">Datar Switchgears Ltd. v.\n             Tata Finance Ltd.</a> (SCC p.158, para 19) wherein this Court\n             has held as under :</span>\n</blockquote>\n<blockquote id=\"blockquote_14\">             &quot;So far as <a href=\"/doc/605764/\" id=\"a_18\">Section 11(6)</a> is concerned, if one party demands\n             the opposite party to appoint an arbitrator and the opposite\n             party does not make an appointment within 30 days of the\n             demand, the right to appointment does not get\n             automatically forfeited after expiry of 30 days. If the\n             opposite party makes an appointment even after 30 days of\n             the demand, but before the first party has moved the court\n             under <a href=\"/doc/1841764/\" id=\"a_19\">Section 11</a>, that would be sufficient. In other words,\n             in cases arising under <a href=\"/doc/605764/\" id=\"a_20\">Section 11(6)</a>, if the opposite party\n             has not made an appointment within 30 days of demand,\n             the right to make appointment is not forfeited but\n\n<span class=\"hidden_text\" id=\"span_21\">Arb. P. No.144/2010                                            Page 14 of 58</span>\n              continues, but an appointment has to be made before the\n             former files application under <a href=\"/doc/1841764/\" id=\"a_21\">Section 11</a> seeking\n             appointment of an arbitrator. Only then the right of the\n             opposite party ceases.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_32\">28.        By placing reliance upon the above quoted judgment passed\n\nby the Apex court, it is argued by the petitioner that the respondents‟\n\nappointment of the current arbitrator is violative of the provisions of\n\n<a href=\"/doc/1841764/\" id=\"a_22\">Section 11</a> of the Act as by the time the respondents appointed the\n\narbitrator, the petitioner had already approached this court.\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">29.        Learned counsel for the petitioner also argued the\n\nappointment of the high officials as arbitrators may be a matter of\n\npractice in the respondents organization but the same does not mean it is\n\nnot subject to challenge and the same shall remain in force for all the\n\ntime considering the guidelines and observations made by the apex\n\ncourt. Therefore, to do complete justice, this court can appoint an\n\nindependent and neutral arbitrator.\n</p>\n<p data-structure=\"RespArg\" id=\"p_34\">30.        On the otherhand, the respondents resisted the present\n\napplication for appointment of the arbitrator by urging that the\n\nappointment of the arbitrator has been made by following the procedure\n\nas agreed between the parties and no departure has been made by the\n\nparties. This has been explained by the respondents by pinpointing the\n\nprocess of the appointment date wise which is reproduced hereinafter:\n\n<span class=\"hidden_text\" id=\"span_22\">Arb. P. No.144/2010                                             Page 15 of 58</span>\n</p><blockquote id=\"blockquote_15\">        On 17.4.2009, the petitioner gave a notice for invoking\n\n         the arbitration process and the same was duly received\n\n         by the respondents.\n</blockquote>\n<blockquote id=\"blockquote_16\">       On 15.5.2009, the respondents were to nominate and\n\n         suggest a panel of 3 names of possible arbitrators which\n\n         were duly communicated by the respondents to the\n\n         petitioner on the said date.\n</blockquote>\n<blockquote id=\"blockquote_17\">       The petitioner had to select one name out of 3 suggested\n\n         names within 30 days as per the agreed procedure. Since\n\n         no selection was made by the petitioner, the respondents\n\n         have appointed the sole arbitrator following the agreed\n\n         procedure and Mr. Dinkar Pandit was appointed as sole\n\n         arbitrator.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_35\">31.           Therefore, the due procedure has been followed which had\n\nbeen agreed and therefore, the question of appointment by this court\n\ndoes not arise and more so when no ground for seeking appointment\n\nfrom the court is made out.\n</p>\n<p data-structure=\"Facts\" id=\"p_36\">              It is stated that the conduct of the petitioner is bad as it is\n\nindulging in delaying the proceedings. It is submitted by the respondents\n\nthat the petitioner first filed the petition before the Orissa High Court\n\n\n<span class=\"hidden_text\" id=\"span_23\">Arb. P. No.144/2010                                               Page 16 of 58</span>\n on 18.5.2009 which was rejected by the Orissa High Court on the\n\nground of lack of territorial jurisdiction on 31.3.2010. Similarly, an\n\napplication for the interim measures under <a href=\"/doc/1079220/\" id=\"a_23\">section 9</a> was filed before the\n\nDistrict judge, Cuttack which was also rejected on the ground of lack of\n\njurisdiction.\n</p>\n<p data-structure=\"RespArg\" id=\"p_37\">32.          Learned counsel Mr. Anish Dayal appearing on behalf of the\n\nrespondents have made his submissions which can be crystallized in the\n\nfollowing terms:\n</p>\n<blockquote id=\"blockquote_18\">      a) Learned counsel for the respondents have submitted that the mere\n\n         ground of challenge by the petitioner is that the sole arbitrator is\n\n         the ex-employee or an employee of the company does not on its\n\n         own mean that the said arbitrator will not be impartial or neutral\n\n         etc. It is stated that the apex court has also made the observations\n\n         in relation to the appointment of the employees as arbitrators\n\n         wherein it has stated that the said apprehension has to be\n\n         reasonable and the same can be tested. The said apprehension\n\n         cannot be only on the basis of whimsical grounds and more so\n\n         when the arbitrator is not even dealing with the same department\n\n         which the contract is concerned with.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_38\">33.          Learned counsel for the respondents argued that the issue\n\n\n<span class=\"hidden_text\" id=\"span_24\">Arb. P. No.144/2010                                               Page 17 of 58</span>\n about employee/officer of large corporations being nominated as\n\nArbitrators has been dealt with and discussed by the Supreme Court in\n\nthe various matters which are referred as under:-\n\n</p><blockquote id=\"blockquote_19\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2073\" id=\"span_25\">(<a href=\"/doc/2073/\" id=\"a_24\">a)       Indian Oil Corporation v. Raja Transport (P)\n                      Ltd. (Supra</a>) :</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">            &quot;The process of arbitration is a binding and voluntary\n            alternative dispute resolution process by a private forum\n            chosen by the parties. It is quite common for governments,\n            statutory corporations and public sector undertakings while\n            entering into contracts, to provide for settlement of disputes\n            by arbitration, and further provide that the Arbitrator will\n            be one of its senior officers. If a party, with open eyes and\n            full knowledge and comprehension of the said provision\n            enters into a contract with a government/statutory\n            corporation/public sector undertaking containing an\n            arbitration agreement providing that one of its\n            Secretaries/Directors shall be the arbitrator, he cannot\n            subsequently turn around and contend that he is agreeable\n            for settlement of disputes by arbitration, but not by the\n            named arbitrator who is an employee of the other party. No\n            party can say he will be bound by only one part of the\n            agreement and not the other part, unless such other part is\n            impossible of performance or is void being contrary to the\n            provisions of the Act, and such part is severable from the\n            remaining part of the agreement. The arbitration clause is a\n            package which may provide for what disputes are\n            arbitrable, at what stage the disputes are arbitrable, who\n            should be the arbitrator, what should be the venue, what\n            law would govern the parties etc. A party to the contract\n            cannot claim the benefit of arbitration under the arbitration\n            clause, but ignore the appointment procedure relating to the\n            named Arbitrator contained in the arbitration clause.\n</blockquote>\n<blockquote id=\"blockquote_21\">            &quot;It is now well settled by a series of decisions of this Court\n            that arbitration agreements in government contracts\n\n\n<span class=\"hidden_text\" id=\"span_26\">Arb. P. No.144/2010                                            Page 18 of 58</span>\n             providing that an employee of the Department (usually a\n            high official unconnected with the work or the contract)\n            will be the Arbitrator, are neither void nor unenforceable.&quot;\n</blockquote>\n<blockquote id=\"blockquote_22\">            &quot;There can however be a justificable apprehension about\n            the independence or impartiaility of an Employee-\n            Arbitrator, if such person was the controlling or dealing\n            authority in regard to the subject contract or if he is a direct\n            subordinate (as contrasted from an officer of an inferior\n            rank in some other department) to the officer whose\n            decision is the subject matter of the dispute. Where\n            however the named arbitrator body/government company,\n            had nothing to do with execution of the subject contract,\n            there can be no justification for anyone doubting his\n            independence or impartiality, in the absence of any specific\n            evidence. Therefore, senior officer/s (usually heads of\n            department or equivalent) of a government/statutory\n            corporation/public sector undertaking, not associated with\n            the contract, are consdiered to be independent and impartial\n            and are not barred from functioning as Arbitrators merely\n            because their employer is a party to the contract.</blockquote><pre id=\"pre_2\">\n\n            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"581355\" id=\"span_27\">(<a href=\"/doc/581355/\" id=\"a_25\">b)       Department of Telecommunications v. Gujarat\n                      Co-operative    Milk    Marketing Federation\n                      Limited</a>, 2010 (10) SCC 86 -</span>\n\n</pre><blockquote id=\"blockquote_23\">            The Apex Court has held that the fact that the named\n            Arbitrator is an employee of one of the parties is not ipso\n            facto a ground to raise a presumption of bias or partiality of\n            lack of independence on his part. The Hon‟ble Supreme\n            Court has observed that although there can be a justifiable\n            apprehension about the independence or impartiality of an\n            employee Arbitrator, if such person was the controlling or\n            dealing authority in regard to the subject contract or if he is\n            a direct subordinate (as contrasted from an officer of an\n            inferior rank in some other department) to the officer\n            whose decision is the subject matter of the dispute. Where\n            however the named Arbitrator though a senior officer of\n            the government/statutory body/government company, had\n\n\n<span class=\"hidden_text\" id=\"span_28\">Arb. P. No.144/2010                                             Page 19 of 58</span>\n             nothing to do with execution of the subject contract, there\n            can be no justification for anyone doubting his\n            independence or impartiality, in the absence of any specific\n            evidence. Therefore, senior officer/s (usually heads of\n            department or equivalent) of a government/statutory\n            corporation/public sector undertaking, not associated with\n            the contract are considered to be independent and impartial\n            and are not barred from functioning as Arbitrators merely\n            because their employer is a party to the contract.\n</blockquote>\n<blockquote id=\"blockquote_24\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1127737\" id=\"span_29\">(<a href=\"/doc/1127737/\" id=\"a_26\">c)       Secretary To Government, Telecom Department,\n                      Madras v. Munuswamy Mudaliar and Anr.</a> - AIR\n                      1988 SC 2232 -</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">            The Apex Court has held that although reasonable\n            apprehension of bias in the mind of a reasonable man can\n            be a ground for removal of the arbitrator however, there\n            must be reasonable apprehension of that predisposition.\n            The reasonable apprehension must be based on cogent\n            materials. Vague suspicions of whimsical, capricious and\n            unreasonable people should not be made the standard to\n            regulate normal human conduct.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276364\" id=\"span_30\">(<a href=\"/doc/276364/\" id=\"a_27\">d)       Union of India v. Singh Builders Syndicate</a> (2009)\n                      (Supra)\n\n            The Apex Court while dealing with a situation of an\n            arbitration clause mandating the nomination of employee\n            arbitrators, held that the process as contemplated under the\n            Arbitration clause has to be adhered to 9para 13, 14) as\n            closely as possible and it was only in an exceptional\n            circumstance (see paras 4 to 9, 18 and 19) that the Court\n            would intervene.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_41\">34.        By putting reliance upon the aforesaid judgments, it has been\n\nargued that the petitioner‟s claim is based on mere apprehensions which\n\nare whimsical as the respondents have appointed the senior official of\n\n\n<span class=\"hidden_text\" id=\"span_31\">Arb. P. No.144/2010                                          Page 20 of 58</span>\n the company who has retired from the company and also is not\n\nconnected with the department concerned with the contract. The said\n\napprehension cannot be said to be one which should persuade this court\n\nto appoint a fresh arbitrator.\n</p>\n<p data-structure=\"RespArg\" id=\"p_42\">35.        Learned counsel also submitted that the governing principle\n\nin case of the nominated arbitrator is that the mere fact that the\n\nnominated arbitrator is an official or an ex employee of the one of the\n\nparties cannot be considered to be partial. However there are exceptions\n\nto the same which are:\n</p>\n<p data-structure=\"RespArg\" id=\"p_43\">36.        Learned counsel has argued that the policy of nominating\n\nvery senior officers, mostly retired of the respondents‟ Corporation who\n\nare unconnected with the department executing the contract has been\n\nsuccessfully and consistently followed by the respondents Corporation\n\nin several contracts. The said process of nomination of 3 names and\n\ngiving an option to the contractor like petitioner to select one name\n\nitself denotes fairness cannot be faulted with.\n\n</p><p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"276364\" id=\"span_32\">37.        Learned counsel submitted that the Apex Court in <a href=\"/doc/276364/\" id=\"a_28\">Singh\n\nBuilders</a> (Supra) justified the intervention of the same by appointing an\n\narbitrator by providing the exceptional circumstances wherein the court\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">Arb. P. No.144/2010                                          Page 21 of 58</span>\n justified the appointment of the arbitrator. In the present case, no such\n\ncircumstances exist and therefore, the present case is distinguishable.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">38.        I have gone through the petition, reply thereof filed by the\n\nparties along with the documents and also have given careful\n\nconsideration to the submissions advanced by them. Let me now\n\nproceed to discuss the same point wise upon application of the law on\n\nthe subject.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">39.        For the purposes of convenience, <a href=\"/doc/1841764/\" id=\"a_29\">Section 11</a> of the Act is\n\nreproduced hereinafter:\n</p>\n<blockquote id=\"blockquote_25\">               &quot;11. Appointment of arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_26\">               (1)      A person of any nationality may be an arbitrator,\n               unless otherwise agreed by the parties.\n</blockquote>\n<blockquote id=\"blockquote_27\">               (2)       Subject to sub- section (6), the parties are free to\n               agree on a procedure for appointing the arbitrator or\n               arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_28\">               (3)       Failing any agreement referred to in sub- section\n               (2), in an arbitration with three arbitrators, each party shall\n               appoint one arbitrator, and the two appointed arbitrators,\n               shall appoint the third arbitrator who shall act as the\n               presiding arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_29\">               (4)      If the appointment procedure in sub- section (3)\n               applies and-\n</blockquote>\n<blockquote id=\"blockquote_30\">               (a)       a party fails to appoint an arbitrator within thirty\n               days from the receipt of a request to do so from the other\n               party; or\n\n\n<span class=\"hidden_text\" id=\"span_34\">Arb. P. No.144/2010                                               Page 22 of 58</span>\n</blockquote><blockquote id=\"blockquote_31\">             (b)       the two appointed arbitrators fail to agree on the\n            third arbitrator within thirty days from the date of their\n            appointment, the appointment shall be made upon request\n            of a party, by the chief justice or any person or institution\n            designated by him.\n</blockquote>\n<blockquote id=\"blockquote_32\">            (5)       Failing any agreement referred to in sub- section\n            (2), in an arbitration with a sole arbitrator if the parties fail\n            to agree on the arbitrator within thirty days from receipt of\n            a request by one party from the other party to so agree the\n            appointment shall be made, upon request of a party, by the\n            Chief Justice of any person or institution designated by\n            him.\n</blockquote>\n<blockquote id=\"blockquote_33\">            (6)      Where, under an appointment procedure agreed\n            upon by the parties,-\n</blockquote>\n<pre id=\"pre_3\">            (a)     a party fails to act as required under that\n            procedure; or\n\n            (b)      the parties, or the two appointed arbitrators, fail to\n</pre><blockquote id=\"blockquote_34\">            reach an agreement expected of them under that procedure;\n</blockquote><p data-structure=\"Section\" id=\"p_47\">            or\n\n</p><p data-structure=\"Section\" id=\"p_48\">            (c)       a person, including an institution, fails to perform\n            any function entrusted him or it under that procedure, a\n            party may request the Chief Justice or any person or\n            institution designated by him take the necessary measure,\n            unless the agreement on the appointment procedure\n            provides other means for securing the appointment.\n\n            (7)       A decision on a matter entrusted by sub- section\n            (4) or sub- section (5) or sub section (6) to the Chief Justice\n            or the person or institution designated by him is final.\n\n            (8)       The Chief&#x27; Justice or the person or institution\n            designated by him, in appointing arbitrator, shall have due\n            regard to-\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n<span class=\"hidden_text\" id=\"span_35\">Arb. P. No.144/2010                                              Page 23 of 58</span>\n</p><p data-structure=\"CDiscource\" id=\"p_50\">             (a)     any qualifications required of the arbitrator by the\n            agreement of the parties and\n\n</p><p data-structure=\"Section\" id=\"p_51\">            (b)     other considerations as are likely to secure the\n            appointment of an independent, and impartial arbitrator.\n\n</p><p data-structure=\"Section\" id=\"p_52\">            (9)       In the case of appointment of sole or third\n            arbitrator in an international commercial arbitration, the\n            Chief Justice of India or the person or institution\n            designated by him may appoint an arbitrator of a nationality\n            other than the nationalities of the\n            parties where the parties belong to different nationalities.\n\n            (10)     The Chief Justice may make such scheme as he\n            may deem appropriate for dealing with matters entrusted by\n            sub- section (4) or sub- section (5) or sub- section (6) to\n            him.\n</p>\n<p data-structure=\"Section\" id=\"p_53\">            (11)      Where more than one request has been made\n            under sub- section (4) or subsection (5) or sub- section (6)\n            to the Chief Justices of different High Courts or their\n            designates, the Chief Justice or his designate to whom the\n            request has been first made under the relevant sub- section\n            shall alone be competent to decide on the request.\n\n            (12)     (a) Where the matters referred to in sub- sections\n            (4), (6), (7), (8) and (10) arise in an international\n            commercial arbitration the reference to&quot; Chief Justice&quot; in\n            those subsections shall he construed as a reference to the&quot;\n</p><blockquote id=\"blockquote_35\">            Chief Justice of India.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_54\">            (b)       Where the matters referred to in sub- sections (4),\n            (5), (7), (8), and (10) arise in any other arbitration, the\n            reference to&quot; Chief Justice&quot; in those sub- sections shall he\n            construed as a reference to the Chief Justice of the High\n            Court within whose local limits the principal Civil Court\n            referred to in clause (e) of sub- section (1) of <a href=\"/doc/1804257/\" id=\"a_30\">section 2</a> is\n            situate and, where the High Court itself is the Court\n            referred to in that clause, to the Chief justice of that High\n            Court.&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_55\"><span class=\"hidden_text\" id=\"span_36\">Arb. P. No.144/2010                                           Page 24 of 58</span>\n</p><p data-structure=\"Section\" id=\"p_56\"> 40.           A conjoint reading of <a href=\"/doc/1868040/\" id=\"a_31\">Section 11 (2)</a> read with <a href=\"/doc/605764/\" id=\"a_32\">Section 11(6)</a>\n\nand <a href=\"/doc/1568410/\" id=\"a_33\">Section 11(8)</a> reveals that <a href=\"/doc/1868040/\" id=\"a_34\">Section 11(2)</a> is subject to <a href=\"/doc/605764/\" id=\"a_35\">Section 11(6)</a>\n\nwhich means that the parties to an agreement are free to agree for the\n\nprocedure for appointment of the arbitrator subject to contingencies\n\nprescribed under <a href=\"/doc/605764/\" id=\"a_36\">Section 11(6)</a> which are that in the agreed procedure:\n\n</p><blockquote id=\"blockquote_36\">      a) A party fails to act as required under the procedure or\n\n</blockquote><blockquote id=\"blockquote_37\">      b) The parties or two appointed arbitrators fail reach an agreement\n         expected out of them under that procedure.\n</blockquote>\n<blockquote id=\"blockquote_38\">      c) A person, including institution fails to perform its function.....\n</blockquote>\n<p data-structure=\"Section\" id=\"p_57\">41.           Only under these eventualities, the Hon‟ble Chief justice or\n\nhis designate or for that matter the designated court can step in and take\n\nthe necessary measures unless the agreement on the appointment\n\nprocedure provides other means for securing the appointment.\n\n</p><p data-structure=\"Section\" id=\"p_58\">42.           Few things become immediately clear upon reading the\n\naforementioned provisions:\n</p>\n<blockquote id=\"blockquote_39\">      a) That the satisfaction of the eventualities prescribed under <a href=\"/doc/605764/\" id=\"a_37\">Section\n\n         11 (6)</a> of the Act gives jurisdiction to this court as the same are\n\n         jurisdictional facts enabling this court to exercise jurisdiction for\n\n         appointment of arbitrator.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">Arb. P. No.144/2010                                                Page 25 of 58</span>\n<p data-structure=\"CDiscource\" id=\"p_59\">       b) That the court has to first respect the agreed procedure and if the\n\n         measures in the agreed procedure are already provided for\n\n         securing the appointment, the court should not intervene unless\n\n         the contingencies prescribed under sub <a href=\"/doc/605764/\" id=\"a_38\">section 11 (6)</a> are\n\n         satisfied.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1838851\" id=\"span_38\">43.           This has also been emphasized by the Supreme Court from\n\ntime to time that the court must respect to the agreed procedure of\n\nappointment of the arbitrator prior to stepping into the process of the\n\nappointment of the arbitrator under <a href=\"/doc/605764/\" id=\"a_39\">section 11(6)</a>. (Kindly see Indian\n\nIron &amp; Steel Co Ltd vs Tiwari Roadlines, (<a href=\"/doc/1838851/\" id=\"a_40\">2007) 5 SCC 703, India\n\nHousehold and Healthcare Ltd vs LG Household and Healthcare Ltd</a>,\n\n(2007) 5 SCC 510.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">44.           From the above, it is clear that the court may intervene to\n\ntake measures for appointment of the arbitrator only when the party\n\nfails to act as required under the procedure, or fail to reach an agreement\n\nexpected out of them under that procedure or a person fails to perform\n\nthe function.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">45.           A reading of <a href=\"/doc/1568410/\" id=\"a_41\">Section 11(8)</a> further reveals that while\n\nexercising jurisdiction invested under <a href=\"/doc/605764/\" id=\"a_42\">Section 11(6)</a>, the court can take\n\ndue regard.       The consideration under <a href=\"/doc/1568410/\" id=\"a_43\">Section 11(8)</a> shall become\n\n\n<span class=\"hidden_text\" id=\"span_39\">Arb. P. No.144/2010                                              Page 26 of 58</span>\n relevant only upon satisfaction of the provisions under <a href=\"/doc/605764/\" id=\"a_44\">Section 11(6)</a>.\n\nThis is relevant due to the reason that if the eventualities existing under\n\n<a href=\"/doc/605764/\" id=\"a_45\">Section 11(6)</a> are not satisfied, the court shall not even proceed further\n\nas the said <a href=\"/doc/1568410/\" id=\"a_46\">Section 11(8)</a> shall not come into play. It is only when the\n\ncourt‟s jurisdiction is exercised, (by way of presence of the eventualities\n\nunder <a href=\"/doc/605764/\" id=\"a_47\">section 11(6)</a>) the court can have due regard for the purposes of\n\nthe sub section(8)\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">46.        Let me now deal with the present case in hand and test\n\nwhether the petitioner has made out the case for an appointment of the\n\narbitrator by the court. For the purposes of the discussions, the\n\nfollowing dates are relevant along with the arbitration clause which are\n\nreproduced hereinafter:\n</p>\n<blockquote id=\"blockquote_40\">&quot;17.4.2009 - Notice calling upon the respondents to nominate the\n             arbitrator was issued.\n</blockquote>\n<blockquote id=\"blockquote_41\">15.5.2009 -    The respondents responded to the notice by nominating\n               the panel of three names as per the arbitration clause.\n</blockquote>\n<blockquote id=\"blockquote_42\">18.5.2009 -     The petitioner without waiting the reply and considering\n               the same, rushed to the court by filing the petition before\n               High Court of Orissa under <a href=\"/doc/1841764/\" id=\"a_48\">section 11</a> of the Act without\n               completion of the agreed procedure.\n</blockquote>\n<blockquote id=\"blockquote_43\">18.6.2009 -     The petitioner informed the respondents that it has\n               already approached the court for appointment of the\n               arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_44\">16.10.2009     the respondents after completion of the procedure\n\n<span class=\"hidden_text\" id=\"span_40\">Arb. P. No.144/2010                                             Page 27 of 58</span>\n                  exercised their right to appoint the arbitrator as per the\n                 arbitration clause.\n</blockquote>\n<blockquote id=\"blockquote_45\">31.3.2010 -      The Hon‟ble High Court of Orissa dismissed the\n                 application under <a href=\"/doc/1841764/\" id=\"a_49\">section 11</a> on the ground that it lacked\n                 territorial jurisdiction to entertain and try the present\n                 proceedings.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_64\">47.          In the 1st week of May, 2010 the petitioner approached this\n\ncourt seeking appointment of the arbitrator on the ground that the\n\nemployee of the respondents is appointed as the arbitrator which is\n\nlikely to be biased and therefore this court should appoint an\n\nindependent arbitrator.\n</p>\n<p data-structure=\"PetArg\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1589968\" id=\"span_41\">48.          Firstly, it has been the contention of the petitioner that it had\n\nalready approached the court on 18.5.2009 and therefore, the\n\nappointment of the arbitrator by the respondents is bad as the right to\n\nappoint the arbitrator is lost in view of <a href=\"/doc/1589968/\" id=\"a_50\">Ace Pipeline</a> (Supra). The\n\ncontention of the petitioner is unmeritorious even if the petitioner‟s case\n\nis tested on the date of 18.5.2009. This is due to the following reasons:</span>\n\n</p><blockquote id=\"blockquote_46\">      a) Firstly, on 18.5.2009 when the petitioner approached the Orissa\n\n         High Court, the petitioner and respondents were yet to complete\n\n         the agreed procedure of the appointment of the arbitrator. It can\n\n         be seen by merely issuing notice of appointment of arbitrator on\n\n         17.4.2009, the petitioner without awaiting the completion of the\n\n\n<span class=\"hidden_text\" id=\"span_42\">Arb. P. No.144/2010                                               Page 28 of 58</span>\n       agreed procedure or awaiting the reply which was issued by the\n\n      respondents on 15.5.2009 (which is within one month as stated in\n\n      the notice for appointment issued by the petitioner) nominating\n\n      three names for the purposes of the panel rushed to the court for\n\n      the purposes of appointment of the arbitrator. The rest of the\n\n      procedure which includes selection of the name out of the panel\n\n      within 30 days of the receipt of the names in the panel and the\n\n      process, thereafter, in the event of failure to select the name was\n\n      yet to be completed on 18.5.2009. There is no stipulation of 30\n\n      days in agreement to nominate the arbitrator by the respondents\n\n      on receipt of the demand, however the petitioner was to select the\n\n      names for which 30 more days have been mentioned under the\n\n      agreed procedure. Thus, there was no occasion to approach the\n\n      court on 18.5.2009 without completing the agreed procedure by\n\n      the petitioner. Therefore, approaching the court of the petitioner\n\n      even assuming that it was a competent court was in contravention\n\n      to the agreed procedure as on that date as the parties were in the\n\n      process of conducting what had been agreed between them.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_66\">49.        In this respect, the Supreme Court has time and again\n\nreiterated and given emphasis that the court should respect firstly the\n\n\n<span class=\"hidden_text\" id=\"span_43\">Arb. P. No.144/2010                                           Page 29 of 58</span>\n agreed procedure under <a href=\"/doc/1868040/\" id=\"a_51\">Section 11 (2)</a> and the jurisdiction to interfere or\n\ntake the measures under <a href=\"/doc/605764/\" id=\"a_52\">Section 11 (6)</a> is attracted only once the agreed\n\nprocedure is exhausted.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_67\">50.        However, on 18.5.2009, the agreed procedure was yet to be\n\ncompleted or exhausted and therefore on that date, the petition filed by\n\nthe petitioner is premature before court and no benefit can be given to\n\nthe petitioner on the basis of the approaching the court on 18.5.2009.\n\n</p><p data-structure=\"CDiscource\" id=\"p_68\">51.        The reasoning stated above gains strength from the fact that\n\nthe petitioner has neither awaited for 30 days to complete and nor\n\nconsidered the reply given by the respondents on 15.5.2009 by\n\nnominating the names which the petitioner states that it has received the\n\nsame on 20.5.2009. Further, the petitioner has not even intimated to the\n\nrespondents that it is going to approach the court in the event of failure\n\nof the respondents to nominate the names and rather approached the\n\ncourt without participating or ending or completing the agreed\n\nprocedure. Therefore, on 18.5.2009, it cannot be said that the petitioner\n\nwas aggrieved by the non appointment of the arbitrator as per the\n\neventualities prescribed under <a href=\"/doc/605764/\" id=\"a_53\">section 11(6)</a> as on that date it cannot be\n\nsaid that the parties had failed to follow the procedure as they were\n\nunder the process of following the same or the parties had failed to\n\n\n<span class=\"hidden_text\" id=\"span_44\">Arb. P. No.144/2010                                            Page 30 of 58</span>\n arrive at the agreement on appointment as there is no communication\n\nfrom the respondents uptil 18.5.2009 or even thereafter wherein it has\n\ndenied for arbitration or the appointment of arbitrator nor any person or\n\ninstitution has failed to perform its function. Therefore, on 18.5.2009,\n\nthe court could not have assumed jurisdiction in view of non satisfaction\n\nof ingredients of <a href=\"/doc/605764/\" id=\"a_54\">section 11(6)</a>. The court on 18.5.2009 could not have\n\nassumed jurisdiction as the mechanism prescribed under the agreed\n\nprocedure was not exhausted by that time.\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">           The petitioner is rather a party who has defaulted in the\n\ncompletion of the agreed procedure by approaching the court on\n\n18.5.2009. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1534562\" id=\"span_45\">In this respect, the observations of Supreme Court in the case\n\nof <a href=\"/doc/1534562/\" id=\"a_55\">National Highways Authority of India v. Bumihiway DDB Ltd. (JV)\n\n&amp; Ors.</a>, (2006) 10 SCC 763 are instructive. The Supreme Court\n\nobserved thus:</span>\n</p>\n<blockquote id=\"blockquote_47\">            &quot; 23. In the present case, for the purpose of appointment of\n            Presiding Arbitrator, the respondent unilaterally\n            approached the High Court of Orissa at Cuttack under\n            <a href=\"/doc/605764/\" id=\"a_56\">Section 11(6)</a> of the Arbitration and Conciliation Act,\n            1996, in express violation of the contract agreement\n            without first requesting the Indian Road Congress being the\n            designated authority for appointment of the Presiding\n            Arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_48\">            <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"41226024\" id=\"span_46\">34. In our view, the invocation of <a href=\"/doc/605764/\" id=\"a_57\">Section 11(6)</a> of the\n            Arbitration &amp; Conciliation Act, 1966 is squarely based on a\n\n\n<span class=\"hidden_text\" id=\"span_47\">Arb. P. No.144/2010                                           Page 31 of 58</span>\n             default of a party. The <a href=\"/doc/1534562/\" id=\"a_58\">ratio <a href=\"/doc/1534562/\" id=\"a_59\">laid down in</a></a> the case of <a href=\"/doc/41226024/\" id=\"a_60\">Datar\n            Switchgear Ltd. vs. Tata Finance Ltd. &amp; Anr.</a> (2000) 8 SCC\n            151 is the correct proposition and the case of Punj Lloyds\n            Ltd. vs. Petronet MHB Ltd. (supra) followed Datar\n            Switchgear. The question arises for consideration here is\n            who had defaulted and on what basis of default has the\n            Court entered jurisdiction under <a href=\"/doc/605764/\" id=\"a_61\">Section 11(6)</a>. This\n            question though raised by the appellant in the counter\n            affidavit before the High Court has not been answered\n            at all. Hence, the assumption of jurisdiction and\n            adjudication by the High Court, in our opinion, is\n            vitiated.                        (Emphasis Supplied)</span>\n\n</blockquote><blockquote id=\"blockquote_49\">            44. As rightly pointed out by the appellants, the High Court\n            failed to appreciate that in accordance with <a href=\"/doc/1937086/\" id=\"a_62\">Section 15(2)</a> of\n            the Act on the termination of the mandate of the Presiding\n            Arbitrator, the two nominated arbitrators were first required\n            to reach a consensus and on their failure to arrive at a\n            consensus only respondent No.2 was authorized to make\n            the appointment. Unless respondent No.2 failed to exercise\n            its jurisdiction, the High Court could not assume\n            jurisdiction under <a href=\"/doc/605764/\" id=\"a_63\">Section 11(6)</a> of the Act. Respondent\n            No.1 has wrongly invoked the jurisdiction of this Court\n            without first following the procedure agreed to between the\n            parties. Thus no cause of action had arisen in the facts of\n            the case to seek the appointment from the High Court under\n            <a href=\"/doc/605764/\" id=\"a_64\">Section 11(6)</a> of the Act and thus the said petition was\n            premature. The High Court also is not correct in relying on\n            the contention of the respondent No.1 that in case one of\n            the arbitrators is retired Chief Justice, the Presiding\n            Arbitrator should be at least a retired Chief Justice or a\n            retired Judge of a High Court with considerable experience.\n            It was submitted by learned Solicitor General appearing for\n            the appellants that the said finding of the High Court is self\n            contradictory inasmuch as if the Presiding Arbitrator is a\n            retired Judge of the High Court and one of the arbitrators is\n            a retired Chief Justice of the High Court, the member of\n            hierarchy is upset. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1838851\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1534562\" id=\"span_49\">Even otherwise, there does not exist any\n            such provision in law which requires that if one of the\n\n\n<span class=\"hidden_text\" id=\"span_50\">Arb. P. No.144/2010                                            Page 32 of 58</span>\n             arbitrators is a retired Judge the Presiding Arbitrator also\n            has to be a retired Judge. The parties have entered into a\n            contract after fully understanding the import of the terms so\n            agreed to from which there cannot be any deviation. The\n            Courts have held that the parties are required to\n            comply with the procedure of appointment as agreed to\n            and the defaulting party cannot be allowed to take\n            advantage of its own wrong.          (Emphasis Supplied)\n\n           The aforementioned observations of Supreme Court in\n\n<a href=\"/doc/1534562/\" id=\"a_65\">National Highways</a> (supra) have been affirmed by the Supreme Court in\n\nthe case of <a href=\"/doc/1838851/\" id=\"a_66\">India Household And Healthcare ... vs LG Household And\n\nHealthcare Ltd</a> in the Arbitration Petition 18 of 2005 decided on 8 th\n\nMarch 2007 wherein Hon‟ble Justice SB Sinha J approves the same\n\nwhile dismissing the appeal by observing:</span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_50\">            &quot;Applicant has not appointed its arbitrator. Respondent has\n            also not been called upon to appoint its arbitrator by the\n            said notice or otherwise. An application for appointment of\n            an arbitrator, therefore, is not maintainable unless the\n            procedure and mechanism agreed to by and between the\n            parties is complied with.\n</blockquote>\n<blockquote id=\"blockquote_51\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1534562\" id=\"span_51\">In <a href=\"/doc/1534562/\" id=\"a_67\">National Highways Authority of India &amp; Anr. v.\n            Bumihiway DDB Ltd. (JV) &amp; Ors. (Supra</a>) it was opined:-</span>\n</blockquote>\n<blockquote id=\"blockquote_52\">            &quot;44The parties have entered into a contract after fully\n            understanding the import of the terms so agreed to from\n            which there cannot be any deviation. The Courts have held\n            that the parties are required to comply with the procedure\n            of appointment as agreed to and the defaulting party cannot\n            be allowed to take advantage of its own wrong.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">Arb. P. No.144/2010                                           Page 33 of 58</span>\n<p data-structure=\"Conclusion\" id=\"p_70\">              For the views, I have taken, it is not necessary to consider\n             the other submissions made at the bar. For the reasons\n             aforementioned, this application is dismissed being not\n             maintainable at this stage.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1534562\" id=\"span_53\">52.        The present case also covers within the observations of the\n\nSupreme Court in the case of <a href=\"/doc/1534562/\" id=\"a_68\">National Highways</a> (supra). This is due to\n\nthe reason that the petitioner on 18th May, 2009 approached the Orissa\n\nHigh Court without following or completing, ending the agreed\n\nprocedure. The petitioner has not accorded the ample opportunity to the\n\nrespondents to nominate the panel and procedure thereafter has not been\n\nfollowed. The question then comes who has defaulted and on what\n\nbasis, the court could have entertained the jurisdiction to appoint the\n\narbitrator.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1534562\" id=\"span_54\">In <a href=\"/doc/1534562/\" id=\"a_69\">National Highways</a>(Supra), the respondent is at the default\n\nand therefore, at the behest of the respondent, the court‟s jurisdiction to\n\nappoint the arbitrator is vitiated. In the present case too, the petitioner is\n\nin default by being instrumental to non compliance of agreed procedure,\n\nthus, the court on 18.5.2009 could not have entertained the petition at\n\nthe behest of the petitioner giving the petitioner benefits of his own\n\nwrongs and its jurisdiction could have been vitiated by non satisfaction\n\nof provisions of <a href=\"/doc/605764/\" id=\"a_70\">section 11(6)</a> of the Act.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_72\">53.        Thus, if the court on 18.5.2009 could not have entertained\n\nthe application under <a href=\"/doc/605764/\" id=\"a_71\">section 11(6)</a> of the Act, then no benefit can enure\n\n<span class=\"hidden_text\" id=\"span_55\">Arb. P. No.144/2010                                               Page 34 of 58</span>\n to the petitioner by approaching the court and the completion of the\n\nagreed procedure and appointment of the arbitrator thereof subsequently\n\ncannot be faulted with.\n</p>\n<p data-structure=\"Section\" id=\"p_73\">54.          The petitioner has approached the Orissa High Court which\n\nbesides the fact that it could not have entertained the premature\n\napplication of the petitioner in view of non compliance of agreed\n\nprocedure, lacked territorial jurisdiction to entertain such petition which\n\nis clear from orders passed by the Orissa High Court. The court which\n\ndoes not have jurisdiction to entertain the application under <a href=\"/doc/605764/\" id=\"a_72\">Section 11\n\n(6)</a> of the Act also does not possess jurisdiction to appoint any such\n\narbitrator. Therefore, it could not be said that the High Court of Orissa\n\nwas in seisin of the application which took away the right of the\n\nrespondents to appoint the arbitrator in compliance of the agreed\n\nprocedure.\n</p>\n<p data-structure=\"Precedent\" id=\"p_74\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1589968\" id=\"span_56\">55.          The observations of the Court in <a href=\"/doc/1589968/\" id=\"a_73\">Ace Pipeline</a> (supra) are\n\nnot applicable in the present case as the court on 18.5.2009 lacked\n\nterritorial jurisdiction to entertain such dispute and therefore, cannot be\n\nsaid to be in seisin of the application or dispute qua appointment.\n\nFurther, the court in addition could not have assumed jurisdiction on the\n\n18.5.2009 for the application filed by the petitioner in view of non\n\n\n<span class=\"hidden_text\" id=\"span_57\">Arb. P. No.144/2010                                             Page 35 of 58</span>\n completion of the procedure. Therefore, seeing from any standpoint, the\n\nright to appoint the arbitrator of the respondents is not taken away.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1589968\" id=\"span_58\">The\n\ncases of <a href=\"/doc/1589968/\" id=\"a_74\">Ace Pipe and Datar</a>(Supra) do not come to aid the petitioner\n\nbeing distinguishable on facts as in those cases there was departmental\n\nlethargy by governmental undertakings uptil the time of approaching the\n\ncourt. The arbitrator was appointed only after the court was in seisin of\n\nthe dispute that too competent court in all respects. In the present case,\n\nthere is no departmental lethargy and rather the petitioner is wrongful on\n\nhis part having approached the court prematurely and not following the\n\ncomplete agreed procedure.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">56.        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1589968\" id=\"span_59\">In view of the same, the petitioner‟s submission on the right\n\nof the appointment of the arbitrator having been lost on the basis of\n\napplicability of dictum of <a href=\"/doc/1589968/\" id=\"a_75\">Ace Pipeline</a> (supra) is rejected as the said\n\ncase is distinguishable on facts and the related arguments on\n\napproaching the court are rejected in view of my findings in the\n\npreceding paragraphs.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">\n</p><p data-structure=\"Precedent\" id=\"p_77\">57.        Before proceeding further, it is pertinent to point out that the\n\npetitioner‟s case before the High Court of Orissa was materially\n\ndifferent from the case of the petitioner before this court. In Orissa High\n\nCourt, the petitioner approached the court without following the agreed\n\n<span class=\"hidden_text\" id=\"span_60\">Arb. P. No.144/2010                                             Page 36 of 58</span>\n procedure complaining that the respondents have not appointed the\n\narbitrator timely and therefore, the court should appoint the arbitrator. It\n\nis only during the course of the arguments before Orissa High Court, the\n\nplea of partiality or biasness was developed. However, before this court,\n\nit is the case of the petitioner that the employee of the respondents could\n\nnot act as an arbitrator as he would be partial and bias and such an\n\nappointment be set aside in view of the judgments of the Apex Court in\n\nSingh Builders‟s case (supra).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">58.        This is more so due to the reason as the respondents have\n\nnever been informed or asked to point out the names of independent\n\npersons prior to approaching the Orissa High Court and it is the case of\n\nthe petitioner before Orissa High Court that it has not even considered\n\nthe reply dated 15.5.2010. Therefore, the case before the Orissa High\n\nCourt was solely premised on the basis of non appointment of the\n\narbitrator timely, however, before this court, the petitioner is\n\nchallenging the appointment of an employee as an arbitrator.\n\n</p><p data-structure=\"CDiscource\" id=\"p_79\">59.        Therefore, now the only question left to be examined is the\n\nchallenge which the petitioner has laid on the basis of the apprehension\n\nof the biasness. Let me now deal with the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">60.        The Arbitration Clause 9.0.1.1 for the purposes of the\n\n\n<span class=\"hidden_text\" id=\"span_61\">Arb. P. No.144/2010                                              Page 37 of 58</span>\n convenience is reproduced hereinafter:\n</p>\n<blockquote id=\"blockquote_53\">             &quot;The Sole Arbitrator referred to in Clause 9.0.1.0 hereof\n             shall be selected by the CONTRACTOR out of the panel of\n             3 (three) persons nominated by the OWNER for the\n             purpose of such selection, and should the CONTRACTOR\n             fail to select an arbitrator within 30 (thirty) days of the\n             panel of names of such nominees being furnished by the\n             OWNER for the purpose, the Sole Arbitrator shall be\n             selected by the OWNER out of the said panel&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_81\">61.        From the bare reading of the clause, admittedly, it can be\n\nseen that the clause nowhere mentions that whether the persons to be\n\nnominated by the respondents shall be its employees, but it also\n\nnowhere provides that they shall be complete outsiders or third parties.\n\nHowever, one thing which becomes certain is that it is the respondents\n\nwho shall have the say in nominating the names and also in case of the\n\ninaction of the petitioner in selecting the names, the respondents can on\n\ntheir own choose the name of sole arbitrator from the panel of names\n\nnominated by the respondents. The respondents are thus given enough\n\ndiscretion in the two processes, both nomination as well as final say in\n\nthe selection in the event of failure to select the name by the petitioner.\n\nAll this reveals the intention of the parties at the time of entering into\n\nthe contract, which is, that the petitioner with the open eyes has\n\nproceeded to enter into such a contract which leaves enough leverage in\n\nthe hands of the respondents in choosing the names of the persons in the\n\n<span class=\"hidden_text\" id=\"span_62\">Arb. P. No.144/2010                                             Page 38 of 58</span>\n panel which the respondents deems fit. This is more so due to the reason\n\nthat the arbitration clause does not provides names of the independent\n\npersons but only reads that the respondents shall nominate the names.\n\nTherefore, if the respondents as a matter of the policy of the\n\ngovernmental undertaking nominates the names of its employees in the\n\npanel unconnected with the subject work or the contract, the same\n\ncannot be faulted with solely on the general presumption that the\n\nemployee of the governmental organization shall be biased and would\n\nnot be able to effectively adjudicate the controversy in question.\n\n</p><p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"2073\" id=\"span_63\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"276364\" id=\"span_64\">62.        No doubt, the apex court has from time to time asked the\n\nGovernmental Undertakings to consider changing the policy of\n\nnominating their own employees as the arbitrators like in the case of\n\n<a href=\"/doc/276364/\" id=\"a_76\">Singh Builders</a> (Supra), <a href=\"/doc/2073/\" id=\"a_77\">Raja Transport</a> (Supra) wherein the appointment\n\nof the employees by the Governmental Undertakings have proven to be\n\nadversely affecting the arbitration proceedings either in the form of\n\ndelay or otherwise. The courts have however in those cases also first\n\nattempted to effectuate the policy decisions of those undertakings by\n\nappointing the names of their employees only. It is only after the\n\npassage of the time, when the said policy has proven to be ineffective,\n\nsuch observations by the Supreme Court have been made wherein the\n\n\n<span class=\"hidden_text\" id=\"span_65\">Arb. P. No.144/2010                                             Page 39 of 58</span>\n courts have asked to consider phasing out such named arbitrators who\n\nare the employees of the company.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">63.        It also needs special mention that the apex court when poised\n\nwith the question of examining the biasness in the cases of arbitrators\n\nwho are former employees or employees of the Governmental\n\nUndertakings has also observed that the biasness cannot be ascribed to\n\nthe arbitrator on the sole presumption that the employee of the\n\nundertaking cannot effectively adjudicate the dispute when the\n\narbitration clause provides so and the party with an open eyes signed\n\nsuch kind of agreement. The policy decision in those cases also find\n\napproval of the apex court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_84\">64.        In the present case too, firstly it is not the case of named sole\n\narbitrator, it is rather the case wherein the respondents shall nominate 3\n\nnames in the panel and it is upon the petitioner to select the names and if\n\nthe petitioner does not do so within 30 days, then the respondents on its\n\nown can appoint the arbitrator. The process of appointment is, therefore,\n\nvaried to the extent that the respondents shall nominate 3 names and it is\n\nfor the petitioner to choose any one of them. But, the policy matter\n\nremains the same which is that in order to avoid loss to the exchequer,\n\nthe names of the persons who are senior former employees or employees\n\n\n<span class=\"hidden_text\" id=\"span_66\">Arb. P. No.144/2010                                             Page 40 of 58</span>\n are given as nominees. The said process is in consonance with the\n\narbitration clause and practice as adopted by the Governmental\n\nUndertakings like the respondents and the same cannot be faulted with\n\nsolely on the ground that the nominated names are those of the\n\nemployees who are in fact unconnected with the subject contract will\n\nlikely to be biased when no material to the contrary is shown to\n\nsubstantiate such alleged biasness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_85\">65.        It has been pointed out that the arbitrator who has been\n\nappointed is the former employee of the company and has super\n\nannuated from the job. Further, it is also informed that the said arbitrator\n\nbelongs a different branch of the corporation which is totally\n\nunconnected with the subject work and the contract. Accordingly, the\n\nsaid policy decision and appointment cannot be faulted with as the\n\nwordings of the arbitration clause are wide enough to give the discretion\n\nto the respondents to nominate the persons as per their policy decision\n\nin the organization.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">66.        This court cannot compel under the process of appointment\n\nof arbitrator under <a href=\"/doc/605764/\" id=\"a_78\">Section 11(6)</a> of the Act to change its policy\n\ndecisions. This is also more so due to the reason that Apex court can\n\nmake such observations under its plenary powers under <a href=\"/doc/500307/\" id=\"a_79\">Article 142</a> of\n\n\n<span class=\"hidden_text\" id=\"span_67\">Arb. P. No.144/2010                                              Page 41 of 58</span>\n the constitution but it is doubtful whether the High Court can make such\n\nobservations by stating in generality without arriving at the finding of\n\nactual biasness in the given facts of the case. Further, even the Supreme\n\nCourt also asked the respondents to consider changing the policy but has\n\nnot scrapped the policy being ultra vires in violation of principles of\n\nnatural justice. This shows that the apex court has not completely\n\nscrapped such policy of governmental undertaking appointing employee\n\narbitrator as the apex court was conscious about the purpose behind the\n\nsame which is that the expense involved in the private arbitration and\n\nloss to the exchequer thereto is considerably higher than in the cases\n\ninvolving the arbitrators who are the ex employees.\n\n</p><p data-structure=\"Precedent\" id=\"p_87\">67.        It is also well settled that the judicial review in cases\n\ninvolving policy decision is very limited unless the same is found to be\n\narbitary, unreasonable or actuated by malice.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_88\">68.        In the present case, it is the respondents policy to nominate\n\nsuch names of the employees cannot be said to be arbitrary or actuated\n\nby malice or unreasonable. The mere fact that in one of the cases, the\n\nrespondent consented to the court by getting the arbitrator appointed\n\nfrom the Delhi High Court mediation cell also does not lead any\n\ninference of arbitrariness or malice as no motives can be ascribed unless\n\n\n<span class=\"hidden_text\" id=\"span_68\">Arb. P. No.144/2010                                           Page 42 of 58</span>\n it is shown that there is a malice in fact or in law directed against the\n\npetitioner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"276364\" id=\"span_69\">69.           The judgment passed by the Supreme Court in <a href=\"/doc/276364/\" id=\"a_80\">Singh\n\nBuilders</a> (Supra) is not applicable to the present case. It is well settled\n\nprinciple that the judgment passed by the court and observations made\n\ntherein are to be read in the context and not like Euclid theorems.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276364\" id=\"span_70\">70.           The Supreme Court in <a href=\"/doc/276364/\" id=\"a_81\">Singh Builders</a>(supra) has firstly\n\nnarrated the facts of the case which revealed that the policy of\n\nnominated persons as arbitrators by the <a href=\"/doc/276364/\" id=\"a_82\">in that case</a> governmental\n\nundertaking had proven to be totally unworkable and three times the\n\narbitrators were replaced and the matter was pending for last 10 years.\n\nThe governmental body <a href=\"/doc/276364/\" id=\"a_83\">in that case</a> kept on nominating persons who\n\nwere either transferred or otherwise. Taking note of all these facts and\n\ncircumstances, The Supreme Court stated that when such situation\n\narises, the court is not powerless to appoint the independent arbitrator\n\nand the court can interfere in those circumstances. The Apex court in\n\nSingh Builders took note this extraordinary circumstances in the\n\nfollowing quoted paragraphs of the judgments reproduced below :</span>\n\n</p><blockquote id=\"blockquote_54\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276364\" id=\"span_71\">&quot;3. It is true that the Arbitral Tribunal should be constituted\n               in the manner <a href=\"/doc/276364/\" id=\"a_84\">laid down in</a> the Arbitration agreement.\n               Provisions for arbitration in contracts entered by\n\n\n<span class=\"hidden_text\" id=\"span_72\">Arb. P. No.144/2010                                               Page 43 of 58</span>\n             governments, statutory authorities, and government\n            companies, invariably require that the Arbitrators should be\n            their own serving officers. Such a provision has to be given\n            effect, subject to requirements of independence and\n            impartiality. But there can be exceptions and this case\n            which has a chequered history, falls under such exceptions.</span>\n</blockquote>\n<blockquote id=\"blockquote_55\">            4. Let us refer to the facts briefly. The respondent made a\n            request for arbitration in the year 1999. As the appellant\n            failed to take necessary steps as mandated by clause 64, the\n            respondent filed an application under <a href=\"/doc/1841764/\" id=\"a_85\">Section 11</a> of the\n            Arbitration and Conciliation Act, 1996 (`Act&#x27; for short) in\n            AA No. 202/2000. In pursuance of the directions issued on\n            11.11.2002 by the designate of the Chief Justice of the\n            Delhi High Court, an Arbitral Tribunal was constituted in\n            terms of clause 64, consisting of Shri A.K. Mishra, (Chief\n            Engineer/TPS) nominated by the contractor, Shri S.P. Virdi\n            (Dy.F.A. &amp;amp; CEO) nominated by the appellant, and\n            Shri H.K. Jaggi (Chief Bridge Engineer) as the Umpire.\n</blockquote>\n<blockquote id=\"blockquote_56\">            But even before the proceedings could commence before\n            the Arbitral Tribunal, Shri A.K. Mishra, one of the\n            Arbitrators, was transferred and consequently he tendered\n            resignation in May, 2004. As the appellant failed to provide\n            a fresh panel to enable the respondent to make a fresh\n            nomination, the respondent again approached the High\n            Court by filing AA No.240/2004.\n</blockquote>\n<blockquote id=\"blockquote_57\">            A fresh panel was made available thereafter from which the\n            respondent nominated Shri Ashok Gupta as its Arbitrator.\n            Hardly after one sitting of the Arbitral Tribunal, Shri Ashok\n            Gupta was also transferred and he tendered his resignation\n            on 21.7.2005.\n</blockquote>\n<blockquote id=\"blockquote_58\">            As appellant again failed to take steps for filling the\n            vacancy, the respondent approached the Court again by\n\n\n<span class=\"hidden_text\" id=\"span_73\">Arb. P. No.144/2010                                           Page 44 of 58</span>\n             filing IA No. 6511/2005 in AA 240/2004. In pursuance of\n            an order dated 24.8.2005 passed by the High Court, again a\n            panel was made available and the respondent made its\n            choice on 9.9.2005. As no steps were taken in pursuance of\n            it by the appellant, the respondent sent a reminder on\n            14.10.2005. There was no response.\n</blockquote>\n<blockquote id=\"blockquote_59\">            In this background, the respondent again approached the\n            High Court on 10.11.2005 in Arb. Petn. No. 256/2005 for\n            appointment of an independent sole arbitrator. During the\n            pendency of the said petition, the General Manager of\n            Northern Railways appointed Sri Ved Pal as the\n            contractor&#x27;s nominee arbitrator on 22.11.2005.\n</blockquote>\n<blockquote id=\"blockquote_60\">            5. The High Court was of the view that no useful purpose\n            will be served by again reconstituting a Three Member\n            Arbitral Tribunal in accordance with clause 64. The High\n            Court found that the matter has been pending from 1999\n            when the respondent first made the request for reference to\n            Arbitration and that the cumbersome process of\n            constituting an Arbitral Tribunal in terms of the Arbitration\n            agreement and the delays on the part of Railways in\n            complying with the provisions of the arbitration agreement,\n            led to the arbitration becoming virtually a non-starter.\n            Therefore, the High Court allowed the petition on\n            27.3.2006 and appointed Justice Jaspal Singh, a retired\n            Judge of the Delhi High Court as the arbitrator. Justice\n            Jaspal Singh recused himself and the High Court on\n            19.7.2006, appointed Justice R.C. Chopra, another retired\n            Judge of the Delhi High Court as the arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_61\">            The said order is challenged in this appeal by special leave.\n            On 6.11.2006, this Court stayed the arbitration proceedings\n            before the sole Arbitrator. The question that arises for\n            consideration in this appeal by special leave is whether the\n\n\n<span class=\"hidden_text\" id=\"span_74\">Arb. P. No.144/2010                                           Page 45 of 58</span>\n             appointment of a the retired Judge of the High Court as sole\n            Arbitrator should be set aside and an Arbitral Tribunal\n            should again be constituted in the manner provided in terms\n            of clause 64.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276364\" id=\"span_75\">71.        Taking note of aforementioned replacement of the arbitrators\n\ntime and again and the fact that the agreed procedure under clause 64 in\n\nthe agreement which had proven to be not fruitful, the Supreme Court\n\nwas hearing the SLP against the order passed by the Delhi High Court\n\nappointing the arbitrator. The Supreme Court while dismissing the SLP\n\njustified the appointment by holding that the case of Single Builders is\n\nan exception to the ordinary rule that the court must respect the agreed\n\nprocedure and reasonable intendment must be made to implement the\n\nagreed procedure and in the given case it is futile to go back on the\n\nappointment as per the clause 64 as several efforts had already been\n\ndone to implement the clause which has not reaped the fruits <a href=\"/doc/276364/\" id=\"a_86\">in that\n\ncase</a>.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276364\" id=\"span_76\">72.        In the present case, no such circumstance has arisen of the\n\nlike nature which warrants any such exception to be carved out by\n\nreplacing the existing arbitrator who has been appointed as per the\n\nagreed procedure in the agreement. It is rather the petitioner who has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">Arb. P. No.144/2010                                          Page 46 of 58</span>\n defaulted in following the agreed procedure. Therefore, the case of\n\n<a href=\"/doc/276364/\" id=\"a_87\">Singh Builders</a> (supra) does not aid the case of the petitioner.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_93\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2073\" id=\"span_78\">73.        Likewise, the decision rendered in the case of <a href=\"/doc/2073/\" id=\"a_88\">Raja Transport\n\n(P) Ltd</a> (Supra) does not aid the case of the petitioner. This is due to the\n\nreason that the Supreme Court in Raja Transport has rather approved the\n\nproposition that the mere fact the parties have agreed to nominate the\n\nemployee or higher official as an arbitrator will not render the\n\nagreement void and nor the same raises any presumption against the\n\nimpartiality on the ipse dixit of the adversary unless it is shown that\n\nthere shall be serious prejudice to the case by virtue of position of the\n\nappointed person or dealings of the same. The Supreme Court observed\n\nthus:</span>\n</p>\n<blockquote id=\"blockquote_62\">             &quot;15. It is now well settled by a series of decisions of this\n             Court that arbitration agreements in government\n             contracts providing that an employee of the Department\n             (usually a high official unconnected with the work or\n             the contract) will be the Arbitrator, are neither void nor\n             unenforceable.                 (Emphasis Supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_94\">74.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1127737\" id=\"span_79\">In <a href=\"/doc/1127737/\" id=\"a_89\">Secretary To Government, Transport Department,\n\nMadras v. Munuswamy Mudaliar (Supra</a>) the contract between the\n\nrespondent and State Government contained an arbitration clause\n\nproviding that the Superintending Engineer will be the arbitrator.\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">Arb. P. No.144/2010                                               Page 47 of 58</span>\n Disputes arising in respect of cancellation of the contract by the\n\ndepartment were referred to the said Arbitrator. An application under\n\n<a href=\"/doc/1091250/\" id=\"a_90\">section 5</a> of Arbitration Act, 1940 was filed by the contractor for\n\nremoval of the arbitrator on the ground of apprehended bias on the part\n\nof the arbitrator as he was an employee of the State Government and\n\nwas subordinate of the chief Engineer who took the decision to cancel\n\nthe contract.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1127737\" id=\"span_81\">75.        This Court negatived the said contention and held in\n\n<a href=\"/doc/1127737/\" id=\"a_91\">Munuswamy</a> case (Supra) that :</span>\n</p>\n<blockquote id=\"blockquote_63\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794709\" id=\"span_82\">&quot;When the parties entered into the contract, the parties\n                knew the terms of the contract including arbitration clause.\n                The parties knew the scheme and the fact that the Chief\n                Engineer is superior and the Superintending Engineer is\n                subordinate to the Chief Engineer of the particular Circle.\n                In spite of that the parties agreed and entered into\n                arbitration. .... Unless there is allegation against the\n                named arbitrator either against his honesty or mala fide\n                or interest in the subject matter or reasonable\n                apprehension of the bias, a named and agreed\n                arbitrator cannot and should not be removed in exercise\n                of a discretion vested in the Court under <a href=\"/doc/310829/\" id=\"a_92\">Section 5</a> of the\n                Act.&quot;                          (Emphasis Supplied)\n                This Court in <a href=\"/doc/1794709/\" id=\"a_93\">International Authority of India v.\n                K.D.Bali and Anr.</a> [1988 (2) SCC 360] held that there\n                must be reasonable evidence to satisfy that there was a real\n                likelihood of bias. Vague suspicions of whimsical,\n                capricious and unreasonable people should not be made the\n                standard to regulate normal human conduct. In this\n                country in numerous contracts with the Government,\n                clauses requiring the Superintending Engineer or some\n\n\n<span class=\"hidden_text\" id=\"span_83\">Arb. P. No.144/2010                                              Page 48 of 58</span>\n             official of the Govt. to be the arbitrator are there. It\n            cannot be said that the Superintending Engineer, as\n            such, cannot be entrusted with the work of arbitration\n            and that an apprehension simpliciter in the mind of the\n            contractor without any tangible ground, would be a\n            justification for removal.    (Emphasis Supplied)</span>\n\n</blockquote><blockquote id=\"blockquote_64\">            29. While the provisions relating to independence and\n            impartiality are more explicit in the new Act, it does not\n            mean that the old <a href=\"/doc/1052228/\" id=\"a_94\">Act (Arbitration Act, 1940</a>) enabled\n            persons with bias to act as Arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_65\">            What was implicit under the old Act is made explicit in the\n            new Act in regard to impartiality, independence and\n            freedom from bias. The decisions under the old Act on this\n            issue are therefore not irrelevant when considering the\n            provisions of the new Act. At all events, M. P. Gupta and\n            Ace Pipeline are cases under the new Act. All the decisions\n            proceed on the basis that when senior officers of\n            government/statutory       corporations/public       sector\n            undertakings are appointed as Arbitrators, they will\n            function independently and impartially, even though\n            they are employees of such Institutions/organisations.\n</blockquote><blockquote id=\"blockquote_66\">                                           (Emphasis Supplied)\n\n</blockquote><blockquote id=\"blockquote_67\">            30. We find no bar under the new Act, for an arbitration\n            agreement providing for an employee of a government/\n            statutory corporation/public sector undertaking (which is a\n            party to the contract), acting as Arbitrator. Section 11(8) of\n            the Act requires the Chief Justice or his designate, in\n            appointing an arbitrator, to have due regard to\n\n            &quot;Section 11(8)(a) any qualifications required of the\n            arbitrator by the agreement of the parties; and\n\n</blockquote><blockquote id=\"blockquote_68\">            (b) other considerations as are likely to secure the\n            appointment of an independent or impartial arbitrator&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_96\">            31. <a href=\"/doc/750244/\" id=\"a_95\">Section 12(1)</a> requires an Arbitrator, when approached\n            in connection with his possible appointment, to disclose in\n\n\n<span class=\"hidden_text\" id=\"span_84\">Arb. P. No.144/2010                                            Page 49 of 58</span>\n             writing any circumstances likely to give rise to justifiable\n            doubts as to his independence or impartiality. Sub-section\n            12(3) enables the Arbitrator being challenged if\n\n</p><p data-structure=\"Conclusion\" id=\"p_97\">            (i) the circumstances give rise to justifiable doubts as to his\n            independence or impartiality, or\n\n</p><p data-structure=\"Conclusion\" id=\"p_98\">            (ii) he does not possess the qualifications agreed to by the\n            parties.\n</p>\n<p data-structure=\"Section\" id=\"p_99\">            32. <a href=\"/doc/1347069/\" id=\"a_96\">Section 18</a> requires the Arbitrator to treat the parties\n            with equality (that is to say without bias) and give each\n            party full opportunity to present his case. Nothing in\n            <a href=\"/doc/1841764/\" id=\"a_97\">sections 11</a>, <a href=\"/doc/750244/\" id=\"a_98\">12</a>, <a href=\"/doc/1347069/\" id=\"a_99\">18</a> or other provisions of the Act suggests\n            that any provision in an arbitration agreement, naming the\n            Arbitrator will be invalid if such named arbitrator is an\n            employee of one of the parties to the arbitration agreement.\n\n</p><p data-structure=\"CDiscource\" id=\"p_100\">            33.Sub- section (2) of <a href=\"/doc/1841764/\" id=\"a_100\">section 11</a> provides that parties are\n            free to agree upon a procedure for appointment of\n            arbitrator/s. Sub-section (6) provides that where a party\n            fails to act, as required under the procedure prescribed, the\n            Chief Justice or his designate can take necessary measures.\n            Sub- section (8) gives the discretion to the Chief Justice/his\n            designate to choose an arbitrator suited to meet the\n            requirements of a particular case. The said power is in no\n            way intended to nullify a specific term of arbitration\n            agreement naming a particular person as arbitrator. The\n            power under sub-section (8) is intended to be used keeping\n            in view the terms of the arbitration agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_101\">             34. The fact that the named arbitrator is an employee\n            of one of the parties is not ipso facto a ground to raise a\n            presumption of bias or partiality of lack of\n            independence on his part. There can however be a\n            justifiable apprehension about the independence or\n            impartiality of an Employee-Arbitrator, if such person\n            was the controlling or dealing authority in regard to the\n            subject contract or if he is a direct subordinate (as\n            contrasted from an officer of an inferior rank in some\n\n\n<span class=\"hidden_text\" id=\"span_85\">Arb. P. No.144/2010                                             Page 50 of 58</span>\n             other department) to the officer whose decision is the\n            subject matter of the dispute. (Emphasis Supplied)\n\n</p><p data-structure=\"CDiscource\" id=\"p_102\">            35. Where however the named arbitrator though a\n            senior      officer    of     the     government/statutory\n            body/government company, had nothing to do with\n            execution of the subject contract, there can be no\n            justification for anyone doubting his independence or\n            impartiality, in the absence of any specific evidence.\n            Therefore, senior officer/s (usually heads of department or\n            equivalent) of a government/statutory corporation/ public\n            sector undertaking, not associated with the contract, are\n            considered to be independent and impartial and are not\n            barred from functioning as Arbitrators merely because their\n            employer is a party to the contract. (Emphasis Supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_103\">            36. The position may be different where the person named\n            as the Arbitrator is an employee of a company or body or\n            individual other than the state and its instrumentalities. For\n            example, if the Director of a private company (which is a\n            party to the Arbitration agreement), is named as the\n            Arbitrator, there may be valid and reasonable apprehension\n            of bias in view of his position and interest, and he may be\n            unsuitable to act as an Arbitrator in an arbitration involving\n            his company. If any circumstance exists to create a\n            reasonable apprehension about the impartiality or\n            independence of the agreed or named Arbitrator, then the\n            court has the discretion not to appoint such a person.\n\n</p><p data-structure=\"Conclusion\" id=\"p_104\">            37. Subject to the said clarifications, we hold that a person\n            being an employee of one of the parties (which is the state\n            or its instrumentality) cannot per se be a bar to his acting as\n            an Arbitrator. Accordingly, the answer to the first question\n            is that the learned Chief Justice was not justified in his\n            assumption of bias.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_105\">            38. Before parting from this issue, we may however refer to\n            a ground reality. Contractors in their anxiety to secure\n            contracts from government/ statutory bodies/public sector\n            undertakings, agree to arbitration clauses providing for\n\n<span class=\"hidden_text\" id=\"span_86\">Arb. P. No.144/2010                                             Page 51 of 58</span>\n                employee-arbitrators. But when subsequently disputes\n               arise, they balk at the idea of arbitration by such employee-\n               arbitrators and tend to litigate to secure an &quot;independent&quot;\n               arbitrator. The number of litigations seeking appointment\n               of independent Arbitrator bears testimony to this vexed\n               problem.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">               39. It will be appropriate if governments/statutory\n               authorities/public sector undertaking reconsider their policy\n               providing for arbitration by employee-arbitrators in\n               deference to the specific provisions of the new Act\n               reiterating the need for independence and impartiality in\n               Arbitrators. A general shift may in future be necessary for\n               understanding the word &amp; quot;independent&amp;quot; as\n               referring to someone not connected with either party. That\n               may improve the credibility of Arbitration as an alternative\n               dispute resolution process. Be that as it may.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_107\">76.          From the reading of the above quoted observations of the\n\ncourt, the following propositions can immediately be discerned:\n\n</p><blockquote id=\"blockquote_69\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2073\" id=\"span_87\">a) That the observations in the case of <a href=\"/doc/2073/\" id=\"a_101\">Raja Transport</a>(Supra) have\n\n         been expressed in the context of named arbitrator wherein the ex\n\n         employee or employee is named in the agreement in the arbitrator.</span>\n</blockquote>\n<blockquote id=\"blockquote_70\">      b) The Apex court has stated the mere fact of appointment of ex\n\n         employee in the case of named arbitrator when there is a senior\n\n         officer of the corporation unconnected with the contractual\n\n         subject, there is no presumption against the Impartiality. The\n\n         reasonable apprehension has to be shown by supporting cogent\n\n         evidence.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_88\">Arb. P. No.144/2010                                              Page 52 of 58</span>\n<blockquote id=\"blockquote_71\">       c) The Apex court has also drawn a distinction between the\n\n        governmental corporations or instrumentalities providing their\n\n        employees as named arbitrators and those of private organizations\n\n        or companies where the situation may differ. The Supreme Court\n\n        in a way has kept governmental corporations/ instrumentalities on\n\n        the separate footing as an exceptional case and rightly so as their\n\n        dispute arises from time to time and they should be unnecessary\n\n        loss to the exchequer.\n</blockquote>\n<blockquote id=\"blockquote_72\">      d) The Supreme Court has also at the same time asked the\n\n        Corporations/Governments bodies to consider changing their\n\n        policies of appointing their employees as arbitrators in future to\n\n        avoid unnecessary litigation.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_108\">77.         In a way, the Supreme Court also asked the bodies for\n\nreconsideration of their policies but has not held the said policies as\n\nvoid or unconstitutional being violative of principles of natural justice\n\nas there is no general presumption against the impartiality. Therefore,\n\ntill the time the bodies themselves change their policies of not naming or\n\nnominating their own employees, they cannot be competed to do so.\n\n</p><p data-structure=\"Precedent\" id=\"p_109\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"2073\" id=\"span_89\">78.         Thus, the dictum of <a href=\"/doc/2073/\" id=\"a_102\">Raja Transport</a>(Supra) although relied\n\nupon by the petitioner to support its case actually does not come to the\n\n\n<span class=\"hidden_text\" id=\"span_90\">Arb. P. No.144/2010                                             Page 53 of 58</span>\n aid of the petitioner as <a href=\"/doc/2073/\" id=\"a_103\">the said judgment</a> is passed in the case of named\n\narbitrator wherein the court has found that Chief justice was not justified\n\nin raising the presumption against bias. If in the case of named arbitrator\n\nwho is an employee, there can be no presumption as bias in generality\n\nunless backed by the cogent evidence. It is difficult to infer any biasness\n\nin the present case, where there is panel which is constituted by the\n\nrespondents by naming three persons as their employees unconnected\n\nwith the subject contract as proposal for the petitioner, who has by its\n\nown inaction not selected one and thereafter the respondents chose Mr.\n\nDinkar Pandit as one which cannot be faulted with.</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_110\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2073\" id=\"span_91\">79.        <a href=\"/doc/2073/\" id=\"a_104\">Therefore, Raja Transport</a> Case(Supra) does not advance the\n\ncase of the petitioner and rather comes to the aid of the respondents.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"973238\" id=\"span_92\">80.        The observations of <a href=\"/doc/973238/\" id=\"a_105\">Denel Limited</a> (supra) also do not aid the\n\ncase of the petitioner as <a href=\"/doc/973238/\" id=\"a_106\">in that case</a>, the supreme court arrived at the\n\nfinding that the managing director of the company shall be bound by the\n\nsuperior authorities and therefore, could not independently decide the\n\ndispute and thus proceeded to replace such arbitrator. However, in the\n\npresent case, the arbitrator has already superannuated from the company\n\nwhich has been stated in the reply at paragraph 9 by the respondents. It\n\nis also stated that the said arbitrator is unconnected with the same. The\n\n\n<span class=\"hidden_text\" id=\"span_93\">Arb. P. No.144/2010                                             Page 54 of 58</span>\n petitioner in response in the rejoinder at para 11 pleads ignorance about\n\nthe retirement but states that the arbitrator even if unconnected with the\n\nwork should not be appointed. It shows that the petitioner admits that\n\nthe arbitrator is unconnected with the work and intends that this court\n\nshould remove the arbitrator on the general presumption of biasness.\n\nThus, there is no justifiable reason to presume that there will be a\n\nbiasness when the arbitrator has retired from the respondents\n\nCorporation and also unconnected with work.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"973238\" id=\"span_94\"><a href=\"/doc/973238/\" id=\"a_107\">Thus, Denel Limited</a>\n\n(Supra) is distinguishable on facts.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_112\">81.        Similarly in Northern Railways (Supra) the Supreme Court\n\nhas interpreted the interplay between provisions in <a href=\"/doc/605764/\" id=\"a_108\">Sections 11(6)</a> and\n\n<a href=\"/doc/1568410/\" id=\"a_109\">11(8)</a> which has been observed by the court in the following manner:\n\n</p><blockquote id=\"blockquote_73\">             &quot;10. The crucial sub-sections are sub-sections (2), (3), (4),\n             (5) and (6). Sub-sections (3) to (5) refer to cases where\n             there is no agreed procedure. Sub-section (2) provides that\n             subject to sub-section (6) the parties are free to agree on a\n             procedure for appointing the arbitrator or arbitrators. Sub-\n</blockquote><p data-structure=\"Section\" id=\"p_113\">             section (6) sets out the contingencies when party may\n             request the Chief Justice or any person or institution\n             designated by him to take necessary measures unless the\n             agreement on the appointment procedure provides other\n             means for securing the appointment. The contingencies\n             contemplated in sub- section (6) statutorily are : (i) a party\n             fails to act as required under agreed procedure; or (ii) the\n             parties or the two appointed arbitrators fail to reach an\n             agreement expected of them under that procedure; or (iii) a\n             person including an institution fails to perform any function\n\n\n<span class=\"hidden_text\" id=\"span_95\">Arb. P. No.144/2010                                             Page 55 of 58</span>\n             entrusted to him or it under the procedure. In other words,\n            the third contingency does not relate to the parties to the\n            agreement or the appointed arbitrators.\n</p>\n<p data-structure=\"Section\" id=\"p_114\">            11. The crucial expression in sub-section (6) is &quot;a party\n            may request the Chief Justice or any person or institution\n            designated    by     him      to    take    the    necessary\n            measure&quot;(underlined for emphasis). This expression has to\n            be read along with requirement in sub-section (8) that the\n            Chief Justice or the person or an institution designated by\n            him in appointing an arbitrator shall have &quot;due regard&quot; to\n            the two cumulative conditions relating to qualifications and\n            other considerations as are likely to secure the appointment\n            of an independent and impartial arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_115\">            12. A bare reading of the scheme of <a href=\"/doc/1841764/\" id=\"a_110\">Section 11</a> shows that\n            the emphasis is on the terms of the agreement being\n            adhered to and/or given effect as closely as possible. In\n            other words, the Court may ask to do what has not been\n            done. The Court must first ensure that the remedies\n            provided for are exhausted. It is true as contended by Mr.\n            Desai, that it is not mandatory for the Chief Justice or any\n            person or institution designated by him to appoint the\n            named arbitrator or arbitrators. But at the same time, due\n            regard has to be given to the qualifications required by the\n            agreement and other considerations.\n</p>\n<p data-structure=\"Section\" id=\"p_116\">            13. The expression &quot;due regard&quot; means that proper\n            attention to several circumstances have been focused.\n            The expression &quot;necessary&quot; as a general rule can be\n            broadly stated to be those things which are reasonably\n            required to be done or legally ancillary to the\n            accomplishment of the intended act. Necessary\n            measures can be stated to be the reasonable steps\n            required to be taken.        (Emphasis Supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_117\">            14. In all these cases at hand the High Court does not\n            appear to have focused on the requirement to have due\n            regard to the qualifications required by the agreement or\n            other considerations necessary to secure the appointment of\n\n<span class=\"hidden_text\" id=\"span_96\">Arb. P. No.144/2010                                          Page 56 of 58</span>\n             an independent and impartial arbitrator. It needs no\n            reiteration that appointment of the arbitrator or arbitrators\n            named in the arbitration agreement is not a must, but while\n            making the appointment the twin requirements of sub-\n            section (8) of <a href=\"/doc/1841764/\" id=\"a_111\">Section 11</a> have to be kept in view considered\n            and taken into account. If it is not done, the appointment\n            becomes vulnerable. In the circumstances, we set aside the\n            appointment made in each case, remit the matters to the\n            High Court to make fresh appointments keeping in view the\n            parameters indicated above.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_118\">            From the above observations of the Hon‟ble Apex court, it\n            becomes clear that while entertaining the application under\n            <a href=\"/doc/605764/\" id=\"a_112\">section 11(6)</a> of the Act, the court has to give due regard to\n            the twin requirements of <a href=\"/doc/1568410/\" id=\"a_113\">section 11(8)</a> as well. Even if the\n            present case is tested on the principles enunciated by the\n            Apex court and read holistically with other dicutums and\n            guidelines of the Apex court, it becomes amply clear that\n            the mere fact that the employee or former employee is\n            nominated as arbitrator is not sufficient to ascribe bias. It\n            has been pointed out that the said officer Mr. Pandit is the\n            senior officer who has super annuated from the company.\n            The said officer is unconnected with that of the department\n            with which the contract relates. The petitioner nowhere\n            alleges this or disputes this in order to substantiate his case\n            on biasness. In these circumstances, I find that having due\n            regard to provisions of <a href=\"/doc/605764/\" id=\"a_114\">section 11(6)</a> as well as <a href=\"/doc/1568410/\" id=\"a_115\">section\n            11(8)</a> coupled with the guidelines of the apex court which\n            provides for the availability of the cogent evidence to\n            support the case of biasness, in the absence of the same,\n            there is no ground of bias or justifiable apprehension of\n            bias which is made out to replace the existing appointment\n            done as per the agreed procedure.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_119\">82.        In view of the aforementioned discussion, no ground is made\n\nout to replace the existing arbitrator and to exercise the jurisdiction\n\nunder <a href=\"/doc/605764/\" id=\"a_116\">section 11(6)</a> of the Act. Therefore, the appointment of the sole\n\n\n<span class=\"hidden_text\" id=\"span_97\">Arb. P. No.144/2010                                            Page 57 of 58</span>\n arbitrator by the respondents is affirmed and the petition filed by the\n\npetitioners deserves dismissal. Hence, the same is dismissed. No costs.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_120\">                                            MANMOHAN SINGH, J.\n</p><p data-structure=\"Conclusion\" id=\"p_121\">OCTOBER 31, 2011\nmm\n\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">Arb. P. No.144/2010                                          Page 58 of 58</span>\n </p>","numcites":26,"numcitedby":6,"docsource":"Delhi High Court","citetid":170945616,"divtype":"judgments","relatedqs":[{"value":"lack of territorial jurisdiction","formInput":"lack%20of%20territorial%20jurisdiction"},{"value":"alternative dispute resolution","formInput":"alternative%20dispute%20resolution"},{"value":"impartiality of independent","formInput":"impartiality%20of%20independent"},{"value":"biased arbitrator","formInput":"biased%20arbitrator"},{"value":"high court can appoint arbitrator","formInput":"high%20court%20can%20appoint%20arbitrator"},{"value":"employee as arbitrator","formInput":"employee%20as%20arbitrator"},{"value":"appointment of arbitrator agreed procedure","formInput":"appointment%20of%20arbitrator%20agreed%20procedure"},{"value":"apprehension of bias  ","formInput":"apprehension%20of%20bias%20%20"},{"value":"appointment of arbitrator under section 11 ","formInput":"appointment%20of%20arbitrator%20under%20section%2011%20"},{"value":"raja transport ","formInput":"raja%20transport%20"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"arbitrator not court","formInput":"arbitrator%20not%20court"},{"value":"arbitrator, impartiality","formInput":"arbitrator%2C%20impartiality"},{"value":"arbitrator independence impartial ","formInput":"arbitrator%20independence%20impartial%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"\"named arbitrator\"","formInput":"%22named%20arbitrator%22"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":true,"query_alert":null,"agreement":false}