{"tid":1041073,"publishdate":"1950-11-30","title":"A.M. Mair & Co vs Gordhandass Sagarmull on 30 November, 1950","doc":"<h2 class=\"doc_title\">A.M. Mair &amp; Co vs Gordhandass Sagarmull on 30 November, 1950</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1951 AIR, 9 1950 SCR 792, AIR 1951 SUPREME COURT 9, 1964 MADLW 347</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-s-ali\">Saiyid Fazal Ali</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-ali\">Saiyid Fazal Ali</a>, <a href=\"/search/?formInput=benchid:m-c-mahajan\">Mehr Chand Mahajan</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nA.M. MAIR &amp; CO.\n\n\tVs.\n\nRESPONDENT:\nGORDHANDASS  SAGARMULL.\n\nDATE OF JUDGMENT:\n30/11/1950\n\nBENCH:\nFAZAL ALI, SAIYID\nBENCH:\nFAZAL ALI, SAIYID\nSASTRI, M. PATANJALI\nMAHAJAN, MEHR CHAND\n\nCITATION:\n 1951 AIR    9\t\t  1950 SCR  792\n CITATOR INFO :\n R\t    1952 SC 119\t (5)\n D\t    1955 SC  53\t (11,12)\n R\t    1955 SC 468\t (13)\n F\t    1976 SC 794\t (8)\n RF\t    1984 SC1072\t (40)\n RF\t    1989 SC1498\t (18)\n\n\nACT:\n   Arbitration--Contract  by  broker for sale  of  goods  by\n&quot;sold&quot; and &quot;bouqht&quot; notes--Arbitration clause--Seller  deny-\ning right of broker to enforce arbitration clause--Jurisdic-\ntion  of  arbitrators-Validity\tof  award--Construction\t  of\ncontract.\n\n\n\nHEADNOTE:\n   The\tappellants,  a\tfirm of\t brokers,  entered  into  a\ncontrct\t for  the sale and purchase of a  quantity  of\tjute\nunder a &quot;sold note&quot; addressed to the respondents which\tthey\nsigned as &quot;A &amp; Co., brokers&quot; and a &quot;bought note&quot; of the same\ndate and for the same quantity of jute addressed to a  third\nperson\tin  which also they signed as &quot;A &amp; C0.,\t brokers  &quot;.\nThe&quot; sold note&quot; contained the usual arbitration clause under\nwhich  all matters, questions, disputes, differences  and/or\nclaims, arising out of and/or concerning, and/or in  connec-\ntion   and/or  in  consequence\tof,  or\t relating  to,\t the\ncontract  .........  shall be referred to the arbitration of\nthe   Bengal Chamber of Commerce.&quot;  A dispute having  arisen\nwith  regard to a matter which admittedly arose out  of\t the\ncontract evidenced by the sold note, the appellants referred\nthe dispute for arbitration.  The respondents raised  before\nthe  arbitrators the further contention\t that as the  appel-\nlants were only brokers they were not entitled to refer\t the\nmatter\tto  arbitration.  The arbitrators made an  award  in\nfavour of the appellants.  The respondents made an  applica-\ntion to the.High Court under the Indian Arbitration Act\t for\nsetting aside the award:\n    Held that, assuming that it was open to the\t respondents\nto  raise  this objection at that stage,  inasmuch  as\tthis\nfurther dispute\n      793\nwas also one which turned on the true interpretation of\t the\ncontract  and  the  respondents must have  recourse  to\t the\ncontract  to establish their claim, this was also a  dispute\narising\t out of or concerning the contract and as such\tfell\nwithin\tthe arbitration clause, and the award could  not  be\nset  aside  under the <a href=\"/doc/1052228/\" id=\"a_1\">Indian Arbitration Act, 1940</a>,  on\t the\nground that it was beyond jurisdiction and void.\nHeyman v. Darwins Ltd. ([1942.] A.C. 356) referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">APPELLATE JURISDICTION: Civil Appeal No. XLII of 1950.\n    Appeal  from  the judgment of the  Calcutta\t High  Court\n(Harries  C.J. and Chakravarthi J.) in Appeal from  Original\nOrder No. 78 of 1948.\n</p><p data-structure=\"Issue\" id=\"p_2\">N.C. Chatterjee (B. Sen,  with him),  for  the appellants.\nA.N. Grover, for the respondents.\n</p><p data-structure=\"Precedent\" id=\"p_3\">    1950. November 30. The judgment of Fazl Ali and Patanja-\nli Sastri JJ. was delivered by\n    FAZL  ALI  J.--This is an appeal from a  judgment  of  a\nBench  of the High Court of Judicature at Calcutta  in\tWest\nBengal,\t reversing  the decision of a single Judge  of\tthat\nCourt,\twho had refused to set aside an award given  by\t the\narbitration tribunal of the Bengal Chamber of Commerce on  a\nsubmission  made by the respondents. The facts of  the\tcase\nare as follows.\n</p><p data-structure=\"Facts\" id=\"p_4\">    On the 25th January, 1946, the appellants entered into a\ncontract  with the respondents for the sale of 5,000  mounds\nof  jute, which was evidenced by a &quot;sold note&quot; (Exhibit\t A),\nwhich  is in the form of a letter addressed to the  respond-\nents, commencing with these words: &quot;We have this day sold by\nyour  order and for your account to the\t undersigned,  etc.&quot;\nThe word &quot;undersigned&quot; admittedly refers to the\t appellants,\nand, at the end of the contract, below their signature,\t the\nword &quot;brokers&quot; is written.  On the same day, a &quot;bought note&quot;\n</p><blockquote id=\"blockquote_1\">(Exhibit  B) was addressed by the appellants to\t the  Bengal\nJute  Mill Company, with the following statement:  &quot;We\thave\nthis day bought by your order and. for your account from the\nundersigned,\n<span class=\"hidden_text\" id=\"span_1\">794</span>\netc.&quot;  In this note also, the word &quot;undersigned&quot;  refers  to\nthe  appellants\t and underneath their  signature,  the\tword\n&quot;brokers&quot;  appears, as in the &quot;sold  note&quot; There are various\nprovisions  in the sold note, relating to delivery of  jute,\nnon-delivery  of   documents,  nonacceptance  of  documents,\nclaims,\t etc.,\tbut the most material provisions are  to  be\nfound  in paragraphs 10 and 11. paragraph 10  provides\tthat\nthe sellers may in certain cases be granted an extension  of\ntime  for  delivering the jute for a  period  not  exceeding\nthirty\tdays from the due date free of all penalties, and if\nthe contract is not implemented\t within the  extended  peri-\nod, the buyers would be entitled to several options, one  of\nthem being to cancel the contract and charge the sellers the\ndifference between the contract rate and the market rate  on\nthe  day on which the option is declared. In the same  para-\ngraph, there is another provision to the following effect: -\n</blockquote><blockquote id=\"blockquote_2\">&quot;Sellers shall notify Buyers that goods will or will not  be\nshipped\t within such extended period referred to in (a)\t and\nin  the case of sellers intimating that they will be  unable\nto ship within the extended time Buyers shall exercise their\noption within 5 working days of receiving notice and  notify\nSellers.  In the absence of any such notice from Sellers  it\nshall  be  deemed that the goods have not been\tshipped\t and\nBuyers\tshall exercise their option within 5  working\tdays\nafter expiration of extended date and notify Sellers.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_5\">       The  11th paragraph provides among other things\tthat\n&quot;all matters, questions, disputes, differences and/or claims\narising\t out  of  and/or concerning   and/or  in  connection\nand/or\t in  consequence  of or relating  to  this  Contract\nwhether\t or not obligations of either or both parties  under\nthis contract be subsisting at the time of such disputes and\nwhether or not this contract has been terminated or purport-\ned  to be terminated or completed shall be referred  to\t the\narbitration  of\t the Bengal Chamber of\tCommerce  under\t the\nrules  of its Tribunal of Arbitration for the time being  in\nforce  and according to such rules the arbitration shall  be\nconducted.&quot;\n</p><span class=\"hidden_text\" id=\"span_2\">      795</span>\n<p data-structure=\"Facts\" id=\"p_6\">    It is common ground that the respondents delivered 2,256\nmaunds of jute under the contract, but the balance of  2,744\nmaunds could not be delivered within  the stipulated period,\nand,  by mutual agreement, time was extended up to the\t30th\nJune, 1946. On the 2nd July, 1946, the respondents addressed\na letter to the appellants stating that the balance of\tjute\ncould not be despatched owing to lack of wagons, and &quot;exten-\nsion&quot;  was requested for a period of one month. In reply  to\nthis  letter,  which was received by the  appellants  on  or\nabout  the 3rd July, 1946, time was extended till  the\t31st\nJuly, 1946. On the same day on which the reply was  received\nby  the respondents, i.e., on the 9th July, 1946,  they\t ad-\ndressed\t a  letter to the appellants pointing out  that\t the\nextension  of  time had not been intimated  within  the\t 5th\nworking\t day as provided in the contract and  therefore\t the\ncontract  was  automatically cancelled. After  this  letter,\nsome  further correspondence followed between the  two\tpar-\nties,  and  finally a bill of difference  amounting  to\t Rs.\n4,116  was submitted by the appellants to  the\trespondents,\nwho,  in their turn, denied their liability to pay the\tsum.\nThe appellants thereupon claimed arbitration under clause 11\nof the sold note and submitted the dispute between them\t and\nthe  respondents to the Bengal Chamber of Commerce.  On\t the\n6th  February,\t1947, the Tribunal of  Arbitration  made  an\naward  to the effect that the due date of contract had\tbeen\nextended by mutual agreement up to the 31st July, 1946,\t and\naccordingly  the respondents should pay to the appellants  a\nsum  of\t Rs. 4,116 together with interest at the rate of  4%\nper annum from the 10th August, 1946, until the date of\t the\naward.\tA sum of Rs. 210 was also held to be payable by\t the\nrespondents on account of costs. Nearly a year later, on the\n19th  February,\t 1949, a petition was presented by  the\t re-\nspondents  under  the <a href=\"/doc/1052228/\" id=\"a_2\">Indian Arbitration Act, 1940</a>,  to\t the\nHigh  Court  at\t Calcutta, in its  ordinary  original  civil\njurisdiction,  praying\tinter  alia that the  award  may  be\nadjudged to be without jurisdiction and void and not binding\non  the respondents, and that it may be set aside. The\tmain\npoint raised by the\n<span class=\"hidden_text\" id=\"span_3\">796</span>\nrespondents in the petition was that it was not open to\t the\nappellants  to invoke the arbitration clause, as the  Bengal\nJute Mill Company and not the appellants were the real party\nto  the contract and the appellants had acted as  mere\tbro-\nkers.  The appellants asserted in reply that the  allegation\nmade by the respondents in regard to there being no  privity\nbetween them and the appellants was wrong, and in  paragraph\n16 of their affidavit they stated as follows :--\n</p><blockquote id=\"blockquote_3\">    &quot;With  regard  to paragraph 7 of the  petition  I  crave\nreference to the said contract for its true construction and\neffect. I say as I have already stated that according to the\ncustom\tor usage or practice of the trade the respondent  is\nentitled  to charge brokerage and also to enforce the  terms\nof the said contract.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_7\">    The case was heard by Sinha J., who dismissed the  peti-\ntion  on the ground that the contract was  directly  between\nthe  respondents and the appellants.  The learned Judge also\nobserved that if the right of the appellants to enforce\t the\ncontract depended upon the existence of custom it would have\nbeen  necessary to take evidence and the  arbitrators  would\nhave  had jurisdiction to decide the question of the  exist-\nence of custom.\n</p><p data-structure=\"Precedent\" id=\"p_8\">    The respondents being dissatisfied with the judgment  of\nSinha J., preferred an appeal, which was heard and  disposed\nof  by a Division Bench of the High Court consisting of\t the\nlearned Chief Justice and Chakravarthi J. The learned Judges\nheld that having regard to the fact that the appellants&#x27; own\ncontention  was that they had entered into the\tcontract  as\nbrokers and were entitled to enforce its terms by reason  of\nthe  usage or custom of the trade, it was not open to  Sinha\nJ. to treat them as principals, and the award was liable  to\nbe set aside on the ground that the arbitration tribunal had\nno jurisdiction to make an award at the instance of a per-\nson  who  was  not a principal party to\t the  contract.\t The\nappellants thereafter having obtained a certificate from the\nHigh Court under section 109 (c) of the Code of Civil Proce-\ndure, preferred this appeal.\n</p><span class=\"hidden_text\" id=\"span_4\">     797</span>\n<p data-structure=\"CDiscource\" id=\"p_9\">    It seems to us that this appeal can be disposed of on  a\nshort  ground.\tWe have carefully read the affidavit   filed\non  behalf of the appellants in the trial court, and we\t are\nunable\tto hold that their case was that they were not\tpar-\nties  to  the contract or that they had asked the  court  to\nproceed\t on the sole ground that they were entitled  to\t en-\nforce  the contract by virtue of the custom or usage of\t the\ntrade.\t In our opinion, the position which was taken up  by\nthem may be summed up as follows :--\n</p><blockquote id=\"blockquote_4\">(1) They did not accept the allegations made by the respond-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_10\">ents that they were not parties to any arbitration agreement\nwith  the respondents.\n</p><p data-structure=\"RespArg\" id=\"p_11\">(2)  They asked the Court to construe the contract  and\t its\neffect and asserted that they were entitled to enforce it.\n(3) They also stated that they were entitled to enforce\t the\ncontract according to the custom or usage of the trade.\nThe  principal dispute raised in this case was\twhether\t the\nextension  of time for delivery was granted within the\ttime\nlimited in the contract.  That dispute is certainly  covered\nby  the\t arbitration clause.  The further dispute  that\t the\nbrokers\t (appellants)  were not parties to the\tcontract  in\ntheir own right as principals but entered into the  contract\nonly  on  behalf of the Bengal Jute Mill  Company  does\t not\nappear\tto  have been raised until the matter  went  to\t the\narbitrators.  Assuming that at that stage it was open to the\nrespondents  to\t raise such an objection,  after  the  other\ndispute which clearly fell within the arbitration clause was\nreferred  to the arbitrators, this further dispute  is\talso\none  which  turns upon the true interpretation of  the\tcon-\ntract,\tso  that the respondents must have recourse  to\t the\ncontract  to establish their claim that the appellants\twere\nnot bound as principals while the latter say that they were:\n</p><blockquote id=\"blockquote_5\">If  that is the position, such a dispute, the  determination\nof  which turns\t on the true construction  of the  contract,\nwould also seem to be a dispute, under or arising out of  or\nconcerning the contract.  In a\n<span class=\"hidden_text\" id=\"span_5\">798</span>\npassage\t quoted in Heyman v. Darwins Ltd.(1),  Lord  Dunedin\npropounds the  test thus:--&quot; If a party has to have recourse\nto  the contract, that dispute is a dispute under  the\tcon-\ntract  &quot;.  Here, the respondents must have recourse  to\t the\ncontract  to  establish\t their case and therefore  it  is  a\ndispute\t falling within the arbitration clause.\t  The  error\ninto which the learned Judges of the appellate Bench of\t the\nHigh  Court  appear to have fallen was their  regarding\t the\ndispute raised by the respondent in respect of the  position\nof  the\t appellants under the contract as  having  the\tsame\nconsequence as a dispute as to the contract ever having been\nentered into.\n</blockquote><blockquote id=\"blockquote_6\">    If,\t therefore, we come to the conclusion that both\t the\ndisputes raised by the respondents fail within the scope  of\nthe arbitration clause, then there is an end of the  matter,\nfor the arbitrators would have jurisdiction to adjudicate on\nthe disputes, and we are not concerned with any error of law\nor  fact committed by them or any omission on their part  to\nconsider any of the matters.  In this view, it would not  be\nfor  us to determine the true construction of  the  contract\nand find out whether the respondents&#x27; contention is  correct\nor not. Once the dispute is found to be within the scope  of\nthe arbitration clause, it is no part of the province of the\ncourt to enter into the merits of the dispute.\n    In\tthe  result,  we allow this appeal,  set  aside\t the\njudgment  of the appellate Bench of the High Court  and\t re-\nstore the order of Sinha J.  The appellants will be entitled\nto their costs throughout.\n</blockquote><blockquote id=\"blockquote_7\">     MAHAJAN J.--I agree with my brother Fazl Ali that\tthis\nappeal be allowed with costs.\n</blockquote><blockquote id=\"blockquote_8\">\t\t\t Appeal allowed.\n</blockquote><blockquote id=\"blockquote_9\">     Agent for the appellants:\tP.K. Chatterjee.\n     Agent for the respondents: M.G. Poddar.\n</blockquote><blockquote id=\"blockquote_10\">(1) [1942] A.C. 356,\n<span class=\"hidden_text\" id=\"span_6\">799</span>\n\n\n\n</blockquote>","numcites":1,"numcitedby":47,"docsource":"Supreme Court of India","citetid":1041073,"divtype":"judgments","relatedqs":[{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"seller","formInput":"seller"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}