{"tid":1082239,"publishdate":"1974-01-14","title":"Planters Airways Pvt. Ltd. vs Sterling General Insurance Co. Ltd. on 14 January, 1974","doc":"<h2 class=\"doc_title\">Planters Airways Pvt. Ltd. vs Sterling General Insurance Co. Ltd. on 14 January, 1974</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1974CAL193, AIR 1974 CALCUTTA 193</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n Salil K. Roy Chowdhury, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an application under <a href=\"/doc/30646/\" id=\"a_1\">Section 37(4)</a> of the Arbitration Act, 1940 for extension of the period to refer the matter to arbitration for a fortnight from the date of the order to be parsed. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2.       The facts briefly are as follows: \n</p><blockquote id=\"blockquote_1\">  The petitioners are a common carrier of goods. In course of their business it used to take out Transit Policies of insurance renewable from year to year described as Freight Policies in consideration of the amount of premium mentioned in the Policies of Insurance. It is alleged by the petitioner that between 1959 to 1972 the petitioner has taken out various such Insurance Policies with the respondent and paid the premium thereof and received compensation from time to time thereunder and particulars of the same are set out in paragraph 3 of the petition. It is alleged that in or about January, 1969 the petitioner took out a Freight Policy bearing No. CL/RFP/257 from the respondent. Under the said Policy and in consideration of the premium agreed to be paid thereunder, the respondent insured and agreed to undertake to indemnify the petitioner against all risk of loss or damages to any goods or merchandise during transit and carried by the petitioner on the terms and conditions mentioned in the said Policy. During the currency of the said Policy in or about June, 1971, the petitioner alleged to have received from its various customers consignment of 185 package of general merchandise alleged to be of the total value of Rs. 1,10,000/- (approximately) for transportation of the same from Calcutta to different places in Assam and Tripura. It is alleged that the petitioner informed the respondent of the said consignment of goods and declared the value thereof in terms of the Freight Policy. The petitioner alleged to have also paid premium on the value of the said consignment of goods. The petitioner further allege that the said consignment of 185 packages for transportation from Calcutta to Gauhati was carried by Truck No. WGH 8251 on June, 1971. It is alleged by the petitioner that the next day the petitioner was informed by the owner of the said Motor Truck that after the said truck had reached Barasat on the night of 29th of June, 1971 there was a robbery and neither the said vehicle nor the cargo on board could be traced out. On the 1st of July, 1971 and 21st of September, 1971 the petitioner\n\nlodged a claim with the respondent in respect of the said loss covered by the Freight Policy referred to above. It is alleged that thereafter various correspondence were exchanged between the petitioner on the one hand and the respondent on the other regarding co-operation of the petitioner in the matter. It is alleged that ultimately on the 16th of February, 1973, the respondent finally rejected the claim of the petitioner and refused to accept any liability for the alleged loss. Thereafter on the 30th of March, 1973, the petitioner wrote a letter to the respondent asking for clarification of the letter dated the 16th of February, 1973 and to know under what conditions or terms of the contract the petitioner&#x27;s claim has not been admitted. On or about 30th May, 1973 the respondent informed the petitioner that there was nothing further to add to its letter dated the 16th of February, 1973. Thereafter, it is alleged that the petitioner handed over the papers to their Solicitor in the first week of June, 1973 for taking necessary action for reference of the disputes to arbitration in terms of the arbitration clause and thereafter the Solicitor of the petitioner considered the position and gave a written opinion on or about 15th of June, 1973 and was advised to take Counsel&#x27;s opinion on the question. A copy of the said opinion of the Counsel was obtained on the 18th of July, 1973 as alleged by the petitioner and thereafter after making all diligent efforts the notice of motion of this application was taken out on the 17th of August, 1973. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3. It also appears that a complaint was lodged with the Barasat Police Station. The Police after starting investigation arrested some persons but ultimately they were discharged. It is alleged that the said consignment has been lost and could not be recovered. The Insurance Policy contained clauses and I am setting out those which are relevant for the purpose of this application, \n  \n\n  &quot;1. Notice of any accident, loss or damage affecting this insurance shall be given to the Company, identifying the property and giving particulars of the damage at the earliest possible date and not later than 30 days from the date of such accident, loss of damage with full particulars supported by manifests and/or such other evidence as may be required. Nothing aforestated shall absolve the Insured from intimating any loss or damage in excess of Rs. 500/- any one consignment or series of consignments immediately upon its discovery. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> 2. In the event of any loss or damage covered by this insurance the Insured shall produce and give to Company when, where and to whom and in the manner required by the Company and at the expense of the Insured all such books of accounts, vouchers, invoices, documents, records, proofs and information as may reasonably be required and shall satisfy the Company by such evidence as the Company may reasonably require that the loss or damage in respect of which the\n\nInsured claims indemnity has actually arisen from one of the risks insured against and that the property in respect of which such claim is made is not merely temporarily mislaid or missing. \n</p> \n\n<p data-structure=\"Section\" id=\"p_5\"> 9. If the Insured shall make any claim knowing the same to be false or fraudulent as regards amount or otherwise, this insurance shall become void and all claim thereunder shall be forfeited. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> 11. All differences arising out of this contract shall be referred to the decision of an Arbitrator to be appointed in writing by the parties in difference or, if they cannot agree upon a single Arbitrator, to the decision of two Arbitrators, one to be appointed in writing by each of the parties within one calendar month after having been required in writing so to do by either of the parties or, in case the Arbitrators do not agree to the decision of an Umpire appointed by the Arbitrators in writing before entering upon the reference. The Umpire shall sit with the Arbitrators and preside at their meetings and the making of an award shall be a condition precedent to any right of action against the Company and  \n \n\n</p><p data-structure=\"Section\" id=\"p_7\"> 12. If the Company shall disclaim liability to the Insured for any claim hereunder and such claim shall not within three calendar months from the date of such disclaimer have been preferred to Arbitration under the provisions herein contained, then the claim shall for all purposes be deemed to have been abandoned and shall not thereafter be recoverable hereunder.&quot;  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 4. As it is an admitted position that the petitioner on 1st July, 1971 and 21st September, 1971 informed the respondent of the said loss, it appears that by a letter dated the 3rd of July, 1971, the respondent requested the petitioner to send copies of manifest and lorry challan and the particulars of the said lorry and its driver and khalasies. It is alleged that the petitioner did not furnish the said information to the respondent as such a reminder dated the 20th of September, 1971 the respondent asked for the same and also asked for a police investigation report about the incident reported. Thereafter the petitioner by its letter dated the 21st of September, 1971 alleged that such informations were supplied to the respondent&#x27;s office to one A. L. Chopra on the 5th of July, 1971 which appears to have been supplied verbally on that date. It further appears that the petitioner has instituted a suit against the owner of the Truck in or about July, 1972 and the said suit is still pending. It is admitted that there were various discussions and correspondence between the parties&#x27; representatives and also by the respondent&#x27;s letter dated the 9th of October, 1971 and 5th of May, 1972. It is alleged by the respondent that the petitioner did not furnish the informations and police investigation reports to the respondent. In spite of such facts the petitioner by its letter dated the 24th of July, 1972 and 7th of August, 1972 asked for\n\nsettlement of the claim involved. It is alleged by the respondent that from the copy of the final investigation report of Barasat Police Station which was forwarded to the respondent by the petitioner it appeared that the claim has been declared by the police us false, whereupon the respondent wrote a letter dated the 24th of August, 1972 that in the circumstances the theft of the cargo has not been proved and asked the petitioner to send the investigation report of Jorabagan Police and of Lalbazar Police Authority. It is alleged that no such report was supplied to the respondent. Thereafter it is alleged by the respondent that upon review of all the circumstances the respondent by its letter dated the 16th of February, 1973 lawfully rejected the claim of the alleged loss of the cargo of the petitioner. The said letter dated the 16th of February, 1973 is set out hereunder : \n</p>   \n\n<blockquote id=\"blockquote_2\">Head Office \n\n New Delhi. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> 2nd  Feb.,   1973 C/E/RF/1012. \n</blockquote> \n\n<blockquote id=\"blockquote_4\">REGISTERED A/D  \n \n\n16th February, 1973. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> M/s. Planters Airways Pvt. Ltd., \n\n Calcutta. \n</blockquote> \n\n<blockquote id=\"blockquote_6\">  Dear Sirs, \n \n\n   Re: Loss    of    cargo    from    Truck    No. WGH-8251   on   or  about 29-6-1971 PL No. CL/RFP/257.  \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> The claim  papers  submitted  by  you  in connection with the heading claim have been scrutinised by us. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> We regret, in terms of the Policy, we are unable to accept liability for the alleged loss of the cargo. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> Assuring you of our best services, \n \n\nYours  faithfully, \n\n Sd/- Illegible. \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (M.  V.   M.  Tharakan)  \n\nDIVISIONAL  MANAGER. C:AKP. \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> C :AKP. \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> Sd/- Illegible.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 5. The subsequent correspondence between the parties and the steps alleged to have been taken by the petitioner before this application has been made as I have already stated before. I may state here that the petitioner was informed by the owner of the Truck that the driver of the said Truck was alleged to have been stopped by miscreants, some of whom were armed with deadly weapons and the entire goods were on board and the said Truck was robbed away. It was also alleged by the said owner of the Truck that the driver and the khalasies of the lorry were missing but the motor lorry was recovered from Kangsa Police Station in Panagar. The correspondence between the petitioner&#x27;s solicitor and the owner&#x27;s solicitor being the letter dated the 21st of August, 1971 and 23rd of August, 1971 have been annexed to the petition. The petitioner alleges that the goods have been irretrievably lost, whereas the respondent alleges that the claim of the petitioner\n\n is false. In the petition it has been specifically stated in paragraphs 18 and 19 that the petitioner has paid a total claim of about Rs. 1,10,000/- approximately to the claimants of various consignments out of the said 185 packages lost during Transit which were lodged with the petitioner from time to lime. A statement containing the particulars of the consignments lost by the said alleged theft or robbery and the claims made in respect thereof and dates of payment by the petitioner to the claimants has been set out in Annexure &#x27;A&#x27; to the petition. The petitioner further alleged that it is apprehended that the petitioner has to pay to the other claimants from the owner of the goods also within a short time. It is also specifically alleged by the petitioner in paragraph 29 of the petition that the owner of the lorry appears to be a man not of much substantial means and the petitioner would not be able to realise the decretal amounts from the said lorry owner in case any decree is passed in the said pending suit against him. It is further stated by the petitioner that, it paid the respondent company all the premia in respesct of the Insurance Policy and the petitioner has been paid from time to time compensations for loss and damages suffered by it by the respondent as has been stated before. It is further alleged that the application is bona fide and unless an order is made as prayed for the petitioner would suffer irreparable loss and prejudice. On those grounds the petitioner submitted in the petition that it would suffer undue hardship and prejudice if it was not allowed to refer the disputes to arbitration and the time for such reference to be extended by the court as prayed in this application. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> 6. I may point out here that the respondent in the affidavit-in-opposition in this application has merely denied the allegations in the petition and whole contention raised in the affidavit seems to be that the claim of the petitioner is false as the Barasat Police Station after final investigation has declared the chum of the petitioner as false and in paragraph 20 of the affidavit affirmed by one Parimal Biswas on the 9th of November, 1973 and used in opposition in this application it is stated as follows: \n</p><blockquote id=\"blockquote_13\">  &quot;20. I repeat paragraph 10 above and say that making of the said false and fraudulent claim is a breach of duty of good faith and consequently the petitioner has forfeited all benefits under the said policy. Furthermore, by operation of Clause 12 of the said policy the claim of the petitioner stands abandoned and shall not be recoverable under the said policy. By reasons aforesaid this Hon&#x27;ble Court has no jurisdiction to extend the time as prayed for.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_11\"> 7. That being the allegation of facts on both sides as I could make out from the petition and affidavits together with the an-nexures thereto. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> 8. Mr. Somnath Chatterjee appearing with Mr. Anindya Mitter for the petitioner\n\ndrew my attention to the fact as stated in the petition which I have already set out before. Mr. Mitter drew my attention particularly to the letter dated the 16th of February, 1973, which is admittedly the first letter rejecting the claim of the petitioner by the respondent under the said policy. Mr. Mitter submitted that that being the disclaimer of liability by the respondent, the petitioner had time to refer the disputes under the arbitration clause in the policy within three calendar months from 16th of February, 1973, that is 17th of May. 1973. Mr. Mitter submitted that due to the circumstances which have been stated in the petition, the petitioner could not make this application earlier than 17th of August, 1973. He submitted that this application is bona fide and the petitioner would suffer undue hardship in the circumstances of this case. He submitted that this is a fit case where Court would extend the time under <a href=\"/doc/30646/\" id=\"a_2\">Section 37(4)</a> of the Arbitration Act, 1940. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"379047\" id=\"span_1\">9. Mr. R.L. Sinha appearing with Mrs. Puspa Chowcharia for the respondent submitted that the entire claim of the petitioner is false as the police report shows. Mr. Sinha drew my attention to several dates being the 29th of June, 1971, the date on which the said 185 packages of goods were alleged to&#x27; have been lost; the 30th of June, 1971 complaint was lodged with Barasat Police Station; 1st of July, 1971, Police were informed with a copy to the respondent which was received on the 2nd of July, 1971; 24th of August, 1972, the police declared that the claim to be false and finally on the 16th of February, 1973, the claim of the petitioner was repudiated by the respondent. Relying on those facts Mr. Sinha submitted that the respondent has rightly rejected the claim of the petitioner as being false, Mr. Sinha very strongly relied on Clauses 9, 10 and 12 of the said Insurance Policy which I have already set out before. Firstly, he submitted that under the provisions of Clause 9 of the Contract of Insurance, the petitioner having made a false and fraudulent claim the insurance policy has become void and the petitioner has forfeited its right to make any claim. I may dispose of the said contention here and now as being unsound as when a party relies on a term of the contract itself to make it void it is for the arbitrator to decide the question whether the claim was false or fraudulent as the clause itself indicates. Therefore, that is a matter entirely for the arbitrator to decide and cannot be a ground for rejecting this application of the petitioner. The second contention of Mr. Sinha was that under Clause 12 of the said Insurance Contract, the petitioner should be&#x27; deemed to have abandoned all its claim having not referred the matter to arbitration within three months after the said letter of disclaimer of the respondent dated the 16th of February, 1973. He strenuously argued relying on the decisions on the deeming clauses in a statute in two Supreme\n\nCourt decisions -- one being <a href=\"/doc/379047/\" id=\"a_3\">State of Bombay v. Pandurang Vinayak</a>, , where it has been held that   \n  &quot;when a statute enacts that something shall be deemed to have been done, which in fact and truth was not done, the court is entitled and bound to ascertain for what purpose and between what persons the statutory fiction is to be resorted to and full effect must be given to the statutory fiction and it should be carried to its logical conclusion.&quot;</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1641328\" id=\"span_2\">and another being <a href=\"/doc/1641328/\" id=\"a_4\">Baru Ram v. Smt. Prasanni</a>. , where, in an appeal from the order of the election tribunal declaring an election to be void Supreme Court in dealing with <a href=\"/doc/320017/\" id=\"a_5\">Representation of the People Act, 1951</a>, <a href=\"/doc/1154891/\" id=\"a_6\">Sections 33(4)</a>, <a href=\"/doc/1154891/\" id=\"a_7\">33(5)</a>, <a href=\"/doc/1286256/\" id=\"a_8\">36(2)(b)</a> regarding failure of candidate to produce prescribed documents and rejection of nomination papers observed as follows:--</span> \n</p><blockquote id=\"blockquote_14\">  &quot;Where, however, the statute requires specific facts to be proved in a specific way and it also provides for the consequence of non-compliance with the said requirement it &quot; would be difficult to resist the application of the penalty clause on the ground that such an application is based on a technical approach.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"> Relying on those two decisions Mr. Sinha submitted that it must be deemed in the facts of this case in terms of the said Clause 12 of the Contract that the petitioner has abandoned its claim by not preferring its claim to arbitration within three months from the disclaimer by the respondent and the penalty of the claim being barred must visit the petitioner. Therefore, no reference to arbitration can be made any more by the petitioner and this application must be dismissed. He submitted that the deeming provisions of a statute should apply with equal force to the interpretation of a contract also. I am of the view that the said contention of Mr. Sinha cannot be accepted. Firstly, on the principle that deeming provision of a statute is a legal fiction which has no application to the facts of this case which is a contract between the parties. Secondly, it is a question of waiver or abandonment by the party in the facts and circumstances of the case and where specific power has been given to Court under <a href=\"/doc/30646/\" id=\"a_9\">Section 37(4)</a> of the Arbitration Act, 1940, to extend the time to refer the matter to arbitration and relieve a party from undue hardship in the facts and circumstances of a particular case, if the court is satisfied. As such the principle which the Supreme Court  decisions have laid down has no application to the instant case. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 10. The last contention of Mr. Sinha that the petitioner cannot invoke the arbitration clause as the contract has become void due to the fraud and false claim made by the petitioner as the contract no longer exists for the purpose of relying on the arbitration clause. He made the submission on\n\nthe basis of the House of Lords&#x27; decision in Jureidini v. National British and Irish Millers Insurance Co.. Ltd., (1915) AC 499 = (1914-15 All ER 328) where a similar clause as that of Clause 9 of the present contract of Insurance provided that, \n  &quot;if a claim should be fraudulent or the loss or damage should be caused by the wilful act or with the connivance of the insured, all benefit under the policy should be forfeited.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> And there was also an arbitration clause which made the same a condition precedent to any right of action or suit upon the policy. After a loss occurred by fire a claim was lodged by the insured, which was denied by the Insurance Company on the ground of felonious acts and fraudulent claim. In the Insurance Company&#x27;s application for stay of the suit instituted by the Insured, it was held that in view of the forfeiture clause in the Insurance Policy on the ground of fraudulent claim by the Insured it went to the very root of the matter and there being a repudiation of the whole contract in substance by the Insurance Company the arbitration clause being a subordinate term in the contract cannot be enforced and application for stay was refused. Relying on the said decision Mr. Sinha submitted that here also the respondent&#x27;s Insurance Company has disclaimed the claim of the petitioner on the ground of fraud as the police report declared. Therefore, the whole contract has become void and the arbitration clause cannot be invoked. I cannot accept the contention of Mr. Sinha firstly, on the ground that the said decision in Jureidini v. National British and Irish Millers&#x27; Insurance Co., Ltd.. case has been distinguished in various subsequent English decisions and the correctness of the same has been doubted. Lord Macmillan in Heyman v. Darwins Ltd., (1942) 1 All ER 337 observed in relation to the dicta in Jureidini&#x27;s case, 1915 AC 499 as follows: \n</p><blockquote id=\"blockquote_15\">  &quot;These dicta, in view of their high au-thority, are entitled, to the most careful consideration, but, with all respect, I do not think they constitute pronouncements of law by this House such as to be binding upon your Lordships.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> After discussing all the principles involved in repudiation of a contract the effect of the arbitration clause in such repudiation. Lord Macmillan in the said decision in (1942) 1 All ER 337 at p. 348 observed: \n</p><blockquote id=\"blockquote_16\">  &quot;The arbitration clause, as I have said, is a stipulation in favour of either party. I am accordingly of opinion that the doctrine of approbate and reprobate does not apply to prevent a party to a contract who has declined to proceed further with the performance of his obligations to the other party from invoking an arbitration clause in the contract for the purpose of settling all questions to which his declinature has given rise.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> Then again Lord Wright in the said (1942) All ER 337 at p. 354 observed in relation\n\nto the observation of Lord Viscount Haldane, L. C., in Jureidini&#x27;s case, 1915 AC 499 as follows:-- \n</p><blockquote id=\"blockquote_17\">  &quot;It may be observed that this observation was solely that of Viscount Haldane, and was not concurred in by his colleagues and was not necessary to the ratio decidendi adopted by them. It may be simply another way of stating that the company by their conduct had waived the condition and were not entitled to rely upon its non-fulfilment. If it means that the company, by making al-legations which, if established, relieved them from liability under the terms of the policy, repudiated the contract I do not think that it can be regarded as good law, nor is it consistent with the later authorities which I have cited. Lord Sumner, in Macaura v. Northern Assurance Co., 1925 AC 619 at p. 631 states the effect of the decision in Jureidini&#x27;s case to be that the defendants could not both repudiate&#x27; the contract in toto and require the performance of a part of it, which only became performable when liability was admitted or established. I have italicised these last words because I think they distinguish Jureidini&#x27;s case from cases like Woodall v. Peurl Assurance Co., (1919) 1 KB 593, which Lord Sumner approved. In the Hirji Mulji case 1926 AC 497 he repeated much the same idea, adding &quot;it is a case of approbation and reprobation.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> Perhaps what Lord Sumner meant was that the company had somehow prevented the possibility of an arbitrator awarding damages if liability were established. It is familiar law that a party who has prevented fulfilment of a condition precedent cannot set up the fact of its non-fulfilment. It is, however, enough here to say that on any view Jureidini&#x27;s case does not, in my opinion, help the defendants.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> Then again Lord Porter in the said (1942) 1 All ER 337 (357) observed in relation to a series of cases including Jureidini&#x27;s case 1915 AC 499 as follows:-- \n</p><blockquote id=\"blockquote_18\">  &quot;I   propose  to  consider     the  principles and results of those cases later.    Meanwhile, I think it essential to remember that the question   whether   a   given   dispute   comes   within the provisions of an arbitration clause or not primarily   depends     upon   the  terms  of  the clause itself.     If two parties purport to enter into  a  contract  and  a  dispute arises as to whether they have done so or not, or as to Whether the  alleged contract is binding upon them, I see no reason why they should not sumbit that dispute to arbitration.     Equally, I see no reason why, if at the time when they purport  to   make  the  contract  they  foresee the  possibility      of  such  a   dispute   arising, they should not   provide in the contract itself for the submission to arbitration    of    a dispute   as   to   whether      the   contract   ever bound them or continues    to do so.    They might,  for  instance stipulate that,  if  a  dispute should   arise  as  to whether  there  had been  such  fraud,   misrepresentation   or  con-\n</blockquote>\n<blockquote id=\"blockquote_19\">cealment in the negotiations between them as to make a purported contract voidable, that dispute should be submitted to arbitration. It may require very clear language to effect this result, and it may be true to say that such a contract is really collateral to the agreement supposed to be have been made, but I do not see why it should not be done.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> Then again at page 360 Lord Porter after discussing all the said decisions observed as follows:-- \n</p><blockquote id=\"blockquote_20\">  &quot;Where the contract itself is repudiated in the sense that its original existence or its binding force is challenged, e.g., where it is said that the parties never were ad idem, or where it is said that the contract is voidable ab initio &quot;e.g., in cases of fraud, misrepresentation or mistake&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> and that it has been avoided, the parties are not bound by any contract and escape the obligation to perform any of its terms including the arbitration clause, unless the provisions of the clause are wide enough to include the question of jurisdiction. Where the existence of the contract is acknowledged, but one of its terms is relied upon as disentitling the claimant to recover, the arbitration clause is effective. The distinction is pointed out in 1919-1 KB 593 approved by Lord&#x27; Sumner in 1925 AC 619 at p. 631. In latter type of case it is true that the contract may be avoided even from its inception, but as Viscount Reading, L. C. J., observed in Stebbing v. Liverpool and London and Globe Insurance Co., (1917) 2 KB 433 at pp. 436-437: \n</p><blockquote id=\"blockquote_21\">  &quot;.........the phrase   &quot;avoiding   the policy&quot; is loosely used. ............ In truth the company is relying upon a term of the policy which prevents the claimants recovering. ............ If they succeed in escaping liability, that is by reason of one of the clauses of the policy. Subject to the necessity for a careful scrutiny of the terms of the arbitration clause, the law applicable to these two classes of cases is, I think, clear enough.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> 11. From those observations and principles laid down by the highest authorities in England which are still the guiding principles in India in arbitration and interpretation of arbitration clauses. It is now well settled that whenever a party has to rely on a term of a contract in order to avoid any liability under the contract and the arbitration clause is wide enough to cover any dispute arising out of the contract it is a\nquestion for the arbitrator to decide and well within bis jurisdiction. Therefore, in my\nview, Mr. Sinha&#x27;s contention on this aspect of the matter cannot be accepted. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\"> 12. Mr. Anindya Mitter in reply submitted that the decisions cited by Mr. Sinha have no application as firstly, the Supreme Court decisions are on the question of legal fiction as to the deeming clause in a statute which is not the case here. Secondly where there is a specific provision under <a href=\"/doc/30646/\" id=\"a_10\">Section 37(4)</a> of the Arbitration Act, 1940 giving jurisdiction to court to extend the time in spite of the claim being deemed to have been\n\nabandoned and waived under the terms of the contract, to prevent undue hardship in the facts and circumstances of any case the question of deeming provision has no application. So, Mr. Mitter submitted that this is a fit case where the court should exercise its power under the said section and extend the time as prayed for. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\"> 13. Considering the contentions of both the parties very carefully and judging the facts as it appears from the petition, affidavits and annexures before me, I am of the view that this is a fit case where time should be extended for a period of a fortnight from the date of the order for referring the disputes of the parties to arbitration in terms of the arbitration clause in the contract. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 14. I have already dealt with the contentions of Mr. Sinha which I have been unable to accept for the reasons mentioned before. The arbitration clause in this particular contract which I have set out before is very wide and comprehensive enough to include a question whether under the terms of the -contract and in the facts of this case to be proved by evidence, the petitioner is guilty of fraud in making a false case and the respondent is entitled to avoid the contract under Clause 9 of the said policy of Insurance. Therefore, that is a question within the jurisdiction of the arbitrator to be decided on facts proved before him. So, the whole question in this case is whether in the facts and circumstances of this case, undue hardship would be caused to the petitioner unless the time for appointment of the arbitrator is not extended as prayed for in this application. It is an admitted case that the &#x27;disclaimer by the respondent is dated the 16th of February, 1973. Therefore the petitioner had time to invoke the arbitration clause in the contract within 17th May, 1973. It is further an admitted position, that it was an alleged case of loss by theft and robbery in respect of which police report has been made and enquiries have been held and rightly or wrongly police have made a report. Considering all those for good or bad reasons the respondent has disclaimed the claim of the petitioner under the contract only on the 16th of February, 1973. Therefore, the period, prior to 16th of February, 1973, is of no material consideration for me in deciding this application. The whole question is the facts which are alleged to have prevented the petitioner from invoking the arbitration and preferring its claim within 17th of May, 1973. The grounds as made out do not appear to be not genuine of mala fide. Taking the entire facts together and weighing the probabilities of case and also taking the habits and nature of the persons concerned in the enquiry and preparation of matter for court finally, I cannot hold that the petitioner is guilty of undue delay or laches in making this application asking for extension under <a href=\"/doc/30646/\" id=\"a_11\">Section 37(4)</a> of the Arbitration Act, 1940. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 15. The question of court&#x27;s jurisdiction and the circumstances on which the court should exercise its power of extending the time for preferring the claim by invoking the arbitration clause which prescribed a period for doing so, started from very early times in England wherefrom we have inherited and borrowed the principles. In Atlantic Shipping and Trading Co. v. Louis Dreyfus and Co., (1922) 2 AC 250 = 1922 All ER 559 which is known as Atlantic Shipping Clause, provided similar clause as contained in Clause 12 of the instant insurance contract and it was held by the House of Lords that such a clause might bar a claim to be referred to arbitration but cannot prevent the party from instituting an action in respect of his claim in court. Such a clause was held does not mean that in no circumstances a claimant be allowed to enter the court at all but that the cause of action shall not be complete, and therefore, cannot be made the subject or proceeding unless the specified conditions have first been satisfied. Lord Sumner at page 562 of 1922 All ER observed as follows:-- \n</p><blockquote id=\"blockquote_22\">  &quot;The point, however, hardly admits of discussion; a view is formed of it, one way or the other, simply on the perusal of the words, for the question is purely one of interpretation. I think the words do not exclude the cargo-owner from such recourse to the courts as is always open, by virtue of the provisions of the <a href=\"/doc/1052228/\" id=\"a_12\">Arbitration Act</a>, to a party who has agreed to arbitrate. If so, as of course the Court of Appeal would have been the first to recognise, the jurisdiction of the courts is not ousted so as to make this arbitration clause bad altogether. Its terms can be enforced.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_29\"> 16. I may point &#x27;out that previous to English Arbitration Act, 1934 <a href=\"/doc/109140/\" id=\"a_13\">Section 16 (6)</a>, there were no statutory provisions in England empowering the court to extend the time which the parties fixed for preferring a claim under a contract to arbitration. The said provisions of <a href=\"/doc/1003813/\" id=\"a_14\">English Act</a> in <a href=\"/doc/109140/\" id=\"a_15\">Section 16 (6)</a> have been reproduced in the <a href=\"/doc/1052228/\" id=\"a_16\">Indian Arbitration Act, 1940</a> <a href=\"/doc/30646/\" id=\"a_17\">Section 37(4)</a> and subsequently in the English Arbitration Act, 1950 <a href=\"/doc/1308041/\" id=\"a_18\">Section 27</a> has replaced Section 16 (6) of the English Arbitration Act, 1934. \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"> 17. No decision, reported or unreported, under <a href=\"/doc/30646/\" id=\"a_19\">Section 37(4)</a> of the Arbitration Act, 1940 has been cited, neither I could find any. The said <a href=\"/doc/1656413/\" id=\"a_20\">Section 37</a> of the Arbitration Act, 1940, is new enactment, reproducing Section 16 of the English Arbitration Act, 1934. Therefore, it would be useful to see how the English Courts have granted relief under the said section and under Section 27 of the English Arbitration Act, 1950, which has replaced the same. In F. E. Hook-way and Co. Ltd. v. H. W. Hooper and Co., 1950 (2) All ER 842 whereby the buyers made an application for extension of time under Section 16 (6) of the Arbitration Act, 1934 which was refused and Denning, L. J., at p. 843 observed as follows:-- \n</p>\n<blockquote id=\"blockquote_23\">  &quot;If the delay was no fault of the buyer, it would no doubt, be an undue hardship on him to hold the clause against him, but, if the delay is his own fault, the hardship may not be undue. It may be a hardship which it is due and proper that he should bear, because he may only have himself to thank for it. The delay is, therefore, a relevant circumstance. Another relevant circumstance is that there is no evidence of any loss on any sub-contracts and no evidence of any claims by sub-buyers or any complaints by them. If there had been, the court might have taken a lenient view of the delay and held that, notwithstanding it, there was undue hardship on the buyer, but in the absence of such evidence, I do not think this is a case where the discretion of the court should be exercised.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 18. In W. Bruce Ltd. v. J. Strong etc., (1951) 1 All ER 1021 where dealing with scope of an application under Section 27 of the English Arbitration Act, 1950, Denning, L. J., observed at page 1027 of the said Report as follows:-- \n</p><blockquote id=\"blockquote_24\">  &quot;That was the machinery provided by the Act for the very difficulty which has arisen. Any other view would mean that a buyer would only have to let the time pass by and he could then bring proceedings in the courts, whether there was undue hardship or not. That would be absurd because <a href=\"/doc/1308041/\" id=\"a_21\">Section 27</a> would never have any application at all. The remedy to the fourth party, if he has one, is by application under <a href=\"/doc/1308041/\" id=\"a_22\">Section 27</a> to extend the time for arbitration.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 19. In Raymond &amp; Reid v. Granger (1952) 2 All ER 152 where procedure for making an application under Section 27 of the English Arbitration Act, 1950 came up and the Court further held that an application for extension of time under the said section must be made promptly and as in that case such an application was made without any explanation of the delay by affidavit or otherwise the same was rejected. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> 20.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814855\" id=\"span_3\">In  <a href=\"/doc/1814855/\" id=\"a_23\">Someaton  Hanscomb  and Co.,\nLtd. v. Sassoon</a>, (1953) 2 All ER 1471 where Devlin, J., dealing with the question of limitation of time for arbitration observed at page 1774 of the said Report as follows:--</span> \n</p><blockquote id=\"blockquote_25\">  &quot;On the argument of counsel for the buyers that the clause is limited to arbitration proceedings, it must be read as if it provided that any claim in the arbitration must be made within fourteen days. That does not, on the face of it, touch the jurisdiction of the arbitrator. There is no reason why a clause should not be worded in that way so as to provide that a limitation point should not deprive the arbitrator of jurisdiction, and that it should be for him and not for the court to determine the point finally, so far as it is a question of fact, I think that the authorities accept a third category of this sort. In Ayscough v. Sheed, Thomson and Co., Viscount Cave, (1924) 131 LT\n\n610 seemed to think there was one, and so, I think, did Roche, J., when, in Pinnock Brothers v. Lewis and Peat, Ltd., (1923) 1 KB 690, he dealt with Ayscough v. Sheed, Thomson and Co. At any rate, on these authorities, if the point is dealt with in the arbitration, whether as a limitation point or as one going to the jurisdiction of the arbitrator which the parties leave him to determine for himself, his finding subject, of course, to a case stated is conclusive. Furthermore, if I have to choose between construing a clause which provides that any claim must be made within fourteen days either as a clause that bars the claim altogether or as a clause that goes to the jurisdiction of the arbitrator, I should choose the former, for I can see no reason for holding that a clause which is, in form, a limitation clause, should be construed so as to affect the authority of an arbitrator or the validity of his appointment.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> 21. And finally in the latest decision of the Court of Appeal in England in Liberian Shipping Corporation v. A. King and Sons, Ltd., (1967) 1 All ER 934, dealing with the discretion of the Court to extend the time under Section 27 of the English Arbitration Act, 1950, in a dispute between the owner and charterer of a ship negotiation, after considerable correspondence and meetings between the parties for settlement, during which period the time for arbitration expired and on the application of the owner for such extension, it was held in the circumstances of&#x27; the case that the charterers would not be prejudiced by time being extended, but, if time were not extended, undue hardship would be caused to the owners since they would be deprived of what might&quot; be a valid claim for a huge sum by a delay of only a few days due to excusable inadvertence and the time was extended by 14 days from the date of the judgment. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\"> 22. That being the position in law as, it appears to me, it is a pure question of fact of a particular case which should be considered by the court for exercising its discretion under <a href=\"/doc/30646/\" id=\"a_24\">Section 37(4)</a> of the Arbitration Act, 1940. In my view, the principle for extension the court is to adopt, should be in the same line as that of <a href=\"/doc/100581/\" id=\"a_25\">Section 5</a> of the Limitation Act, 1963, that is all the relevant&#x27; facts which are the cause of such delay, in the background of a particular case should be taken into account in a practical sense. Here in this case I find that there is no judicial authority throwing light on the said question and there is nothing unusual in this particular matter for the time consumed by the Solicitor and the Counsel in making this application after carefully considering the position. The respondent here seems to have waited after receiving the letter dated the 30th of March, 1973, of the petitioner asking as to on what ground the respondent has rejected the claim of the petitioner. The letter of 30th of March, 1973, of the peti-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">tioner is perfectly clear on the question which     I am setting   out hereunder:-- \n</p>   \n\n<blockquote id=\"blockquote_26\">&quot;PLANTERS  AIRWAYS  PVT., LTD. \n</blockquote> \n\n<blockquote id=\"blockquote_27\">Agents: INDIAN AIRLINES. \n</blockquote> \n\n<blockquote id=\"blockquote_28\"> Gram:  &#x27;PLANTWAYS&#x27;       \n \n\n PHONE;   22-9215 \n \n\nAdministrative and \n\nAccounts  Officer: \n</blockquote>\n<blockquote id=\"blockquote_29\">10, Pollock Street, \n\nCalcutta--1. \n</blockquote> \n<blockquote id=\"blockquote_30\">\n Ref:   PA-WHG-8251/203373.     D/-   30-3-1973. \n</blockquote> \n<blockquote id=\"blockquote_31\">\n Registered with A/D. \n \n\n To, \n \n\n The Divisional  Manager, \n\nSterling   General   Insurance   Co.   Ltd.,  \n\n33, Stephen House,  \n\n4, B.  B. D.  Bag East,  \n\nCalcutta--1. \n</blockquote> \n<blockquote id=\"blockquote_32\">\n  Dear  Sir, \n \n\n Re: Loss of Cargo from Truck No. \n\n WGH-8251 on or about 29-6-71 \n\n Policy No. CL/RFP/257. \n</blockquote> \n<blockquote id=\"blockquote_33\">\n Kindly refer to your letter No. C/E/RF/ 1012 dated 16-2-1973. This letter has been written to us in a very dubious language and is not clear and pointed. Whilst repudiating - a claim the Insurer should specifically and pointedly set out the reasons for such repudiation whereas your letter only says that in &quot;terms of the policy&quot; you are unable to accept liability. \n \n\n The policy contains 14 conditions and 4 exclusions. If you mean that all these should be taken together then this letter is certainly not a competent letter of repudiation. You are to point out and specifically mention under which of the conditions or exclusions the claim is not admitted. \n \n\n We are bound to place our papers in the hands of our Solicitors and are bound to contest your contention.\nKindly reply by return   so that no further time is wasted. \n \n\nYours truly,  \n\nfor Planters Airways Pvt. Ltd.,  \n\n Sd......................  \n</blockquote>\n<blockquote id=\"blockquote_34\">Director.&quot;  \n</blockquote> \n<blockquote id=\"blockquote_35\">\n</blockquote><p data-structure=\"Conclusion\" id=\"p_37\"> 23. It is clear that after receipt of the said letter dated the 30th of March, 1973, which the petitioner sent by registered post the respondent waited for nearly two months to reply and for obvious reasons to get the time under Clause 12 expired, so that they can contend the limitation clause for arbitration if the occasion would arise. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> 24. Therefore, taking the entire facts and circumstances of this case together and taking into account the large sum of money the petitioner had already paid to the owners of the goods which were lost, clearly amounts to undue hardship on the part of the petitioner. It is true that had it been in England the facts of this case might not be sufficient for exercising the discretion in extending the time strictly but I cannot forget the habits of people in India and particularly in a case like this where everything moved in a leisurely fashion and being materially contributed\n\nby   the   respondent     themselves   in   writing   a vague letter on  the   16th  of   February,   1973, disclaiming   their      liability   under   the   Insurance Policy and taking two months for reply to   the   enquiry   of   the   petitioner   as   to   the ground on which the rights of rejection were exercised by the respondent.     It is absolutely necessary   for      the   petitioner   to   know   the grounds   to   make   its claim   before  the   arbitrator under the arbitration clause and, therefore, in the circumstances the petitioner handed over the papers   to the Solicitor and who in   its  turn   to  the Counsel  for legal  opinion and  drafting the petition  with relevant   facts being   the   loss   already   caused   and   prospective damages to be suffered from   the claimant of the goods lost, I cannot but hold that there   is   sufficient   cause      for   extending   the time  under     the   circumstances   of  this  case. The   respondent   cannot   by   getting   the   time for   arbitration expired in replying to the enquiry   of   the   petitioner,   cannot   take   advantage  of the said limitation  clause  and thereby   frustrate  the  whole  object   of  <a href=\"/doc/30646/\" id=\"a_26\">Section 37(4)</a> of the Arbitration Act, 1940.    I am satisfied that this is a fit  and proper case where time should     be  extended,     otherwise undue hardship would be suffered by the petitioner. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">  25.        In   the   facts   of  this  case  it  cannot   be   said   that   the   petitioner   are   in   any way   guilty   of any  deliberate  default  in  getting the time for preferring the claim   to arbitration   under   Clause   12   of   the   Insurance Policy barred.    It is the respondent who by making   a   delightfully      vague   letter   of   disclaimer being dated  16th February,  1973,   invited   the  letter   of   30th   March,   1973,   from the   petitioner   enquiring   about    the   grounds on  which  such right  of disclaimer has  been exercised by the respondent.    In the facts of this case, it is clear that the respondent deliberately waited till the   time expired and replied on the 30th May, 1972.     Subsequently the petitioner have taken  diligent steps     by handing over the papers to the Solicitor and counsel   for   preparing   the   necessary  petition for this  application  and  there is  only  about three months&#x27; delay from the date of expiry on the face of the petition but that has been clearly   and    satisfactorily    explained  in  the petition and also in the affidavit-in-reply filed   by the petitioner.     The principle as laid down in the  English decision which I have cited before seems to also apply in the facts of this case, where I am bound to hold that the petitioner  is not guilty of any deliberate delay in not preferring the claim before the arbitrator in  terms   of the said  clause   12  of the Insurance Policy.    Moreover, a large sum had   already   been   paid   by   the  petitioner  to the   claimant   of   the   goods   which   were   lost in  the   alleged   theft  and  robbery  which  occurred on the 29th June,  1971   of which due notice  was  given  to  the respondent.    Once, again,   I  hold   that   I  am   fully   satisfied  that the delay in making this application has been caused   beyond   the  control   of the  petitioner and  has   been   satisfactorily   explained   in  the affidavits filed in this application. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_40\"> 26. The respondent, if this application is allowed will not suffer any prejudice whatsoever. On the other hand, the petitioner will suffer undue hardship and prejudice if this is refused as that would be really allowing the respondent to take advantage of their own delay in replying the simple letter of the petitioner dated 30th March, 1972 waiting for two month and petting the time under Clause 12 of the insurance Policy for three months to prefer the claim to the arbitration expired. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\"> 27. Therefore, I am making the order in terms of prayers (a) and (b). \n</p> \n\n","numcites":13,"numcitedby":1,"docsource":"Calcutta High Court","citetid":1082239,"divtype":"judgments","relatedqs":[{"value":"section 37(4) of arbitration act","formInput":"section%2037%284%29%20of%20arbitration%20act"},{"value":"robbery ","formInput":"robbery%20"},{"value":"section 37 arbitration act","formInput":"section%2037%20arbitration%20act"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"theft","formInput":"theft"},{"value":"investigation by police","formInput":"investigation%20by%20police"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"deeming provision","formInput":"deeming%20provision"},{"value":"False claims","formInput":"False%20claims"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"Contract of insurance ","formInput":"Contract%20of%20insurance%20"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"fraudulent","formInput":"fraudulent"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"repudiation","formInput":"repudiation"},{"value":"BARASAT","formInput":"BARASAT"},{"value":"arbitration claim","formInput":"arbitration%20claim"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"undue hardship","formInput":"undue%20hardship"},{"value":"disclaimer","formInput":"disclaimer"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"}],"courtcopy":false,"query_alert":null,"agreement":false}