{"tid":1449431,"publishdate":"2011-08-30","title":"M/S vs The on 30 August, 2011","doc":"<h2 class=\"doc_title\">M/S vs The on 30 August, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-j-mukhopadhaya\">S.J.Mukhopadhaya</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-j-mukhopadhaya\">S.J. Mukhopadhaya</a></h3>\n\n<pre id=\"pre_1\">  \n Gujarat High Court Case Information System \n    \n  \n    \n\n \n \n    \t      \n         \n\t    \n\t\t   Print\n\t\t\t\t          \n\n  \n\n\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\n\n\n \n\n\n\t \n\nLPA/51/2010\t 41/ 41\tJUDGMENT \n \n \n\n\t\n\n \n\nIN\nTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nLETTERS\nPATENT APPEAL No. 51 of 2010\n \n\nIn\n\n\n \n\nSPECIAL\nCIVIL APPLICATION No. 163 of 2008\n \n\n \n \nFor\nApproval and Signature:  \n \nHONOURABLE\nTHE CHIEF JUSTICE MR. S.J. MUKHOPADHAYA  \nHONOURABLE\nMR.JUSTICE J.B.PARDIWALA\n \n \n==============================================================\n\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n1\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tReporters of Local Papers may be allowed to see the judgment ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n2\n\t\t\n\t\t \n\t\t\t \n\nTo\n\t\t\tbe referred to the Reporter or not ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n3\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\ttheir Lordships wish to see the fair copy of the judgment ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n4\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tthis case involves a substantial question of law as to the\n\t\t\tinterpretation of the constitution of India, 1950 or any order\n\t\t\tmade thereunder ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n5\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tit is to be circulated to the civil judge ?\n\t\t\n\t\n\n \n\n \n=========================================================\n\n\n \n\nM/S\nGARG CASTEELS (P) LTD OF BHAVNAGAR - Appellant(s)\n \n\nVersus\n \n\nTHE\nSTATE TRADING CORPORATION \n\n \n\nOF\nINDIA LTD. &amp; 1 - Respondent(s)\n \n\n=========================================================\n \nAppearance : \nMR\nB.T. RAO with MR PS CHAUDHARY for\nAppellant(s) : 1, \nMR R.K. ANAND, SR. COUNSEL with MR PARITOSH\nCALLA for Resp.(s) : 1, \nMR TARAK DAMANI for Respondent(s) :\n2, \n=========================================================\n\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\nCORAM\n\t\t\t: \n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tTHE CHIEF JUSTICE MR. S.J. MUKHOPADHAYA\n\t\t\n\t\n\t \n\t\t \n\t\t \n\t\t\t \n\nand\n\t\t\n\t\n\t \n\t\t \n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tMR.JUSTICE J.B.PARDIWALA\n\t\t\n\t\n\n \n\n \n \n\n\n \n\nDate\n:  /  /2011 \n\n \n\n \n \nCAV\nJUDGMENT \n</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\">(Per\n: HONOURABLE MR JUSTICE J.B. PARDIWALA)\n \n\n \n\n\n \n\n\tIn\nthis appeal, the appellant - original petitioner seeks to challenge\njudgment and order dated 17th July, 2009, passed by the learned\nSingle Judge, whereby the learned Single Judge rejected the petition.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Facts\" id=\"p_2\">2.\tThe\nfacts relevant for the purpose of deciding this appeal can be\nsummarized as under:-\n</p> \n\n \n\n\n \n\n<blockquote id=\"blockquote_1\">2.1\tAppellant\n</blockquote><blockquote id=\"blockquote_2\">- original petitioner preferred writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of\nthe Constitution of India and prayed for appropriate directions on\nrespondent No.1 to refund forthwith Rs. 300 lacs with interest\nthereon at the rate of 18% per annum from the date of invocation of\nthe Bank Guarantees till receiving that amount from respondent No.2. \n</blockquote><p data-structure=\"Facts\" id=\"p_3\">In the alternative, it was also prayed that respondent No.2 be\ndirected to  reimburse and pay forthwith the amount of Rs. 300 lacs\nwith interest at the rate of 18% per annum, to the appellant\npetitioner.  In substance, the petition was preferred for the\nrecovery of an amount simplicitor.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Facts\" id=\"p_4\">2.2\tIt\nis evident from the nature of the relief as prayed for in the Writ\nPetition that the dispute between the parties relates to contractual\nmatters.  Further more,\nit also appears that the disputes are of such a nature which cannot\nbe adequately resolved on affidavits by this Court.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Facts\" id=\"p_5\">2.3\tIt\nappears that one M/s. Samraj Exim\n(India) Private Limited (SEIPL for short) of Bombay had entered into\nan export contract bearing No.GN/20050025 with M/s. Creatway Pte.\nLimited, Singapore, a sister concern of SEIPL, for export of 60,000\nmetric tons of iron ore.  The said SEIPL had entered into a\nMemorandum of Understanding with respondent No.1 i.e. State Trading\nCorporation of India Limited (STC) on 13.04.2005 whereby the\naforesaid Contract was assigned to respondent No.1, who undertook to\ncarry out the said transaction of export contract on behalf of SEIPL.\n</p>\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_6\">2.4\tWe\nhave also noticed that though the entire writ petition talks about\nthe agreements and correspondence between the appellant and one\nM/s.Samraj Exim (India) Pvt. Ltd., (SEIPL for short) of Mumbai,\nstrangely M/s.SEIPL has not been impleaded as party respondent in the\nmain writ petition.  Prima facie it appears from the record of the\ncase that M/s.SEIPL is a necessary party to the present petition as\nall the links of STC i.e. respondent no.1 were with M/s.SEIPL and not\nwith the appellant.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_7\">2.5\tIt\nappears that as per the case of the appellant petitioner, on\n14.04.2005, M/s. Creatway Pte Limited made an advance payment of\n37,20,000/- US $ to respondent No.1 and respondent No.1 realized\npayment in advance to SEIPL of Bombay against post dated cheques and\naccordingly,  respondent No.1 was secured and hence, at that time,\nthere was no need for any Bank guarantee.  Thereafter, about 44,000\nmetric tons of iron ore was shipped through  m.v. Gangasagar and that\ntoo not to M/s. Creatway Pte Limited but to M/s. Sinochem\nInternational Corporation at Beijing and another shipment was shipped\nthrough m.v. Gangasagar to M/s. Genera Nice Resources at Hong Kong. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_8\">2.6\tIt\nis also the case of the appellant petitioner that the Chairman of\nSEIPL, namely, Mr. Somani approached the appellant petitioner in\nFebruary 2006 with a deal that he had a standing order for export of\niron ore to M/s. Creatway, China and for that purpose, he had already\nentered into an agreement with STC - respondent No.1 and he\nmisrepresented that contracted iron ore was yet to be shipped and for\nthat purpose, Bank Guarantee was required to be given as security for\nthe said export and accordingly obtained on behalf of the appellant\npetitioner the Bank Guarantees dated 07.03.2006 and 21.03.2006 for\nRs.250 Lacs and Rs.50 Lacs respectively on an assurance that there\nwould be profit of Rs.150 Lacs in this deal and out of that profit,\nappellant petitioner would be given Rs.50 Lacs towards profit share. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_9\">2.7\tIt\nappears that respondent No.1 invoked the Bank guarantees and were\nprematurely encashed on 9.5.2006 by sending its officer personally\nfrom Bombay to Bhavnagar to get the things done from respondent No.2\nBank.  It is at this stage that the appellant petitioner preferred\nSCA No. 163 of 2008 redressing the grievance that the said two Bank\nguarantees were for margin money for export of iron ore and for\nproper execution of the MOU implying that they were for future\nexports and not for recovery of any dues of respondent No.1 STC.  In\nview of the advance payment already made and in view of the shipment\nto Messrs Sinochem International Corporation, Baijing and to Messrs \nGenera Nice Resources at Hong Kong, who are other than Messrs\nCreatway Pte Limited i.e. foreign buyer as per the contract dated\n18.3.2005, the appellant&#x27;s liability under the two subsequent Bank\nguarantees could not have been invoked and therefore, there was no\nbasis to invoke the said Bank guarantees.\n</p> \n\n\n \n\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_10\">3.\tThe\nlearned Single Judge while rejecting the writ petition i.e. SCA No.\n163 of 2008 focused itself mainly on the question as to whether Bank\nguarantees were invoked for the same contract or for different\ncontract because the main\ncontention of the appellant petitioner was that the Bank guarantees\nwere invoked for the alleged breach of altogether a different\ncontract i.e. contract No.34, whereas the Bank guarantees were given\nfor due performance of contract No.25, which was not permissible. \nLearned Single Judge, after looking into the record of the case and\nconsidering the rival submissions of the respective parties\ncame to the conclusion that it cannot be said that the Bank\nguarantees were invoked in connection with different contract. \nLearned Single Judge also took the view that irrespective of the fact\nthat the Bank guarantees were rightly invoked for the breach of MOU\ndated 13.4.2005, a petition under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution\nwould not be maintainable as it would be a disputed question of fact\nas to whether the Bank guarantees are invoked for the alleged breach\nof different contract i.e. contract No.34 or not, more particularly\nwhen respondent No.1 disputed this proposition and prima-facie\nestablished by producing cogent and unequivocal evidence that there\nwas no breach of a different contract, but the same contract as\ncontemplated under MOU dated 13.4.2005.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_11\">4.\tWe\nhave heard learned Advocate Mr. B.T. Rao, appearing with Mr. P.S.\nChaudhary for the appellant, learned Senior Counsel Mr. R.K. Anand,\nappearing with Mr. Paritosh Calla for respondent No.1 and Mr. Tarak\nDamani, learned advocate appearing for respondent No.2 Bank.  Learned\ncounsel for the appellant put-forward the following contentions:-\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_3\">4.1\tLearned\ncounsel for the appellant would contend that Bank guarantee was given\nfor the specific MOU dated 13.4.2005.  He submitted that SEIPL had\nentered into contract with foreign buyer i.e. China International on\n21.3.2005 for which Letter of Credit was opened on 8.4.2005 through\nBuangdong Development Bank, Beijing.  For the said contract MOU was\nexecuted on 12.4.2005 and the total contract price was USD 37,20,000.\n</blockquote><p data-structure=\"Facts\" id=\"p_12\"> However, the contract was amended on account of reduction of rate\nfrom USD 62 to USD 60 per metric tonne on 29.4.2005, followed by a\nsecond amendment on 12.5.2005 to reduce the quantity from 60,000 MT\nto 50,000 M.T and accordingly the contract price came to USD\n30,00,000. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_13\">4.2\tLearned\nCounsel submitted that Creatway Pte Ltd. and M/s. Samraj Exim entered\ninto contract on 18.3.2005 being Contract No. GN 20050025 for export\nof Iron Ore to General Nice Resources Ltd. for 60,000 MT at 60 USD\nper M.T and the MOU dated 13.4.2005 was executed for this contract. \nCreatway Pte has further made arrangement with Genara Nice Resource\nLtd. which is the ultimate purchaser of the material and managed to\nget LC dated 12.4.2005 which has been endorsed in favour of STC. \nClause 45 of the L/C is price per unit.  Total value of the goods is\n36,00,000 USD.  The date is very material in the present matter as\nparticular cargo was shipped in m.v Taji Staror on 29.3.2005 by B/L\nNo. 1 and 2.  This has been admitted by STC in its affidavit filed by\nthem.  This transaction is complete and there is no dispute about\nthis transaction.  STC has produced necessary documents to show that\nLC was opened on 12.4.2005 for an amount of USD 36,00,000.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_14\">4.3\tHe\nsubmitted that on 21.3.2005, Creatway entered into contract for\nsupply of 60,000 MTs of iron ore at USD 62, totalling to 37,20,000\nUSD. In the said contract, one of the condition was that the material\nwill be despatched against 100% amount on Irrevocable Letter of\nCredit.  This contract dated 21.3.2005 has been converted into MOU\ndated 12.4.2005.  SEIPL entered into MOU with STC on 12.4.2005. \nCreatway Pte obtained Letter of Credit from Gong Dong Development\nBank, Beijing dated 8.4.2005 and it has been issued by China\nInternational Telecommunication Construction Corporation Ltd.  The\nunit price is 62 USD per M.T which comes to 37,20,000 USD for 60,000\nMT.  He submitted that the appellant has to co-relate the contract\ndated 21.3.2005, MOU dated 12.4.2005 with the amount of L/C\nestablished by Chine International Telecommunication Construction\nCorporation with whom Creatway has entered into contract.  In fact\nthat Creatway has sold the material to the chinese party and Chinese\nparty is not a party to the base contract between SEIPL and Creatway.\n</p>\n\n \n\n\n \n\n\n \n\n<p data-structure=\"RespArg\" id=\"p_15\">4.4\tHe\nwould further submit that respondent no.1 STC is trying to take\nadvantage of this situation.  He further submitted that for this\npurpose and for taking undue advantage they need to show that the\nseparate contract or an independent contract was entered into between\nthe Creatway Pte. Ltd., and the Chinese party for the sale and\npurchase of Iron Ore which the respondent no.1 STC has not produced\nbut they have produced a letter by interpolating the contract number\nand thereby have tried to show Contract No. GN 20050034 instead of GN\n20050025.  He further submitted that in the present case the goods\nwere dispatched on 14/6/2005 approximately 44000 Metric Tons Bills of\nLading No.1 to China International Tele-communication Construction\nCorporation.  He submitted that this was without a valid L/C as L/C\nexpired on 30/5/2005.  He submitted that having realized its mistake,\nrespondent no.1 STC wrote a letter to CITCC dated 17/6/2005 stating\nthat they have not received the amendment in the L/C and whether\nCITCC had sent any amendment of L/C directly to the Bankers of STC. \nHe submitted that the contract dated 21/3/2005 has been endorsed in\nfavour of STC then under such circumstances STC should have written\nto SEIPL and Creatway Pte Ltd.  However, STC directly approached the\nCITCC.\n</p> \n\n \n\n\n \n\n<p data-structure=\"RespArg\" id=\"p_16\">4.5\tHe\nfurther submitted that CITCC refused to take delivery of the cargo\nbecause it was shifted after last date of shipment i.e. 30/5/2005. \nHe submitted that a false and fabricated amendment of L/C was given\nby SEIPL and Creatway Pte Ltd.  He alleged that it is a false and\nfabricated document obtained by SEIPL and Creatway Pte Ltd., wherein\nthe Officers of STC connived and therefore, STC wrote letter directly\nto CITCC about the genuineness of the document which was not replied\nby CITCC.\n</p> \n\n \n\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_17\">4.6\tHe\nfurther submitted that on perusal of letter dated 13/6/2005 it is\nevident that STC made additional payment to SEIPL to the tune of\nRs.2,24,82,787/- and therefore, STC called upon SEIPL to arrange for\n10% as margin money in the form of cash margin or Bank Guarantee\nalong with Mate Certificate in proof of loading of 44000 M.Ts. of\ncargo so as to enable the STC to release the Ocean freight for 100%\nof value to Arya Shipping in terms of their letter dated 9/6/2005.\n</p> \n\n \n\n\n \n\n<p data-structure=\"PetArg\" id=\"p_18\">4.7\tHe\nfurther submitted that CITCC refused to take delivery giving rise to\ndispute between the owner of Vessel and Creatway Pte Ltd., for Ocean\nfreight.  As a result of which the Shipping Company enforced with\nlean on the entire cargo and did not allow to discharge the cargo at\nthe port of discharge.  He further submitted that immediately the\nsaid contract was cancelled and Creatway Pte Ltd. found a new buyer\ni.e. Sinochem International Corporation and Contract No.GN20050034\ndated 4/7/2005 was effected.  This contract is signed by Mr.Rajiv\nSamani on behalf of Create Way Pte Ltd. in his capacity as Director\nof Create Way Pte Ltd.  He submitted that Mr.Rajiv Samani is also\nChairman &amp; Managing Director of SEIPL.  The learned counsel\nrequested the Court to peruse new provisional commercial invoice\nreleased by STC on 6/7/2005 with Contract No.GN 20050034 dated\n4/7/2005 for 44000 M.Ts. of Iron Ore.  Inviting attention of this\nCourt to Pages 362 and 364 of the Paper Book, the Counsel submitted\nthat thus,it can be seen that the material was at Port Lianyungang,\nChina without L/C.  He submitted that as there was dispute with\nregard to freight, Sinochem International Corporation retained US$\n7,25,000/- with them and made it clear that the same would be\nreleased only on settlement of dispute between Creatway Pte Ltd. and\nArya Shipping after necessary award from Singapore Arbitration.\n</p> \n\n \n\n\n \n\n<p data-structure=\"RespArg\" id=\"p_19\">4.8\tIt\nis further submitted that the respondent no.1 STC wrongly gave\nconsent for retention of US$ 7,25,000/-  because STC did not have any\ncontract with Shipping Company or Creatway Pte Ltd., or Sinochem\nInternational Corporation.  This is how the Counsel wants to\nestablish that the STC&#x27;s Officers are involved in the present\ncase.  He alleged that they have siphoned off public money and STC\nbeing a Government company, without protecting government&#x27;s\ninterest  favoured SEIPL and Creatway Pte Ltd.  \n</p>\n \n\n \n\n\n \n\n<p data-structure=\"PetArg\" id=\"p_20\">4.9\n He further submitted that a letter has been produced by STC which is\nwritten by STC to Sinochem International Corporation, wherein\ncontract number has been interpolated.  Creatway Pte Ltd., entered\ninto contract with Sinochem being No.GN 20050034 and STC has tried to\nprove by interpolating the contract number from GN 20050034 to GN\n20050025 to establish that the material of Contract No. GN 20050025\nhas been dispatched on 14/6/2005. He vociferously submitted that\ntherefore, STC is guilty of creating a forged document because the\nphoto copy of the very document in original is produced by STC at\nPage-376 of the Paper Book.  Both the letters have been produced by\nSTC itself as per the say of the learned Counsel. \n</p>\n \n\n \n\n\n \n\n<p data-structure=\"RespArg\" id=\"p_21\">4.10\t\nHe submitted that STC has committed fraud by not taking action\nagainst the SEIPL and Creatway Pte Ltd.  According to the learned\nCounsel STC was in possession of post dated cheque issued by SEIPL\namounting to Rs.3.00 crores, but STC did not deposit the cheque and\nkept with them.  He alleges that STC was fully aware that this cheque\nwill not be honoured and therefore, STC has committed fraud.\n</p> \n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_22\">4.11\nHe submitted that the appellant came into picture for the first time\nin the third week of February, 2006 to a common business friend being\nChairman of SEIPL Mr. Rajiv Samani who is also a Director of Creatway\nPte Ltd.  He submitted that the appellant was shown one document\nbeing L/C which is also forged and fabricated.  There was no Contract\nNumber in the said L/C.  On the basis of the said document Bank\nGuarantee was given with the specific condition that the Bank\nGuarantee for margin money can be encashed only if there is breach of\nMOU dated 14/3/2005 for Contract No.GN 20050025.  He submitted that\non 19/5/2006 STC enforced the Bank Guarantee.  All these facts were\nbrought to the notice of STC by way of representation but there was\nno response at the end of STC and therefore, petition had to be\npreferred being Special Civil Application No.163/2008.  Lastly he\nsubmitted that the Bank Guarantee was given by the appellant for MOU\ndated 13/4/2005 with respect to the Contract No.GN20050025 dated\n18/3/2005 endorsed by SEIPL in favour of the appellant and the said\nMOU is with STC.  He submitted that any consequences flowing from the\nsaid MOU would directly and adversely affect the appellant and\ntherefore, the appellant is having privity of contract.  If that is\nthe case then STC wrongly invoking the Bank Guarantee though there\nwas no loss for the contract dated 18/3/2005 of MOU dated 13/4/2005\nas all the transactions were completed before 7/3/2006 i.e. the date\nof issuance of the Bank Guarantee.\n</p> \n\n\n\t\n \n\n\n<p data-structure=\"RespArg\" id=\"p_23\">4.12\nLearned counsel further submitted that STC could not have raised any\nobjection with regard to maintainability of the petition on the\nground that it pertains to refund of bank guarantees.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_24\">5.\tLearned\ncounsel for the appellant relied on the following case law:-\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_4\">1.\tVintec\nElectronics Pvt.Ltd. Vs. HCL Infosystems Ltd. -  (2008) 1 SCC 544;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_1\">2.\t<a href=\"/doc/1342691/\" id=\"a_3\">BSES\nLimited Vs. Fenner India Ltd.</a> - (2006) 2 SCC 728;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901943\" id=\"span_2\">3.\t<a href=\"/doc/1901943/\" id=\"a_4\">State\nof Maharashtra Vs. National Construction Co./</a> - (1997) 1 SCC 568;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_3\">4.\t<a href=\"/doc/854142/\" id=\"a_5\">Himadri\nChemicals Industries Ltd. Vs. Coal Tar Refining Co.</a> - (2007) 8 SCC\n110;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_8\">5.\tABL\nInternational Ltd. Vs. ECGC - 2004 (3) SCC 553;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"332927\" id=\"span_4\">6.\t<a href=\"/doc/332927/\" id=\"a_6\">Karnataka\nState Forest Industries Corporation Vs. Indian Rocks</a> - 2009 (1) SCC\n150;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1139307\" id=\"span_5\">7.\t<a href=\"/doc/1139307/\" id=\"a_7\">Corporation\nBank Vs. Saraswati Abharansala</a> * anr. - (2009) 1 SCC 540;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_11\">8.\tGodawari\nSugar Mills Ltd. Vs. State of Maharashtra - 2011 (2) SCC 439;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184405\" id=\"span_6\">9.\t<a href=\"/doc/184405/\" id=\"a_8\">Zonal\nManager, Central Bank of India Vs. Devi Ispat Ltd.</a> - (2010) 11 SCC\n186;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_13\">10.\tManaging\nDirector, Haryana State Industrial Development Corporation Vs. Hari\nOm Enterprises - (2009) 16 SCC 208;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_14\">11.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1670355\" id=\"span_7\"><a href=\"/doc/1670355/\" id=\"a_9\">Indian\nBank Vs. Godhra Nagrik Coop. Credit Society Ltd.</a> - (2008) 12 SCC 541;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847144\" id=\"span_8\">12.\t<a href=\"/doc/847144/\" id=\"a_10\">Everest\nHolding Limited Vs. Shyam Kumar Shrivastava</a> - (2008) 16 SCC 774;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1134466\" id=\"span_9\">13.\t<a href=\"/doc/1134466/\" id=\"a_11\">M.P\nHousing Board Vs. Progressive Writers &amp; Publishers</a> - (2009) 5 SCC\n678;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1911324\" id=\"span_10\">14.\t<a href=\"/doc/1911324/\" id=\"a_12\">Shakti\nBhog Foods Ltd. Vs. Kola Shipping Ltd.</a> - (2009) 2 SCC 135;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_25\">6.\tPer\ncontra, learned Senior counsel for respondent No.1 State Trading\nCorporation put-forward the following contentions:-\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_18\">6.1\tLearned\ncounsel for respondent No.1 vehemently submitted that the writ\npetition under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution itself was not\nmaintainable for the reason that the relief prayed for substantially\nis for refund of Bank guarantee amount which Bank guarantee was\nencashed by STC in accordance with law.  Counsel would submit that if\nat all the relief prayed for is to be granted, the same has to be\nadjudicated in a civil suit and not in the form of a writ petition. \n</blockquote><p data-structure=\"CDiscource\" id=\"p_26\">He would submit that it is a settled position of law that such a\nrelief cannot be granted while exercising writ jurisdiction, more\nparticularly when there are highly disputed questions of fact for\nwhich oral evidence has to be led by all parties concerned before the\ncompetent Civil Court.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_27\">6.2\tLearned\ncounsel would also contend that there was no privity of contract\nbetween STC and the appellant.  He would submit that it is evident\nfrom the list of dates in the writ petition that the contract was\nbetween STC and Messrs SEIPL.  Appellant entered into a contract\nagreement with Messrs SEIPL and had furnished the Bank guarantee on\nbehalf of Messrs SEIPL.  He would submit that as a matter of fact,\nSTC could not have even been impleaded in the petition as one of the\nrespondents.  Counsel would also submit that even on the ground of\nterritorial jurisdiction, the writ petition could not have been\nentertained as no cause of action can be said to have arisen within\nthe territorial jurisdiction of this Hon&#x27;ble High Court.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_28\">6.3\tCounsel\nwould further contend that the dispute, if any, raised by the\nappellant arises from a contract.  In a catena of decisions, it has\nbeen settled that writ jurisdiction is not to be exercised in cases\nwhere contractual obligations are sought to be enforced.  He would\nfurther contend that the petition itself raises complicated issues\nand disputes which cannot be gone under writ jurisdiction.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_29\">6.4\tLearned\ncounsel vociferously contended that though the entire writ petition\ntalks about the agreements and correspondence between appellant and\nSEIPL, strangely Messrs SEIPL has not been impleaded as party\nrespondent in the main writ petition.  He would submit that Messrs\nSEIPL is a necessary party to the present petition as all dealings of\nSTC were with Messrs SEIPL and not with the appellant.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_30\">7.\tLearned\ncounsel for respondent No.1 relied upon the following case law:-\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_19\">1.\tSugan\nMal Vs. State of M.P. - AIR 1965 SC 1740;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_20\">2.\tNHAI\nVs. Ganga Enterprises - (2003) 7 SCC 410;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_21\">3.\tHaryana\nUrban Development Authority Vs. Anupuma Patnaik - (2000) 10 SCC 649;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_11\">4.\t<a href=\"/doc/1156062/\" id=\"a_14\">State\nof U.P. Vs. Bridge &amp; Roo Co.</a> - (1996) 6 SCC 22;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_12\">5.\t<a href=\"/doc/1746106/\" id=\"a_15\">U.P.\nState Sugar Corporation Vs. Sumac International Ltd.</a> - 1997 (1) SCC\n568;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_13\">6.\t<a href=\"/doc/854142/\" id=\"a_16\">Himadri\nChemicals Industries Ltd. Vs. Coal Tar Refining Co.</a> - (2007) 8 SCC\n110;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_31\">8.\tHaving\ngiven our anxious thoughts and considerations to the rival\ncontentions of the respective parties and having perused the record\nof the case and the judgment and order passed by the learned Single\nJudge rejecting the petition, we are of the view that considering the\nnature of the dispute and highly disputed questions of fact involved,\nlearned Single Judge rightly rejected the petition and refused to\ngrant any relief as prayed for by the appellant.  Our prima-facie\nexamination of the matter reveals as under.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_32\">8.1\tIt\nis an undisputed fact that three Memorandum of Understandings (MOUs)\nwere signed as under:-\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_25\">(a)\ton\n11.4.2005\t-\t45,000 MTs\n \n\n\n</blockquote><blockquote id=\"blockquote_26\">(b)\ton\n12.4.2005\t-\t60,000 MTs\n \n\n\n</blockquote><blockquote id=\"blockquote_27\">(c)\ton\n13.4.2005\t-\t60,000 MTs\n \n\n\n \n\n\n \n\n\n\tIt\nis also clear that all the three MOUs were supported by orders and\nLetter of Credits.  We have noticed that in the compilation filed\nalong with the list of documents, all of these documents are on\nrecord.  It is also undisputed that all the three MOUs were submitted\nto the State Trading Corporation, respondent No.1 for approval on\n13.4.2005.  We have noticed that the approval by the Committee of\nManagement of the STC was accorded on 19-20/4/2005, which is apparent\nfrom document at page 282.  By the time the approval was given by the\ntop management of respondent No.1 STC, the Letter of Credit covering\nMOU dated  11.4.2005 had lapsed.  In accordance with MOU dated\n12.4.2005, the goods were shipped under B/L (30,000 MTs) and (36,000\nMTs).  The documents were negotiated in accordance with Letter of\nCredit and the payments were duly received.  This is evident from the\ndocument at page 299 of the paper-book.  The details of the payment\nin full satisfaction of the MOU dated 12.4.2005 is also on record.\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_33\">8.2\tIn\npursuance to the MOU dated 13.4.2005, Letter of Credit was given,\nwhich is on the record, as evident from the document at page 330. \nThe date of expiry is shown as 5.6.2005.  It appears that the Letter\nof Credit was further alleged to have been amended extending validity\ntill 20th June, 2005, as it appears from the photocopy, which is\nplaced on record at page 338.  As the amendment by which the validity\nof Letter of Credit was extended, was given by Samraj personally and\nit was an unofficial copy, relying upon the said anticipated\nextension of Letter of Credit, the goods were shipped on 14.6.2005,\nby B/L dated 14.6.2005.  In the said B/L, name of buyer has been\nshown as China International Tele Communication.  The goods were\nshipped through vessel m.v Gangasagar as per the instruction of\nSamraj issued vide letter dated 1.6.2005.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_34\">8.3\tIt\nalso appears that by letter dated 17.6.2005, a request was made by\nrespondent No.1 STC to China International Telecommunication to send\nthe said Letter of Credit through official channels and the photocopy\nof the Letter of Credit was annexed along with the said letter.  By\nthe time the goods landed at the port of destination, China\nInternational Telecommunication backed out of the contract and\nrefused to lift the consignment in view of a dispute between shippers\non the question of rate of freight.  It also appears that in order to\nfind and sell the goods, Samraj through their own company decided to\nsell the same shipment to Sinochem International Corporation. \nPrima-facie it appears that for this sale and purchase contract by\nSinochem International Corporation, the shipment details, Bill of\nLading and name of vessel etc. were clearly indicated which would\nshow that the same shipment which was sent under contract No.25 was\nsold to Sinochem under Contract No.34.  The original contract with\nChina International Tele Communication was vide contract No.25.  It\nalso appears prima-facie that  STC sent the shipment in terms of\ncontract No.25 itself and in the name of and to China International\nTelecommunication.  It is only because of not lifting the goods by\nChina International Telecommunication, there was no option left but\nto sell the consignment to Sinochem International Telecommunication. \nThe dispute between shipper which was Arya Shipping Corporation in\nregard to the freight is clearly stated in terms of letter of Samraj\ndated 29.7.2005.  It appears that STC was to receive an amount of Rs.\n2,50,00,000 short for which the Bank Guarantee was asked for by STC\nfrom Samraj which ultimately came to Rs. 3 crores as per final\ncalculation.  This amount was retained by Sinochem International for\npayment to shipper.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_35\">8.4\tThe\nsaid Bank guarantee was asked for number of times which was duly\ngiven and submitted by Samraj to STC vide its letter dated 22.3.2006.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_36\">8.5\tIn\nour view, learned counsel would be right in contending that there was\nno dishonest intention on the part of STC, as STC had number of Bank\nGuarantees given to them by the appellant, which is not disputed.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_37\">8.6\tIt\nis well settled that Letter of Credit is an independent contract\nbetween the Bank and the STC.  The Bank is not concerned with the\ndispute in relation to the contract in question.  The Bank deals only\nwith the documents.  The moment the conditions of Bank guarantees are\nsatisfied, the Bank is bound to honour the Bank guarantee and pay the\nmoney in case of invocation.  It also appears that there is no\nprivity of contract between STC and the appellant.  Bank guarantees\nhave been submitted by Samraj and if there is any dispute between\nappellant and Samraj, respondent No.1 STC is not concerned.  Learned\ncounsel for respondent No.1 would contend, and to our mind very\nrightly that Bank has legally encashed the Bank guarantees. \nTherefore, the appellant may have remedy against Samraj and not\nagainst STC.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_38\">9.\tWe\ndo not want to go further into other factual issues as we have\nobserved earlier that there are highly disputed questions of fact. \nWe are prima-facie of the view that there is no case of fraud made\nout by the appellant and if at all fraud is to be alleged and proved,\nthen a writ petition under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution would not\nbe the right remedy.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_39\">10.\tIn\nthe case of State of U.P. and ors. Vs. Bridge &amp; Roof Co. - (1996)\n6 SCC 22, the Supreme Court while dealing with dispute as regards\ncertain payments pursuant to a tender of contract, observed in\nparagraphs 16, 18 and 21 as under:-\n</p> \n\n\n \n\n\n \n\n<blockquote id=\"blockquote_28\">&quot;16.\tFirstly,\nthe contract between the parties is a contract in  the\t realm\tof\nprivate law. It  is  governed  by\t the provisions of  the contract \nAct or  may be,also  by certain provisions of  the sale of Goods Act.\nAny dispute relating to interpretation of  the terms and  conditions\nof  such  a contract  cannot  be  agitated,\t and  could  not \nhave\tbeen agitated,in a  writ petition.  That is\ta matter  either for\narbitration as provided by  the contract of for Civil court as\nthe\tcase may  be. whether  any  amount  is due  to  the respondent\nfrom the appellant-Government under the contract and,if so, how  much\n and   the  further  question  whether retention or  refusal to pay\nany amount by the Government is justified, or  not are\tall matters\nwhich cannot be agitated in or adjudicated upon in a writ petition.\nThe prayer in the writ petition,viz.,to restrain the Government from\ndeducting particular amount from the writ petitioner&#x27;s bill(s) was\nnot a prayer  which could  be granted  by the  High court  under\nArticle 226.Indeed, the High Court has not granted the said prayer.\n</blockquote> \n\n \n\n\n \n\n<blockquote id=\"blockquote_29\">18.\n    Accordingly, it  must be  held that  the writ  petition filed by \nthe respondent  for the  issuance  of\t a  writ  on Mandamus \nrestraining the  Government  from  deducting  or withholding  a\nparticular  sum,  which  according  to\t the respondent is  payable to\n it under the contract, was wholly misconceived and  was  not \nmaintainable  in  law  [See\t the decision of  this Court in Assistant\n Excise\tCommissioner v.Isaac Peter  (1994 (4)  S.C.C.104), where  the\nlaw  on the subject has  been discussed  fully.] The writ petition\nought to have been dismissed on this ground alone.\n</blockquote> \n\n \n\n\n \n\n<blockquote id=\"blockquote_30\">21.\n\tThere  is yet  another  substantial  reason  for not entertaining\nthe  writ petition.  The contract in  question contains a  clause\nproviding  inter a1ia  for settlement  of disputes by  reference to \narbitration [Clause 67  of\t the Contract]. The Arbitrators can decide\nboth questions of fact as well\tas questions  of  law. When  the \ncontract  itself provides for  a  mode of settlement of disputes\narising from the contract,  there is no reason why the parties should\nnot follow and  adopt that\tremedy and invoke the extra-ordinary\njurisdiction of the High  Court  under\t<a href=\"/doc/1712542/\" id=\"a_18\">Article  226.</a>\tTree existence\nof an effective alternative remedy - in this case, provided in  the\ncontract  itself - is a good ground for the court to decline to\nexercise its extra-ordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_19\">Article  226.</a>  The \nsaid Article\t wag not  meant  to supplant the existing remedies at\nlaw but only to supplement them in\tcertain well-recognised \nsituations. As pointed out above, the  prayer for issuance of a writ\nof mandamus wastes wholly misconceived  in this  case since  the\nrespondent was not seeking to enforce any statutory right of theirs\nnor was it seeking to enforce any statutory obligation cast upon the\nappellants. Indeed, the very resort to <a href=\"/doc/1712542/\" id=\"a_20\">Article 226 -</a> whether\nfor issuance  of  mandamus  or any  other  writ,  order  or direction\n</blockquote><blockquote id=\"blockquote_31\">-  was  misconceived\tfor  the  reasons  mentioned supra.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_40\">11.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_14\">In\n<a href=\"/doc/1746106/\" id=\"a_21\">U.P. State Sugar Corporation Vs. Sumac  International Ltd</a> - (1997) 1\nSCC 568, once again dealing with a matter arising from  dispute of\nthe Bank guarantee, the Supreme Court took the view by observing in\nparagraphs 12, 13, 15 and 16 as under:-</span>\n</p> \n\n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_41\">&quot;12.\tThe\nlaw  relating to invocation of such bank guarantees is by  now well\t\nsettled. When\tin the course of commercial dealings  an  \nunconditional  bank  guarantee  is  given  or accepted, the\nbeneficiary is entitled to realize such a bank guarantee in  terms \nthereof  irrespective  of\tany  pending disputes. The  bank giving \nsuch a  guarantee  is  bound  to honour it  as per  its terms \nirrespective  of any  dispute raised by  its customer.  The very \npurpose of giving such a bank guarantee\twould otherwise  be \ndefeated. The  courts should, therefore,  be slow  in granting  an \ninjunction  to restrain the  realization of  such  a  bank \nguarantee.\t The courts have  carved out only two  exceptions.\tA fraud\n in connection with such a bank guarantee would vitiate the very\nfoundation of  such a bank guarantee. Hence if there is such a fraud\nof which the beneficiary seeks to take advantage, he can be\nrestrained  from  doing so.  The  second  exception relates  to \ncases  where  allowing  the  encashment  of  an unconditional bank \nguarantee would  result in irretrievable harm or  injustice to one of\nthe parties concerned. Since in most cases  payment of\tmoney under \nsuch a  bank  guarantee would adversely affect the  bank and  its\ncustomer at whose instance the  guarantee is  given,  the\t harm  or \ninjustice contemplated under  this head must be of such an\nexceptional and irretrievable  nature as would override the terms of\nthe guarantee and  the adverse  effect of  such an injunction on\ncommercial dealings  in the country. The two grounds are not\nnecessarily connected, though both  may  co-exist  in some cases. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_15\">In \nthe case  of <a href=\"/doc/329587/\" id=\"a_22\">U.P.  Cooperative Federation Ltd. v. Singh Consultants \nand Engineers (P) Ltd.</a> (988 [1] SCC 174), which was  the case  of\nworks contract where the performance guarantee given under the\ncontract was sought to be invoked, this Court,  after  referring \nextensively  to\tEnglish and Indian cases on the subject, said that\nthe guarantee must be honoured in  accordance with its terms. The\nbank which gives the guarantee  is  not concerned  in  the  least \nwith  the relations between  the supplier  and the  customer; nor\nwith the  question whether  the   suppler\thas   performed his\ncontractual obligation or not, nor with the question whether the\nsupplier  is in  default  or  not. The  bank  must  pay according to \nthe tenor\t of its guarantee on demand without  proof or  condition.\nThere  are only  two exceptions to this rule. The  first exception \nis a  case when there is a clear fraud of  which the bank has notice.\nThe fraud must be of an agregious nature  such as  to vitiate  the\nentire underlying transaction.</span> Explaining the kind of fraud that may\nabsolve a bank from  honouring its  guarantee, this Court <a href=\"/doc/329587/\" id=\"a_23\">in <a href=\"/doc/329587/\" id=\"a_24\">the\nabove case</a></a> quoted  with approval  the\t observations  of  Sir\tJohn\nDonaldson, M.R. in Bolivinter Oil SA v. Chase Manhattan Bank NA (1984\n [1] AER  351 at 352): &quot;The wholly exceptional case where an \ninjunction may  be granted  is where it is proved that the bank knows\nthat any demand for payment already made or which  may thereafter be\nmade will clearly be fraudulent. But the evidence must be clear both\nas to the fact of fraud and as\tto the\tbank&#x27;s knowledge.  It  would \ncertainly not normally be sufficient that this rests on the\nuncorroborated statement of  the customer,  for irreparable  damage\ncan  be done to a bank&#x27;s  credit in the relatively brief time which\nmust elapse  between the  granting of such an injunction and an\napplication\tby the\tbank to have it charged&quot;. This Court set\naside  an  injunction  granted  by the  High  Court  to restrain the\nrealisation of the bank guarantee.&quot;\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_42\">&quot;13.\tThe\nsame question came up for consideration before this Court in Svenska\nHandelsbanken v. M/s Indian Charge Chrome &amp; Ors. (1994  [1] SCC \n</p><p data-structure=\"Precedent\" id=\"p_43\">502). The Court once  again reiterated that a confirmed bank\nguarantee/irrevocable letter of credit cannot be interfered with\nunless there is established fraud or   irretrievable   injustice\t\ninvolved   in\tthe   case. Irretrievable injury  has to be of the\nnature noticed in the case of Itek Corporation  v. The  First \nNational  Bank  of Boston etc.  (566 Fed  Supp. 1210). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_16\">On the\nquestion of fraud this Court  confirmed the  observations made  in\nthe case of\n \n\n<a href=\"/doc/329587/\" id=\"a_25\">U.P.\nCooperative Federation Ltd.</a> (supra) and stated that the fraud must \nbe that of the beneficiary, and not the fraud of anyone else.&quot;</span>\n</p> \n\n \n\n\n \n\n<blockquote id=\"blockquote_32\">&quot;15.\tOur\nattention  was invited to a number of decisions on this issue  --\namong  them,  to Larsen &amp;  Turbro  Ltd.  v. Maharashtra State\nElectricity Board &amp; Ors. (1995 [6] SCC 58) and Hindustan  Steel\nWorkers Construction Ltd. v. G.S. Atwal &amp; Co.  (Engineers) Pvt.\t\nLtd. (1995  [6] SCC  76) as also to National Thermal  Power\nCorporation  Ltd. v.  Flowmore\tPvt. Ltd. &amp;\tAnr. (1995  [4] SCC \n</blockquote><blockquote id=\"blockquote_33\">515). The latest decision is in the case  of State  of Maharashtra  &amp;\nAnr.  v. M/s  National Construction Company,  Bombay &amp;\t Anr. (JT \n1996 [1]  SC 156) where this Court has summed up the position by\nstating, &quot;The rule is well established that a bank issuing a\nguarantee is not concerned  with  the  underlying  contract\tbetween \nthe parties to  the contract.  The duty  of\t the  bank  under  a\nperformance guarantee  is created  by the  document  itself. Once \nthe  documents  are  in  order  the  bank\t giving\t the guarantee\nmust\thonour the  same and make payment ordinarily unless their  is an\n allegation of  fraud or  the like. The courts will not interfere\ndirectly or indirectly to withhold payment,  otherwise   trust   in  \ncommerce   internal and international would  be irreparably  damaged.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_17\">But  that does not mean  that the parties to the underlying contract\ncannot settle the disputes with respect to allegations of breach by\nresorting to  litigation or arbitration as stipulated in the\ncontract. The  remedy arising ex-contractual is not barred and the \ncause   of action for  the  same\t is  independent  of enforcement of\nthe guarantee.&quot; The other recent decision is in <a href=\"/doc/1988070/\" id=\"a_26\">Hindustan \nSteelworks Construction Ltd. v. Tarapore &amp; Co.&amp; Anr. (JT</a> 1996\n[6] SC 295).&quot;</span>\n</p> \n\n \n\n\n \n\n<blockquote id=\"blockquote_34\">&quot;16.\t\n</blockquote><blockquote id=\"blockquote_35\">  Clearly,  therefore,  the existence  of\tany dispute between the \nparties to\t the contract  is not  a ground\t for issuing an \ninjunction to  restrain the enforcement of bank guarantees. There \nmust be  a fraud  in connection  with the bank guarantee. In the\npresent case we fail to see any such fraud. The  High Court\tseems to\nhave come to the conclusion that the  termination of  the contract by\nthe appellant and his claim  that the time was of the essence of the\ncontract, are not based on  the terms of the contract and, therefore,\nthere is  a fraud  in the  invocation of the bank guarantee. This is\nan erroneous view. The disputes between the parties relating to  the\ntermination  of the  contract cannot make invocation of the bank\nguarantees fraudulent. The High Court has also  refereed  to\tthe\nconduct  of  the  appellant  in invoking the  bank guarantees on an\nearlier occasion on 12th of April, 1992 and subsequently\nwithdrawing such invocation. The court has used this circumstance in\naid of its view that the time  was not of the essence of the\ncontract. We fail to see how an earlier  invocation of  the bank \nguarantees and subsequent withdrawal  of  this invocation  make  the\nbank guarantees or  their invocation\t tainted with  fraud in\t any\nmanner. Under  the terms  of the  contract it  is stipulated that the\n respondent is required to give unconditional bank guarantees against\n advance payments  as also a similar bank guarantee for  due delivery\n of the  contracted plant within the stipulated\tperiod. In  the\nabsence of  any  fraud\t the appellant is entitled to realise the bank\nguarantees.&quot;\n</blockquote> \n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_45\">12.\tIn\nthe case of NHAI Vs. Ganga Enterprises (2003) 7 SCC 410, the Supreme\nCourt observed in paragraphs 6, 9 and 10 as under:-\n</p> \n\n \n\n\n \n\n<blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_19\">&quot;6.\tThe\nRespondent then filed a Writ Petition in the High Court, for refund\nof the amount. On the pleadings before it, the High Court raised two\nquestions viz. (a) whether the forfeiture of security deposit is\nwithout authority of law and without any binding contract between the\nparties and also contrary to <a href=\"/doc/931937/\" id=\"a_27\">Section 5</a> of the Contract Act and (b)\nwhether the writ petition is maintainable in a claim arising out of a\nbreach of contract. Question (b) should have been first answered as\nit would go to the root of the matter. The High Court instead\nconsidered question (a) and then chose not to answer question (b). In\nour view, the answer to question (b) is clear. It is settled law that\ndisputes relating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a>\nof the Constitution of India. It has been so held in the cases of\n<a href=\"/doc/318728/\" id=\"a_29\">Kerala State Electricity Board v. Kurien E. Kalathil</a> reported in\n[2000] 6 <a href=\"/doc/1156062/\" id=\"a_30\">SCC 293, State of U.P. v. Bridge &amp; Roof Co. (India) Ltd.</a>\nreported in (1996) 6 SCC 22 and B.D.A. v. Ajai Pal Singh reported in\n(1989) 2 SCC 116. This is settled law. The dispute in this case was\nregarding the terms of offer. They were thus contractual disputes in\nrespect of which a Writ Court was not the proper forum.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_21\">Mr. Dave\nhowever relied upon the cases of <a href=\"/doc/1956761/\" id=\"a_31\">Verigamto Naveen v. Government of\nA.P.</a> reported in [2001] 8 <a href=\"/doc/261761/\" id=\"a_32\">SCC 344 and Harminder Singh Arora v. Union\nof India</a> reported in [1986] 3 SCC 247. These however are cases where\nthe Writ Court was enforcing a statutory right or duty. These cases\ndo not lay down that a Writ Court can interfere in a matter of\ncontract only. Thus on the ground of maintainability the Petition\nshould have been dismissed.&quot;</span></span>\n</blockquote> \n\n \n\n\n \n\n \n\n\n \n\n<blockquote id=\"blockquote_37\">&quot;9.\tIn\nour view, the High Court fell in error in so holding. By invoking the\nbank guarantee and/or enforcing the bid security, there is no\nstatutory right, exercise of which was being fettered. There is no\nterm in the contract which is contrary to the provisions of the\n<a href=\"/doc/171398/\" id=\"a_33\">Indian Contract Act</a>. <a href=\"/doc/171398/\" id=\"a_34\">The Indian Contract Act</a> merely provides that a\nperson can withdraw his offer before its acceptance. But withdrawal\nof an offer, before it is accepted, is a completely different aspect\nfrom forfeiture of earnest/security money which has been given for a\nparticular purpose. A person may have a right to withdraw his offer\nbut if he has made his offer on a condition that some earnest money\nwill be forfeited for not entering into contract or if some act is\nnot performed, then even though he may have a right to withdraw his\noffer, he has no right to claim that the earnest/security be returned\nto him. Forfeiture of such earnest/security, in no way, affects any\nstatutory right under the <a href=\"/doc/171398/\" id=\"a_35\">Indian Contract Act</a>. Such earnest/security\nis given and taken to ensure that a contract comes into existence. It\nwould be an anomalous situation that a person who, by his own\nconduct, precludes the coming into existence of the contract is then\ngiven advantage or benefit of his own wrong by not allowing\nforfeiture. It must be remembered that, particularly in government\ncontracts, such a term is always included in order to ensure that\nonly a genuine party makes a bid. If such a term was not there even a\nperson who does not have the capacity or a person who has no\nintention of entering into the contract will make a bid. The whole\npurpose of such a clause i.e. to see that only genuine bids are\nreceived would be lost if forfeiture was not permitted.&quot;\n</blockquote> \n\n \n\n\n \n\n<blockquote id=\"blockquote_38\">&quot;10.\tThere\nis another reason why the impugned Judgment cannot be sustained. It\nis settled law that a contract of guarantee is a complete and\nseparate contract by itself. The law regarding enforcement of an &quot;on\ndemand bank guarantee&quot; is very clear. If the enforcement is in\nterms of the guarantee, then Courts must not interfere with the\nenforcement of bank guarantee. The Court can only interfere if the\ninvocation is against terms of the guarantee or if there is any\nfraud. Courts cannot restrain invocation of an &quot;on demand\nguarantee&quot; in accordance with its terms by looking at terms of\nthe underlying contract. The existence or non-existence of an\nunderlying contract become irrelevant when the invocation is in terms\nof the bank guarantee. The bank guarantee stipulated that if the bid\nwas withdrawn within 120 days or if the performance security was not\ngiven or if an Agreement was not signed, the guarantee could be\nenforced. The bank guarantee was enforced because the bid was\nwithdrawn within 120 days. Therefore, it could not be said that the\ninvocation of the bank guarantee was against the terms of the bank\nguarantee. If it was in terms of the bank guarantee, one fails to\nunderstand as to how the High Court could say that the guarantee\ncould not have been invoked. If the guarantee was rightly invoked,\nthere was no question of directing refund as has been done by the\nHigh Court.&quot;\n</blockquote> \n\n \n\n\n \n\n \n\n\n \n\n \n\n\n \n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_46\">13.\n\tIn the case of Sugan Mal Vs. State of M.P - AIR 1965 SC 1740, while\nanswering the question as to whether a petition under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of\nthe Constitution praying solely for the refund of money alleged to\nhave been illegally collected by the State as tax, is maintainable\nunder <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> or not,  the Supreme Court answered in paragraphs\n6, 8 and 9 as under.\n</p> \n\n\n\t\n \n\n\n<blockquote id=\"blockquote_39\">&quot;6.\tOn\nthe first point, we are of the opinion that though the High Courts\nhave power to pass any appropriate order in the exercise of the\npowers conferred under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution, such a\npetition solely praying for the issue of a writ of mandamus directing\nthe State to refund the money is not ordinarily maintainable for the\nsimple reason that a claim for such a refund can always be made in a\nsuit against the authority which had illegally collected the money as\na tax.  We have been referred to cases in which orders had been\nissued directing the State to refund taxes illegally collected, but\nall such cases had been those in which the petitioners challenged the\nvalidity of the assessment and for consequential relief for the\nreturn of the tax illegally collected.  We have not been referred to\nany case in which the Courts were moved by a petition under <a href=\"/doc/1712542/\" id=\"a_39\">Article\n226</a> simply for the purpose of obtaining refund of money due from the\nState on account of its having made illegal exactions.  We do not\nconsider it proper to extend the principle justifying the\nconsequential order directing the refund of amounts illegally\nrealised, when the order under which the amounts had been collected\nhas been set aside, to cases in which only order for the refund of\nmoney are sought.  The parties had the right to question the illegal\nassessment orders on the ground of their illegality or\nunconstitutionality and therefore could take action under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a>\nfor the protection of their fundamental right, and the courts, on\nsetting aside the  assessment orders, exercised their jurisdiction in\nproper circumstances to order the consequential relief for the refund\nof the tax illegally realised.  We do not find any good reason to\nextend this principle and therefore hold that no petition for the\nissue of a writ of mandamus will be normally entertained for the\npurpose of merely ordering a refund of money to the return of which\nthe petitioner claims a right.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"922783\" id=\"span_22\">&quot;8.\tWe\nmay also refer to <a href=\"/doc/922783/\" id=\"a_41\">Burmah Construction Co. V. State of Orissa</a> where it\nwas prayed that an appropriate writ directing the State of Orissa to\nrefund the amount of sales tax and penalty realised from the\nappellant be issued.  Shah, J. speaking for the Court,\n \n\n\n \n\n\n \n\n\n&quot;The\nHigh Court normally does not entertain a petition under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a>\nof the Constitution to enforce a civil liability arising out of a\nbreach of contract or a tort to pay an amount of money due to the\nclaimant and leaves it to the aggrieved party to agitate the question\nin a civil suit filed for that purpose.  But an order for payment of\nmoney may some times be made in petition under <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> of the\nConstitution against the State or against an officer of the State to\nenforce a statutory obligation.&quot;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_41\">&quot;9.\tWe\ntherefore hold that normally petitions solely praying for the refund\nof money against the State by a writ of mandamus are not to be\nentertained.  The aggrieved party has the right of going to the civil\ncourt for claiming the amount and it is open to the State to raise\nall possible defences to the claim, defences which cannot, in most\ncases, be appropriately raised and considered in the exercise of writ\njurisdiction.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_23\">14.\n\tIn the case of Himadri Chemicals Inds. <a href=\"/doc/854142/\" id=\"a_44\">Ltd. Vs. Coal Tar Refining\nCo.</a> - (2007) 8 SCC 110, the Supreme Court while dealing with the\nissue of grant of injunction in the course of commercial dealings and\nunconditional Bank guarantee or Letter of Credit, observed in\nparagraphs 10, 11 and 12 as under:-</span>\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_42\">&quot;10.\tThe\nlaw relating to grant or refusal to grant injunction in the matter of\ninvocation of a Bank Guarantee or a Letter of Credit is now well\nsettled by a plethora of decisions not only of this court but also of\nthe different High Courts in India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_24\">In <a href=\"/doc/1746106/\" id=\"a_45\">U.P. State Sugar Corporation\nVs. Sumac International Ltd.</a> [(1997) 1 SCC 568], this court\nconsidered its various earlier decisions. In this decision, the\nprinciple that has been laid down clearly on the enforcement of a\nBank guarantee or a Letter of Credit is that in respect of a Bank\nGuarantee or a Letter of Credit which is sought to be encashed by a\nbeneficiary, the bank giving such a guarantee is bound to honour it\nas per its terms irrespective of any dispute raised by its customer.\nAccordingly this Court held that the courts should be slow in\ngranting an order of injunction to restrain the realization of such a\nBank Guarantee. It has also been held by this court in that decision\nthat the existence of any dispute between the parties to the contract\nis not a ground to restrain the enforcement of Bank guarantees or\nLetters of Credit. However this court made two exceptions for grant\nof an order of injunction to restrain the enforcement of a Bank\nGuarantee or a Letter of Credit. (i) Fraud committed in the notice of\nthe bank which would vitiate the very foundation of guarantee; (ii)\ninjustice of the kind which would make it impossible for the\nguarantor to reimburse himself.</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_25\">11.\tExcept\nunder these circumstances, the courts should not readily issue\ninjunction to restrain the realization of a Bank Guarantee or a\nLetter of Credit. So far as the first exception is concerned, i.e. of\nfraud, one has to satisfy the court that the fraud in connection with\nthe Bank Guarantee or Letter of Credit would vitiate the very\nfoundation of such a Bank Guarantee or Letter of Credit. So far as\nthe second exception is concerned, this court has held in that\ndecision that it relates to cases where allowing encashment of an\nunconditional bank guarantee would result in irretrievable harm or\ninjustice to one of the parties concerned.  While dealing with the\ncase of fraud, this court in the case of <a href=\"/doc/329587/\" id=\"a_46\">U.P. Coop. Federation Ltd.\nVs. Singh Consultants and Engineers (P) Ltd.</a> (1988) 1 SCC 174 held as\nfollows:</span> \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_26\">&quot;The\nfraud must be of an egregious nature such as to vitiate the entire\nunderlying transaction. While coming to a conclusion as to what\nconstitutes fraud, this court <a href=\"/doc/329587/\" id=\"a_47\">in <a href=\"/doc/329587/\" id=\"a_48\">the above case</a></a> quoted with approval\nthe observations of Sir John Donaldson, M.R. in Bolivinter Oil SA\nV/s. Chase Manhattan Bank (1984) 1 All ER 351 at p. 352 which is as\nfollows:</span>\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_45\">&quot;The\nwholly exceptional case where an injunction may be granted is where\nit is proved that the bank knows that any demand for payment already\nmade or which may thereafter be made will clearly be fraudulent. But\nthe evidence must be clear both as to the fact of fraud and as to the\nbank&#x27;s knowledge. It would certainly not normally be sufficient that\nthis rests on the uncorroborated statement of the customer, for\nirreparable damage can be done to a bank&#x27;s Credit in the relatively\nbrief time which must elapse between the granting of such an\ninjunction and an application by the bank to have it charged.&quot;  \n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">                  (Emphasis supplied)\n \n\n\n \n\n\n \n\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">12.\n  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_27\">In <a href=\"/doc/325228/\" id=\"a_49\">Svenska Handelsbanken Vs. Indian Charge Chrome</a> [(1994) 1 SCC\n502], it has also been held that a confirmed Bank\nGuarantee/irrevocable Letter of Credit cannot be interfered with\nunless there is established fraud or irretrievable injustice involved\nin the case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_28\">In fact, on the question of fraud, this decision\napproved the observations made by this court in the case of <a href=\"/doc/329587/\" id=\"a_50\">U.P.\nCoop. Federation Ltd Vs. Singh Consultants and Engineers (P) Ltd.</a> \n[(1988) 1 SCC 174].&quot;</span>\n</p> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_50\">15.\tThis\njudgment of the Supreme Court makes it very abundantly clear that\nfraud must be of an egregious nature   to vitiate the underlying\ntransaction.   If fraud is at all alleged, then the evidence in\nthat regard must be clear both as to the fact of fraud and as to the\nBank&#x27;s  knowledge.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_51\">16.\tIn\nthe case of  Haryana Urban Development Authority Vs. Anupama Patnaik\n(2000) 10 SCC 649, the Supreme Court while dismissing the Civil\nAppeal, observed as under:-\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_46\">&quot;It\nis rather strange that a simple claim for money was made in a writ\npetition and was entertained by the High Court and allowed.  There\nare several disputed questions of fact.  Each party is alleging that\nthe other party is guilty of violation of the terms of the allotment.\n The matter is not covered by any statutory provisions.  The writ\npetition itself was misconceived and not ought to have been\nentertained.  Accordingly, this appeal is allowed and the judgment of\nthe High Court is set aside.  No costs.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_52\">17.\tWe\nmay now look into the case law, which has been relied upon by the\nappellant in support of the above referred contentions.  It is not\nnecessary to discuss all the judgments which have been relied upon\nbut some of them as regards &#x27;fraud&#x27; needs to be discussed.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_29\">18.\tIn\nthe case of Vintec Electronics Pvt.Ltd. <a href=\"/doc/1342691/\" id=\"a_51\">Vs. HCL Infosystems Ltd.</a>\n(supra), while dealing with the dispute between the parties relating\nto invocation of the Bank guarantee furnished by the appellant in\nfavour of respondent, the Supreme Court in paras 11 and 12 held as\nunder:-</span>\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_47\">11.\tThe\nlaw relating to invocation of bank guarantees is by now well settled\nby a catena of decisions of this court.  The bank guarantees which\nprovided that they are payable by the guarantor on demand is\nconsidered to be an un-conditional bank guarantee.  When in the\ncourse of commercial dealings, unconditional guarantees have been\ngiven or accepted  the beneficiary is entitled to realize such a bank\nguarantee in terms thereof irrespective of any pending disputes.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_30\">In\n<a href=\"/doc/1746106/\" id=\"a_52\">U.P. State Sugar Corporation      vs. Sumac International Ltd.</a>,this\ncourt observed that :</span> \n</blockquote>\n \n\n\n      \n\n \n\n\n<blockquote id=\"blockquote_48\">&quot;The\nlaw relating to invocation of such bank guarantees is by now well\nsettled.  When in the course of commercial dealings an unconditional\nbank guarantee is given or accepted, the beneficiary is entitled to\nrealize such a bank guarantee in terms thereof irrespective of any\npending  disputes.  The bank giving such a guarantee is bound to\nhonour it as per its terms irrespective of any dispute raised by its\ncustomer. The very purpose of giving such a bank guarantee would\notherwise be defeated.  The courts should, therefore, be slow in\ngranting an injunction to restrain the realization of such a bank\nguarantee.  The courts have carved out only two exceptions.  A fraud\nin connection with such a bank guarantee would vitiate the very\nfoundation of such a bank guarantee.  Hence if there is such a fraud\nof which the beneficiary seeks to take advantage, he can be\nrestrained from doing so.  The second exception relates to cases\nwhere allowing the encashment of an unconditional bank guarantee\nwould result in irretrievable harm or injustice to one of the parties\nconcerned.  Since in most cases payment of money under such a bank\nguarantee would adversely affect the bank and its customer at whose\ninstance the guarantee is given, the harm or injustice contemplated\nunder this head must be of such an exceptional and irretrievable\nnature as would over ride the terms of the guarantee and the adverse\neffect of such an injunction on commercial dealings in the country. \nThe two grounds are not necessarily connected, though both may\ncoexist in some cases.&quot;\n</blockquote> \n\n\n      \n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_54\">12.\tIt\nis equally well settled in law that bank guarantee is an independent\ncontract between bank and the beneficiary thereof.  The bank is\nalways obliged to honour its guarantee as long as it is an\nunconditional and irrevocable one.  The dispute between the\nbeneficiary and the party at whose instance the bank has given the\nguarantee is immaterial and of no consequence.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_31\">In <a href=\"/doc/1342691/\" id=\"a_53\">BSES Limited (Now\nReliance Energy Ltd.) vs. Fenner India Ltd. And</a> anr.   this court\nheld :</span>\n</p> \n\n\n      \n\n \n\n\n<blockquote id=\"blockquote_49\">&quot;10.\n</blockquote><blockquote id=\"blockquote_50\"> There are, however, two exceptions to this \n\n \n\n\nRule.\n</blockquote><blockquote id=\"blockquote_51\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_32\">The first is when there is a clear fraud \n\n \n\n\nof\nwhich the Bank has notice and a  fraud of the \n\n \n\n\nbeneficiary\nfrom which it seeks to benefit.  The \n\n \n\n\nfraud\nmust be of an egregious nature as to vitiate the entire underlying\ntransaction.  The second exception to the general rule of\nnon-intervention is when there are special equities\n \n\n\nin\nfavour of injunction, such as when irretrievable &#x27;injury&#x27; or\n&#x27;irretrievable injustice&#x27;  would occur if such an injunction were not\ngranted.  The general rule and its exceptions has been reiterated in\nso many judgments of this court, that in <a href=\"/doc/1746106/\" id=\"a_54\">U.P. State Sugar Corpn. V.\nSumac International Ltd.</a> (1997) 1 SCC 568 (hereinafter &#x27;U.P. State\nSugar Corpn&#x27;) this Court, correctly declared that the law   was\n&#x27;settled&#x27;.&quot;</span> \n</blockquote>\n \n\n\n      \n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_55\">19.\n\tThis judgment has been relied upon to canvass two propositions of\nlaw, (1) a fraud in connection with a Bank guarantee would vitiate\nthe very foundation of such a Bank guarantee and if there is a fraud\nof which the beneficiary seeks to take advantage, he can be\nrestrained from doing so; (2) that if the Bank guarantee is not\nunconditional or unequivocal in terms, then the party cannot claim\nany unfettered right to invoke Bank guarantee and cannot demand\nimmediate payment from Bank.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_56\">20.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_33\">In\nthe case of <a href=\"/doc/1746106/\" id=\"a_55\">U.P. State Sugar Corporation</a> (supra), same principle has\nbeen reiterated that fraud in connection with a Bank guarantee would\nvitiate the very foundation of such a Bank guarantee.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_57\">21.\n\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184405\" id=\"span_34\">In the case of <a href=\"/doc/184405/\" id=\"a_56\">Zonal Manager, Central Bank of India Vs. Devi Ispat\nLtd.</a> (supra), the Supreme Court while dealing with a matter arising\nout of contract, observed in paragraph 24 as under:-</span>\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_52\">&quot;24.\n</blockquote><blockquote id=\"blockquote_53\"> After adverting to certain factual details, the Court framed the\nfollowing question: (ABL International Ltd. case SCC p. 564 para 8)\n \n\n\n \n\n\n \n\n\n&quot;8.\n</blockquote><blockquote id=\"blockquote_54\"> As could be seen from the arguments addressed  in this appeal and as\nalso from the divergent views of the two courts below, one of the\nquestions that falls for our consideration is whether a writ petition\nunder <a href=\"/doc/1712542/\" id=\"a_57\">Article 226</a> of the Constitution of India is maintainable to\nenforce a contractual obligation of the State or its instrumentality,\nby an aggrieved party.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_58\">22.\tThis\njudgment has been relied upon to canvass the proposition of law that\nmerely because respondent No.1 STC has raised a dispute in regard to\nthe facts of the case, the Court entertaining such petition under\n<a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of the Constitution is not always bound to relegate the\nparties to a suit and in an appropriate case, the writ Court has the\njurisdiction to entertain a writ petition involving disputed\nquestions of fact and there is no absolute bar for entertaining a\nwrit petition even if the same arises out of a contractual obligation\nand or involve some disputed questions of fact.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_59\">23.\tIn\nthe case of ABL International Ltd. Vs. ECGC (supra), the Supreme\nCourt held in paragraphs 16, 19, 27 and 51 as under:-\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_55\">&quot;16.\n</blockquote><blockquote id=\"blockquote_56\">\tA perusal of this judgment though shows that a writ petition\ninvolving serious disputed questions of facts which requires\nconsideration of evidence which is not on record, will not normally\nbe entertained by a court in the exercise of its jurisdiction under\n<a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> of the Constitution of India. This decision again, in our\nopinion, does not lay down an absolute rule that in all cases\ninvolving disputed questions of fact the parties should be relegated\nto a civil suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_35\">In this view of ours, \n\n \n\n\nwe\nare supported by a judgment of this Court in the case of <a href=\"/doc/1141333/\" id=\"a_60\">Smt. Gunwant\nKaur &amp; Ors. vs. Municipal Committee, Bhatinda and Ors.</a> [1969 (3)\nSCC 769] where dealing with such a situation of disputed questions of\nfact in a writ petition this Court held :</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_57\">&quot;The\nHigh Court observed that they will not determine disputed question of\nfact in a writ petition.  But what facts were in dispute and what\nwere admitted could only be determined after an affidavit in reply\nwas filed by the State.  The High Court, however, proceeded to\ndismiss the petition in limine.  The High Court is not deprived of\nits jurisdiction  to entertain a petition under <a href=\"/doc/1712542/\" id=\"a_61\">Article 226</a> merely\nbecause in considering the petitioner&#x27;s right to relief questions of\nfact may fall to be determined.  In a petition under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> the\nHigh Court has jurisdiction  to try issues both of  fact and law. \nExercise of the jurisdiction is, it is true, discretionary, but the\ndiscretion must be exercised on sound judicial principles.  When the\npetition raises questions of fact of a complex nature, which  may for\ntheir determination require  oral evidence to be taken, and on that\naccount the High Court is of the view that the dispute may not\nappropriately \n\n \n\n\nbe\ntried in a writ petition, the High Court may decline to try a\npetition. Rejection of a petition in limine will normally be\njustified, where the High Court is of the view that the petition is\nfrivolous or because of the nature of the claim made dispute sought\nto be agitated, or that the petition against the party against whom\nrelief is claimed is not maintainable or that the dispute raised\nthereby is such that it \n\n \n\n\nwould\nbe inappropriate to try it in the writ jurisdiction, or for analogous\nreasons. \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_58\">From\nthe averments made in the petition filed by the appellants it is\nclear that in proof of a large number of allegations the appellants\nrelied upon documentary evidence and the only matter in respect of\nwhich conflict of facts may possibly arise related to the due\npublication of the notification under <a href=\"/doc/1332830/\" id=\"a_63\">Section 4</a> by the Collector. \n</blockquote>\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_59\">In\nthe present case, in our judgment, the High Court was not justified\nin dismissing the petition on the ground that it will not determine\ndisputed question of fact.  The High Court has jurisdiction to\ndetermine questions of \n\n \n\n\nfact,\neven if they are in dispute and the present, in our judgment, is a\ncase in which in the interests of both the parties the High Court\nshould have entertained the petition and called for an affidavit in\nreply from the respondents, and should have proceeded to try the\npetition instead of relegating the appellants to a separate suit.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_60\">&quot;19.\t\n</blockquote><blockquote id=\"blockquote_61\">Therefore, it is clear from the above enunciation of law that merely\nbecause one of the parties to the litigation raises a dispute in\nregard to the facts of the case, the court entertaining such petition\nunder <a href=\"/doc/1712542/\" id=\"a_64\">Article 226</a> of the Constitution is not always bound to relegate\nthe parties to a suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_36\">In <a href=\"/doc/1141333/\" id=\"a_65\">the above case</a> of <a href=\"/doc/1141333/\" id=\"a_66\">Smt.Gunwant Kaur</a> (supra),\nthis Court even went to the extent of holding that in a writ\npetition, if facts required, even oral evidence can be taken. This\nclearly shows that in an appropriate case, the writ court has the\njurisdiction to entertain a writ petition involving disputed\nquestions of fact and there is no absolute bar for entertaining a\nwrit petition even if the same arises out of a contractual obligation\nand or involves some \n\n \n\n\ndisputed\nquestions of fact.&quot;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_62\">&quot;27.\tFrom\nthe above discussion of ours, following legal principles emerge as to\nthe maintainability of a writ petition :- \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_63\">(a)\tIn\nan appropriate case, a writ petition as against a State or an\ninstrumentality of a State arising out of a contractual obligation is\nmaintainable.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_64\">(b)\tMerely\nbecause some disputed questions of facts arise for consideration,\nsame cannot be a ground to refuse to entertain a writ petition in all\ncases as a matter of rule. \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_65\">(c)\tA\nwrit petition involving a consequential relief of monetary claim is\nalso maintainable.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_66\">&quot;51.\n</blockquote><blockquote id=\"blockquote_67\"> From the terms of the contract, we have noticed in Clause (6) as\namended by the addendum, consideration by way of barter of goods is\nnot the sole consideration. The said clause contemplates alternate\nmodes of payment of consideration one of them being by barter of\ngoods and the other by cash payment in US $. The terms of the\ninsurance contract which was agreed \n\n \n\n\nbetween\nthe parties were after the terms of the contract between the exporter\nand the importer were executed which included the addendum,\ntherefore, without hesitation we must proceed on \n\n \n\n\nthe\nbasis that the first respondent issued the insurance policy knowing\nvery well that there was more than one mode of payment of\nconsideration and it had insured failure of all the modes of payment\nof consideration. From the correspondence as well as from the terms\nof the policy, it is noticed that existence of only two conditions\nhave been made as a condition precedent for making the first\nrespondent Corporation liable to pay for the insured risk, that is,\n</blockquote><blockquote id=\"blockquote_68\">(i) there should be a default on the part of the Kazak Corporation to\npay for the goods received; and (ii) there should be a failure on the\npart of the Kazakhstan Government to fulfil their guarantee. This is\nclear from the terms of the insurance contract read with the letter\nof the first respondent dated 8th September, 1993 wherein at Clause\n3A, it is stated : &quot;Our liability will arise only after default\nhas been established on the guarantee of the Ministry.&quot; From the\nabove, it is clear both the grounds as put forth by the learned\ncounsel \n\n \n\n\nfor\nthe respondent before us as well as in the two letters of repudiation\nissued by the first respondent are unsustainable. In our opinion, the\nfirst respondent insured the export risk of the appellants in regard\nto the non payment of the consideration for the tea exported whether\nit arose from the non fulfillment of the barter clause or for the non\nfulfillment of the cash payment clause. The argument advanced on\nbehalf of the respondent that the appellants refused to accept the\nbarter by goods offered by the first respondent which amounted to a\ndefault under the \n\n \n\n\ncontract\non the part of the appellants has no legs to stand in view of the\nclear language of the amended Clause 6 of the agreement which as\nnoted above states that the obligation of the buyer, namely, Kazak\nCorporation to pay for the goods received by it in US $ arises when\npayment by barter fails for &quot;any reason whatever&quot;. The use\nof the words &quot;any reason whatever&quot; in the said amended\nclause includes the reasons of refusal by the appellants to accept\nthe goods offered in barter. On the face of the said language of\namended clause, there could be no room for two opinions at all in\nregard to the liability of the first respondent to pay for the loss\nsuffered by the appellants even in cases where payment by barter\nfails at the instance of \n\n \n\n\nthe\nappellant. The learned counsel for the respondent contended for a\ncorrect interpretation of this amended clause and the other clauses\nof the contracts i.e. the contract of export and the contract of\ninsurance between the parties there is need for oral evidence being\nled without which a proper interpretation of this clause is not\npossible, therefore, it is fit case in which the appellants should be\ndirected to approach the Civil Court to establish its claim. We find\nno force in this argument. We have come to the conclusion that the\namended Clause 6 of the agreement between the exporter and the\nimporter on the face of it does not give room for a second or another\nconstruction than the one already accepted by us. We have also noted\nthat reliance placed on sub-clause (d) of the proviso to the\ninsurance \n\n \n\n\ncontract\nby the Appellate Bench is also misplaced which is clear from the\nlanguage of the said clause itself. Therefore, in our opinion, it\ndoes not require any external aid much less any oral evidence to\ninterpret the above clause. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_37\">Merely because the first respondent wants\nto dispute this fact, in our opinion, it does not become a disputed\nfact. If such objection as to disputed questions or interpretations\nare raised in a writ petition, in our opinion, the courts can very\nwell go into the same and decide that objection if facts permit the\nsame as in this case. We have already noted the decisions of this\ncourt which in clear terms have laid down that mere existence of\ndisputed questions of fact ipso facto does not prevent a writ court\nfrom determining the disputed questions of fact. (See: <a href=\"/doc/1141333/\" id=\"a_67\">Gunwant Kaur</a>\n(supra)).&quot;</span>\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_60\">24.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28176\" id=\"span_38\">In\nthe case of <a href=\"/doc/28176/\" id=\"a_68\">Federal Bank Limited Vs. V.M. Jog Engineering Ltd.</a> -\n(2001) 1 SCC 663, the Supreme Court in paragraphs 56 and 57 observed\nas under:-</span>\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_69\">&quot;56.\tDecided\ncases hold that in order to obtain an injunction against the issuing\nbank, it is necessary to prove that the bank had knowledge of the\nfraud.  \n</blockquote>\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_70\">57.\tKerr,\nJ. said in R.D. Harbottle (Mercantile) Ltd. Vs. National Westminister\nBank Ltd., (1978 QB 146) (QB at p. 155) that irrevocable Letters of\nCredit are &quot;the lifeblood of international commerce&quot;.  He\nsaid:\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_71\">&quot;Except\npossibly in clear cases of  fraud of which the banks have notice,\nthe Courts will leave the merchants to settle their disputes under\nthe contracts by litigation or arbitration .... Otherwise, trust in\ninternational commerce could be irreparably damaged.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_61\">Denning\nM.R stated in Edward and Owen Engg. Ltd. Vs. Barclays Bank\nInternational Ltd., 1978 (1) All ER 976 that &quot;the only exception\nis where there is a clear fraud of which the bank had notice&quot;. \nBrowne, L.J. said in the same case &quot;but it is certainly not\nenough to allege fraud,  it must be established\nand in such circumstances, I should say, very clearly established&quot;.\n In Bolivinter Oil S.A V. Chase Manhattan Bank, All ER at p. 352, it\nwas said&quot;\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_72\">&quot;Where\nit is proved that the bank knows that any demand for payment already\nmade or which may thereafter be made will clearly be fraudulent.  But\nthe evidence  must be clear, both as to the fact of fraud\nand as to the bank&#x27;s knowledge\n It would certainly not normally be sufficient that this rests on the\nuncorroborated statement of the\ncustomer, for irreparable damage can be done to a bank&#x27;s credit in\nthe relatively brief time &#x27;before the injunction is vacated.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_62\">Thus,\nnot only must &quot;fraud&quot; be clearly proved but so far as the\nbank is concerned, it must prove that it had knowledge of the fraud. \nIn United Trading Corpn. S.A V. Allied Arab Bank, 1985 (2) Lloyds Rep\n554, it was stated that there must be proof of knowledge of fraud on\nthe part of the bank at any time before payment.  It was also\nobserved that it:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_73\">&quot;would\nbe sufficient if the corroborated evidence of the plaintiff usually\nin the form of contemporary documents and the unexplained failure of\na beneficiary to respond to the attach, lead to the conclusion that\nthe only realistic inference to draw was &#x27;fraud&#x27;.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_74\">\tIn\nGuaranty Trust Co. of New York V. Hannay, (1918) 2 QB 623 the banker\naccepted the documents without any knowledge of fraud or\nfalsification and it was held that the defendants could not\ncounterclaim from the bank.  However, it would be the banker&#x27;s duty\nto refuse the documents which on their face bear signs of having been\naltered (See Saloman and Naudus, Re.  That was a CIF contract.  This\nCourt in ITC Ltd. Vs. Debts Recovery Appellate Tribunal, (AIR 1998 SC\n</blockquote><blockquote id=\"blockquote_75\">634) also held that knowledge of the bank as to the fraud or forgery\nhad to be prima facie established.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_63\">25.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_39\">In\n<a href=\"/doc/1834541/\" id=\"a_69\">United Commercial Bank Vs. Bank of India</a> - AIR 1981 SC 1426, the\nSupreme Court has held in paras 53 and 54 as  under:-</span>\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_76\">&quot;53.\n</blockquote><blockquote id=\"blockquote_77\"> It is only in exceptional cases that the courts will interfere with\nthe machinery of irrevocable obligations assumed by banks.  They are\nthe life-blood of international commerce.  Such obligations are\nregarded as collateral to the underlying rights and obligations\nbetween the merchants at either end of the banking chain.  Except\npossibly in clear cases of fraud of which the banks have notice, the\nCourts will leave the merchants to settle their disputes under the\ncontracts by litigation or arbitration as available to them or\nstipulated in the contracts.  The Courts are not concerned with their\ndifficulties to enforce such claims; these are risks which the\nmerchants take.  In this case the plaintiffs took the risk of the\nunconditional wording of the guarantees.  The machinery and\ncommitments of banks are on a different level.  They must be allowed\nto be honoured, free from interference by the Courts.  Otherwise\ntrust in international commerce could be irreparably damaged.&quot;\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_78\">&quot;54.\n</blockquote><blockquote id=\"blockquote_79\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"573550\" id=\"span_40\">Recently again the Supreme Court in <a href=\"/doc/573550/\" id=\"a_70\">The State Trading Corporation of\nIndia Vs. Jarisas Clothing Corporation</a>, reported in AIR 1994 SC 2778,\nclearly held that in a case of unequivocal and unconditional contract\nof bank guarantee by supplier or his failure for shipment of goods;\nno injunction should be granted against the corporation from invoking\nthe bank guarantee except in a clear case of fraud.&quot;</span>\t\n</blockquote> \n\n\n\t\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_64\">26.\tThus,\nthe right which the appellant wants to enforce by means of a writ is\nfounded purely on a contract.  It is a well recognized rule of law\nthat the Court would not issue a writ of as order of mandamus in\ncases where contractual obligations are in dispute.  Ferris in his\n&quot;Extraordinary Legal Remedies&quot; says on page 229:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_80\">&#x27;The\nduties enforceable by mandamus, although not necessarily public\nduties, are those imposed by law.  Mandamus will not lie therefore to\nenforce a right founded purely on private contract, however clear\nthat right may be.&#x27;\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_65\">27.\tIt\nis well settled that duties imposed on corporations, not by virtue of\nexpress provision of law or charter, or necessarily arising from the\nnature of the privileges or obligations conferred, but arising out of\nprivate contractual relations involving no question of public trust\nor duty, will not be enforced by mandamus, either against the\ntrustees or the corporation.  The aggrieved party is left to as\nordinary remedies, either at law or equity.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_66\">28.\tIt\nis thus, obvious that in a case in appeal, the dispute relates to\ncontractual matters between  the parties, which cannot be properly\nresolved on the allegations of fraud made on the affidavits presented\nbefore us.  Therefore, in such a matter the appellants have no right\nto seek a writ of mandamus from this Court since the matter pertains\nto contractual dispute between the parties.  Furthermore, the\ndisputes are of such a nature which cannot be adequately resolved on\naffidavits by this Court.  Under these circumstances, we are clearly\nof the opinion that the appellant has no right to seek a writ of\nmandamus from this Court.  Thus, the power conferred upon the High\nCourts under <a href=\"/doc/1712542/\" id=\"a_71\">Article 226</a> of the Constitution of India are\ndiscretionary in nature, which can be invoked for enforcement of any\nfundamental right and legal right and not for mere contractual rights\narising out of an agreement particularly in view of the existence of\nan efficacious alternative remedy.  The constitutional Court should\ninsist upon the party to avail of the same instead of invoking the\nextra-ordinary writ jurisdiction of the Court.  However, we do not\npropose to say that the Court is absolutely debarred from granting\nthe appropriate relief to a citizen under peculiar and special facts\nnotwithstanding the existence of an alternative efficacious remedy,\nprovided such special circumstances are pleaded and established in\nthe given case.  In the absence of any constitutional or statutory\nrights being involved, a writ proceeding would not lie to enforce\ncontractual obligations even if it is sought to be enforced against\nthe State or to avoid contractual liability arising thereto.  In the\nabsence of any statutory right, <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> of the Constitution\ncannot be availed to claim any money in respect of breach of contract\nor tort or otherwise.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_67\">29.\tIn\nthe conspectus of the ratio decidendi of the decisions <a href=\"/doc/573550/\" id=\"a_73\">referred to\nabove</a> as well as other decisions on the point, our understanding of\nthe legal position is that ordinarily a petition under <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a> of\nthe Constitution is not maintainable for enforcement of contractual\nrights. A Court of Writ may be loath to exercise discretion in\ncontractual disputes where interference would not be in furtherance\nof public interest.  It is settled law that discretionary powers are\nexercised not merely on the making out of a legal point but only when\noverwhelming public interest requires interference.  Even if the\naction is challenged on the ground of arbitrariness and alleged fraud\nand the Court considers that disputed questions of fact have surfaced\nwhich cannot be effectively resolved on the basis of affidavit\nevidence, it may in its wisdom refuse to exercise discretion.  It is\nonly  in appropriate cases that the extraordinary jurisdiction ought\nto be exercised.  What would be an appropriate case necessarily has\nto be decided on the basis of the facts presented and it would not be\nprudent to even attempt to lay down any guidelines in this behalf\nexcept where fraud is writ large on the face of the record and\negregious in nature   to vitiate the underlying transaction.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_68\">30.\tIn\nview of the aforesaid discussion, we hold that there is no merit in\nthis appeal and the same deserves to be dismissed.  Accordingly, the\nappeal is dismissed with no order as to costs.\n</p> \n\n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_69\">\t\t\t\t\t\t(S.J.\nMukhopadhaya, C.J.)\n \n\n \n\n\n \n\n\t\t\t\t\t\t\t(J.B.\nPardiwala, J.)\n \n\n*/Mohandas\t\n\n    \n\n \n\t   \n      \n      \n\t    \n\t\t   \n\t   \n      \n\t  \t    \n<span class=\"hidden_text\" id=\"span_41\">\t\t   Top</span>\n\t   \n      \n   \n    \n                            \n                            \n                            \n\n\n\n</p>","numcites":27,"numcitedby":0,"docsource":"Gujarat High Court","citetid":1449431,"divtype":"judgments","relatedqs":[{"value":"fraud on court ","formInput":"fraud%20on%20court%20"},{"value":"disputed question of facts in a writ petition","formInput":"disputed%20question%20of%20facts%20in%20a%20writ%20petition"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"e contracts","formInput":"e%20contracts"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"bank guarantee fraud","formInput":"bank%20guarantee%20fraud"},{"value":"international contract","formInput":"international%20contract"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"mandamus","formInput":"mandamus"},{"value":"consequential relief","formInput":"consequential%20relief"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"Writ on disputed question of facts","formInput":"Writ%20on%20disputed%20question%20of%20facts"},{"value":"questions of fact","formInput":"questions%20of%20fact"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}