{"tid":569814,"publishdate":"1994-11-24","title":"State Of W.B vs Mohammed Khalid on 24 November, 1994","doc":"<h2 class=\"doc_title\">State Of W.B vs Mohammed Khalid on 24 November, 1994</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1995 AIR 785, 1995 SCC (1) 684, AIR 1995 SUPREME COURT 785, 1995 AIR SCW 559, (1994) 4 CURCRIR 821, 1995 CRILR(SC&MP) 121, (1995) 1 CRIMES 397, 1995 (1) SCC 684, (1995) 1 SCJ 617, 1995 CRILR(SC MAH GUJ) 121, 1995 CALCRILR 52, (1994) 7 JT 660 (SC), 1995 SCC (CRI) 266</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-mohan\">S.  Mohan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-mohan\">S.  Mohan</a>, <a href=\"/search/?formInput=benchid:m-k-mukherjee\">M.K Mukherjee</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSTATE OF W.B\n\n\tVs.\n\nRESPONDENT:\nMOHAMMED KHALID\n\nDATE OF JUDGMENT24/11/1994\n\nBENCH:\nMOHAN, S. (J)\nBENCH:\nMOHAN, S. (J)\nMUKHERJEE M.K. (J)\n\nCITATION:\n 1995 AIR  785\t\t  1995 SCC  (1) 684\n JT 1994 (7)   660\t  1994 SCALE  (4)1048\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">The Judgment of the Court was delivered by\nMOHAN,\tJ.-  Criminal  Appeal No. 327 of  1994\tis  directed\nagainst\t the judgment and order dated 13-4-1994 of the\tHigh\nCourt of Calcutta in CO No. 9121 (W) of 1993.\n</p><p data-structure=\"Issue\" id=\"p_2\">2.Criminal  Appeal No. 328 of 1994 is directed\tagainst\t the\njudgment  and  order dated 13-4-1994 of the  High  Court  of\nCalcutta in CO No. 8377(W) of 1993.  Criminal Appeal No. 329\nof 1994 is directed against the judgment and order dated 13-\n4-1994\tof the High Court of Calcutta in CO No.\t 8378(W)  of\n1993.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.All  these cases arise out of writ petitions filed in\t the\nHigh Court of Calcutta challenging the validity of  sanction\nand  taking  cognizance\t of the cases against  each  of\t the\nrespondents by the Designated Court under the <a href=\"/doc/17848451/\" id=\"a_1\">Terrorist\t and\nDisruptive  Activities (Prevention) Act,  1987</a>\t(hereinafter\nreferred  to  as &#x27;TADA).  A further challenge  in  the\twrit\npetition  was also made to the &#x27;vires&#x27; of TADA.\t The  orders\nof  sanction  and  taking  cognizance  were  quashed.\t The\nchallenge  to the Act was not gone into since the  same\t was\npending at the relevant time before this Court.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.To highlight the issue involved, it is enough if we advert\nto the facts in Criminal Appeal No. 328 of 1994 since CO No.\n8377(W)\t of  1993,  against  which  this  appeal  has\tbeen\npreferred, is the main case.  The same decision was  applied\nto  Criminal  Appeals Nos. 327 and 329 of 1994.\t  The  short\nfacts are as under.\n</p><p data-structure=\"Facts\" id=\"p_5\">5.On  the evening of 16-3-1993, an explosion occurred at  or\nnear  Premises\tNo. 267, B.B. Ganguly Street,  Calcutta.  69\npersons died, 5 of them died as a result of direct blast and\n46  others were injured.  The said premises and\t some  other\nbuildings adjoining it collapsed and/or were badly damaged.\n</p><p data-structure=\"Facts\" id=\"p_6\">6.A  complaint\twas  lodged  on\t 17-3-1993  regarding\tthis\nincident by Mr B.K. Chattopadhaya, Sub-Inspector attached to\nBowbazar  Police  Station.  This complaint  was\t treated  as\nfirst information report.  On that basis, Case No. 84  dated\n17-3-1993  was\tregistered  in\tthe  police  station   under\n<a href=\"/doc/1897847/\" id=\"a_2\">Sections   120-B</a>/<a href=\"/doc/1517318/\" id=\"a_3\">436</a>/<a href=\"/doc/1540253/\" id=\"a_4\">326</a>/<a href=\"/doc/455468/\" id=\"a_5\">307</a>/<a href=\"/doc/1560742/\" id=\"a_6\">302</a>  Indian  Penal\t  Code\t and\n<a href=\"/doc/1056565/\" id=\"a_7\">Sections  3</a> and <a href=\"/doc/1335368/\" id=\"a_8\">5</a> of the Explosive Substances  Act.   Having\nregard\tto the gravity of the offence, the  Commissioner  of\nPolice,\t Calcutta  passed an order that the  case  shall  be\ninvestigated by a team of high-ranking police officials.  In\nthe course of investigation witnesses were examined, various\nseizures  were\tmade  and confessions made  by\ttwo  of\t the\naccused, namely, Pannalal Jaysoara and Mohammed Gulzar\twere\nrecorded  by a learned Metropolitan Magistrate\ton  7-4-1993\nand   19-5-1993\t respectively.\t During\t investigations\t  it\nappeared  that materials had transpired for prosecuting\t the\naccused under <a href=\"/doc/1056565/\" id=\"a_9\">Sections 3</a> and <a href=\"/doc/895566/\" id=\"a_10\">4</a>\n<span class=\"hidden_text\" id=\"span_1\">688</span>\nof TADA.  On 3-5-1993, information to this effect was  given\nto the learned Chief Metropolitan Magistrate, Calcutta.\t The\nlearned\t Magistrate made a record of this fact and  observed\nthat the investigating officer might proceed to\t investigate\noffences under TADA.\n</p><p data-structure=\"Facts\" id=\"p_7\">7.Upon\tcompletion  of investigation,  the  police  obtained\nsanction  to  prosecute\t under\t<a href=\"/doc/1056565/\" id=\"a_11\">Sections  3</a>  and  <a href=\"/doc/1335368/\" id=\"a_12\">5</a>  of\t the\nExplosive   Substances\tAct  from  the\t State\t Government.\nSanction  under\t Section  20-A(2) of TADA  from\t the  Police\nCommissioner  was  also\t obtained.   The  charge-sheet\t was\nsubmitted on 14-6-1993, well within 90 days as is spoken  to\nunder <a href=\"/doc/1346692/\" id=\"a_13\">Section 167(2)(a)(i)</a> of the Code of Criminal Procedure\n(hereinafter referred to as the &#x27;Code&#x27;).\n</p><p data-structure=\"Section\" id=\"p_8\">8.The  sanction to prosecute under <a href=\"/doc/1056565/\" id=\"a_14\">Sections 3</a> and <a href=\"/doc/1335368/\" id=\"a_15\">5</a>  of\t the\nExplosive Substances Act and the sanction under Section\t 20-\nA(2)  were obtained on 11-6-1993.  While  granting  sanction\nunder  Section\t20-A(2) of TADA it was\tmentioned  that\t the\nrecords\t were  placed before the sanctioning  authority\t for\nexamination and perusal.  It appeared that for the last\t 5/6\nyears accused Pannalal Jaysoara had been manufacturing bombs\nin  the\t &quot;Khaskhas&quot;  room on the first floor  of  267,\tB.B.\nGanguly\t Street,  Calcutta as and when required\t by  accused\nMohammed  Rashid Khan, first respondent in  Criminal  Appeal\nNo.  328 of 1994.  Accused Jaysoara was introduced to  other\naccused,  namely, Mohammed Abdul Aziz, first  respondent  in\nCriminal Appeal No. 329 of 1994 and Lala alias Parwez  Khan.\nDeath  of  69 persons, serious injuries to  46\tpersons\t and\ncomplete destruction of a two-storeyed building and  partial\ncollapse of other two and damage to five more buildings were\ncaused\tby the accused by an explosion caused by  bombs\t and\nhuge quantities of extremely dangerous nitro-glycerine-based\nexplosives which experts have opined to be dangerous to life\nand  property.\t The sanctioning authority  mentioned  inter\nalia that the intention of the accused was to strike  terror\nin  the\t people\t and/or to strike  terror  in  a  particular\nsection of the people and/or to adversely affect the harmony\namongst\t the Hindus and the Muslims.  It was also  mentioned\nthe accused had conspired and prepared to commit  disruptive\nactivities.    In   the\t charge-sheet  all   the   necessary\ningredients  under  <a href=\"/doc/1056565/\" id=\"a_16\">Sections  3(1)</a> and <a href=\"/doc/895566/\" id=\"a_17\">4</a> of  TADA  had\tbeen\nmentioned.\n</p><p data-structure=\"Issue\" id=\"p_9\">9.The  first respondent, Mohammed Rashid Khan moved  a\twrit\npetition  under\t <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> of the  Constitution  of  India\nmaking inter alia the following prayers:\n</p><blockquote id=\"blockquote_1\">\t      That  the\t cognizance taken by  learned  Chief\n\t      Metropolitan Magistrate, Calcutta,  Respondent\n\t      7,  in TADA Case No. 1 of 1993 arising out  of\n\t      Section &#x27;H&#x27; (Bowbazar Police Station) Case No.\n\t      84   dated   17-3-1993  and   all\t  subsequent\n\t      proceedings  thereto  are\t illegal,  void\t and\n\t      inoperative in law;\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">\t      A\t writ in the nature of certiorari and/or  an\n\t      order   of  direction  in\t the   like   nature\n\t      commanding  the  respondents to  transmit\t the\n\t      records  relating to TADA case pending  before\n\t      the said respondent to this Court;\n</p><span class=\"hidden_text\" id=\"span_2\">\t      689</span>\n<p data-structure=\"Precedent\" id=\"p_11\">\t      A writ in the nature of prohibition and/or  an\n\t      order   of  direction  in\t the   like   nature\n\t      prohibiting   the\t respondents  and/or   their\n\t      agents   and/or\ttheir\tsubordinates\tfrom\n\t      proceeding any further with the TADA case;\n\t      A\t  writ\t in  the  nature  of   mandamus\t  to\n\t      respondents  to  forbear\tfrom  applying\t the\n\t      provisions of TADA against him and from taking\n\t      any  action or step thereunder and to  release\n\t      the petitioner from custody forthwith.\n</p><p data-structure=\"Precedent\" id=\"p_12\">10.A declaration was also prayed for that TADA is  violative\nof  the Constitution and is liable to be struck\t down.\t But\nthe  High Court by its impugned judgment held that TADA\t has\nbeen wrongly applied in the case and the orders of  sanction\nand further taking cognizance by the Designated Court on 14-\n6-1993\twas  not proper, legal and valid and  the  same\t was\nquashed and set aside.\n</p><p data-structure=\"Issue\" id=\"p_13\">11.Aggrieved  by  the impugned judgment, the State  of\tWest\nBengal has preferred these criminal appeals.\n</p><p data-structure=\"RespArg\" id=\"p_14\">12.Mr K.T.S. Tulsi, learned Additional Solicitor General  in\nattacking the judgment argues as under.\n</p><p data-structure=\"Section\" id=\"p_15\">13.The\tHigh  Court  gravely erred in  quashing\t the  order,\ntaking cognizance, by entering the area which is beyond\t the\nscope of jurisdiction under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the\tConstitution\nof  India.  The jurisdiction is confined to cases where\t the\nallegations  before  the Designated Court  ex  facie  cannot\nconstitute  an\toffence under TADA.  The High  Court  cannot\nexamine\t the merits of the allegations.\t In fact,  what\t has\nbeen  done  by\tthe High Court is  a  laboured\texercise  of\nscrutinising  the  material  placed  before  the  Designated\nCourt.\t In doing so, it entered into a debatable  area\t and\nbegan the process of appreciation of evidence  admissibility\nof confession or prejudgment on trial or determine the guilt\nor innocence of the accused.  It has made an analysis of the\nmaterials  to  determine  the  truth  or  otherwise  of\t the\nallegations.   It  has conducted a virtual  pre-trial  at  a\npremature stage.  On that basis, it had come to a conclusion\nthat  there is no evidence in support of these\tallegations.\nThe  law  is,  the  High  Court\t must  assume  each  of\t the\nallegations made in the charge-sheet to be factually correct\nand examine the ingredients of the offence without adding or\nsubtracting anything therefrom.\n</p><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1577324\" id=\"span_3\">14.In support of this submission, learned counsel relies  on\n<a href=\"/doc/1577324/\" id=\"a_20\">State  of Maharashtra v. Abdul Hamid Haji Mohammed1</a>  wherein\nthis Court has held, the High Court under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> has no\njurisdiction  to  enter into a debatable  area\twhether\t the\ndirect\taccusation  made in conjunction with  the  attendant\ncircumstances, if proved to be true, is likely to result  in\nconviction for an offence under TADA.  The moment there is a\ndebatable area, in the case, it is not amenable to the\twrit\njurisdiction.</span>\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_4\"><a href=\"/doc/1033637/\" id=\"a_22\">15.In\tState  of  Haryana  v.\tBhajan\tLal2</a>  it  has\tbeen\ncategorically laid down that the allegations made in the FIR\nor  the complaint taken on their face value and accepted  in\nits entirety constitute an offence.  The High Court\n1    (1994) 2 SCC 664: 1994 SCC (Cri) 595\n2    1992 Supp (1) SCC 335 : 1992 SCC (Cri) 426\n<span class=\"hidden_text\" id=\"span_5\">690</span>\nis  not justified in quashing the criminal proceedings.</span>\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1287305\" id=\"span_6\">In\n<a href=\"/doc/1287305/\" id=\"a_23\">State  of  Bihar v. P.P. Sharma3</a> this Court had\t ruled\tthat\nwrit petition should not be entertained against charge-sheet\nwhile exercising jurisdiction.\tIf the matter is  considered\non  merits  in the guise of prima facie evidence,  it  would\namount to a pre-trial.\tTo the same effect are the following\nrulings:</span>\n</p><blockquote id=\"blockquote_2\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1577324\" id=\"span_7\">1.  <a href=\"/doc/1577324/\" id=\"a_24\">State of Maharashtra v. Abdul Hamid1</a>\t(SCC\n\t      pp. 669-70, para 7).</span>\n</blockquote><blockquote id=\"blockquote_3\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_8\"><a href=\"/doc/1033637/\" id=\"a_25\">2.State of Haryana v. Bhajan Lal2</a>.</span>\n</blockquote><blockquote id=\"blockquote_4\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1287305\" id=\"span_9\"><a href=\"/doc/1287305/\" id=\"a_26\">3.State  of Bihar v. PP Sharma3</a> (SCC  p.\t269,\n\t      para 68).</span>\n</blockquote><blockquote id=\"blockquote_5\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"983991\" id=\"span_10\"><a href=\"/doc/983991/\" id=\"a_27\">4.Maninder Kaur v. Rajinder Singh4</a>.</span>\n</blockquote><blockquote id=\"blockquote_6\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1730452\" id=\"span_11\">5. <a href=\"/doc/1730452/\" id=\"a_28\">Radhey Shyam Khemka v. State of Bihar5</a>.</span>\n</blockquote><blockquote id=\"blockquote_7\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1871696\" id=\"span_12\">6.    <a href=\"/doc/1871696/\" id=\"a_29\">State  of Bihar v. Murad Ali Khan6</a>\t(SCC\n\t      p. 662).</span>\n</blockquote><blockquote id=\"blockquote_8\">16.  The  next\tsubmission is, under <a href=\"/doc/1712542/\" id=\"a_30\">Article  226</a>  the\tHigh\nCourt  is not entitled to go into the validity or  otherwise\nof  the order granting sanction for prosecution.  The  order\nof  sanction  is required to be proved by  evidence  in\t the\ncourse of trial.  All objections with regard to validity  or\notherwise could be raised there since witnesses are summoned\nto  prove  the\torder  and  they  being\t subject  to  cross-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_18\">examination.   In this case, the order of sanction,  on\t the\nface  of it, shows that the sanctioning authority  had\tgone\nthrough\t  all  the  reports,  the  recorded  statements\t  of\nwitnesses,  confessions and seizure list and the opinion  of\nexperts.   The High Court has to accept these  averments  on\ntheir  face  value.   The correctness or  otherwise  of\t the\nstatement   is\tonly  subject  to  proof  during  a   trial.\nTherefore,  the\t High Court is wrong in holding,  there\t was\nnon-application\t of mind.  In the case of PP Sharma3 it\t has\nbeen held, if all the facts of the case are not mentioned in\nthe  sanction order the same does not become invalid as\t the\nprosecution can prove these facts in the course of trial.\n</p><p data-structure=\"Precedent\" id=\"p_19\">17.  The finding of the High Court that the affidavit of  Mr\nSujit  Kumar Sanyal is not proper because he was neither  an\ninvestigating  officer\tnor  an\t informant  is\tcontrary  to\nrecord.\t  It  was brought to the notice of  the\t High  Court\nthrough the affidavit of the Commissioner of Police that the\nSpecial\t Investigation\tTeam had been set  up  on  18-3-1993\nwhich  was headed by Mr Sujit Kumar Sanyal.   Unfortunately,\nthe  affidavit of Commissioner of Police was not taken\tinto\naccount.   Therefore, the contrary findings are wrong.\t The\nHigh Court wrongly excluded from consideration the effect of\nconfession  of\tthe  two accused for the  reasons  that\t the\nconfession could not have been considered by the  Designated\nCourt as the same remained in sealed cover.  In this regard,\nit is submitted that charge-sheet specifically refers to the\nconfession  recorded by the Magistrate under Section 164  of\nthe Code.\n</p><p data-structure=\"Precedent\" id=\"p_20\">3 1992 Supp (1) SCC 222 : 1992 SCC (Cri) 192\n1    (1994) 2 SCC 664: 1994 SCC (Cri) 595\n2    1992 Supp (1) SCC 335 : 1992 SCC (Cri) 426\n4    1992 Supp (2) SCC 25 : 1992 SCC (Cri) 522\n5    (1993) 3 SCC 54: 1993 SCC (Cri) 591\n6    (1988) 4 SCC 655 : 1989 SCC (Cri) 27\n<span class=\"hidden_text\" id=\"span_13\">691</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\">18.The\tHigh  Court has held in the impugned  judgment\tthat\nfrom  the act of preparation and storage of bombs  intention\nto  commit  offences under TADA cannot be  inferred  as\t the\nmotive was to defend the Muslims.  This finding is  shocking\nand is contrary to the well-established principles of  self-\ndefence.   Then again, the preparation and keeping of  bombs\nare  illegal.\tIt tantamounts to  terrorising\tthe  people.\nTherefore, this would be a terrorist act under <a href=\"/doc/1056565/\" id=\"a_31\">Section 3(1)</a>.\n<a href=\"/doc/1568384/\" id=\"a_32\">If  the Act</a> itself is illegal it cannot be justified on\t the\nplea  of self-defence.\tThe question is whether a  right  of\nprivate defence exists under <a href=\"/doc/1569253/\" id=\"a_33\">Indian Penal Code</a> or any  other\nlaw.  Further, <a href=\"/doc/1056565/\" id=\"a_34\">Section 3(3)</a> is also attracted.\n</p><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1931444\" id=\"span_14\">19.This Court in <a href=\"/doc/1931444/\" id=\"a_35\">Yogendra Morarji v. State of Gujarat7</a>\t(SCC\np.  234, para 30) has dealt with the right of  self-defence.\nThe right of self-defence commences not before a  reasonable\napprehension arises in the mind of the accused.</span>\n</p><p data-structure=\"Section\" id=\"p_23\">20.The finding of the High Court that there are no materials\nin  support of allegation of conspiracy under Section.\t3(3)\nproceeds on misappreciation of the material and is  contrary\nto  the averments contained in the chargesheet.\t It  is\t not\nnecessary  to  bring  home  the\t charge\t of  conspiracy\t  to\nestablish  the time and the place of conspiracy or even\t the\nactual words of communication.\tIt is not necessary to prove\nwho  entered into conspiracy and the nature  of\t conspiracy.\nThe existence of conspiracy can be inferred from the conduct\nof  the\t various  accused prior to  and\t subsequent  to\t the\nconspiracy.   Existence of explosive materials is enough  to\nprove the conspiracy when there was preparation for a  large\nnumber of bombs.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"928322\" id=\"span_15\">In support of this submission, reliance is\nplaced on <a href=\"/doc/928322/\" id=\"a_36\">Ajay Aggarwal v. Union of India8</a>, dealing with the\nlaw  relating to conspiracy.  On the basis of this  citation\nit is submitted, even if the explosion has not taken  place,\nthe very possession of bomb would amount to conspiracy.</span>\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_16\">21.Then\t again,\t the High Court has clearly  gone  wrong  in\nholding\t that  there must be a\tbreakdown  of  law-enforcing\nmachinery.    That  would  be  a  condition  precedent\t for\nprosecuting  the  accused  for offences\t under\tTADA.\tThis\nfinding is contrary to the decision of this Court in  <a href=\"/doc/1813801/\" id=\"a_37\">Kartar\nSingh  v. State of Punjab9</a>.  In that ruling the\t legislative\nintention to bring TADA has been clearly spelt out.  In para\n145 at p. 653, of the ruling what has been observed is\tthat\nthe  ordinary procedural law was found to be  inadequate  by\nthe Legislature and, therefore, the object of Legislature in\nbringing  in  TADA may not be defeated\tor  nullified.\t The\ninterpretation of the High Court, if adopted, would  clearly\nmake  the  TADA unworkable.  <a href=\"/doc/1056565/\" id=\"a_38\">Sections 3</a> and <a href=\"/doc/895566/\" id=\"a_39\">4</a>  of  TADA\t are\nintended for the whole of India.  It has nothing to do\twith\nthe breakdown of law-enforcing machinery.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">22.The\tHigh Court had gone on a totally  incorrect  premise\nwhen  it quashed the order taking cognizance on\t the  ground\nthat it is not a reasoned\n7 (1980) 2 SCC 218 : 1980 SCC (Cri) 394\n8(1993) 3 SCC 609, 617 : 1993 SCC (Cri) 961\n9(1994) 3 SCC 569: 1994 SCC (Cri) 899: JT (1994) 2 SC 423\n<span class=\"hidden_text\" id=\"span_17\">692</span>\norder.\t It  is submitted that no reasons  need\t be  stated.\nTherefore,  this  approach  of the  High  Court\t is  clearly\ncontrary to the following rulings of this Court:\n</p><blockquote id=\"blockquote_9\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"239250\" id=\"span_18\">(<a href=\"/doc/239250/\" id=\"a_40\">1)   Stree Atyachar Virodhi Parishad v. Dilip\n\t      Nathumal Chordia10</a> (SCC p. 721, para 14).</span>\n\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1586918\" id=\"span_19\">(<a href=\"/doc/1586918/\" id=\"a_41\">2)   R.S.  Nayak v. A.R. Antulay11</a>  (SCC\t pp.\n\t      755-56, para 43).</span>\n</blockquote><blockquote id=\"blockquote_10\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"943850\" id=\"span_20\">(<a href=\"/doc/943850/\" id=\"a_42\">3)   State of Bihar v. Ramesh Singh12</a> (SCC p.\n\t      39, para 4).</span>\n</blockquote><blockquote id=\"blockquote_11\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"905055\" id=\"span_21\">(<a href=\"/doc/905055/\" id=\"a_43\">4)   Niranjan  Singh Karam Singh\t Punjabi  v.\n\t      Jitendra\tBhimraj Bijjaya13</a> (SCC p.  85,\tpara</span>\n</blockquote><blockquote id=\"blockquote_12\">\t      7).\n</blockquote><p data-structure=\"PetArg\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"918619\" id=\"span_22\">23.  Equally, the High Court erred in holding that the Court\ntaking\tcognizance  can only look at the police\t report\t and\nnothing\t else.\t This is clearly contrary to the  ruling  of\nthis  Court in <a href=\"/doc/918619/\" id=\"a_44\">Satya Narain Musadi v. State Of Bihar14</a>\t(SCC\npp.  157-58,  paras  9 and 10).\t The  report  under  Section\n173(2)\tis accompanied by all the documents and\t statements.\nAll  of\t them can be looked into.  In support of  the  above\nsubmissions, it is urged that the judgment of the High Court\nis perverse and is liable to be set aside.</span>\n</p><p data-structure=\"PetArg\" id=\"p_27\">24.Mr  U.R. Lalit, learned Senior Counsel appearing for\t the\nappellants submits that a charge-sheet in criminal law is  a\nmere   narration.   It\tis  a  manifestation   of   evidence\ncollected.    No  charge-sheet\tis  ever  construed   in   a\nrestricted way, as has been done by the High Court.  In this\ncase the High Court has grievously erred.\n</p><p data-structure=\"Precedent\" id=\"p_28\">25.  When  a  police report is filed  cognizance  is  almost\nautomatic.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1300233\" id=\"span_23\">In\t fact,\tin  <a href=\"/doc/1300233/\" id=\"a_45\">A.C.  Aggarwal,   Sub-Divisional\nMagistrate  v. Ram Kali15</a> this Court held that when  Section\n190(1)(b)  of the Code uses the words &quot;may take\t cognizance&quot;</span>\n</p><blockquote id=\"blockquote_13\">it means, must take cognizance and that it has no discretion\nin the matter.\tIn law, no reasons need be given for  taking\ncognizance under Section 193.\n</blockquote><p data-structure=\"PetArg\" id=\"p_29\">26.  Mr Ram Jethmalani, learned Senior Counsel, appearing on\nbehalf\tof  the\t respondents submits that a  report  of\t the\npolice\t constitutes  the  facts  found\t as  a\t result\t  of\ninvestigation.\t Under Section 173 of the Code the Court  is\ncalled upon to take action.  The report in the\taccompanying\ndocuments  -though complementary must be  held\tdistinctive.\nIn  law, the report should contain the minimum.\t Should\t the\nreport\tfail to bring out the ingredients of an offence\t the\nsame  cannot be supplemented by other materials.  Thus,\t the\nsubmission  is,\t the  report is relevant for  the  issue  of\nprocess.\n</p><p data-structure=\"Issue\" id=\"p_30\">27.  The impugned order is in two parts-\n</p><p data-structure=\"Issue\" id=\"p_31\">1.   taking cognizance; and\n</p><p data-structure=\"Issue\" id=\"p_32\">2.   issuing a process.\n</p><p data-structure=\"Precedent\" id=\"p_33\">10 (1989) 1 SCC 715, para 14 1989 SCC (Cri) 285\n11 (1986) 2 SCC 716, para 43 1986 SCC (Cri) 256\n12(1977) 4 SCC 39, para 4 1977 SCC (Cri) 533\n13(1990) 4 SCC 76, para 7 1991 SCC (Cri) 47\n14(1980) 3 SCC 152, paras 9 &amp; 10 : 1980 SCC (Cri) 660\n15AIR 1968 SC 1, 5 : (1968) 1 SCR 205 : 1968 Cri LJ 82\n<span class=\"hidden_text\" id=\"span_24\">693</span>\n</p><p data-structure=\"Section\" id=\"p_34\">28.The\ttheory\tof curable irregularity\t cannot\t be  applied\nexcept\tin  revisional or appellate stage.   Section  170(5)\nmakes  a clear distinction between the report and  documents\nalong  with  the report.  Section 190(1)(b) states  :  &quot;Such\nfacts  constitute  an offence.&quot; Section 190 of the  Code  is\ncontrolled  by Section 20-A(1) and (2) of TADA.\t Under\tsuch\ncircumstances,\tthe Court will have to examine\twhether\t the\nbar  has  been\tremoved.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1841408\" id=\"span_25\">In  support  of  this\t submission,\nreliance  is  placed  on  <a href=\"/doc/1841408/\" id=\"a_46\">Gokulchand  Dwarkadas\t Morarka  v.\nKing16</a>.\t   Though  that case arose  under  Defence  of India\nRules, the ratio squarely applies.</span>\n</p><p data-structure=\"Precedent\" id=\"p_35\">29.A  cognizance  which is barred cannot be  overcome  by  a\nsanction.  The court must look at the validity of  sanction.\nIn  this  case, the sanction was never produced\t before\t the\nCourt.\t  On  the  contrary,  the  Court   took\t  cognizance\nautomatically.\t The  specific\tcase  of  these\t respondents\nbefore the High Court was, there was no such sanction.\t The\nburden\tthat  the sanction was granted in  relation  to\t the\nfacts  constituting  the offence has,-not  been\t discharged.\nWhile\ttaking\tcognizance  perusal  of\t sanction   is\t not\nmentioned.  This order is conclusive.\n</p><p data-structure=\"Facts\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"114000\" id=\"span_26\">30.The Commissioner of Police in his affidavit does not\t say\nthat  he handedit over to the Designated Court and that\t the\nCourt returned to the Police as there was no  infrastructure\nfor  safe  custody.   On the basis of the  affidavit  it  is\nsubmitted  that no sanction was made.  In  criminal  justice\nthe  quantum of evidence at the time of issuing the  process\nmust  be  the  same as at the  time  of\t taking\t cognizance.\nRelying\t  on   <a href=\"/doc/114000/\" id=\"a_47\">Vadilal\t Panchal   v.\tDattatraya    Dulaji\nGhadigaonkar17</a>\tit  is urged that under Section 202  of\t the\nCode a plea of self-defence could be raised and the decision\ninvited at the time of issuing process.</span>\n</p><p data-structure=\"Section\" id=\"p_37\">31.As  regards\tthe  exercise of  inherent  jurisdiction  in\nquashing under section 482 of the Code it could be exercised\nin three cases:\n</p><blockquote id=\"blockquote_14\">\t      (i)   When   there   is\ta   legal   bar\t  to\n\t      prosecution.\n</blockquote><blockquote id=\"blockquote_15\">\t      (ii)  The\t FIR and the complaint do  not\tmake\n\t      out the offence.\n</blockquote><blockquote id=\"blockquote_16\">\t      (iii) When there is no legal evidence.\nThe High Court can interfere during investigation\n</blockquote><blockquote id=\"blockquote_17\">\t      (i)   not under the inherent powers but  under\n\t      the Constitution of India;\n</blockquote><blockquote id=\"blockquote_18\">\t      (ii)after\t  cognizance  before   charges\t are\n\t      framed.\n</blockquote><p data-structure=\"Section\" id=\"p_38\">This can be done both under the inherent powers and  <a href=\"/doc/1712542/\" id=\"a_48\">Article\n226</a> of the constitution of India:\n</p><blockquote id=\"blockquote_19\">\t      (a)   on account of the existence of legal bar\n\t      or  where\t there is no  material\tfor  issuing\n\t      process or action;\n</blockquote><blockquote id=\"blockquote_20\">\t      (b)   there is not enough/no legal evidence;\n</blockquote><blockquote id=\"blockquote_21\">\t      (c)   after  charges are framed when there  is\n\t      legal evidence to sustain the charges.\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">16 AIR 1948 PC 82, 83 : 52 CWN 325 : 49 Cri LJ 261\n17 AIR 1960 SC 11 13 : 1960 Cri LJ 1499\n<span class=\"hidden_text\" id=\"span_27\">694</span>\n</p><p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1577324\" id=\"span_28\">32.  It\t is  incorrect to contend that the  High  Court\t has\nappreciated the evidence.  In order to determine whether the\nbar has been removed, it can examine the same.\tAs a  matter\nof  fact, this Court in <a href=\"/doc/1577324/\" id=\"a_49\">State of Maharashtra v. Abdul  Hamid\nHaji  Mohammed1</a>\t (SCC at p. 669) has held that mens  rea  is\nnecessary  in deciding the abetment.   Therefore,  primarily\nthe Court has to decide whether an order of sanction  exists\nor not.</span>\n</p><p data-structure=\"Issue\" id=\"p_41\">33.  The  sanction  in this case is void for  the  following\nreasons:\n</p><blockquote id=\"blockquote_22\">\t       (a)The  order  of sanction  states  that\t the\n\t      Commissioner  of Police &quot;accords sanction\t for\n\t      prosecution&quot;.  Legally speaking, it should  be\n\t      for   proceeding\tunder  TADA  and   not\t for\n\t      prosecution.  It has been so laid down in\t Ram\n\t      Kumar v. State of Haryana Is.\n</blockquote><blockquote id=\"blockquote_23\">\t       (b)There\t is  non-application  of  mind.\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"49086800\" id=\"span_29\">In\n\t      Gokulchand Dwarkadas Morarka16 it is held that\n\t      &quot;there  must  be application  of\tmind&quot;  which\n\t      ratio has been accepted by this Court in <a href=\"/doc/49086800/\" id=\"a_50\">Major\n\t      Som Nath v. Union of India</a> 19.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_42\">\t      <a href=\"/doc/1056565/\" id=\"a_51\">Sections\t3</a> and <a href=\"/doc/895566/\" id=\"a_52\">4</a> of TADA contemplate  various\n\t      kinds  of\t offences.  <a href=\"/doc/1056565/\" id=\"a_53\">Section 3(1)</a>  speaks  of\n\t      different types of offences.  Therefore, there\n\t      must  be\tapplication  of\t mind  as  to\twhat\n\t      offences are alleged.\n</p><p data-structure=\"Precedent\" id=\"p_43\">\t      (c)The sanction order says &quot;and/or&quot;.  This  is\n\t      bad in law.  It has been so <a href=\"/doc/49086800/\" id=\"a_54\">laid down in</a> Major\n\t      Som  Nathl9.  The sanctioning  authority\tmust\n\t      conform to the same standard as the court\t and\n\t      decide  conspiracy against each accused.\t The\n\t      leading\tcase   on  this\t aspect\t  is   Alvin\n\t      Krulewitch  v.  United States20.\t Relying  on\n\t      this  ruling  it is submitted the\t Court\tmust\n\t      insist on an admissible evidence against\teach\n\t      accused.\tTo the same effect is Walli Mohammad\n\t      v. King21.\n</p><p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"905055\" id=\"span_30\">34.If  the bombs are intended for self-defence there  is  no\nmens  rea.   Consequently, there is no offence\tunder  TADA.\nSupport is derived for this proposition from <a href=\"/doc/905055/\" id=\"a_55\">Niranjan  Singh\nKaram Singh v. Jitendra Bhimraj Bijjaya</a> 1&#x27; (SCC at pages 87-</span>\n</p><p data-structure=\"Issue\" id=\"p_45\">88).  Where preparations are made to meet a communal frenzy,\nthe respondents cannot be prosecuted under TADA.\n</p><p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_31\">35.\t\t Upholding  the\t validity of the  TADA\tthis\nCourt in <a href=\"/doc/1813801/\" id=\"a_56\">Kartar Singh v. State of Punjab9</a> held that the\t Act\nfalls under Entry I of List I, i.e., Defence of India.\tThat\nbeing so, the offences under <a href=\"/doc/1056565/\" id=\"a_57\">Sections 3</a> and <a href=\"/doc/895566/\" id=\"a_58\">4</a> must relate to\nsovereignty  and  integrity of India.</span>\tIn  Hitendra  Vishnu\nThakur22  this\tCourt  in dealing  with\t the  definition  of\n&#x27;terrorism&#x27;  held:  Unless  the\t Act  complained  or   falls\nstrictly  within  the letter and spirit of <a href=\"/doc/1056565/\" id=\"a_59\">Section  3(1)</a>  of\nTADA  and  is committed with the intention as  envisaged  by\nthat section the accused cannot\n1  (1994) 2 SCC 664: 1994 SCC (Cri) 595\n18 (1987) 1 SCC 476, 478 : 1987 SCC (Cri) 190\n16AIR 1948 PC 82, 83 :52 CWN 325: 49 Cri LJ 261\n19(1971) 2 SCC 387 : 1971 SCC (Cri) 559 : AIR 1971 SC 1910\n20   93 L Ed 790, 795 : 336 US 440 (1948)\n21  AIR 1949 PC 103, 104 :50 Cri LJ 340\n13  (1990) 4 SCC 76, para 7 : 1991 SCC (Cri) 47\n9(1994) 3 SCC 569 : 1994 SCC (Cri) 899 : JT (1994) 2 SC 423\n22   Hitendra Vishnu Thakur v. State of Maharashtra,  (1994)\n4 SCC 602 1994 SCC (Cri) 1087\n<span class=\"hidden_text\" id=\"span_32\">695</span>\nbe tried and convicted.\t Hence, it is submitted the order of\nsanction  must\tbe examined in this light.   The  Designated\nCourt  must  record the motive as postulated  under  <a href=\"/doc/1056565/\" id=\"a_60\">Section\n3(1)</a>.  If, therefore, the dominant intention is selfdefence,\nthe matter will have to be viewed only from that angle.\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1655328\" id=\"span_33\">In\n<a href=\"/doc/1655328/\" id=\"a_61\">Sanjay Dutt v. State</a> through CBI23 this Court held that\t the\naccused\t could\tprove in relation to offences which  do\t not\nrequire mens rea, an innocent possession will not bring\t the\noffence under <a href=\"/doc/1335368/\" id=\"a_62\">Section 5</a>. Therefore, it is submitted in cases\nwhere  mens rea is required like <a href=\"/doc/1056565/\" id=\"a_63\">Sections 3</a> and <a href=\"/doc/895566/\" id=\"a_64\">4</a>,  it\tmust\nrelate\tto sovereignty and integrity of India.</span>\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960347\" id=\"span_34\">Hence,\t the\nCourt will have to determine the dominant intention as\t<a href=\"/doc/1655328/\" id=\"a_65\">laid\ndown  in</a>  <a href=\"/doc/960347/\" id=\"a_66\">Mathuri v. State of Punjab24</a>.\t In this  case,\t the\ndominant intention is self-defence.  Therefore, it will\t not\nconstitute   an\t  offence  under  TADA.\t  In   the   `harge-\nsheet/police  report, the ingredients of neither <a href=\"/doc/1056565/\" id=\"a_67\">Sections  3</a>\nnor   4\t are  mentioned.   The\tdocuments,  if\ttaken\tinto\nconsideration,\trefer to two confessions.  They\t would\tonly\npoint to selfdefence.</span>\n</p><p data-structure=\"RespArg\" id=\"p_47\">36.Mr  Dipankar Ghosh, learned Senior Counsel, appearing  on\nbehalf of Rashid Khan, first respondent, in Criminal  Appeal\nNo. 328 of 1994, adopting the argument of Mr Ram  Jethmalani\nwould  urge  that there is no valid sanction  under  <a href=\"/doc/1056565/\" id=\"a_68\">Section\n3(1)</a> in this case.\n</p><p data-structure=\"Precedent\" id=\"p_48\">37.It is the duty of the sanctioning authority to apply\t its\nmind.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1288901\" id=\"span_35\">In <a href=\"/doc/1288901/\" id=\"a_69\">Indu Bhusan Chatterjee v. State25</a> it has been  so\nlaid down.  The order according sanction must give  reasons.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1508507\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"339748\" id=\"span_37\">The  necessity for giving reasons has been <a href=\"/doc/1288901/\" id=\"a_70\">laid down in</a>\t <a href=\"/doc/339748/\" id=\"a_71\">Uma\nCharan\tv. State of M.p26</a> and again in <a href=\"/doc/1508507/\" id=\"a_72\">Siemens Engg. &amp;\tMfg.\nCo.  of\t India\tLtd. v. Union of India27</a>.   With  regard  to\nmotive and intention, the learned counsel cites Black&#x27;s\t Law\nDictionary.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_49\">38.Therefore,  in  this\t case,\tthe  intention\twas  not  to\nterrorise.   On\t the contrary, it is only by  way  of  self-\ndefence.   Therefore,  no exception could be  taken  to\t the\nimpugned judgment.\n</p><p data-structure=\"Section\" id=\"p_50\">39.  Having  regard  to the arguments the  following  points\narise for our determination:\n</p><blockquote id=\"blockquote_24\">\t      1.The  scope of the jurisdiction of  the\tHigh\n\t      Court under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> to interfere with:\n</blockquote><blockquote id=\"blockquote_25\">\t      (a)   according sanction; and\n</blockquote><blockquote id=\"blockquote_26\">\t      (b)   taking cognizance.\n</blockquote><p data-structure=\"Issue\" id=\"p_51\">\t      2.    Whether the order of sanction is bad  in\n\t\t\t    law for:\n</p><blockquote id=\"blockquote_27\">\t      (a)   non-application of mind;\n</blockquote><blockquote id=\"blockquote_28\">\t      (b)   that it does not give reasons;\n</blockquote><blockquote id=\"blockquote_29\">\t      (c)   that there is no mention that there is a\n\t      breakdown of law enforcement machinery;\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">23  (1994) 5 SCC 410 : 1994 SCC (Cri) 1433 :(1994)  3  Scale\n<span class=\"hidden_text\" id=\"span_38\">1004</span>\n24 (1964) 5 SCR 916: AIR 1964 SC 986 :(1964) 2 Cri LJ 57\n25 AIR 1955 Cal 430\n26  (1981) 4 SCC 102, 105  1981 SCC (L&amp;S) 582: (1982) 1\t SCR\n353, 358\n 27 (1976) 2 SCC 981, 986 AIR 1976 SC 1785, 1789\n<span class=\"hidden_text\" id=\"span_39\">696</span>\n</p><p data-structure=\"Section\" id=\"p_53\">(d)  it does not speak of conspiracy.\n</p><p data-structure=\"Section\" id=\"p_54\">40.  Section  20-A of TADA with regard to taking  cognizance\nof  offence postulates under sub-section (2), that no  court\ncan  take cognizance of any offence under this\tAct  without\nthe previous sanction of the Inspector General of Police, or\nas the case may be, the Commissioner of Police.\n</p><p data-structure=\"Section\" id=\"p_55\">41.  Such a provision relating to sanction is not new  under\ncriminal  jurisprudence.  Section 132 of the  Code  provides\nfor  sanction.\tThis section is a bar to the prosecution  of\npolice officers under Sections 129, 130 or 131.\t The  object\nis  to\tprotect\t responsible  public  servants\tagainst\t the\ninstitution  of\t possible vexatious and mala  fide  criminal\nproceedings  for  offences alleged to be committed  by\tthem\nwhile  they  are acting or purported to act as such  in\t the\ndischarge of their official duty.\n</p><p data-structure=\"Section\" id=\"p_56\">42.  Section 197 contains a similar sanction.  The object of\nthe section is to provide for two things, namely,\n\t      (1)   to\tprotect government servants  against\n\t      institution of vexatious proceedings, and\n\t      (2)   to secure the well-considered opinion of\n\t      a\t superior authority before a prosecution  is\n\t      lodged against them.\n</p><p data-structure=\"Issue\" id=\"p_57\">Similar\t provisions  are  found\t in  other  enactments,\t for\nexample, <a href=\"/doc/33237157/\" id=\"a_74\">Prevention of Corruption Act, 1947</a>.\n</p><p data-structure=\"Section\" id=\"p_58\">43.  Similarly, when Section 20-A(2) of TADA makes  sanction\nnecessary  for\ttaking cognizance - it is  only\t to  prevent\nabuse of power by authorities concerned.  It requires to  be\nnoted  that  this  provision  of Section  20-A\tcame  to  be\ninserted by Act 43 of 1993.  Then, the question is as to the\nmeaning of taking cognizance.  Section 190 of the Code talks\nof  cognizance of offences by Magistrates.  This  expression\nhas not been defined in the Code.  In its broad and  literal\nsense,\tit  means taking notice of an offence.\t This  would\ninclude\t the  intention of initiating  judicial\t proceedings\nagainst\t the offender in respect of that offence  or  taking\nsteps  to  see\twhether there is any  basis  for  initiating\njudicial  proceedings  or  for\tother  purposes.   The\tword\n&#x27;cognizance&#x27;  indicates\t the point when a  Magistrate  or  a\nJudge  first  takes judicial notice of an  offence.   It  is\nentirely  a different thing from initiation of\tproceedings;\nrather\tit is the condition precedent to the  initiation  of\nproceedings  by the Magistrate or the Judge.  Cognizance  is\ntaken of cases and not of persons.\n</p><p data-structure=\"Section\" id=\"p_59\">44.Cognizance is defined in Wharton&#x27;s Law Lexicon 14th Edn.,\nat page 209.  It reads:\n</p><blockquote id=\"blockquote_30\">\t      &quot;Cognizance (Judicial), knowledge upon which a\n\t      judge is bound to act without having it proved\n\t      in  evidence:  as the public statutes  of\t the\n\t      realm,  the ancient history of the realm,\t the\n\t      order and course of proceedings in Parliament,\n\t      the  privileges of the House of  Commons,\t the\n\t      existence\t of  war with a foreign\t State,\t the\n\t      several  seals of the King, the Supreme  Court\n\t      and  its jurisdiction, and many other  things.\n\t      A\t judge\tis not bound to take  cognizance  of\n\t      current events, however notorious, nor of\t the\n\t      law of other countries.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_40\">697</span>\n<p data-structure=\"Precedent\" id=\"p_60\">It has, thus, reference to the hearing and determination  of\nthe  case  in connection with an offence.  By  the  impugned\njudgment  the High Court has quashed the orders of  sanction\nand the Designated Court taking cognizance in the matter.\n</p><p data-structure=\"Precedent\" id=\"p_61\">45.Before we go into the merits it is desirable to determine\nthe limitations of power of the High Court under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a>\nin this regard.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1577324\" id=\"span_41\">In the <a href=\"/doc/1577324/\" id=\"a_76\">State of Maharashtra v. Abdul  Hamid\nHaji  Mohammed1</a>\t after holding that the High Court  in\twrit\npetition  under\t <a href=\"/doc/1712542/\" id=\"a_77\">Article 226</a> can interfere only\t in  extreme\ncases where charges ex facie do not constitute offence under\nTADA it was held in paragraph 7 at pages 669-70 as under:</span>\n</p><blockquote id=\"blockquote_31\">\t      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1033637\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1033301\" id=\"span_43\">&quot;The  first  question is :  Whether  the\tHigh\n\t      Court  was  empowered in the present  case  to\n\t      invoke  its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a>  of\n\t      the Constitution to examine the correctness of\n\t      the view taken by the Designated Court and  to\n\t      quash the prosecution of the respondent  under\n\t      the  <a href=\"/doc/17848451/\" id=\"a_79\">TADA\t Act</a>?\tShri  Jethmalani  contended,\n\t      placing reliance on the decisions in <a href=\"/doc/1033301/\" id=\"a_80\">R.P Kapur\n\t      v.  State of Punjab28</a> and <a href=\"/doc/1033637/\" id=\"a_81\">State of Haryana  v.\n\t      Bhajan  Lal2</a> that in the facts of\t this  case,\n\t      the  High Court had such a jurisdiction  since\n\t      there is no accusation against the  respondent\n\t      in  the charge-sheet filed in  the  Designated\n\t      Court  which, if believed, must result in\t his\n\t      conviction  for  an offence  punishable  under\n\t      <a href=\"/doc/17848451/\" id=\"a_82\">TADA  Act</a>.   We  are  not\t impressed  by\tthis\n\t      argument\tof Shri Jethmalani.  It is no  doubt\n\t      true  that  in  an extreme case  if  the\tonly\n\t      accusation  against the respondent  prosecuted\n\t      in the Designated Court in accordance with the\n\t      provisions  of <a href=\"/doc/17848451/\" id=\"a_83\">TADA Act</a> is such that ex  facie\n\t      it  cannot  constitute an\t offence  punishable\n\t\t\t    under  <a href=\"/doc/17848451/\" id=\"a_84\">TADA\t Act</a>, then the High Court  may\tbe\n\t      justified in invoking the power under  <a href=\"/doc/1712542/\" id=\"a_85\">Article\n\t      226</a> of the Constitution on the ground that the\n\t      detention\t of  the accused is  not  under\t the\n\t      provisions of <a href=\"/doc/17848451/\" id=\"a_86\">TADA Act</a>.  We may hasten to\t add\n\t      that  this  can happen only in  extreme  cases\n\t      which would be rare and that power of the High\n\t      Court  is\t not exercisable in cases  like\t the\n\t      present where it may be debatable whether\t the\n\t      direct accusation made in conjunction with the\n\t      attendant circumstances, if proved to be true,\n\t      is  likely  to  result in\t conviction  for  an\n\t      offence under <a href=\"/doc/17848451/\" id=\"a_87\">TADA Act</a>.  The moment there is a\n\t      debatable area in the case, it is not amenable\n\t      to  the  writ jurisdiction of the\t High  Court\n\t      under <a href=\"/doc/1712542/\" id=\"a_88\">Article 226</a> of the Constitution and\t the\n\t      gamut  of the procedure prescribed under\t<a href=\"/doc/17848451/\" id=\"a_89\">TADA\n\t      Act</a>  must\t be followed,  namely,\traising\t the\n\t      objection before the Designated Court and,  if\n\t      necessary,   challenging\tthe  order  of\t the\n\t      Designated  Court\t by appeal  in\tthe  Supreme\n\t      Court  as provided in <a href=\"/doc/187121703/\" id=\"a_90\">Section 19</a> of TADA\tAct.\n\t      In view of the express provision of appeal  to\n\t      the   Supreme  Court  against  any   judgment,\n\t      sentence or order, not being an  interlocutory\n\t      order  of\t a  Designated Court,  there  is  no\n\t      occasion for the High Court to examine  merits\n\t      of the order made by the Designated Court that\n\t      the Act applies.</span></span>\n</blockquote><blockquote id=\"blockquote_32\">\t      1 (1994) 2 SCC 664  1994 SCC (Cri) 595\n\t      28 (1960) 3 SCR 388 AIR 1960 SC 866: 1960\t Cri\n\t      LJ 1239\n\t      2 1992 Supp (1) SCC 335 : 1992 SCC (Cri) 426\n<span class=\"hidden_text\" id=\"span_44\">\t      698</span>\n\t      We  have\tno doubt that in  the  present\tcase\n\t      wherein  the  High Court had  to\tperform\t the\n\t      laboured exercise of scrutinising the material\n\t      containing  the  accusation made\tagainst\t the\n\t      respondent  and  the merits  of  the  findings\n\t      recorded by the Designated Court holding\tthat\n\t      the  provisions  of <a href=\"/doc/17848451/\" id=\"a_91\">TADA Act</a>  were  attracted,\n\t      there was sufficient indication that the\twrit\n\t      jurisdiction  of the High Court under  <a href=\"/doc/1712542/\" id=\"a_92\">Article\n\t      226</a>  of  the Constitution was  not  available.\n\t      The  ratio of the decisions of this  Court  in\n\t      R.P Kapur28 and Bhajan Lal2 on which  reliance\n\t      is   placed   by\tShri  Jethmalani,   has\t  no\n\t      application to the facts of the present  case.\n\t      There  was thus no justification for the\tHigh\n\t      Court  in\t the present case  to  exercise\t its\n\t      jurisdiction   under   <a href=\"/doc/1712542/\" id=\"a_93\">Article  226</a>   of\t the\n\t      Constitution  for examining the merits of\t the\n\t      controversy   much  less\tfor   quashing\t the\n\t      prosecution  of Respondent Abdul Hamid in\t the\n\t      Designated Court for offences punishable under\n\t      <a href=\"/doc/17848451/\" id=\"a_94\">TADA Act</a>.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_62\">\t\t\t\t    (emphasis supplied)\nFrom the above quotation it is clear if there is a debatable\narea  it is not amenable to writ jurisdiction under  <a href=\"/doc/1712542/\" id=\"a_95\">Article\n226</a>  of\t the  Constitution of India and\t the  gamut  of\t the\nprocedure  prescribed under TADA must be followed  including\nchallenging the order of the Designated Court under  Section\n</p><p data-structure=\"Precedent\" id=\"p_63\">19.   It is also clear that the High Court cannot perform  a\nlaboured exercise of scrutinising the materials.\n</p><p data-structure=\"Precedent\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1033637\" id=\"span_45\"><a href=\"/doc/1033637/\" id=\"a_96\">46.In State of Haryana v. Bhajan Lal2</a> where a writ  petition\nwas filed to quash the first information report and also  of\nthe  writ  of prohibition restraining the  police  authority\nfrom  proceeding  further into the investigation,  the\tHigh\nCourt  concluded  that the allegations do not  constitute  a\ncognizable  offence.   It  further held that  the  power  of\nquashing a criminal proceeding should be exercised sparingly\nand with circumspection and, that too, in the rarest of rare\ncases;\tthat  the Court will not be justified  in  embarking\nupon  an  inquiry as to the reliability\t or  genuineness  or\notherwise  of the allegations made in the first\t information\nreport or the complaint.  It was further held that where the\nallegations  made  in the first information  report  or\t the\ncomplaint,  even if they are taken at their face  value\t and\naccepted in the entirety, do not prima facie constitute\t any\noffence\t or make out a case against the accused, then  alone\nthe proceeding could be quashed.</span>\n</p><p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1287305\" id=\"span_46\"><a href=\"/doc/1287305/\" id=\"a_97\">47.In  State of Bihar v. PP Sharma3</a> (at SCC  pages  224-225,\nheadnote) it is held:</span>\n</p><blockquote id=\"blockquote_33\">\t      &quot;At  a  stage  when the  police  report  under\n\t      <a href=\"/doc/1412034/\" id=\"a_98\">Section  173</a>  CrPC has been forwarded  to\t the\n\t      Magistrate    after    completion\t   of\t the\n\t      investigation  and the material  collected  by\n\t      the Investigating Officer is under the gaze of\n\t      judicial\tscrutiny,  the High Court  would  do\n\t      well  to\tdiscipline itself not  to  undertake\n\t      quashing\t proceedings  in  exercise  of\t its\n\t      inherent jurisdiction.  In this case the\tHigh\n\t      Court  fell into grave error  in\tappreciating\n\t      the  documents and affidavits produced  before\n\t      it by treating them as\n\t      28 (1960) 3 SCR 388: AIR 1960 SC 866: 1960 Cri\n\t      LJ 1239\n\t      2\t 1992 Supp (1) SCC 335 : 1992 SCC (Cri) 426\n\t      3 1992 Supp (1) SCC 222: 1992 SCC (Cri) 192\n<span class=\"hidden_text\" id=\"span_47\">\t      699</span>\n\t      evidence, delving into the disputed  questions\n\t      of  fact in its jurisdiction&#x27;  under  Articles\n\t      226/227 and pronouncing the respondents to  be\n\t      innocent and quashing the criminal proceedings\n\t      by converting itself into a trial court.\tThis\n\t      was not at all a case where High Court  should\n\t      have   interfered\t in  the  exercise  of\t its\n\t      inherent\tjurisdiction.  The  appreciation  of\n\t      evidence\tis  the\t function  of  the  criminal\n\t      courts  the  Special Judge was seized  of\t the\n\t      matter.\tHe  had heard the arguments  on\t the\n\t\t\t    question  of cognizance and had  reserved  the\n\t      orders.\tThe High Court did not\teven  permit\n\t      the  Special  Judge to pronounce\tthe  orders.\n\t      The High Court, under the circumstances, could\n\t      not  have assumed jurisdiction and put an\t end\n\t      to  the  process of  investigation  and  trial\n\t      provided under the law.\n</blockquote><blockquote id=\"blockquote_34\">\t      Entertaining   the  writ\t petitions   against\n\t      charge-sheet  and\t considering the  matter  on\n\t      merit on the guise of prima facie evidence  to\n\t      stand  an\t accused for trial amounts  to\tpre-\n\t      trial of a criminal trial under <a href=\"/doc/1712542/\" id=\"a_99\">Article 226</a> or\n\t      227  even before the competent  Magistrate  or\n\t      the  Sessions  Court takes cognizance  of\t the\n\t      offence.\t The charge-sheet and  the  evidence\n\t      placed  in  support thereof form the  base  to\n\t      take  or\trefuse\tto take\t cognizance  by\t the\n\t      competent\t court.\t It is not the case that  no\n\t      offence  had  been made out  in  ,the  charge-\n\t      sheets  and  the\tfirst  information   report.\n\t      Grossest\terror of law has been  committed  by\n\t      the  High\t Court\tin  making  pre-trial  of  a\n\t      criminal case in exercising its  extraordinary\n\t      jurisdiction under <a href=\"/doc/1712542/\" id=\"a_100\">Article 226.&quot;</a>\n</blockquote><p data-structure=\"Precedent\" id=\"p_66\">48.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"983991\" id=\"span_48\">In\t <a href=\"/doc/983991/\" id=\"a_101\">Maninder Kaur v. Rajinder Singh4</a> (at SCC  page\t 26,\npara 4) this Court observed thus:</span>\n</p><blockquote id=\"blockquote_35\">\t      &quot;The  matter  is plain and simple\t as  on\t the\n\t      statement\t  of   complainant   and   her\t two\n\t      witnesses, the learned Magistrate came to\t the\n\t      opinion  that there was sufficient ground\t for\n\t      proceeding  in  the complaint  and  he  issued\n\t      process against the accused-respondents.\t Now\n\t      at  that\tstage to judge\tthe  sufficiency  or\n\t      otherwise\t of  the ground for  proceeding\t was\n\t      beyond  the power of the High Court so  as  to\n\t      quash the proceedings under <a href=\"/doc/1679850/\" id=\"a_102\">Section 482</a>, CrPC.\n\t      The value to be attached to the statement made\n\t      by  the appellant under <a href=\"/doc/497457/\" id=\"a_103\">Section 164</a>, CrPC\t was\n\t      to  be  examined at the enquiry  at  the\tpre-\n\t      charge  stage  and possibly at the  trial,  if\n\t      charge was to be framed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1730452\" id=\"span_49\"><a href=\"/doc/1730452/\" id=\"a_104\">49.In Radhey Shyam Khemka v. State of Bihar5</a> (at SCC pp. 59-\n60, para 8) it was held thus :</span>\n</p><blockquote id=\"blockquote_36\">\t      &quot;The complaint made by the Deputy Secretary to\n\t      the  Government of India to the  CBI  mentions\n\t      different\t circumstances\tto  show  that\t the\n\t      appellants  did  not intend to  carry  on\t any\n\t      business.\t  In spite of the rejection  of\t the\n\t      application  by the Stock\t Exchange,  Calcutta\n\t      they   retained  the  share  moneys   of\t the\n\t      applicants  with dishonest  intention.   Those\n\t      allegations  were investigated by the CBI\t and\n\t      ultimately chargesheet has been submitted.  On\n\t      basis of that charge-sheet cognizance has been\n\t      taken.   In such a situation the\tquashing  of\n\t      the prosecution pending\n\t      4\t    1992  Supp (2) SCC 25 : 1992  SCC  (Cri)\n<span class=\"hidden_text\" id=\"span_50\">\t      522</span>\n\t      5(1993) 3 SCC 54: 1993 SCC (Cri) 591\n<span class=\"hidden_text\" id=\"span_51\">\t      700</span>\n\t      against the appellants only on the ground that\n\t      it  was open to the applicants for  shares  to\n\t      take   recourse  to  the\tprovisions  of\t the\n\t      <a href=\"/doc/1353758/\" id=\"a_105\">Companies\t Act</a>, cannot be accepted.  It  is  a\n\t      futile attempt on the part of the\t appellants,\n\t      to  close the chapter before it  has  unfolded\n\t      itself.\tIt  will be for the trial  court  to\n\t      examine  whether on the materials produced  on\n\t      behalf  of the prosecution it  is\t established\n\t      that the appellants had issued the  prospectus\n\t      inviting applications in respect of shares  of\n\t      the   Company  aforesaid\twith   a   dishonest\n\t      intention, or having received the moneys\tfrom\n\t      the  applicants they had dishonestly  retained\n\t      or  misappropriated the same.   That  exercise\n\t      cannot  be performed either by the High  Court\n\t      or   by\tthis  Court.\tIf   accepting\t the\n\t      allegations made and charges levelled on their\n\t      face  value, the Court had come to  conclusion\n\t      that  no\toffence\t under the  Penal  Code\t was\n\t      disclosed\t  the\tmatter\t would\t have\tbeen\n\t      different.  This Court has repeatedly  pointed\n\t      out  that\t the High Court\t should\t not,  while\n\t      exercising  power\t under Section\t482  of\t the\n\t      Code,  usurp  the jurisdiction  of  the  trial\n\t      court.   The  power under Section 482  of\t the\n\t      Code  has\t been vested in the  High  Court  to\n\t      quash a prosecution which amounts to abuse  of\n\t      the  process  of the court.   But\t that  power\n\t      cannot be exercised by the High Court to\thold\n\t      a\t parallel  trial,  only\t on  basis  of\t the\n\t      statements  and  documents  collected   during\n\t      investigation  or\t inquiry,  for\tpurpose\t  of\n\t      expressing  an  opinion  whether\tthe  accused\n\t      concerned\t is  likely to be  punished  if\t the\n\t      trial is allowed to proceed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1871696\" id=\"span_52\"><a href=\"/doc/1871696/\" id=\"a_106\">50.In  State of Bihar v. Murad Ali Khan6</a> (at SCC pages\t662-\n663, para 15)this Court held:</span>\n</p><blockquote id=\"blockquote_37\">\t      &quot;It  is trite that jurisdiction under  <a href=\"/doc/1679850/\" id=\"a_107\">Section\n\t      482</a>  CrPC, which saves the inherent  power  of\n\t      the High Court, to make such orders as may  be\n\t      necessary\t to prevent abuse of the process  of\n\t      any  court or otherwise to secure the ends  of\n\t      justice,\thas  to be exercised  sparingly\t and\n\t      with   circumspection.   In  exercising\tthat\n\t      jurisdiction the High Court should not  embark\n\t      upon an enquiry whether the allegations in the\n\t      complaint\t are  likely to\t be  established  by\n\t      evidence or not.\tThat is the function of\t the\n\t      trial  Magistrate\t when  the  evidence   comes\n\t      before him.  Though it is neither possible nor\n\t      advisable to lay down any inflexible rules  to\n\t      regulate\t that\tjurisdiction,\tone   thing,\n\t      however, appears clear and it is that when the\n\t      High  Court  is called upon to  exercise\tthis\n\t      jurisdiction  to\tquash a\t proceeding  at\t the\n\t\t\t    stage  of the Magistrate taking cognizance\tof\n\t      an  offence  the High Court is guided  by\t the\n\t      allegations,  whether those  allegations,\t set\n\t      out  in the complaint or the charge-sheet,  do\n\t      not in law constitute or spell out any offence\n\t      and that resort to criminal proceedings would,\n\t      in  the circumstances, amount to an  abuse  of\n\t      the   process   of   the\t court\t or    not.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">\t      (emphasis supplied)\n</p><p data-structure=\"Precedent\" id=\"p_70\">51.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1860679\" id=\"span_53\">In\t <a href=\"/doc/1860679/\" id=\"a_108\">Municipal Corpn. of Delhi v. Ram  Kishan  Rohtagi29</a>\n(at SCC p. 6, para 10) it is reiterated:</span>\n</p><blockquote id=\"blockquote_38\">6 (1988) 4 SCC 655 : 1989 SCC (Cri) 27\n29 (1983) 1 SCC 1 : 1983 SCC (Cri) 115\n<span class=\"hidden_text\" id=\"span_54\">701</span>\n\t      &quot;It  is,\ttherefore,  manifestly\tclear\tthat\n\t      proceedings against an accused in the  initial\n\t      stages  can be quashed only if on the face  of\n\t      the  complaint or the papers accompanying\t the\n\t      same,  no\t offence is constituted.   In  other\n\t      words, the test is that taking the allegations\n\t      and the complaint as they are, without  adding\n\t      or subtracting anything, if no offence is made\n\t      out  then the High Court will be justified  in\n\t      quashing\tthe proceedings in exercise  of\t its\n\t      powers under Section 482 of the present Code.&quot;\n\t       (emphasis supplied)\n</blockquote><p data-structure=\"Precedent\" id=\"p_71\">52.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1654416\" id=\"span_55\">In  <a href=\"/doc/1654416/\" id=\"a_109\">Municipal  Corpn.  of\t Delhi\tv.  Purshotam\tDass\nJhunjunwala30</a>  (at  SCC p. 10, para 5) it was  further\tmade\nclear:</span>\n</p><blockquote id=\"blockquote_39\">\t      &quot;As to what would be the evidence against\t the\n\t      respondents  is not a matter to be  considered\n\t      at  this stage and would have to be proved  at\n\t      the trial.  We have already held that for\t the\n\t      purpose  of quashing the proceedings only\t the\n\t      allegations set forth in the complaint have to\n\t      be seen and nothing further.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_72\">53.  In\t this legal background we will analyse the facts  as\ncontained in the charge-sheet:\n</p><blockquote id=\"blockquote_40\">1.   Accused Mohd.  Rashid Khan and his relatives reside  at\n43, B.B. Ganguly Street, Calcutta-12.  He used to maintain a\ngroup  of antisocials.\tLocal people were scared of him\t and\nhis men.  No one dared to object or raise voice against them\nas all knew the consequences.\n</blockquote><blockquote id=\"blockquote_41\">2.   The said Mohd.  Rashid Khan had his office in  Premises\nNo. 266, B.B. Ganguly Street.\n</blockquote><blockquote id=\"blockquote_42\">3.Accused Rashid Khan, a Satta Bookie, used to run his satta\nbusiness inside\t    Satta Gali at Premises Nos. 266 and 267,\nB.B. Ganguly Street.\n</blockquote><blockquote id=\"blockquote_43\">4.   The  investigation revealed that since last  5/6  years\nAccused 3 Pannalal Jaysoara had been manufacturing bombs  on\nthe  first  floor of 267, B.B. Ganguly Street  as  and\twhen\nrequired  by Accused 1 Md.  Rashid Khan, the  Satta  Bookie.\n</blockquote><p data-structure=\"Precedent\" id=\"p_73\">Kalloo\t@ Sarafaraz Khan, a henchman of Accused 1 picked  up\nAccused\t 3 Pannalal Jaysoara first for preparing  bombs\t for\ntheir  group  and through accused Kalloo @  Sarafaraz  Khan,\nAccused 3 Pannalal Jaysoara was introduced to Accused 1\t Md.\nRashid\tKhan, Accused 2 Abdul Aziz, Accused 7 Lala @  Parwez\nKhan,  accused Zakrin and Accused 8 Parvez Imtiaz Khan.\t  It\nalso  transpired that accused Pannalal used to take cash  Rs\n100 regularly every week either from accused Rashid Khan  or\nfrom  accused Kalloo @ Sarafaraz Khan.\tAccused\t 3  Pannalal\nused  to receive the said money from the office\t of  accused\nRashid Khan at 266, B.B. Ganguly Street.\n</p><p data-structure=\"Precedent\" id=\"p_74\">5.   This bomb-manufacturing matter was supervised mainly by\naccused\t Kalloo and accused Lala (absconding) and  sometimes\nby  accused Imtiaz Khan (absconding).  Accused\tMd.   Rashid\nKhan,  Abdul  Aziz and Zakrin Khan used to visit  the  first\nfloor  of  267,\t B.B.  Ganguly Street,\talso  for  the\tsame\npurpose.\n</p><p data-structure=\"Precedent\" id=\"p_75\">30 (1983) 1 SCC 9: 1983 SCC (Cri) 123\n<span class=\"hidden_text\" id=\"span_56\">702</span>\n</p><p data-structure=\"Precedent\" id=\"p_76\">6.   After  the communal riot in recent past between  Hindus\nand  Muslims  in Bombay, Accused 1 Md.\tRashid\tKhan  became\nvery  worried for the Muslims because, according to  him,  a\nlarge  number  of  Muslims  died at  Bombay  and  the  local\nGovernment   did   nothing  for\t their\tcommunity   and\t  he\napprehended that such sort of communal riot might take place\nin  Calcutta  and Government may not stand by  the  side  of\nMuslims as in Bombay as a result many Muslims would die.  As\nsuch accused Md.  Rashid Khan hatched a conspiracy with\t his\nhenchmen viz. accused Kalloo, Lala, Zakrin, Khalid, Murtaza,\nAziz,  Gulzar  etc. to procure huge  quantity  of  explosive\nmaterials for preparing large number of bombs with a view to\nkill  the  Hindus in Calcutta by using those  bombs  through\nMuslim brothers. (emphasis supplied)\n</p><p data-structure=\"CDiscource\" id=\"p_77\">7. Pursuant to that conspiracy Accused 5 was entrusted\twith\nthe  task  of  procuring  explosive  materials.\t  For  this,\nAccused 1, Rashid Khan, paid money to Accused 5 Md.   Khalid\nthrough\t accused  Kalloo.   Within a  few  days,  Accused  5\nKhalid,\t with  the  help  of  accused  Hassu  procured\thuge\nquantities  of explosive materials and brought those to\t the\nfirst  floor of 267, B.B. Ganguly Street, in two  drums\t and\ntwo  bags and kept the same there with the help\t of  accused\nMurtaza, Gulzar, Tenia and Ukil.  Again on 16-3-1993 accused\nMd.  Khalid and accused Hassu brought explosive materials in\ntwo bags and with accused Gulzar and Mustafa @ Murtaza\tcame\nnear  the Satta Gali at about 20/20.30 hrs.  There with\t the\nhelp of accused Tenia, Ukil and Khurshid brought those\tbags\ninside\tthe  Khaskhas  Godown on first floor  of  267,\tB.B.\nGanguly Street through Satta Gali.  At that time there\twere\nsome  other  persons  present in Satta Gali  who  saw  this.\nThereafter  accused Murtaza, Khalid and Hassu  and  Khurshid\nkept  two drums and four bags together and placed a  plastic\nsheet.\t Accused  Khalid  and Hassu opened  those  bags\t and\nbrought\t  out  explosive  materials  and  some\t small\t tin\ncontainers.   Then accused Tenia, Ukil, Hassu  and  Khurshid\nstarted mixing the explosive materials while accused Gulzar,\nKhalid and Murtaza started straining the materials.  Accused\nGulzar\ttried to open the lid of a drum but he was asked  by\naccused Khalid and accused Murtaza not to do so.  As such he\ndid not open the lid of the drum.  Soon after accused  Nisar\nGulzar,\t Khalid and Murtaza were straining  those  explosive\nmaterials.  Accused Lala, Kalloo and Imtiaz came inside\t the\nfirst floor of 267, B.B. Ganguly Street and supervised\tthis\nmanufacturing  process.\t  Owner\t of  Khaskhas  Godown,\tE.M.\nNaushad\t and his men were present inside the first floor  of\nthe  said  building i.e. inside\t his  godown-cum-residential\nplace  at  that time.  At about 21.00/21.30  hours  of\tthat\nnight, an electrician of that locality who used to sleep  in\nthe  night  inside the Khaskhas Godown regularly  also\tcame\nthere  but  being  rebuked by accused Murtaza  he  left\t the\nKhaskhas Godown.  Some other people who used to stay  during\nnight  were also present inside the Khaskhas Godown on\tthat\nnight.\n</p><p data-structure=\"CDiscource\" id=\"p_78\">8.   Thereafter\t at  intervals accused\tGulzar\tand  accused\nKhalid\tleft  that house for their  destinations.   All\t the\nstreet lights and lights inside Satta Gali and lights on the\nfirst floor of 267, B.B. Ganguly Street and its surrounding\n<span class=\"hidden_text\" id=\"span_57\">703</span>\nareas were burning.  A few persons were present inside Satta\nGali  then.  On the same morning, i.e.,\t 16-3-1993,  accused\nKalloo\twith  accused Imtiaz went to the  place\t of  accused\nPannalal  Jaysoara and asked him to come to their  place  at\nBowbazar  Street for preparing bombs.  At about\t 22.00/22.30\nhours,\ton that day, accused Pannalal came to the office  of\naccused Md.  Rashid Khan at 266, B.B. Ganguly Street.  There\nhe met accused Aziz, Rashid, Lala and Zakrin who took him to\nthe &quot;Khaskhas Godown-cum-Factory&quot; located on the first floor\nof 267, B.B. Ganguly Street through Satta Gali where accused\nMurtaza,  Tenia, Nisar, Ukil, Hassu and Khurshid were  found\npreparing  bombs and there was huge quantity of the  mixture\nof  explosive  materials over a plastic sheet on  the  first\nfloor of 267, B.B. Ganguly Street besides a number of  empty\nsmall tin containers.\n</p><p data-structure=\"CDiscource\" id=\"p_79\">9.   At\t about\t23.00/23.30  hours  on\t16-3-1993,   accused\nPannalal,  after  preparing a few bombs came down  and\twent\nout, being followed by a witness.  Accused Zakrin was  found\nstanding near the Satta Gali and accused Md. Rashid Khan was\nthen  talking with two persons of Haberly Lane, standing  on\nthe pavement in front of 266, B.B. Ganguly Street.  At\tthat\ntime, accused Pannalal went to accused Rashid Khan and\ttold\nhim  that it would take long time, even up to the  next\t day\nevening,  to prepare bombs - with all such huge quantity  of\nexplosive materials and asked accused Rashid Khan as to\t the\nnecessity of preparing such large number of bombs.   Accused\nRashid Khan answered him in presence of those two persons as\nto  why\t large number of bombs were necessary  referring  to\nrecent past Bombay Riot.\n</p><p data-structure=\"CDiscource\" id=\"p_80\">10.  Then  Accused 1 Mohammed Rashid Khan asked\t Accused  3,\nPannalal,  to  start the work of preparation  of  bombs\t and\nthereafter  went  towards his hotel &quot;Shahi  Darbar&quot;.   After\ndeparture  of accused Rashid Khan, Accused 3  Pannalal\talso\nleft that place for his residence.\n</p><p data-structure=\"CDiscource\" id=\"p_81\">11.  At\t about 23.59 hours on 16-3-1993 the  explosion\ttook\nplace  resulting  in  death of 69  persons  and\t 46  persons\ninjured.  Due to this explosion the houses either  collapsed\nor got damaged.\n</p><p data-structure=\"RespArg\" id=\"p_82\">The  facts  also  disclose that\t confessions  were  made  by\nAccused 3, Pannalal and Accused 6, Md.\tGulzar under Section\n164 of the Code before the Magistrate.\n</p><p data-structure=\"Precedent\" id=\"p_83\">54.  Now, we come to the order granting sanction.  The order\nof  sanction  by the Commissioner of Police is\tdated  11-6-\n1993.  It inter alia says:\n</p><blockquote id=\"blockquote_44\">\t      &quot;WHEREAS,\t it  appears from all  the  reports,\n\t      recorded statements of witnesses, confessional\n\t      statement\t of accused persons  viz.   Pannalal\n\t      Jaysoara\tand Md.\t Gulzar, the seizure  lists,\n\t      opinion of experts, Order No. 4509-P dated 11-\n\t      6-1993   from  the  Joint\t Secretary  to\t the\n\t      Government  of West Bengal case diary etc.  in\n\t      connection  with Bowbazar PS.  C/No. 84  dated\n\t      17-3-1993\t under <a href=\"/doc/1897847/\" id=\"a_110\">Sections\t 120-B</a>/<a href=\"/doc/1569253/\" id=\"a_111\">436130213071-</a>\n\t      <a href=\"/doc/1540253/\" id=\"a_112\">326</a>  IPC, under <a href=\"/doc/1056565/\" id=\"a_113\">Sections 3</a> and <a href=\"/doc/1335368/\" id=\"a_114\">5</a> of  Explosive\n\t      Substances Act, under <a href=\"/doc/17720539/\" id=\"a_115\">Section 3</a> and <a href=\"/doc/17848451/\" id=\"a_116\">TADA\tAct</a>,\n\t      placed  before me, that on 16-3-1993 at  about\n\t      23.59  hours  there was an  explosion  due  to\n\t      blast  of bombs and explosive materials  which\n\t      caused  destruction of Premises No. 267,\tB.B.\n\t      Ganguly Street, Calcutta-12 and\n<span class=\"hidden_text\" id=\"span_58\">\t      704</span>\n\t      damage  to  Premises Nos.\t 266,  268-A,  43/3,\n\t      42/1,  B.B. Ganguly Street, 1,  Haberly  Lane,\n\t      37, Robert Street, Calcutta-12 etc. and  death\n\t      of 69 persons and injuries to large number  of\n\t      people.&quot; (emphasis supplied)\nThereafter, it proceeds to say that the accused:\n</blockquote><blockquote id=\"blockquote_45\">\t      &quot;...  with  intent  to strike  terror  in\t the\n\t      people and/or to strike terror in a particular\n\t      section  of  the people and/or to\t alienate  a\n\t      particular  section  of people,  to  adversely\n\t      affect  the  harmony amongst  the\t Hindus\t and\n\t      Muslims  were  engaged  in  preparing   and/or\n\t      causing to be prepared, bombs, with  explosive\n\t      substances  and highly explosive materials  by\n\t      procuring\t them,\twhich acts  were  likely  to\n\t      cause death or injuries to persons and loss of\n\t      or damage to and/or destruction of  properties\n\t      and   thereby   committed\t  terrorist    acts,\n\t      (emphasis supplied)\n\t      AND  WHEREAS  it appears, from  the  aforesaid\n\t      records  and  documents,\tthat  the  aforesaid\n\t      persons conspired and were preparing to commit\n\t      disruptive activities.\n</blockquote><blockquote id=\"blockquote_46\">\t      AND    WHEREAS,\tit   appears\tafter\t due\n\t      consideration  of all the\t records,  documents\n\t      etc.  mentioned  earlier, that  the  aforesaid\n\t      persons by their acts have committed  offences\n\t      punishable  under\t <a href=\"/doc/17720539/\" id=\"a_117\">Sections  3</a> and  <a href=\"/doc/122739103/\" id=\"a_118\">4</a>  of\t the\n\t      Terrorist\t    and\t   Disruptive\t  Activities\n\t      (Prevention) Act, 1993.\n</blockquote><blockquote id=\"blockquote_47\">\t\t\t\t       (emphasis supplied)\n\t      Now,  therefore, on careful  consideration  of\n\t      all the facts, materials and circumstances  of\n\t      the  case\t and  in  exercise  of\tthe   powers\n\t      conferred\t upon me by <a href=\"/doc/17848451/\" id=\"a_119\">Section 20-A(2)</a>  of\t the\n\t      Terrorist\t    and\t   Disruptive\t  Activities\n\t      (Prevention)  Act, 1993, I, Shri Tushar  Kanti\n\t      Talukdar, Commissioner of Police, Calcutta, do\n\t      hereby  accord sanction for prosecution  under\n\t      <a href=\"/doc/17720539/\" id=\"a_120\">Sections\t 3</a>  and\t <a href=\"/doc/122739103/\" id=\"a_121\">4</a>  of\tthe  Terrorist\t and\n\t      Disruptive  Activities (Prevention) Act,\t1993\n\t      of  the  following  persons,  viz.,  (1)\t Md.\n\t      Rashid  Khan, son of late Ramzan Khan, of\t 43,\n\t      B.B. Ganguly Street, Calcutta- 1 2.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_84\">55.  On\t this,\tthe Designated Court  passed  the  following\norder on 14-6-1963:\n</p><blockquote id=\"blockquote_48\">\t      &quot;Received charge-sheet against the accused (1)\n\t      Md.   Rashid  Khan, (2) Abdul Aziz  C.K.,\t (3)\n\t      Pannalal Jaysoara, (4) Md.  Mustafa @  Murtaza\n\t      @\t Murtaja, (5) Md.  Khalid, (6) Md.   Gulzar,\n\t      (7)  Md.\tParvez Khan @ Parwez @ Lala and\t (8)\n\t      Imtiaz\t Khan\t under\t   Sections\t120-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_85\">\t      B/436/302/307/326 <a href=\"/doc/1569253/\" id=\"a_122\">IPC</a>, under <a href=\"/doc/1056565/\" id=\"a_123\">Sections 3</a> and <a href=\"/doc/1335368/\" id=\"a_124\">5</a>,\n\t      E.S. Act and under <a href=\"/doc/17720539/\" id=\"a_125\">Sections 3</a> and <a href=\"/doc/122739103/\" id=\"a_126\">4</a>, TADA Act.\n\t      PP   Shri\t  Sisir\t Ghosh\tprays\tfor   taking\n\t      cognizance.    Heard.   Perused\tthe   police\n\t      papers.\tCognizance taken.  Accused 7  and  8\n\t      are reportedly absconding. (emphasis supplied)\n\t      Issue warrant of arrest against accused Parvez\n\t      Khan  @ Md.  Parvez Khan @ Parwez @  Lala\t and\n\t      accused  Imtiaz Khan.  Fix 10-7-1993 for\tE.R.\n\t      to date.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_86\">56.The\tHigh Court in the impugned judgment  criticises\t the\norder of sanction.  It inter alia holds :\n</p><span class=\"hidden_text\" id=\"span_59\">705</span>\n<blockquote id=\"blockquote_49\">\t      &quot;It  has\tbeen specifically  alleged  that  no\n\t      sanction\torder was given by the\tCommissioner\n\t      of Police - Respondent 3 before the Designated\n\t      Court    took   cognizance    on\t  14-6-1993.\n\t      Respondent  3  has not affirmed  an  affidavit\n\t      denying  the  said  allegations  made  by\t the\n\t      petitioner.   The said affidavit\taffirmed  by\n\t      S.K. Sanyal also does not disclose that he was\n\t      authorised  to affirm the affidavit on  behalf\n\t      of the Commissioner of Police - Respondent 3.\n\t      There is, therefore, no specific denial by the\n\t      Commissioner of Police of the averment in\t the\n\t      writ  petition  that  no\tsanction  had\tbeen\n\t      granted  by him prior to the Designated  Court\n\t      taking cognizance.\n</blockquote><blockquote id=\"blockquote_50\">\t      It is significant that although it is  alleged\n\t      in  the said affidavit of S.K. Sanyal that  he\n\t      produced the case diary including the sanction\n\t      order   to  the  Designated  Court   and\t the\n\t      Designated Court returned the same to him\t for\n\t      making  copies as the Court did not  have\t the\n\t      necessary\t infrastructure,  the  same  is\t not\n\t\t\t    recorded   in   the\t proceeding   before   the\n\t      Designated  Court nor there is any mention  in\n\t      the   sanction  order  filed  in\t Court\t and\n\t      subsequently  returned  as  appears  from\t the\n\t      record of the Designated Court.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_87\">It further held:\n</p><blockquote id=\"blockquote_51\">\t      &quot;Even  assuming  that the\t original  had\tbeen\n\t      returned to the prosecution for making copies,\n\t      the  said fact should have also been  recorded\n\t      in the court&#x27;s record.  In the absence of such\n\t      recording\t of fact question may arise  whether\n\t      the said sanction order was placed before\t the\n\t      Designated Court.\n</blockquote><blockquote id=\"blockquote_52\">\t      *\t    *\t\t\t    *\n\t       ... it will be noticed that the Police Report\n\t      and  this last page (which is page no. 14)  is\n\t      much  lighter than the type impression in\t the\n\t      preceding\t  13  pages  of\t the  said   report.\n\t      (emphasis supplied)\n\t      In my view this aspect of the matter is not so\n\t      vital  so\t as to affect the  validity  of\t the\n\t      sanction\torder or for the purpose  of  taking\n\t      cognizance and the writ court should not enter\n\t      into the aforesaid controversy.\n\t      It  has,\ttherefore, been suggested  that\t the\n\t      sanction\t is  in\t respect   of\tnon-existent\n\t      offences\tand  that it is not  a\tsanction  in\n\t      respect  of any offence under the <a href=\"/doc/17848451/\" id=\"a_127\">TADA Act</a>  of\n\t      1987 as required by <a href=\"/doc/17848451/\" id=\"a_128\">Section 20-A(2)</a> of the Act\n\t      and  that it is not a sanction in\t respect  of\n\t      offences\tunder <a href=\"/doc/17720539/\" id=\"a_129\">Sections 3</a> and <a href=\"/doc/122739103/\" id=\"a_130\">4</a> of  the\tTADA\n\t      Act  of  which  cognizance was  taken  by\t the\n\t      Designated  Court on 14-6-1993.  The  sanction\n\t      in  the  aforesaid  manner  according  to\t the\n\t      learned  advocate\t for  the  petitioner  shows\n\t      complete\t nonapplication\t of  mind   by\t the\n\t      Commissioner of Police while making that order\n\t      and according to him the order of sanction  is\n\t      accordingly, bad.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_88\">It  further  proceeds  to hold that the\t order\tof  sanction\nsuffers from the following infirmities:\n</p><span class=\"hidden_text\" id=\"span_60\">\t      706</span>\n<blockquote id=\"blockquote_53\">\t      (1)   No\tintention  to kill Hindus  has\tbeen\n\t      mentioned.\n</blockquote><blockquote id=\"blockquote_54\">\t      (2)   Facts for taking action under <a href=\"/doc/122739103/\" id=\"a_131\">Section  4</a>\n\t      have not been set out.\n</blockquote><blockquote id=\"blockquote_55\">\t      (3)   Threat to sovereignty and integrity\t has\n\t      not been stated.\n</blockquote><blockquote id=\"blockquote_56\">\t      (4)   Confession cannot be taken into  account\n\t      for inferring the intention.\n</blockquote><blockquote id=\"blockquote_57\">\t      (5)   There is no whisper of an allegation  of\n\t      conspiracy.\n</blockquote><blockquote id=\"blockquote_58\">\t      (6)   There   is\tno  mention  that   ordinary\n\t      machinery has broken down.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_89\">After  holding so, the order of the Designated\tCourt  dated\n14-6-1993 is quashed on the following grounds:\n</p><blockquote id=\"blockquote_59\">\t      (1)   Order  taking cognizance does  not\tshow\n\t      that the sanction to prosecute was considered.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_90\">\t      Reasons  for taking cognizance have  not\tbeen\n\t      recorded.\n</p><p data-structure=\"Section\" id=\"p_91\">\t      (2)   The order does not show that confessions\n\t      were perused.\n</p><p data-structure=\"Precedent\" id=\"p_92\">\t      (3)   The Court while taking cognizance cannot\n\t      refer  to\t any  material\tother  than   police\n\t      report.\n</p><p data-structure=\"Section\" id=\"p_93\">\t      (4)   Intention  to commit offence under\tTADA\n\t      cannot be inferred as the motive was to defend\n\t      Muslims.\n</p><p data-structure=\"Section\" id=\"p_94\">57.  The  High Court, after quashing the order\tof  sanction\nand taking cognizance ordered as follows:\n</p><blockquote id=\"blockquote_60\">\t      &quot;This  order,  however, will not\tprevent\t the\n\t      respondent-State to take steps for making\t any\n\t      fresh  application  for  sanction\t before\t the\n\t      Commissioner  of Police on the basis of  fresh\n\t      materials, if there be any, and accordingly to\n\t      apply  for  taking of  cognizance\t before\t the\n\t      Designated  Court on the basis of\t such  fresh\n\t      materials\t if the same is permissible  and  if\n\t      the  respondent  is so advised  in  accordance\n\t      with law.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_95\">From  the above analysis of the judgment, it is\t clear\twhat\nactually  the  High  Court has done  is\t to  appreciate\t the\nevidence at the pre-trial stage.\n</p><p data-structure=\"Precedent\" id=\"p_96\">58.The\taffidavit of Mr Tushar Kanti Talukdar,\tCommissioner\nof Police, Calcutta, which came to be filed pursuant to\t the\npermission  granted by the Court, categorically states\tthat\nsanction  was  accorded by him.\t The Commissioner  had\tgone\nthrough the voluminous records and came to the conclusion on\nhis own.  It is further stated by him as under:\n</p><blockquote id=\"blockquote_61\">\t      &quot;I state that I had examined in particular the\n\t      statements  of witnesses indicating  that\t the\n\t      accused persons along with others conspired to\n\t      create   disharmony  between  the\t two   major\n\t      communities    and   over\t  a    period\t had\n\t      systematically been collecting huge quantities\n\t      of  explosive substances to use them  whenever\n\t      needed.  In fact, on 16-3-1993 one  instalment\n\t      of  two big bags of explosives had arrived  at\n\t      the  place and were kept in the khaskhas\troom\n\t      of  267, B.B. Ganguly Street.  These two\tbags\n\t      were in addition to two big bags and two drums\n\t      that  had\t arrived earlier and stored  in\t the\n\t      same  room.  The statements of  witnesses\t and\n\t      confessional statements of two accused clearly\n\t      indicate that the accused had no faith in\t the\n\t      established  Government.\tThe accused men\t had\n\t      openly  declared that the Government had\tdone\n\t\t\t    nothing  to\t protect the Muslims  against  the\n\t      Hindus  in  Bombay riots and in  Calcutta\t the\n\t      Government will also do\n<span class=\"hidden_text\" id=\"span_61\">\t\t\t\t   707</span>\n\t      nothing  to  protect  the\t Muslims.   It\t was\n\t      declared that thus it was necessary to arm the\n\t      Muslims with huge quantities of bombs so\tthat\n\t      they  could  use those for  their\t protection.\n\t      The  statements and confessions indicate\tthat\n\t      bombs  were being manufactured on that day  to\n\t      attain  such  object.  One of  the  confessing\n\t      accused,\twho  is an expert  in  manufacturing\n\t      bombs,  had stated in his confession  that  he\n\t      was told by Rashid Khan to prepare bombs\tfrom\n\t      such huge quantities of explosive\t substances.\n\t      The accused in his confession also stated that\n\t      he  told Rashid Khan that preparing bombs\t out\n\t      of  such huge quantities of  explosives  would\n\t      not  only take whole night of 16th  March\t but\n\t      would  also need to next day till\t near  about\n\t      the evening.  The materials also indicate that\n\t      on that day while he left after preparing some\n\t      bombs,  others continued to manufacture  bombs\n\t      out  of  explosive substances  that  had\tbeen\n\t      collected.   I  was satisfied that  the  facts\n\t      emerged\tdid  call  for\t prosecution   under\n\t      <a href=\"/doc/17720539/\" id=\"a_132\">Sections\t3</a>  and\t<a href=\"/doc/122739103/\" id=\"a_133\">4</a>  of  TADA.   &quot;   (emphasis\n\t      supplied)\n</blockquote><p data-structure=\"CDiscource\" id=\"p_97\">59.It  should also be stated, at this stage, that  the\tHigh\nCourt had overlooked the fact that Mr Sujit Kumar Sanyal had\nsworn  to the earlier affidavit as the Head of\tthe  Special\nInvestigating  Team  which has also been  mentioned  by\t the\nCommissioner.  Merely because of the failure of the Court to\nmention\t that  it had perused the order\t of  sanction  while\ntaking\tcognizance  cannot lead to the conclusion  that\t the\nexistence of the order of sanction could be doubted.\n</p><p data-structure=\"CDiscource\" id=\"p_98\">60.The\tfinding that there was no order of sanction  is\t not\ncorrect\t factually.   The affidavit of\tSujit  Kumar  Sanyal\nclearly states as under:\n</p><blockquote id=\"blockquote_62\">\t      &quot;I  say that on 14-6-1993 before\tthe  learned\n\t      Designated  Court had passed the order  taking\n\t      cognizance   I  had  placed  all\tthe   papers\n\t      including the two sanctions and the statements\n\t      recorded under Section 161 of the Code  before\n\t      the Court.  I say that it was well within\t the\n\t      competence  of the learned Chief\tMetropolitan\n\t      Magistrate  to be informed that  investigation\n\t      under  <a href=\"/doc/17720539/\" id=\"a_134\">Sections 3</a> and <a href=\"/doc/122739103/\" id=\"a_135\">4</a> of TADA Act was  being\n\t      carried  on  and\tto correct  the\t records  by\n\t      adding <a href=\"/doc/17720539/\" id=\"a_136\">Sections 3</a> and <a href=\"/doc/122739103/\" id=\"a_137\">4</a> of the said Act.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_99\">\t      Again in paragraph 12, the affidavit  proceeds\n\t      to state:\n</p><blockquote id=\"blockquote_63\">\t      &quot;I  further say that it was only in course  of\n\t      the  investigation that  materials  indicating\n\t      commission of offences under <a href=\"/doc/17720539/\" id=\"a_138\">Sections 3</a> and  <a href=\"/doc/122739103/\" id=\"a_139\">4</a>\n\t      of  the  said Act of 1987 had  transpired.   I\n\t\t\t    further say that after the cognizance had been\n\t      taken on the basis of the charge-sheet and the\n\t      materials collected after investigation  being\n\t      the materials in the case diary which  include\n\t      two  sanctions  and  the\tstatements  recorded\n\t      under   Section  161  of\tthe  Code  and\t the\n\t      documents seized and various seizure lists the\n\t      learned  Designated  Court issued\t warrant  of\n\t      arrest   against\t the   absconding    accused\n\t      persons.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_100\">\t      Paragraph 13 mentions as follows:\n</p><blockquote id=\"blockquote_64\">\t      &quot;I  say that the sanction under the said\tTADA\n\t      1993  was granted on 11-6-1993 being No. 1  by\n\t      the Commissioner of Police, Calcutta and under\n\t      the <a href=\"/doc/1568384/\" id=\"a_140\">Explosive Substances Act</a> on that day being\n\t      4509-P by the\n<span class=\"hidden_text\" id=\"span_62\">\t      708</span>\n\t      Government of West Bengal.  I further say that\n\t      the  charge-sheet that was filed on  14-6-1993\n\t      has specifically mentioned that such  sanction\n\t      had    already   been   obtained.\t    It\t  is\n\t      categorically  denied that the initiation\t and\n\t      continuation  of the said criminal  proceeding\n\t      against\tthe   petitioner  and\tbefore\t the\n\t      Designated Court under the TADA and said order\n\t      dated   14-6-1993\t is  illegal.\tIt  is\t not\n\t      necessary\t to mention in the order sheet\tthat\n\t      sanction\twas  granted.\tIt  is\temphatically\n\t      denied   that   no  sanction  was\t  given\t  by\n\t      Respondents 3 and 4 or that the law enjoins  a\n\t      duty upon the Designated Court to record by an\n\t      order   the  fact\t of  having  received\tsuch\n\t      sanction.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_101\">61.There  is no justification on the part of the High  Court\nto ignore this affidavit because the Commissioner of Police,\nCalcutta had sworn to the fact that a Special  Investigation\nTeam had been set up on 18-3-1993 which was headed by  Sujit\nKumar Sanyal.\n</p><p data-structure=\"Precedent\" id=\"p_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1287305\" id=\"span_63\">62.The order of sanction, on the face of it, shows that\t the\nsanctioning  authority had perused the police  papers.\t The\nHigh  Court  had to necessarily accept\tthese  averments  on\ntheir  face  value.   The correctness or  otherwise  of\t the\nstatement  could  be gone into only at the  time  of  trial.\nThis  Court  in <a href=\"/doc/1287305/\" id=\"a_141\">State of Bihar v. PP  Sharma,  IAS3</a>  already\nreferred to, held as under: (SCC pp. 250-25 1, paras 27,  28\nand 3 1 )\n\t      &quot;The sanction under <a href=\"/doc/12704/\" id=\"a_142\">Section 197</a> CrPC is not an\n\t      empty  formality.\t  It is essential  that\t the\n\t      provisions  therein  are to be  observed\twith\n\t      complete strictness.  The object of  obtaining\n\t      sanction\tis  that  the  authority   concerned\n\t      should  be  able to consider  for\t itself\t the\n\t      material\tbefore\tthe  Investigating  Officer,\n\t      before  it  comes to the conclusion  that\t the\n\t      prosecution in the circumstances be sanctioned\n\t      or  forbidden.  To comply with the  provisions\n\t      of  Section  197 it must be  proved  that\t the\n\t\t\t    sanction  was  given in respect of\tthe  facts\n\t      constituting  the\t offence  charged.   It\t  is\n\t      desirable that the facts should be referred to\n\t      on  the face of the sanction Section 197\tdoes\n\t      not   require  the  sanction  to\tbe  in\t any\n\t      particular  form.\t If the\t facts\tconstituting\n\t      the offence charged are not shown on the\tface\n\t      of   the\t sanction,  it\tis   open   to\t the\n\t      prosecution,  if challenged, to  prove  before\n\t      the court that those facts were placed  before\n\t      the sanctioning authority.  It should be clear\n\t      from  the\t form  of  the\tsanction  that\t the\n\t      sanctioning authority considered the  relevant\n\t      material\t placed\t before\t it  and   after   a\n\t      consideration of all the circumstances of\t the\n\t      case it sanctioned the prosecution.</span>\n</p><p data-structure=\"Precedent\" id=\"p_103\">\t      In  the  present case  the  investigation\t was\n\t      complete\ton the date of sanction\t and  police\n\t      reports had been filed before the\t Magistrate.\n\t      The  sanctioning\tauthority  has\tspecifically\n\t      mentioned\t in  the  sanction  order  that\t the\n\t      papers  and  the case diary  were\t taken\tinto\n\t      consideration  before granting  the  sanction.\n\t      Case diary is a complete record of the  police\n\t      investigation.  It contains total material  in\n\t      support or otherwise of the allegations.\t The\n\t      sanctioning  authority having taken  the\tcase\n\t      diary into\n\t      3 1992 Supp (1) SCC 222: 1992 SCC (Cri) 192\n<span class=\"hidden_text\" id=\"span_64\">\t      709</span>\n\t      consideration before the grant of sanction  it\n\t      cannot be said that there was  non-application\n\t      of  mind\ton  the\t part  of  the\t sanctioning\n\t      authority.   It  is  nobody&#x27;s  case  that\t the\n\t      averment\tin the sanction order to the  effect\n\t      that  case diary was taken into  consideration\n\t      by the competent authority, is incorrect.\t We,\n\t      therefore,  do not agree with the\t finding  of\n\t      the  High\t Court\tand  set  aside\t the   same.\n</p><p data-structure=\"Precedent\" id=\"p_104\">\t      (emphasis supplied)\n\t      Finally, we are at a loss to understand as  to\n\t      why  and\ton  what reasoning  the\t High  Court\n\t      assumed\textraordinary\tjurisdiction   under\n\t      Articles 226/227 of the Constitution of  India\n\t      at  a stage when the Special Judge was  seized\n\t      of the matter.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_105\">\t      In view of this decision, the approach of\t the\n\t      High Court under <a href=\"/doc/1712542/\" id=\"a_143\">Article 226</a> is clearly wrong.\n</p><p data-structure=\"Precedent\" id=\"p_106\">63.  It\t is true, as contended by Mr Ram  Jethmalani,  there\nmust  be  valid sanction, otherwise there is a bar  to\ttake\ncognizance.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1841408\" id=\"span_65\">In <a href=\"/doc/1841408/\" id=\"a_144\">Gokulchand Dwarkadas Morarka v. King</a> 16  it\nwas observed thus: (AIR at p. 84)\n\t      &quot;The  sanction  to prosecute is  an  important\n\t      matter;  it constitutes a condition  precedent\n\t      to the institution of the prosecution and\t the\n\t\t\t    Government\thave  an  absolute  discretion\tto\n\t      grant  or withhold their sanction.   They\t are\n\t      not,  as the High Court seem to have  thought,\n\t      concerned\t merely\t to see\t that  the  evidence\n\t      discloses\t a  prima  facie  case\tagainst\t the\n\t      person  sought  to be  prosecuted.   They\t can\n\t      refuse  sanction on any ground which  commends\n\t      itself to them, for example, that on political\n\t      or economic grounds they regard a\t prosecution\n\t      as  inexpedient.\t Looked at as  a  matter  of\n\t      substance\t it  is plain  that  the  Government\n\t      cannot adequately discharge the obligation  of\n\t      deciding\t whether  to  give  or\twithhold   a\n\t      sanction\twithout a knowledge of the facts  of\n\t      the case.\t Nor, in their Lordships&#x27; view, is a\n\t      sanction given without reference to the  facts\n\t      constituting the offence a compliance with the\n\t      actual terms of clause 23.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"905055\" id=\"span_66\">64.  Reliance is placed by the learned counsel\ton  <a href=\"/doc/905055/\" id=\"a_145\">Niranjan\nSingh  K.S.  Punjabi v. Jitendra Bhimraj Bijjaya13</a>  (SCC  at\npage 83) wherein at para 5 this Court observed thus:</span>\n</p><blockquote id=\"blockquote_65\">\t      &quot;Section 227, introduced for the first time in\n\t      the  new Code, confers a special power on\t the\n\t      Judge to discharge an accused at the threshold\n\t      if  ,upon\t consideration&#x27; of  the\t record\t and\n\t      documents\t he  considers &#x27;that  there  is\t not\n\t      sufficient ground&#x27; for proceeding against\t the\n\t      accused.\tIn other words his consideration  of\n\t      the  record and document at that stage is\t for\n\t      the limited purpose of ascertaining whether or\n\t      not   there  exists  sufficient  grounds\t for\n\t      proceeding with the trial against the accused.\n\t      If  he comes to the conclusion that  there  is\n\t      sufficient ground to proceed, he will frame  a\n\t      charge  under  Section  228, if  not  he\twill\n\t      discharge the accused.  It must be  remembered\n\t      that  this section was introduced in the\tCode\n\t      to\n\t      16  AIR 1948 PC 82, 83 :52 CWN 325 :49 Cri  LJ\n<span class=\"hidden_text\" id=\"span_67\">\t      261</span>\n\t      13 (1990) 4 SCC 76, para 7 : 1991 SCC (Cri) 47\n<span class=\"hidden_text\" id=\"span_68\">\t      710</span>\n\t      avoid  waste of public time over\tcases  which\n\t      did  not\tdisclose a prima facie case  and  to\n\t      save the accused from avoidable harassment and\n\t      expenditure.&quot;\t    (emphasis supplied)\n</blockquote><p data-structure=\"Precedent\" id=\"p_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"548497\" id=\"span_69\">65.Equally,  reliance is placed on <a href=\"/doc/548497/\" id=\"a_146\">State of Karnataka v.  L.\nMuniswamy31 In</a> para 10, p. 704, it is held as under:</span>\n</p><blockquote id=\"blockquote_66\">\t      &quot;[I]t  is\t wrong to say that at the  stage  of\n\t      framing  charges\tthe court cannot  apply\t its\n\t      judicial mind to the consideration whether  or\n\t      not  there  is any ground\t for  presuming\t the\n\t      commission of the offence by the accused.\t  As\n\t      observed in the latter case, the order framing\n\t\t\t    a\tcharge\t affects   a   person&#x27;s\t   liberty\n\t      substantially and therefore, it is the duty of\n\t      the  court to consider judicially whether\t the\n\t      material\twarrants the framing of the  charge.\n\t      It  cannot blindly accept the decision of\t the\n\t      prosecution that the accused be asked to\tface\n\t      a trial.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_109\">66.In  our considered view, certainly the  Designated  Court\ncould do all these at the time of framing of charges and not\nthe  High Court under <a href=\"/doc/1712542/\" id=\"a_147\">Article 226</a>, as has been done  in\t the\ninstant case.\n</p><p data-structure=\"CDiscource\" id=\"p_110\">67.We are not in a position to accept the submissions of the\nlearned counsel for the respondent that in order to find out\nwhether\t a  valid  sanction  existed,  the  High  Court\t had\nappreciated the findings.\n</p><p data-structure=\"Section\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1936933\" id=\"span_70\">68.Equally,  much cannot be said of the fact that the  order\nof sanction mentions &quot;sanction for prosecution&quot;, since it is\nstated\t&quot;sanction for prosecution under <a href=\"/doc/17720539/\" id=\"a_148\">Sections 3</a> and <a href=\"/doc/122739103/\" id=\"a_149\">4</a>  of\nTADA  Act&quot; means only sanction to proceed under\t <a href=\"/doc/17720539/\" id=\"a_150\">Sections  3</a>\nand  <a href=\"/doc/122739103/\" id=\"a_151\">4</a>\tof TADA Act.  The ruling of <a href=\"/doc/1936933/\" id=\"a_152\">Ram Kumar  v.  State  of\nHaryana18</a>,  dealt  with the different situation\t as  to\t the\nscope  of sanction under Sections 132 and 197 of  the  Code.\nIn  the\t case of a public servant, both the  sanctions\twere\nnecessary.  That judgment has no application to the  present\ncase.</span>\n</p><p data-structure=\"Section\" id=\"p_112\">69.Having   regard   to\t the  various  acts   of   expressed\nconspiracy,  it has to be &quot;and/or&quot;.  It is only\t during\t the\ntrial  the prosecution has to prove the part played by\teach\nof the accused.\n</p><p data-structure=\"Precedent\" id=\"p_113\">70.  In\t Alvin\tKrulewitch v. United States20, it  was\theld\nthus:(L Ep. 799)\n\t      &quot;When the trial starts, the accused feels\t the\n\t      full   impact  of\t the  conspiracy   strategy.\n\t      Strictly,\t  the\tprosecution   should   first\n\t      establish\t prima\tfacie  the  conspiracy\t and\n\t      identify\t the   conspirators,   after   which\n\t      evidence\tof acts and declarations of each  in\n\t      the  course  of its execution  are  admissible\n\t      against  all.   But the order of proof  of  so\n\t      sprawling a charge is difficult for a judge to\n\t      control.\t As a practical matter, the  accused\n\t      often is confronted with a hodgepodge of\tacts\n\t      and  statements by others which he  may  never\n\t      have  authorized\tor intended  or\t even  known\n\t      about, but which help to persuade the jury  of\n\t      existence of the conspiracy itself.  In other\n\t      31 (1977) 2 SCC 699: 1977 SCC (Cri) 404\n\t      18 (1987) 1 SCC 476, 478 : 1987 SCC (Cri) 190\n\t      20 93 L Ed 790, 795 : 336 US 440 (1948)\n<span class=\"hidden_text\" id=\"span_71\">\t      711</span>\n\t      words,   a  conspiracy  often  is\t proved\t  by\n\t      evidence\t that\tis  admissible\t only\tupon\n\t      assumption    that    conspiracy\t   existed.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_114\">\t\t\t    (emphasis supplied)\nHence,\tproving\t of conspiracy against\teach  accused  would\narise  only  at\t the  stage of the trial  which\t is  yet  to\ncommence in the instant case.\n</p><p data-structure=\"Precedent\" id=\"p_115\">71.  In Walli Mohammad v. King21 it is held as under:\n</p><blockquote id=\"blockquote_67\">\t      &quot;The statements of each prisoner are  evidence\n\t      against  himself\tonly  and  are\tinadmissible\n\t      against his fellow accused.  Consequently, the\n\t      only  safe method of testing the\tstrength  of\n\t      the  case for the prosecution is to take\teach\n\t      man&#x27;s case separately, neglect the evidence of\n\t      the other and ask whether the conflicting\t and\n\t      inconsistent nature of the matters alleged and\n\t      persons implicated combined with the admission\n\t      that  the accused man was himself\t present  is\n\t      enough  to justify a verdict against him.\t  It\n\t      may  be  possible that each  is  sheltering  a\n\t      third  person and even if it be possible\tthat\n\t      one  of the two accused is guilty, there\tmust\n\t      be  circumstances from which could be  deduced\n\t      which  of the two is the guilty  one.   Though\n\t      proof  of\t motive is not essential,  it  is  a\n\t      material\t consideration.\t  But  it   is\t not\n\t      legitimate  to  speculate as to  possible\t but\n\t      unproved motives.\n</blockquote><blockquote id=\"blockquote_68\">\t      The difficulty in all cases where two  persons\n\t      are accused of a crime and where the  evidence\n\t      against one is inadmissible against the  other\n\t      is that however carefully assessors or a\tjury\n\t      are  directed and however firmly a  Judge\t may\n\t      steel   his  mind\t against  being\t  influenced\n\t      against  one by the evidence  admissible\tonly\n\t      against  the other, nevertheless the mind\t may\n\t      inadvertently  be affected by the\t disclosures\n\t      made by one of the accused to the detriment of\n\t      the other.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_116\">Neither of these rulings would apply because the question of\nleading\t  evidence  by\tthe  prosecution  in   relation\t  to\nconspiracy,  as\t stated above, would arise only\t during\t the\nstage of trial which is yet to commence in the instant case.\n</p><p data-structure=\"CDiscource\" id=\"p_117\">72.  As to the fact of conspiracy, the charge-sheet  clearly\nmentions  the same.  Therefore, factually, this\t finding  is\nwrong.\t We are not in a position to accept the argument  of\nthe learned counsel for the respondent that if the bombs are\nfor  self-defence,  there is no mens rea and  therefore,  no\noffence\t under TADA.  The finding of the High Court on\tthis\naspect is as under:\n</p><blockquote id=\"blockquote_69\">\t      &quot;It  may\tbe noted that if  according  to\t the\n\t      police  report itself the reason or  intention\n\t      behind  preparing\t and storing  bombs  was  to\n\t      defend  the Muslim community in the  event  or\n\t      riot taking place by possible attack by Hindus\n\t      because  the Government would not take  action\n\t      as  was done in Bombay, it cannot possibly  be\n\t      inferred or said that the accused intended  to\n\t      strike terror or that he had any other  intent\n\t      specified\t  under\t the  <a href=\"/doc/17848451/\" id=\"a_153\">TADA  Act</a>.   It\thas,\n\t      however,\tbeen  submitted\t by Mr\tRoy  in\t the\n\t      course   of  his\targument  that\t there\t are\n\t\t\t    statements of witnesses to the effect that the\n\t      people  of the locality were &#x27;scared&#x27;  of\t the\n\t      accused, implying that they were considered as\n\t      dangerous\t persons.   It\thas  been  submitted\n\t      further that\n\t      21 AIR 1949 PC 103, 104 : 50 Cri LJ 340\n<span class=\"hidden_text\" id=\"span_72\">\t      712</span>\n\t      assuming\tthe fact to be true, from this\tfact\n\t      it  does not follow that the  accused  entered\n\t      into  a conspiracy to prepare and store  bombs\n\t      with  any of the intents specified in  <a href=\"/doc/74809654/\" id=\"a_154\">Section\n\t      3(1)</a> viz. to strike terror amongst the  people\n\t      or  a section of the people.  It must also  be\n\t      remembered  that\tmens  rea  is  an  essential\n\t      ingredient of an offence.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_118\">The least we can say is that this finding is shocking.\n</p><p data-structure=\"Precedent\" id=\"p_119\">73.We  may usefully refer to Ajay Aggarwal case8.  At  pages\n617-618, paras 8-10 it is stated:\n</p><blockquote id=\"blockquote_70\">\t       &quot;8.  ...\t It  is\t not  necessary\t that\teach\n\t      conspirator  must know all the details of\t the\n\t      scheme  nor be a participant at  every  stage.\n\t      It  is  necessary that they should  agree\t for\n\t      design   or   object   of\t  the\t conspiracy.\n\t      Conspiracy   is  conceived  as  having   three\n\t      elements:\t (1) agreement; (2) between  two  or\n\t      more   persons  by  whom\tthe   agreement\t  is\n\t      effected; and (3) a criminal object, which may\n\t      be  either the ultimate aim of the  agreement,\n\t      or  may  constitute the means, or one  of\t the\n\t      means by which that aim is to be accomplished.\n\t      It is immaterial whether this is found in\t the\n\t      ultimate\tobjects.  The common law  definition\n\t      of  &#x27;criminal conspiracy&#x27; was stated first  by\n\t      Lord Denman in Jones&#x27; case that an  indictment\n\t      for conspiracy must &quot;charge a conspiracy to do\n\t      an  unlawful  act by unlawful means&quot;  and\t was\n\t      elaborated  by  Willies, J. on behalf  of\t the\n\t      judges  while  referring the question  to\t the\n\t      House  of Lords in Mulcahy v. Reg32 and  House\n\t      of  Lords in unanimous decision reiterated  in\n\t      Quinn v. Leathem33:\n</blockquote><blockquote id=\"blockquote_71\">\t      `A  conspiracy  consists\tnot  merely  in\t the\n\t      intention of two or more, but in the agreement\n\t      of  two or more, to do an unlawful act, or  to\n\t      do a lawful act by unlawful means.  So long as\n\t      such  a design rests in intention only, it  is\n\t      not  indictable.\tWhen two agree to  carry  it\n\t      into  effect,  the  very plot  is\t an  act  in\n\t      itself,  and the act of each of  the  parties,\n\t      promise  against promise, actus contra  actum,\n\t      capable  of  being enforced,  if\tlawful;\t and\n\t      punishable  if for a criminal object,  or\t for\n\t      the use of criminal means.&#x27;\n</blockquote><blockquote id=\"blockquote_72\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"342903\" id=\"span_73\">9.    This  Court in <a href=\"/doc/342903/\" id=\"a_155\">E. G. Barsay v. State  of\n\t\t\t    Bombay34</a> held:</span>\n</blockquote><blockquote id=\"blockquote_73\">\t      `The  gist of the offence is an  agreement  to\n\t      break  the  law.\t The  parties  to  such\t  an\n\t      agreement\t  will\t be   guilty   of   criminal\n\t      conspiracy,  though the illegal act agreed  to\n\t      be  done has not been done.  So too, it is  an\n\t      ingredient of the offence that all the parties\n\t      should  agree to do a single illegal act.\t  It\n\t      may  comprise  the commission of a  number  of\n\t      acts.   Under <a href=\"/doc/704346/\" id=\"a_156\">Section 43</a> of the  Indian  Penal\n\t      Code,  an\t act would be illegal if  it  is  an\n\t      offence or if it is prohibited by law.&#x27;\n <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1378876\" id=\"span_74\">In  <a href=\"/doc/1378876/\" id=\"a_157\">Yash Pal Mittal v. State of Punjab35</a> the rule was\tlaid\nas follows: (SCC p. 543, para 9)\n8(1993) 3 SCC 609, 617 : 1993 SCC (Cri) 961\n32   (1868) LR 3 ML 306\n33   1901 AC 495 : (1900-3) All ER Rep 1 : 85 LT 289\n34   (1962)  2 SCR 195 : AIR 1961 SC 1762: (1961) 2  Cri  LJ\n<span class=\"hidden_text\" id=\"span_75\">828</span>\n35   (1977) 4 SCC 540: 1978 SCC (Cri) 5\n<span class=\"hidden_text\" id=\"span_76\">713</span>\n\t      `The very agreement, concert or league is\t the\n\t      ingredient   of  the  offence.   It   is\t not\n\t      necessary that all the conspirators must\tknow\n\t      each  and\t every detail of the  conspiracy  as\n\t      long as they are co-participators in the\tmain\n\t      object  of  the conspiracy.  There may  be  so\n\t      many devices and techniques adopted to achieve\n\t      the  common goal of the conspiracy  and  there\n\t      may  be division of performances in the  chain\n\t      of actions with one object to achieve the real\n\t      end of which every collaborator must be  aware\n\t      and  in  which  each  one\t of  them  must\t  be\n\t      interested.  There must be unity of object  or\n\t      purpose  but there may be plurality  of  means\n\t      sometimes even unknown to one another, amongst\n\t      the  conspirators.   In  achieving  the\tgoal\n\t      several  offences may be committed by some  of\n\t      the  conspirators even unknown to the  others.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_120\">\t      The  only\t relevant factor is that  all  means\n\t      adopted  and  illegal acts done  must  be\t and\n\t      purported\t to be in furtherance of the  object\n\t      of  the  conspiracy even though there  may  be\n\t      sometimes\t misfire or overshooting by some  of\n\t      the conspirators.&#x27;\n</p><p data-structure=\"Precedent\" id=\"p_121\">\t      10.\t\t    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"620904\" id=\"span_77\">In\t  <a href=\"/doc/620904/\" id=\"a_158\">Mohammad     Usman\n\t      Mohammad\t Hussain   Maniyar   v.\t  State\t  of\n\t      Maharashtra36</a> it was held that for an  offence\n\t      under <a href=\"/doc/1897847/\" id=\"a_159\">Section 120-B</a> IPC, the prosecution\tneed\n\t      not  necessarily prove that  the\tconspirators\n\t      expressly agreed to do or cause to be done the\n\t      illegal  act, the agreement may be  proved  by\n\t      necessary implication.&quot;</span>\n</p><p data-structure=\"Section\" id=\"p_122\">74.The\tvery  preparation of bombs and possession  of  bombs\nwould  tantamount to terrorising the people.  If proved,  it\nwill  be  a terrorist act and sub-sections (1)\tand  (3)  of\n<a href=\"/doc/17720539/\" id=\"a_160\">Section\t 3</a> of the Act may also be attracted.  The  existence\nof 26 live bombs is a clear indication of conspiracy.\n</p><p data-structure=\"Precedent\" id=\"p_123\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_78\">75.As  regards the non-mention of threat to sovereignty\t and\nintegrity   in\t sanction  order,  we  think  there   is   a\nmisunderstanding.   This Court in <a href=\"/doc/1813801/\" id=\"a_161\">Kartar Singh v.  State  of\nPunjab9</a>\t  (at  SCC  p.\t633)  determined   the\t legislative\ncompetence of Parliament to enact this law.  What is  relied\non  by the learned counsel for the respondents is  paragraph\n68  of <a href=\"/doc/1813801/\" id=\"a_162\">the said judgment</a>.  That states as follows: (SCC\t pp.\n633-34)\n\t      &quot;The  terrorism, the Act (TADA)  contemplates,\n\t      cannot  be classified as mere  disturbance  of\n\t      &#x27;public  order&#x27; disturbing the &#x27;even tempo  of\n\t      the life community of any specified  locality&#x27;</span>\n</p><p data-structure=\"Precedent\" id=\"p_124\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"675104\" id=\"span_79\">-\t in the words of Hidayatullah, C.J. in\t<a href=\"/doc/675104/\" id=\"a_163\">Arun\n\t      Ghosh v. State of W.B.37</a> but it is much  more,\n\t      rather  a\t grave\temergent  situation  created\n\t      either by external forces particularly at\t the\n\t      frontiers of this country or by anti-nationals\n\t      throwing a challenge to the very existence and\n\t      sovereignty  of the country in its  democratic\n\t      polity.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_125\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1275754\" id=\"span_80\">76.Again,   in\t <a href=\"/doc/1275754/\" id=\"a_164\">Hitendra   Vishnu  Thakur   v.\t  State\t  of\nMaharashtra22</a> it is stated in para 7 at p. 618 as under:</span>\n</p><blockquote id=\"blockquote_74\">36 (1981) 2 SCC 443 : 1981 SCC (Cri) 477\n9 (1994) 3 SCC 569: 1994 SCC (Cri) 899 : JT (1994) 2 SC 423\n37 (1970) 1 SCC 98 : 1970 SCC (Cri) 67\n22 (1994) 4 SCC 602: 1994 SCC (Cri) 1087\n<span class=\"hidden_text\" id=\"span_81\">714</span>\n\t      &quot; &#x27;Terrorism&#x27; is one of the manifestations  of\n\t      increased\t lawlessness and cult  of  violence.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_126\">\t      Violence\tand crime constitute a threat to  an\n\t      established  order and are a revolt against  a\n\t      civilised\t society.  &#x27;Terrorism&#x27; has not\tbeen\n\t      defined under TADA nor is it possible to\tgive\n\t      a\t precise  definition of &#x27;terrorism&#x27;  or\t lay\n\t      down what constitutes &#x27;terrorism&#x27;.  It may  be\n\t      possible\tto  describe it as use\tof  violence\n\t      when  its most important result is not  merely\n\t      the  physical and mental damage of the  victim\n\t      but  the\tprolonged  psychological  effect  it\n\t      produces or has the potential of producing  on\n\t      the  society as a whole.\tThere may be  death,\n\t      injury,  or  destruction of property  or\teven\n\t      deprivation  of  individual  liberty  in\t the\n\t      process  but  the\t extent\t and  reach  of\t the\n\t      intended terrorist activity travels beyond the\n\t      effect  of an ordinary crime capable of  being\n\t      punished\tunder the ordinary penal law of\t the\n\t      land and its main objective is to overawe\t the\n\t      Government  or disturb harmony of the  society\n\t      or &#x27;terrorise&#x27; people and the society and\t not\n\t\t\t    only  those directly assaulted, with a view\t t\no\n\t      disturb even tempo, peace and tranquillity  of\n\t      the  society  and create a sense of  fear\t and\n\t      insecurity.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_127\">\t      Again,  in (para 14, p. 623), this Court\twent\n\t      on to hold:\n</p><blockquote id=\"blockquote_75\">\t      &quot;Therefore,  it  is  the\tobligation  of\t the\n\t      investigating agency to satisfy the Designated\n\t      Court from the material collected by it during\n\t      the  investigation,  and\tnot  merely  by\t the\n\t      opinion  formed by the  investigating  agency,\n\t      that  the\t activity of the  &#x27;terrorist&#x27;  falls\n\t      strictly\t within\t  the  parameters   of\t the\n\t      provisions  of TADA before seeking to  charge-\n\t      sheet  an accused under TADA.  The  Designated\n\t      Court  must record its satisfaction about\t the\n\t      existence\t of a prima facie case on the  basis\n\t      of  the  material\t on  the  record  before  it\n\t      proceeds\tto frame a charge-sheet\t against  an\n\t      accused\n\t      for  offences covered by TADA.&quot;  (emphasis  in\n\t      original)\n</blockquote><p data-structure=\"Conclusion\" id=\"p_128\">77.Without proceeding further, all that we can say, in\tthis\ncase,  is  that the materials are enough to bring  the\tcase\nunder  <a href=\"/doc/74809654/\" id=\"a_165\">Section\t3(1)</a>  of the Act.  Of course,  in  order  to\nestablish  this, evidence will have to be led in during\t the\ntrial.\t Therefore,  we\t restrain from\tmaking\tany  further\nobservation  which  may tend to prejudice the  parties.\t  If\nthat be so, the question of mentioning in the sanction order\nthat the ordinary law has broken down, does not arise.\n</p><p data-structure=\"Precedent\" id=\"p_129\">78.Coming to taking cognizance, it has been held by the High\nCourt  that it is not a reasoned order.\t We are of the\tview\nthat  the  approach  of the High Court\tin  this  regard  is\nclearly against the decision of this Court in Stree Atyachar\nVirodhi\t Parishad case10 in (para 14, p. 72 1), which is  as\nunder:\n</p><blockquote id=\"blockquote_76\">\t      &quot;It  is  in  the\ttrial,\tthe  guilt  or\t the\n\t      innocence\t of the accused will  be  determined\n\t      and not at the time of framing of charge.\t The\n\t      court,   therefore,  need\t not  undertake\t  an\n\t      elaborate enquiry in sifting and weighing\t the\n\t      material.\t  Nor is it necessary to delve\tdeep\n\t      into various aspects.  All that the court\t has\n\t      to   consider  is\t whether   the\t evidentiary\n\t      material\ton  record  if\tgenerally  accepted,\n\t      would reasonably connect the accused with\t the\n\t      crime.  No more need be enquired into.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_130\">\t      10 (1989) 1 SCC 715, para 14 : 1989 SCC  (Cri)\n<span class=\"hidden_text\" id=\"span_82\">\t      285</span>\n<span class=\"hidden_text\" id=\"span_83\">\t      715</span>\n</p><p data-structure=\"Precedent\" id=\"p_131\">79.  Again,  in\t Niranjan Singh K.S. Punjabi  case13  it  is\nstated at (SCC page 85, para 7), as under:\n</p><blockquote id=\"blockquote_77\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1985622\" id=\"span_84\">&quot;Again  in  <a href=\"/doc/1985622/\" id=\"a_166\">Supdt.  &amp;  Remembrancer  of  Legal\n\t      Affairs,\tW.B.  v. Anil Kumar  Bhunja38</a>,\tthis\n\t\t\t    Court observed in paragraph 18 of the  judgmen\nt\n\t      as under:</span>\n</blockquote><blockquote id=\"blockquote_78\">\t      &quot;The  standard  of test,\tproof  and  judgment\n\t      which is to be applied finally before  finding\n\t      the  accused  guilty  or\totherwise,  is\t not\n\t      exactly to be applied at the stage of  Section\n\t      227 or 228 of the <a href=\"/doc/445276/\" id=\"a_167\">Code of Criminal  Procedure</a>,\n\t      1973.   At  this\tstage, even  a\tvery  strong\n\t      suspicion\t founded upon materials\t before\t the\n\t      Magistrate,   which  leads  him  to   form   a\n\t      presumptive opinion as to the existence of the\n\t      factual  ingredients constituting the  offence\n\t      alleged,\tmay  justify the framing  of  charge\n\t      against\tthe  accused  in  respect   of\t the\n\t      commission   of\tthat   offence.&quot;   (emphasis\n\t      supplied)\n</blockquote><p data-structure=\"Precedent\" id=\"p_132\">80.The confessional statements of the two accused were\tvery\nmuch there before the Court.  There is no reason to  believe\nthat the Court had not looked at the same.\n</p><p data-structure=\"Precedent\" id=\"p_133\">81.The other finding that what can be looked at is only\t the\npolice report, cannot be sustained.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"918619\" id=\"span_85\">In <a href=\"/doc/918619/\" id=\"a_168\">Satya Narain  Musadi\nv.  State of Biharl4</a> (SCC at pages 157-158, para 10) it\t was\nheld as under:</span>\n</p><blockquote id=\"blockquote_79\">\t      &quot;The report as envisaged by Section 173(2) has\n\t      to  be accompanied as required by\t sub-section\n\t      (5) by all the documents and statements of the\n\t      witnesses\t  therein  mentioned.\tOne   cannot\n\t      divorce  the  details which  the\treport\tmust\n\t      contain  as required by sub-section  (5)\tfrom\n\t      its  accompaniments which are required  to  be\n\t      submitted under sub-section (5).\tThe whole of\n\t      it is submitted as a report to the Court.\t But\n\t      even if a narrow construction is adopted\tthat\n\t      the   police  report  can\t only  be  what\t  is\n\t      prescribed  in Section 173(2) there  would  be\n\t      sufficient  compliance if what is required  to\n\t      be mentioned by the statute has been set\tdown\n\t      in the report.  To say that all the details of\n\t      the  offence  must be set out  in\t the  report\n\t      under  Section 173(2) submitted by the  police\n\t      officer would be expecting him to do something\n\t      more than what Parliament has expected him  to\n\t      set   out\t  therein.   If\t the   report\twith\n\t      sufficient particularity and clarity specifies\n\t      the  contravention  of the law  which  is\t the\n\t      alleged\toffence,  it  would  be\t  sufficient\n\t      compliance with <a href=\"/doc/169878037/\" id=\"a_169\">Section 11</a>.  The details which\n\t      would be necessary to be proved to bring\thome\n\t      the  guilt  to the accused would emerge  at  a\n\t      later stage, when after notice to the  accused\n\t      a charge is framed against him and further  in\n\t      the course of the trial.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_134\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"339748\" id=\"span_86\">82.  The  ruling <a href=\"/doc/339748/\" id=\"a_170\">Uma Charan v. State of M.p26</a>  cited  by  Mr\nDipankar Ghosh, has no application to the facts of this case\nbecause <a href=\"/doc/167770480/\" id=\"a_171\">Regulation 5(5)</a> of\n13 (1990) 4 SCC 76, para 7 : 1991 SCC (Cri) 47\n38 (1979) 4 SCC 274: 1979 SCC (Cri) 1038\n14 (1980) 3 SCC 152, paras 9 &amp; 10: 1980 SCC (Cri) 660\n26 (1981) 4 SCC 102, 105 : 1981 SCC (L&amp;S) 582: (1982) 1\t SCR\n353, 358\n<span class=\"hidden_text\" id=\"span_87\">716</span>\nthe   Indian  Public  Service  (Appointment  by\t  Promotion)\nRegulations,  1955<a href=\"/doc/339748/\" id=\"a_172\">,  <a href=\"/doc/339748/\" id=\"a_173\">in that case</a></a>, required  reasons  to  be\nrecorded.</span>\n</p><p data-structure=\"Precedent\" id=\"p_135\">83.That\t is not the position here.  Hence, that\t is  clearly\ndistinguishable.   The High Court has found in the  impugned\njudgment as follows:\n</p><blockquote id=\"blockquote_80\">\t      &quot;The acts which the accused persons did is the\n\t      act of preparation and storage of bombs, which\n\t      are undoubtedly made of explosive\t substances.\n\t      From these acts of preparation and storage  of\n\t      bombs, it cannot be inferred that the  accused\n\t      intended\tto kill the Hindus or strike  terror\n\t      amongst the people or a section of the people,\n\t      alienate a section of the people or  adversely\n\t      affect the harmony among different sections of\n\t      the people.  Such an intent cannot be inferred\n\t      from  the\t mere  preparation  and\t storage  of\n\t      bombs.   It  may be noted in  this  connection\n\t      that police report does not disclose that\t the\n\t      accused  persons caused the explosion.   As  a\n\t      consequence of the explosion which occurred on\n\t      16-3-1993\t a large number of persons who\twere\n\t      killed  were Muslims and not Hindus  and\teven\n\t      from  the consequences of the  explosion\twith\n\t      which  the accused have not been\tcharged,  it\n\t      cannot  be  inferred  that  accused  who\t are\n\t      alleged  to  have\t been  responsible  for\t the\n\t      preparation and storage of the bombs, intended\n\t      to  kill\tHindus, or strike terror  amongst  a\n\t      section of people or that they had any of\t the\n\t      intents specified in <a href=\"/doc/74809654/\" id=\"a_174\">Section 3(1)</a> of the Act.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_136\">We  are\t clearly  of the opinion that  this  is\t a  perverse\nreasoning.\n</p><p data-structure=\"Precedent\" id=\"p_137\">84.On intention and motive, we only need to refer to  Corpus\nJuris  Secundum (A Contemporary Statement of American  Law),\nVolume 22.  It is held at page 116 (Criminal Law) as under:\n</p><blockquote id=\"blockquote_81\">\t      &quot;Intention\n</blockquote><blockquote id=\"blockquote_82\">\t      (a)   In general\n</blockquote><blockquote id=\"blockquote_83\">\t      (b)   Specific or general intent crimes\n</blockquote><blockquote id=\"blockquote_84\">\t      (a)In general.- As actual intent to commit the\n\t      particular crime toward which the act moves is\n\t      a necessary element of an attempt to commit  a\n\t      crime.   Although\t the intent must be  one  in\n\t      fact,  not  merely  in law,  and\tmay  not  be\n\t      inferred\tfrom the overt act alone, it may  be\n\t      inferred from the circumstances.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_138\">85.As  regards motive in American Jurisprudence,  2nd  Edn.,\nVol. 21, in Section 133, it is stated as under:\n</p><blockquote id=\"blockquote_85\">\t      &quot;133.  Motive.- In criminal law motive may  be\n\t      defined as that which leads or tempts the mind\n\t      to indulge in a criminal act or as the  moving\n\t      power  which impels to action for\t a  definite\n\t      result.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_139\">86.Tested in the light of the above, suffice it to hold\t the\npreparation and storage of bombs, as pointed out above,\t are\nper  se illegal acts.  The intention that it was  to  defend\nthe Muslims, is totally unwarranted.  &quot;Bomb is not a toy  or\ntop  to play with&quot;.  The further question is, when does\t the\nso-called  right  of  self-defence arise?   The\t High  Court\nshould have assumed that each of the allegations made in the\ncharge-sheet  to  be  factually\t correct  and  should\thave\nexamined  the  ingredients  of\tthe  offence.\tAs   rightly\ncontended by Mr U.R.\n<span class=\"hidden_text\" id=\"span_88\">717</span>\nLalit,\tlearned Senior Counsel, the charge-sheet  cannot  be\nconsidered in a restricted way.\n</p><p data-structure=\"Conclusion\" id=\"p_140\">87.On a careful perusal of the judgment we are left with the\nimpression  that the High Court had indulged in\t a  laboured\nexercise, without limiting itself to the proper jurisdiction\nunder  <a href=\"/doc/1712542/\" id=\"a_175\">Article 226</a> of the Constitution of India, in  matters\nof this kind.  We do not want to elaborate on the motive  to\nprepare\t bombs and the intention thereto since the trial  is\nyet to commence.\n</p><p data-structure=\"Conclusion\" id=\"p_141\">88.For\t all  the  above  reasons  we  have  absolutely\t  no\nhesitation  in\tholding\t that the  High\t Court\thas  clearly\nexceeded its powers under <a href=\"/doc/1712542/\" id=\"a_176\">Article 226</a> of the Constitution in\nquashing  the orders of sanction and taking  of\t cognizance.\nTherefore,  we set aside the impugned judgment of  the\tHigh\nCourt  and direct the Designated Court to proceed  with\t the\ncase in accordance with the law with utmost expedition.\n</p><p data-structure=\"Conclusion\" id=\"p_142\">89.  In\t the  result,  the  criminal  appeals  are   allowed\naccordingly.\n</p><span class=\"hidden_text\" id=\"span_89\">719</span>\n\n\n\n","numcites":61,"numcitedby":243,"docsource":"Supreme Court of India","citetid":569814,"divtype":"judgments","relatedqs":[{"value":"mens rea","formInput":"mens%20rea"},{"value":"ram jethmalani","formInput":"ram%20jethmalani"},{"value":"cognizance and sanction","formInput":"cognizance%20and%20sanction"},{"value":"prosecution sanction","formInput":"prosecution%20sanction"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"self defence","formInput":"self%20defence"},{"value":"sanction for prosecution   filter:   prevention of corruption act","formInput":"sanction%20for%20prosecution%20%20%20filter%3A%20%20%20prevention%20of%20corruption%20act"},{"value":"explosive substances act","formInput":"explosive%20substances%20act"},{"value":"TADA SANCTION","formInput":"TADA%20SANCTION"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"case of no sanction","formInput":"case%20of%20no%20sanction"},{"value":"tada act","formInput":"tada%20act"},{"value":"confession","formInput":"confession"},{"value":"proceedings when can be quashed ","formInput":"proceedings%20when%20can%20be%20quashed%20"},{"value":"1992 scc (cri) 426 ","formInput":"1992%20scc%20%28cri%29%20426%20"},{"value":"1994 scc (1)1","formInput":"1994%20scc%20%281%291"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"sanction authority","formInput":"sanction%20authority"},{"value":"tada sortby: suresh patel","formInput":"tada%20sortby%3A%20suresh%20patel"},{"value":"case diary","formInput":"case%20diary"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"causing-explosion-to-endanger-life-or-property","formInput":"tag:causing-explosion-to-endanger-life-or-property"}],"courtcopy":true,"query_alert":null,"agreement":false}