{"tid":1304500,"publishdate":"1999-08-11","title":"Oil & Natural Gas Commission vs Mcdermott International Inc. on 11 August, 1999","doc":"<h2 class=\"doc_title\">Oil &amp; Natural Gas Commission vs Mcdermott International Inc. on 11 August, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2000(1)BOMCR369</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-radhakrishnan\">S. Radhakrishnan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-radhakrishnan\">S. Radhakrishnan</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nS. Radhakrishnan, J. \n \n\n</pre><p data-structure=\"PetArg\" id=\"p_1\">1. Heard the learned Counsel for the petitioners and the learned Counsel for the respondents at length. By this petition, the petitioners- the Oil and Natural Gas Corporation Limited, is challenging an Award dated 30th September, 1993 on various grounds. The brief facts leading to this case are as follows: \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Sometime in the mid of 1970, the petitioners herein, viz. the ONGC, had started the development of its Bombay High Field, and as a part of its continuing development, the petitioners herein, on 17th June, 1985 had published its tender notice No. BOP/SP/PPL/IJK/11(1)/85 inviting bids on the design, procurement, fabrication, inspection, testing and pre-commissioning load out sea fastening tow out, transportation, and installation at offshore site and pre-commissioning and any other work necessary for the final completion of the wellhead platforms II. IJ and IK (collectively) known as &quot;IJK&quot; Platforms in the Bombay High field. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The petitioners herein, viz., the ONGC by its initial tender notice had invited two separate bids for the total work to be performed in the construction of the IJK Platforms. Part I of the said tender was for the supply, fabrication, transportation and installation of jacket piles and appurtenances, including installation engineering, but excluding detailed design for jacket piles and appurtenances. Part II of the said tender was for supply, fabrication, transportation, installation, hook up, precommissioning and commissioning, including design detailed engineering transportation and installation, engineering of the platform debts. The aforesaid Part II also covered the pre-construction survey of pipeline routes, supply corrosion and weight coating with anode installation on the pipelines and the transportation, installation of flow lines and risers, hook up testing and commissioning and burial of the pipelines. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. It appears that on 12th July, 1985, the petitioners had published an addendum to the tender notification and invited bids on a turnkey basis for the entire works in addition to separate bids for Part I and Part II. Therefore, the Commercial and Technical bids were submitted on 13th September, 1985. It appears that the petitioners had also published an addenda to the bid package, which extended the date for submission of bids to 18th November, 1985. The respondents herein, therefore submitted its revised commercial bid on 18th November, 1985. Thereafter, by reveiwing the competing bid and meeting with the prospective contractors, the petitioners-ONGC sent a telex of intent on 11th July, 1986 awarding the respondents herein, the said contract for the entire scope of work. The said contract was duly signed by both the parties on 18th November, 1986. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_5\">5. While executing the said contract, certain disputes had arisen between the parties and therefore, in accordance with clause 16.2 of the terms of the contract, the disputes were referred for arbitration- Before the learned Arbitrators, the respondents herein had filed their claim and the petitioners had also filed their counter claim. Finally, after recording evidence and perusing various documents produced before them, the learned Arbitrators, passed the aforesaid Award dated 30th September, 1993 which is being challenged in the present petition. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. The learned Arbitrators had formulated as many as 16 issues and made and published the aforesaid Award on 30th September, 1993. The petitioners herein have challenged the said impugned Award in the following three aspects, broadly :- \n</p>  \n\n<blockquote id=\"blockquote_1\">A. The claim regarding toss incurred due to fluctuation in foreign exchange, in respect of deductions of surtax. \n</blockquote> \n\n<blockquote id=\"blockquote_2\">B. The various amounts of interest awarded during the pre-reference period. \n</blockquote> \n\n<blockquote id=\"blockquote_3\">C. The mobilization and demobilization costs.  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. With regard to the first objection viz. the claim regarding the loss incurred due to fluctuation in foreign exchange in respect of deductions of surtax, the learned Counsel for the petitioners contended that there are apparent errors on the face of the Award and the said Award is awarded on the basis of erroneous propositions of law. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. The learned Counsel for the petitioners had submitted that with regard to an another award between the same parties, a similar issue had arisen where the learned Arbitrators had upheld the respondents&#x27; claim for loss of foreign exchange in respect of deduction of surtax, and the petitioners had filed Arbitration Petition No. 233 of 1995 for challenging inter alia the findings of the Arbitrators in that regard, and ultimately, this Court by its order dated 4th September, 1998 had set aside the said Award granting the claim of the respondents in respect of loss of foreign exchange in deduction of surtax. The learned Counsel for the petitioners herein had further submitted that the respondents have preferred an appeal against the aforesaid order dated 4th September, 1998 and the same has been admitted but no stay has been granted. In view thereof, the learned Counsel for the petitioners herein submits that as the very same issue and in the very same claim was considered by this Court in its order dated 4th September, 1998, and as the said order dated 4th September, 1998 is not stayed by the Division Bench of this Court, therefore according to the learned Counsel for the petitioners herein, the said order dated 4th September, 1998 is therefore operative and binding and the same ratio ought to be followed in the present case also. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">9. The learned Counsel for the petitioners pointed out that, in the impugned Award, the leaned Arbitrators have found that there was a valid deduction of US$ 2,76,308/- in respect of surtax and the same was not illegal or invalid and the entire amount of US $ 2,76,308/- was paid to the Tax Authorities. The learned Arbitrators have also found that there was no wrongful deductions/withholding or delay in payment. The following observations of the learned Arbitrators in this behalf would be relevant: \n</p>  \n\n<blockquote id=\"blockquote_4\">&quot;The allegation is that beginning with its 12th January, 1987, payment of the Claimants (respondents herein) Invoice No. 2831001 dated 14th December, 1985 till payments made by in the month of February, 1988, the respondent (the petitioners herein) has deducted US$ 2,76,308\n\nand unilaterally withheld the same on account of alleged corporate surtax payable by it..... \n</blockquote> \n\n<blockquote id=\"blockquote_5\">It is further submitted by the claimants that respondent has illegally and arbitrarily paid the sum of US$ 2,57,307 to the Tax Authorities on McDermott Account and has retained the balance US$ 19,001.00&quot;.  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_10\">10. The learned Arbitrators after considering all the material before them,\nhad come to the findings as under : \n</p><blockquote id=\"blockquote_6\"> &quot;We may notice that the controversy regarding the retention of balance amount of US$ 19,001.00 was resolved by the parties. During final argument we were informed by the learned Counsel for the parties that the said amount had also been paid to the tax authorities by the respondents in its capacity as the representative assessee.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_11\">11. The learned Counsel for the petitioners has submitted that, in view of the finding of the learned Arbitrators referred to herein, the amount so deducted belonged to the respondents and only remained with the petitioners as deposit. It is submitted that on the date when the amount of US$ 2,76,308 was deducted, the petitioners were discharged qua the respondents for US$ 2,76,308. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1299823\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"388746\" id=\"span_2\">In that behalf the learned Counsel for the petitioners cited the Apex Court&#x27;s <a href=\"/doc/388746/\" id=\"a_1\">Judgment  P. V. Raghava Reddi v. Commissioner of Incim Tax, and another</a> Judgment , and also the Judgment of this Court dated 4th September, 1998 in <a href=\"/doc/1299823/\" id=\"a_2\">Arbitration Petition No. 233 of 1995 Gas Corporation Ltd. v. McDermott International INC.</a>, .</span></span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">12. The learned Counsel for the petitioners had also pointed out that the respondents had argued before the learned Arbitrators and here also, that the amount of Rs. 31,26,684/- which was paid to the Tax Authorities in respect of surtax was paid by calculating the exchange rate on the date of deduction i.e. for the period from 12th January, 1987 to 30th March, 1987 and not on the date of actual payment i.e. 21st May, 1990. Mr. Dada, the learned Counsel for the petitioners had also pointed out that the respondents had argued that if the exchange rate on the date of payment was taken into account, the corporate tax liability would be US$ 1,82,313.94 and therefore, they are entitled to the difference between US$ 2,76,308 and US$ 1,82,313 i.e. US$74,993. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">13. Mr. Dada, the learned Counsel for the petitioners had also submitted that the petitioners&#x27; as a representative assessee and as a receipient of a notice under <a href=\"/doc/1556855/\" id=\"a_3\">section 276(3)</a> of the Income Tax Act, were bound to make payment of Rs. 31,26,684 which was computed on the basis of exchange rate as in 1987. Mr. Dada further submitted that the petitioners cannot be asked to pay the sum of US$ 74,999 as a representative assessee, and they cannot be asked to pay monies if there is a variation/fluctuation in foreign exchange between the date of deduction and the date of actual payment. According the learned Counsel for the petitioners, that if the Arbitrators had found that the full amount of US$ 2,76,308 was deducted and paid, the question of making any payment to the respondents did not arise, on the ground of fluctuation in foreign exchange rate. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">14. Mr. Dada, the learned Counsel for the petitioners, with regard to the second objection to the impugned Award, viz. regarding award of the pre-reference interest, contended that the interest awarded on Claim Nos. 2, 3, 5 and 6 at pages 121 and 122 of the award , for pre-reference period, is totally misconceived as the claims were disputed and as such, no interest could be\n\nawarded under the contract in respect of the disputed claims. In this behalf the learned Counsel for the petitioners had referred to the contract entered into between the parties. The relevant clause 13.2.4 of the said contract reads as under :- \n</p><blockquote id=\"blockquote_7\"> &quot;The company shall arrange the remittance to the contractor of the undisputed amount of all the work within 30 days of the receipt of the invoice by the company representative for the scope of work as at the time of award of the contract. In the event that payment of the undisputed amounts of the invoices is not received within forty-five (45) days of receipt of the invoice by the Company, interest shall accrue beginning on the forty sixth day after receipt of invoice on the undisputed amount due at the rate of one (1) per cent, per month.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. According to Mr. Dada, the learned Counsel for the petitioners, on reading of clause 13.2.4 of the said contract, it is very clear that as far as there is a dispute regarding the amount the same cannot be construed as a debt within the meaning of the <a href=\"/doc/910984/\" id=\"a_4\">Interest Act, 1978</a> and therefore the respondents cannot avail of the provision of <a href=\"/doc/196386/\" id=\"a_5\">section 3</a> of the Interest Act, for sustaining the claim for pre-reference interest in respect of Claim Nos. 2, 3, 5, and 6 at pages 121 and 122 of the Award. Mr. Dada states that the contract clearly contemplates that the interest could be awarded only with regard to the undisputed amounts and not with regard to the disputed amounts. Mr. Dada states that, apparently arbitration was invoked with regard to these disputes, therefore, there is no question of any interest being awarded prior to the pre-reference period. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">16. Mr. Dada, the learned Counsel for the petitioners had also objected to another category of pre-reference interest, being awarded on the basis of late payment of invoices. In this connection, the learned Counsel for the petitioners submits as under :--- \n</p>  \n\n<blockquote id=\"blockquote_8\">(i) that the interest on late payment of tax awarded in Item Nos. 3, 7(ii) and 10 in respect of Invoice No. 2831008 (US$ 46,785.86), Invoice No. 2031012 (US$ 1,041.80), Invoice No. 2831015 (US$ 5361.06), is an error apparent on the fact of the record as the interest is on late payment of tax to the Income Tax Department. According to Mr. Dada, the learned Counsel for the petitioners, the award of interest on late payment of tax of to the Income Tax Department, is patently erroneous and is an error apparent on the face of the record. \n</blockquote> \n\n<blockquote id=\"blockquote_9\">(ii) that the interest on withheld payment on account of dispute cannot be charged for the period when the amounts were under dispute during that period. Therefore, according to the learned Counsel Mr. Dada for the petitioners, the interest in respect of Item Nos. 4, 5, 6 and 7(1) in respect of Invoice No. 2831009 (US$ 2083.69) Invoice No. 2831010 (US$ 2,216.44), Invoice No. 2831011 (US$ 2,219) and Invoice No. 2831012 [US$ 19,176.59), could not be charged, and the same are not sustainable at all. According to Mr. Dada, with regard to the aforesaid amounts there were disputes and finally the disputes were resolved between the parties and therefore the same does not become undisputed from the date on which the same were withheld to the date on which amounts were paid. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">(iii) that the learned Arbitrators have committed a patent error apparent on the fact of the record in awarding interest of US$ 2462.76 on an amount of US$ 263,745 for a period of four days when a similar amount was claimed for a period of 19 days. In this behalf the learned Counsel Mr. Dada for the petitioners had referred to the claim in respect of Invoice\n\nNo. 2831008 at Item No. 8 on page 36 of Statement of Claims and the Award Item No. 3(i) at page 117 of the Award. \n</blockquote> \n\n<blockquote id=\"blockquote_11\">(iv) that the interest on undisputed amount can be awarded in accordance with Clause 13.2.4 of the Contract, and hence, if the amount is disputed, the interest cannot be awarded under the contract. Mr. Dada contended that even the <a href=\"/doc/910984/\" id=\"a_6\">Interest Act</a> would not apply to any such an eventuality because the amount so disputed is not a debt as defined under the <a href=\"/doc/910984/\" id=\"a_7\">Interest Act</a>.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. Mr. Dada the learned Counsel for the petitioners had contended that the learned Arbitrators had no power to grant interest for the pre-reference period. In this behalf he has referred to a judgment of the Apex Court reported in Ram Nath International Construction P. Ltd. v. State of U.P., A.I.R. 1998 S.C. 367, in which the Apex Court has categorically held that an Arbitrator had no power to grant interest for the pre-reference period. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. The third objection of the learned Counsel for the petitioners to the Award dated 30th September, 1993 is with regard to the award of mobilization and demobilization costs. The learned Counsel for the petitioners had submitted that the respondents had claimed for mobilization and demolization charges in respect of FGH and IJK Contracts. Mr. Dada the learned Counsel for the petitioners states that the main contention raised by the respondents has been set out at page 74 of the Award as under :--- \n</p><blockquote id=\"blockquote_12\"> &quot;Since no mobilization and demobilization charges were payable under the FGH Contract, McDermott (respondent herein) would only be paid mobilization/demobilization charges under the IJK Project for performing combined installation programme for the IJK and FGH Projects.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_19\">In this behalf, Mr. Dada, the learned Counsel for the petitioners submits that in respect of the FGH Project the Contract had been awarded to M/ s. Samsung Heavy Industries and not to the respondent herein. The respondents were the sub-contractors for M/s. Samsung Heavy Industries in respect of FGH Contract and there was absolutely no privity of contract between the petitioners and the respondents in respect of FGH Contract. According the learned Counsel for the petitioners, that the respondent had not wilfully produced their contract with Samsung Heavy Industries under which they claim to have not been paid. Therefore, according to Mr. Dada, the learned Counsel for the petitioners, there was nothing on record to show that the respondent were not paid by Samsung Heavy Industries and as such the petitioners were liable to pay for the same. Mr. Dada, the learned Counsel for the petitioners had also submitted that the learned Arbitrators had proceeded on an erroneous proposition of law. According to him it is perverse to hold that if the respondents had not charged any amount to Samsung Heavy Industries in respect of mobilization/demobilization charges for the FGH Contract, the petitioners must compensate the respondents for that work in the IJK Contract. According to Mr. Dada, the petitioners were not required to pay to the Samsung Heavy Industries, and therefore, there was no question of petitioners paying the sub-contractors of the Samsung Heavy Industries, viz., the respondent herein. Mr. Dada, the learned Counsel for the petitioners contended that the contract between the petitioners and the Samsung Heavy Industries was totally a separate and independent contract and if the Samsung Heavy Industries was not required to be paid by the petitioners for the FGH Contract, then surely, the petitioners cannot be compelled to pay to the respondent herein who were only the sub-contractors of the Samsung Heavy Industries. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_20\">19. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_3\">In this behalf the learned Counsel for the petitioners had relied upon the judgment of the Apex Court in the case of <a href=\"/doc/1015491/\" id=\"a_8\">Associated Engineering Co. v. Government of Andhra Pradesh and another</a>, . In this case, while dealing with the scope of the Arbitrator, the following observations of the Apex Court, in paragraphs 26, 27, 28 and 29 are very relevant, which are as under :---</span> \n</p>  \n\n<blockquote id=\"blockquote_13\">&quot;Para 26. The Arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the contract. His sole function is to arbitrate in terms of the contract. He has no power apart from what the parties have given him under the contract. If he has travelled outside the bounds of the contract, he has acted without jurisdiction. But if he has remained inside the parameters of the contract and has construed the provisions of the contract, his award cannot be interfered with unless he has given reasons for the award disclosing an error apparent on the face of it.&quot;  \n</blockquote> \n\n<blockquote id=\"blockquote_14\">&quot;Para 27. .....A deliberate departure from contract amounts to not only manifest disregard of his authority or a misconduct on his part, but it may tantamount to a mala fide action. A conscious disregard of the law or the provisions of the contract from which he has derived his authority vitiates the award.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> &quot;Para 28, A dispute as to the jurisdiction of the arbitrator is not a dispute within the award, but one which has to be decided outside the award. An umpire or arbitrator cannot widen his jurisdiction by deciding a question not referred to him by the parties or by deciding a question otherwise than in accordance with the contract. He cannot say that he does not care what the contract says. He is bound by it. It must bear his decision. He cannot travel outside its bounds. If he exceeded his jurisdiction by so doing, his award would be liable to be set aside. As stated by Lord Parmoor :--- \n</blockquote> \n\n<blockquote id=\"blockquote_16\">&quot;.....It would be impossible to allow an umpire to arrogate to himself jurisdiction over a question which on the true construction of the submission was not referred to him. An umpire cannot widen the area of his jurisdiction by holding, contrary to the fact, that the matter which he affects to decide is within the submission of the parties.....&quot; \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_21\"> Attorney-General for Manitoba v. Kelly, 1992(1) A.C. 268, 276.&quot; \n</p> \n\n<blockquote id=\"blockquote_17\">&quot;Evidence of matters not appearing on the face of the award would be admissible to decide whether the arbitrator travelled outside the bounds of the contract and thus exceeded his jurisdiction. In order to see what the jurisdiction of the arbitrator is, it is open to the Court to see what dispute was submitted to him. If that is not clear from the award, it is open to the Court to have recourse to outside sources. The Court can look at the affidavits and pleadings of parties, the Court can look at the agreement itself. Bunge &amp; Co. v. Dewar &amp; Webb, 1921 (8) Lloyd&#x27;s Rep 436 (K.B.).&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_18\">&quot;Para 29. If the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. But if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. Such error going to his jurisdiction can be established by looking into material outside the award. Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. The dispute as to jurisdiction is a matter which is outside the award or outside whatever may be said about it in the award. The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. The rationale of this rule is that the nature of the dispute is\n\nsomething which has to be determined outside and independent of what appears in the award.....&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">Finally, the Apex Court, in the aforesaid case of Associated Engineering Company, in paragraphs 30 and 31, has concluded as follows :--- \n</p>  \n\n<blockquote id=\"blockquote_19\">&quot;Para 30. In the instant case, the umpire decided matters strikingly outside his jurisdiction. He outstepped the confines of the contract. He wandered far outside the designated area. He digressed far away from the allotted task. His error arose not by misreading or misconstruing or misunderstanding the contract, but by acting in excess of what was agreed. It was an error going to the root of his jurisdiction because he asked himself the wrong question, disregarded the contract and awarded in excess of his authority. In many respects, the award flew in the face of provisions of the contract to the contrary.....&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_20\">&quot;Para 31. The umpire, in our view, acted unreasonably, irrationally and capriciously in ignoring the limits and the clear provisions of the contract. In awarding claims which are totally opposed to the provisions of the contract to which he made specific reference in allowing them, he has misdirected and misconducted himself by manifestly disregarding the limits of his jurisdiction and the bounds of the contract from which he derived his authority thereby acting ultra fines compromisi.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">20. Mr. Dada, the learned Counsel for the petitioners, also referred to the judgment of the Apex Court in the case of The State of Rajasthan v. Puri Construction, . Mr. Dada pointed out that, in the above mentioned case, the Apex Court has taken a view that if an Arbitrator while giving an award relied on a material not on record, and that too there being no basis for granting the said award, then, the said award is liable to be set aside. Mr. Dada, the learned Counsel for the petitioners referred to para 31 of the aforesaid judgment wherein the following observations are very relevant :--- \n</p>  \n\n<blockquote id=\"blockquote_21\">&quot;.....As reference to arbitration of disputes in commercial and other transactions involving substantial amount has increased in recent time, the courts were impelled to have fresh look on the ambit of challenge to an award by the arbitrator so that the award does not get undesirable immunity. In recent times, error in law and fact in basing an award has not been given the wide immunity as enjoyed earlier, by expanding the import and implication of &quot;legal misconduct&quot; of an arbitrator so that award by the arbitrator does not perpetrate gross miscarriage of justice and the same is not reduced to mockery of a fair decision of the lis between the parties to arbitration. Precisely for the aforesaid reasons, the erroneous application of law constituting the very basis of the award and improper and incorrect findings of fact, which without closer and intrinsic scrutiny, are demonstrable on the face of the materials on record, have been held, very rightly, as legal misconduct rendering the award as invalid.....&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_22\">&quot;.....Where the error of finding of facts having a bearing on the award is patent and is easily demonstrable without the necessity of carefully weighing the various possible viewpoints, the interference with award based on erroneous finding of fact is permissible...&quot; &quot;.....In ultimate analysis, it is a question of delicate balancing between the permissible limit of error of law and fact and patently erroneous finding easily demonstrable from the materials on record and application of principle of law forming the basis of the award which is patently erroneous. It may be indicated here that however objectively the problem may be viewed,\n\nthe subjective element inherent in the Judge deciding the problem, is bound to creep in and influence the decision. By long training in the art of dispassionate analysis, such subjective element is, however, reduced to minimum. Keeping the aforesaid principle in mind, the challenge to the validity of the impugned award is to be considered with reference to judicial decisions on the subject.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"588099\" id=\"span_4\">21. The learned Counsel for the petitioners, Mr. Dada, also relied upon another judgment of the Apex Court in the case of <a href=\"/doc/588099/\" id=\"a_9\">Sudarsan Trading Co. v. The Government of Kerala</a>, . In this judgment, Mr. Dada referred to para 28 which reads as under :---</span> \n</p><blockquote id=\"blockquote_23\"> &quot;Para 28. It was submitted before us that the High Court had exceeded its jurisdiction in acting in the manner it did on these aforesaid aspects. The first question, therefore, that arises for consideration in this case is, whether the award in question was a speaking award or not. In our opinion, the award was not a speaking award. As award can also be set aside if the arbitrator had misconducted himself or the proceedings or had proceeded beyond his jurisdiction, these are separate and distinct grounds for challenging an award. Where there are errors apparent on the fact of the award it can only be set aside if in the award there is any proposition of law which is apparent on the face of the award, namely, in the award itself of any document incorporated in the award.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979582\" id=\"span_5\">22. Mr. Madon, the learned Counsel for the respondents, on the other hand, fully supported an impugned award and contended that the impugned award cannot be challenged on the grounds as raised by the petitioner. The learned Counsel for the respondents brought to my notice various authorities of the Supreme Court dealing with the scope of the Court&#x27;s power to set aside an award. Mr. Madon relied upon the judgment of the Apex Court in the case of <a href=\"/doc/1979582/\" id=\"a_10\">Puri Construction Pvt. Ltd. v. The Union of India</a>, , and submitted that in the aforesaid judgment, the Apex Court has categorically held that the scope of this Court in interference with the Award is limited and it has no jurisdiction to sit in appeal over the views of the arbitrator by re-examining and re-assessing the materials. The Apex Court, in the aforestated case, in para No. 14, has observed as under :-</span> \n</p><blockquote id=\"blockquote_24\"> &quot;Para 14. .....But this does not lead to the conclusion that for upholding an award the Court has to examine the merits of the award with reference to the materials produced before the arbitrator. The Court cannot sit in appeal over the views of the arbitrator by re-examining and re-assessing the materials. The scope for setting aside an award is limited to the grounds available under the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a>, which have been well defined by a long line of decided cases, and none of them is available here.....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1453495\" id=\"span_6\">23. Mr. Madon, the learned Counsel for the respondents also relied upon another judgment of the Supreme Court in the case of <a href=\"/doc/1453495/\" id=\"a_12\">Brijendra Nath Srivastava v. Mayank Srivastava and others</a>, reported in 1994(6) S.C.C. 177. Mr. Madon referred to the observations of the Supreme Court in para 20 of this judgment. The relevant portion reads as under :---</span> \n</p><blockquote id=\"blockquote_25\"> &quot;.....If the arbitrator or umpire chooses to give reasons in support of his decision it would be open to the Court to set aside the award if it finds that an error of law has been committed by the arbitrator or umpire on the basis of the recording of such reasons. The reasonableness of the reasons given by the arbitrator cannot, however, be challenged. The arbitrator is the sole Judge of the quality as well as the quantity of the evidence and it will not be for the Court to take upon itself the task of\n\nbeing a Judge of the evidence before the arbitrator. The Court should approach an award with a desire to support it, if that is reasonably possible rather than to destroy it by calling it illegal.....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"588099\" id=\"span_7\">24. Thereafter, Mr. Madon, the learned Counsel for the respondents also relied upon another judgment of the Supreme Court, in the case of <a href=\"/doc/588099/\" id=\"a_13\">Sudarsan Trading Co. v. The Government of Kerala and another</a>, , and referred to the observations in para 31 of <a href=\"/doc/588099/\" id=\"a_14\">the said judgment</a>. The relevant part of the said para 31 reads as under :---</span> \n</p><p data-structure=\"Precedent\" id=\"p_28\"> 31. &quot;But, in the instant case the Court had examined the different claims not to find out whether these claims were within the disputes referable to the arbitrator, but to find out whether in arriving at the decision, the arbitrator had acted correctly or incorrectly. This, in our opinion, the Court had no jurisdiction to do, namely, substitution of its own evaluation of the conclusion of law or fact to come to the conclusion that the arbitrator had acted contrary to the bargain between the parties.&quot;  \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_29\">Mr. Madon, the learned Counsel for the respondents submitted that it is the settled law that an interpretation of contract is a matter for an Arbitrator, and the Court cannot substitute its own decisions.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"525017\" id=\"span_8\">25. Further, Mr. Madon, the learned Counsel for the respondents relied upon the well known judgment of the Privy Council, in the case of <a href=\"/doc/525017/\" id=\"a_15\">Chamsey Bhara &amp; Company v. Jivraj Balloo Spinning and Weaving Company Ltd.</a>, reported in A.I.R. 1923 Privy Council 66, wherein, he referred to the relevant part of the observations, which read as under :---</span> \n</p><blockquote id=\"blockquote_26\"> &quot;.....An error in law on the face of the award means, in their Lordships view, that you can find in the award or a document actually incorporated thereto, as for instance, a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award and which you can then say is erroneous. It does not mean that if in a narrative a reference is made to a contention of one party that opens the door to seeing first what that contention is, and then going to the contract on which the parties rights depend to see if that contention is sound.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"38572\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"317172\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1840796\" id=\"span_12\">Mr. Madon, the learned Counsel for the respondents pointed out that the above proposition of law <a href=\"/doc/525017/\" id=\"a_16\">laid down by</a> the Privy Council, has been consistently followed by our Supreme Court in several cases viz., <a href=\"/doc/1840796/\" id=\"a_17\">The Union of India v. Bungo Steel Furniture</a>, , <a href=\"/doc/317172/\" id=\"a_18\">N. Chellappan v. Kerala S.E. Board</a>, , <a href=\"/doc/38572/\" id=\"a_19\">The U.P. Hotels v. U.P. State Electricity Board</a>,  and <a href=\"/doc/588099/\" id=\"a_20\">Sudarsan Trading Co. v. The Government of Kerala</a>, .</span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">26. Mr. Madon, the learned Counsel for the respondents also submitted that this Court cannot interfere with the award and that the award is not open to challenge on the ground that the Arbitrator has reached a wrong conclusion or has failed to appreciate facts. In this behalf the learned Counsel Mr. Madon relied upon the judgment of the Supreme Court in the case of M/s. Hindustan Tea Company v. M/s. K. Sashikant &amp; Company, . The relevant observations of the Supreme Court in the aforesaid case, read as under :--- \n</p><blockquote id=\"blockquote_27\"> &quot;....Under the law, the arbitrator is made the final arbitrator of the dispute between the parties. The Award is not open to challenge on the ground that the arbitrator has reached a wrong conclusion or has failed to appreciate facts....&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_33\">27. Mr. Madon, the learned Counsel for the respondents further contended that the Court should not interfere with the award of the arbitrators on the ground that there was an error of law apparent on the face of the award. He submitted that if a question of law is specifically referred and it becomes evident that the parties desired to have a decision on the specific question from the arbitrator rather than one from the Court, then, the Court will not interfere with the award of the arbitrator on the ground that there was an error of law apparent on the face of the award, even if the view of law taken by the arbitrator did not accord with the view of the Court. Mr. Madon contended that, when a question of law is specifically referred to the arbitrator himself, then, even if a view of law taken by the arbitrator is not in accordance with the view taken by the Court, an award should not be interfered with, by this Court. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196949\" id=\"span_13\">In that behalf Mr. Madon relied upon a judgement of the Supreme Court in the case of M/s. <a href=\"/doc/196949/\" id=\"a_21\">Tarapore and Company v. Cochin Shipyard Ltd.</a>, . The relevant observations of the Supreme Court in para 16 of <a href=\"/doc/196949/\" id=\"a_22\">the said judgment</a> read as under :-</span> \n</p><blockquote id=\"blockquote_28\"> 16. &quot;With the ever widening expansion of international trade and commerce, complex questions of private International Law, effect of local laws on contracts between parties belonging to different nations are certainly bound to crop up. Arbitration has been considered a civilised way of resolving such disputes avoiding Court proceedings. There is no reason why the parties should be precluded from referring a specific question of law to an arbitrator for his decision and agree to be bound by the same. This approach manifests faith of parties in the capacity of the Tribunal of their choice to decide even a pure question of law. If they do so, with eyes wide open, and there is nothing to preclude the parties from doing so, then there is no reason why the Court should try to impose its view of law superseding the view of the Tribunal whose decision the parties agreed to abide by. Therefore, on principle it appears distinctly clear that when a specific question of law is referred to an arbitrator for his decision including the one touching upon the jurisdiction of the arbitrator, the decision of the arbitrator would be binding on both the parties and it would not be open to any of the two parties to wriggle out of it by contending that the arbitrator cannot clutch at or confer jurisdiction upon himself by misconstruing the arbitration agreement.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\">28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_14\">In the aforesaid judgment referred to by the learned Counsel for the respondents, viz., in the case of M/s. <a href=\"/doc/196949/\" id=\"a_23\">Tarapore &amp; Company v. Cochin Shipyard Ltd.</a> a reference is also made of the Statement of law as stated in Halsbury&#x27;s Laws of England, Vol. 2 Para 623, 4th Edition, which reads as under :-</span> \n</p><blockquote id=\"blockquote_29\"> &quot;If a specific question of law is submitted to the arbitrator for his decision and he decided it, the fact that the decision is erroneous does not make the award bad on its face so as to permit its being set aside; and where the question referred for arbitration is a question of construction, which is, generally speaking, a question of law, the arbitrator&#x27;s decision cannot be set aside only because the Court would itself have come to a different conclusion.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\">29. Mr. Madon, the learned Counsel for the respondents, also relied upon another judgment of the Supreme Court in the case of the State of Rajasthan v. Puri Construction, . Mr. Madon pointed out that, in the aforesaid case, the Supreme Court after considering a catena of cases has reiterated the law on the subject of powers of the Court in the\n\nmatter of setting aside an award. The relevant observations in Para 32 of the said judgment are as under :- \n</p><blockquote id=\"blockquote_30\"> &quot;Hence, on the score of alleged misreading, misconstruction, misappreciation of the materials on record or failure to consider some of the materials in their proper perspective, the impugned award is not liable to be set aside.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_36\">By referring to this judgment, the learned Counsel for the respondents had submitted that even if it is assumed that, on the materials on record, a different view could have been taken and the arbitrators have failed to consider the documents and materials on record in their proper perspective, the award is not liable to be struck down. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">30. Mr. Madon, the learned Counsel for the respondents submitted that when the arbitrator is required to construe a contract, then, merely because another view is possible, the Court would not be justified in construing the contract in a different manner and then to set aside the award by observing that the arbitrator has exceeded the jurisdiction in making the award. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"529896\" id=\"span_15\">In this behalf the learned Counsel for the respondents relied upon another judgment of the Supreme Court in the case of <a href=\"/doc/529896/\" id=\"a_24\">H.P. State Electricity Board v. R.J. Shah &amp; Company</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_16\">In this judgment, the Supreme Court has referred to the observations in <a href=\"/doc/588099/\" id=\"a_25\">Sudarshan Trading Company v. Government of Kerala</a>, , where the Supreme Court at p. 56 has held as follows :-</span> \n</p><blockquote id=\"blockquote_31\"> &quot;In Halsbury&#x27;s Laws of England II, 4th Edition, Vol. 2, para 622 one of the misconducts enumerated is the decision by the arbitrator on a matter which is not included in the agreement or reference. But in such a case one has to determine the distinction between an error within the jurisdiction and an error in excess of the jurisdiction.... Whether a particular amount was liable to be paid or damages liable to be sustained, was a decision within the competency of the arbitrator in this case. By purporting to construe the contract the Court could not take upon itself the burden of saying that this was contrary to the Contract and, as such, beyond jurisdiction. It has to be determined that there is a distinction between disputes as to the jurisdiction of the arbitrator and the disputes as to in what way that jurisdiction should be exercised.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_38\">31. Relying upon the aforesaid case the learned Counsel for the respondents submitted that the Court can set aside an award only if there is an error of jurisdiction, but not if an error is committed in exercise of jurisdiction. He submitted that when an arbitrator is required to construe a contract, then, merely because another view is possible, the Court would not be justified in construing the contract in different manner and then to set aside the award by observing that the arbitrator has exceeded the jurisdiction in making the award. Mr. Madon submitted that the Court has to determine whether an arbitrator has acted in excess of his jurisdiction, and to determine the same, the Court has to see whether the claimant could raise a particular dispute or claim before the arbitrator, and if the answer is in the affirmative , then, it is clear that the arbitrator would have the jurisdiction to deal with such a claim or dispute. Therefore, according to the learned Counsel for the respondents, an award is liable to be set aside only if there is an error of jurisdiction, but not if an error is committed in exercise of jurisdiction. \n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">32. With regard to the first objection to the impugned award raised by the petitioners, viz. the claim regarding loss incurred due to fluctuation in for-\n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">eign exchange in respect of deductions for sur-tax, the learned Counsel for the respondents submitted that the learned arbitrators after considering the evidence on record, had come to the conclusion that the amount of US$ 74,993 was payable by the petitioners to the respondents towards the foreign exchange loss. According to the learned Counsel for the respondents, the arbitrators have come to the categorical findings of facts that the amount of US$ 257,307 which is deducted for the purpose of sur-tax liability was in fact retained by the petitioners in US$ for payment in Indian Rupees. Therefore, according to the learned Counsel for the respondents, the arbitrators have awarded US$ 74,993 towards the foreign exchange loss. The learned Counsel for the respondents had submitted that the arbitrators have come to the categorical findings that the petitioners had withheld US$ 257,307 and not in Indian Rupees, and therefore, the petitioners cannot take an advantage of the exchange rate fluctuation, whereby the petitioners were made to pay only US$ 1,82,313.94 to the Income Tax Authorities instead of US$ 2,57,307. Therefore, Mr. Madon, the learned Counsel for the respondents submitted that the learned arbitrators had rightly held that the petitioners were not entitled to retain the said sum of US$ 74,993. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_41\">33. With regard to the judgment of this Court dated 4th September, 1998 in Arbitration Petition No. 233 of 1995 in Award No. 45 of 1995, the learned Counsel for the respondents submitted that the said award was passed based on the evidence led in the said matter. The contention of the learned Counsel for the respondents is that <a href=\"/doc/588099/\" id=\"a_26\">the said judgment</a> ought to be relied upon in the instant case, in as much as <a href=\"/doc/588099/\" id=\"a_27\">the said judgment</a> pertains to different award based on different evidence. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_42\">34. Without prejudice to the above contentions, the learned Counsel for the respondents submitted that the award of the learned arbitrators with regard to the foreign exchange loss was not based on any erroneous proposition of law entitling this Court to set aside the same. The learned Counsel for the respondents submitted that, if the learned arbitrators had committed any error in the award with regard to foreign exchange loss, the same cannot be categorised as an error of law on the face of an award and this Court ought not to set aside the same. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_43\">35. With regard to the second objection viz. award interest during the pre-reference period, the learned Counsel for the respondents contended that, the arbitration proceedings were commenced much after the coming into force of the <a href=\"/doc/910984/\" id=\"a_28\">Interest Act, 1978</a> and therefore the arbitrators had the power to award interest for pre-reference period. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1121664\" id=\"span_17\">In this behalf the learned Counsel for the respondents relied upon the judgment of the Supreme Court in the case of <a href=\"/doc/1121664/\" id=\"a_29\">Executive Engineer (Irrigation) v. Abhaduta Jena</a>, , for re-iterating the proposition that the arbitrator has power to grant interest for the pre-reference period, with regard to the cases arising after commencement of the <a href=\"/doc/910984/\" id=\"a_30\">Interest Act, 1978</a>. According to the learned Counsel for the respondents, as held by the Supreme Court, that, in regard to the cases arising after the commencement of the <a href=\"/doc/910984/\" id=\"a_31\">Interest Act, 1978</a> the arbitrator has the same power as the Court, to award interest up to the date of institution of the proceedings. The learned Counsel for the respondents also pointed out, that in the aforesaid case of Executive Engineer, the Supreme Court has also held that if the agreement between the parties entitles the Arbitrator to award interest, no further question arises\n\nand the arbitrator may award the interest. The learned Counsel for the respondents contended that the above view /proposition of law has been consistently followed and reiterated by the Supreme Court in number of cases thereafter, viz.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1656418\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"398094\" id=\"span_19\"><a href=\"/doc/398094/\" id=\"a_32\">Jugal Kishore Prabhatilal Sharma &amp; others v. Vijendra Prabhatilal Sharma</a>, , and the <a href=\"/doc/1656418/\" id=\"a_33\">State of Orissa v. B.N. Agarwala</a>, .</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1656418\" id=\"span_20\">36. So as to reiterate the proposition of law that the arbitrator has the power to grant interest for the pre-reference period, the learned Counsel for the respondents further relied upon the following observations of the Supreme Court in the aforesaid case of <a href=\"/doc/1656418/\" id=\"a_34\">State of Orissa v. B.N. Agarwala</a>, at paragraph 18 :-</span> \n</p><blockquote id=\"blockquote_32\"> &quot;In view of the aforesaid decisions there can now be no doubt with regard to the jurisdiction of the arbitrator to grant interest. The principles which can now be said to be well-settled are that the arbitrator has the jurisdiction to award pre-reference interest in cases which arose after the <a href=\"/doc/910984/\" id=\"a_35\">Interest Act, 1978</a> has become applicable. With regard to those cases pertaining to the period prior to the applicability of the <a href=\"/doc/910984/\" id=\"a_36\">Interest Act, 1978</a>, in the absence of any substantive law, contract or usage, the arbitrator has no jurisdiction to award interest. For the period during which the arbitration proceedings were pending in view of the decision in G.C. Roy case and Hindustan Construction Ltd. case, the arbitrator has the power to award interest. The power of the arbitrator to award interest for the post-award period also exists and this aspect has been considered in the discussion relating to Civil Appeal No. 9234 of 1994 in the later part of this judgment.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_45\">Therefore, according to the learned Counsel for the respondents, the learned arbitrators had not committed any error in awarding interest for the pre-reference period, especially in view of clause 13.2.4 of the Contract between the parties, which relates to the payment of such interest. Furthermore, according to Mr. Madon, the learned Counsel for the respondents, the present arbitration proceedings were commenced much after the coming into force of the <a href=\"/doc/910984/\" id=\"a_37\">Interest Act, 1978</a>, and therefore it is crystal clear that the arbitrators had the power to grant interest for the pre-reference period. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">37. With regard to the question of whether the arbitrators had the power to award interest pendente lite, the learned Counsel for the respondents contended that the learned arbitrators had the said power. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"654172\" id=\"span_21\">In this behalf, Mr. Madon relied upon the Apex Court&#x27;s Judgment in the case of <a href=\"/doc/654172/\" id=\"a_38\">Secretary, Irrigation Department, Government of Orissa &amp; others v. G.C. Roy</a>, . The Supreme Court in this case, after considering various judgments at paragraphs 43 and 44, has observed as under :-</span> \n</p> \n\n<blockquote id=\"blockquote_33\">Observations in Para 43:--- \n</blockquote>  \n\n<blockquote id=\"blockquote_34\">&quot;The question still remains whether arbitrator has the power to award interest pendente lite, and if so on what principle. We must reiterate that we are dealing with the situation where the agreement does not provide for grant of such interest nor does it prohibit such grant. In other words, we are dealing with the case where the agreement is silent as to award of interest. On a conspectus of aforesaid decisions, the following principles emerge : \n</blockquote>  \n\n<blockquote id=\"blockquote_35\">(i) A person deprived of the use of money to which he is legitimately entitled has a right to be compensated for the deprivation, call it by any name. It may be called interest, compensation or damages. This basic consideration is as valid for the period the dispute is pending\n\nbefore the arbitrator as it is for the period prior to the arbitrator entering upon the reference. This is the principles of section 34. Civil Procedure Code and there is no reason or principle to hold otherwise in the case of arbitrator. \n</blockquote> \n\n<blockquote id=\"blockquote_36\">(ii) An arbitrator is an alternative form (sic forum) for resolution of disputes arising between the parties. If so, he must have the power to decide all the disputes or differences arising between the parties. If the arbitrator has no power to award interest pendent lite, the party claiming it would have to approach the Court for that purpose, even though he may have obtained satisfaction in respect of other claims from the arbitrator. This would lead to multiplicity of proceedings. \n</blockquote> \n\n<blockquote id=\"blockquote_37\">(iii) An arbitrator is the creature of an agreement. It is open to the parties to confer upon him such powers and prescribe such procedure for him to follow, as they think fit, so long as they are not opposed to law. (The proviso to section 41 and <a href=\"/doc/1529130/\" id=\"a_39\">section 3</a> of Arbitration Act illustrate this point). All the same, the agreement must be in conformity with law. The arbitrator must also act and make his award in accordance with the general law of the land and the agreement. \n</blockquote> \n\n<blockquote id=\"blockquote_38\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"654172\" id=\"span_22\">(iv) Over the years, the English and Indian Courts have acted on the assumption that where the agreement does not prohibit and a party to the reference makes a claim for interest, the arbitrator must have the power to award interest pendente lite. Thawardas has not been followed in the later decisions of this Court. It has been explained and distinguished on the basis that <a href=\"/doc/654172/\" id=\"a_40\">in that case</a> there was no claim for interest but only a claim for unliquidated damages. It has been said repeatedly that observations in <a href=\"/doc/654172/\" id=\"a_41\">the said judgment</a> were not intended to lay down any such absolute or universal rule as they appear to, on first impression.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_23\"><a href=\"/doc/1121664/\" id=\"a_42\">Until Jena</a> case almost all the courts in the country had upheld the power of the arbitrator to award interest pendente lite. Continuity and certainty is a highly desirable feature of law.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_39\">(v) Interest pendente lite is not a matter of substantive law, like interest for the period anterior to reference (pre-reference period). For doing complete justice between the parties, such power has always been inferred.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\">Observations in Para 44:- \n</p>  \n\n<blockquote id=\"blockquote_40\">&quot;Having regard to the above consideration, we think that the following is the correct principle which should be followed in this behalf.  \n</blockquote> \n\n<blockquote id=\"blockquote_41\">Where the agreement between the parties does not prohibit grant of interest and where a party claims interest and that dispute (along with the claim for principal amount or independently) is referred to the arbitrator, he shall have the power to award interest pendente lite. This is for the reason that in such a case it must be presumed that interest was an implied term of the agreement between the parties and therefore when the parties refer all their disputes- or refer the dispute as to interest as such- to the Arbitrator, he shall have the power to award interest. This does not mean that in every case the Arbitrator should necessarily award interest pendente lite. It is a matter within his discretion to be exercised in the light of all the facts and circumstances of the case, keeping the ends of justice in view.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1049606\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"654172\" id=\"span_25\">38. Mr. Madon, the learned Counsel for the respondents also brought to my notice that the aforesaid case of <a href=\"/doc/654172/\" id=\"a_43\">Secretary, Irrigation Department, Government of Orissa and others v. G.C. Roy</a>, has also been referred to and followed thereafter by the Supreme Court in the case of <a href=\"/doc/1049606/\" id=\"a_44\">State of Orissa v. B.N. Agarwalla</a>, .</span></span> \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_49\">39. The learned Counsel for the respondents submitted that the interpretation sought to be made by the learned Counsel for the petitioners is that, the learned Arbitrators erred in awarding interest to the respondents on the ground that such an interest ought to be awarded only on the undisputed amounts under clause 13.2.4 of the Contract, and that since the amounts were disputed, the Arbitrators ought not to have awarded such an interest in favour of the respondents either for the pre-reference period or during the interest pendent lite. According to the learned Counsel for the respondents, such an interpretation sought to be put on the said Clause 13.2.4 of the contract is totally untenable and misconceived. Mr. Madon, the learned Counsel for the respondents further submitted that merely because the petitioners were disputing their liability to make payment for sometime, does not relieve them of their liability to pay interest under the contract for the alleged disputed period. Mr. Madon has submitted that the petitioners cannot be allowed to raise frivolous disputes, make payment thereafter, and then contend that by virtue of the said dispute being raised by the petitioners, the respondents are not entitled to interest on the amounts withheld and/or not paid and/or paid late. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_50\">40. The learned Counsel for the respondents has contended that, ultimately, the petitioners had accepted the fact that they had wrongfully withheld payment, and therefore had also made the payment of certain amount, before the parties went to arbitration, and by making such a payment, the petitioners have confirmed that the said amounts were undisputed. Mr. Madon has further submitted that the learned Arbitrators, after construing the aforesaid Clause 13.2.4 of the said Contract, and the word &#x27;undisputed&#x27; referred to therein, had come to a conclusion that the respondents were entitled to interest. He states that, in the light of various Supreme Court&#x27;s decisions, cited hereinabove, it is very clear that, even if the learned arbitrators had misconstrued and/or misinterpreted the aforesaid Clause 13.2.4 of the contract and the word &#x27;undisputed&#x27;, the said error was within the jurisdiction of the learned Arbitrators and the same is not amenable to correction by this Court, and this Court should not interfere with the same. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_51\">41. Mr. Madon has submitted that merely because the learned arbitrators had taken a different view, the same does not give any right to the petitioners to challenge that view in this Court. It is the contention of the learned Counsel for the respondents that, as held by the Supreme Court in several cases, if two views are possible, then, merely because the Court may take different view from that of the Arbitrators, that would not be a ground to set aside the award. Therefore, the learned Counsel for the respondents has submitted that there is no merit in the argument of the learned Counsel for the petitioners and hence the same deserves to be rejected. Mr. Madon further submitted that the fact that the late payments made by the petitioners to the respondents in fact clearly shows that those amounts were disputed and therefore the respondents were entitled to the interest on the said payments. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_52\">42. The learned Counsel for the respondents contended that even if it were to be construed that as per Clause 13.2.4 of the Contract, the learned Arbitrators could not have awarded any interest with regard to the disputed amounts, however, in view of the provisions of the <a href=\"/doc/910984/\" id=\"a_45\">Interest Act, 1978</a> the learned Arbitrators were fully justified in awarding an interest even with\n\nregard to those disputed amounts as well. In this behalf the learned Counsel for the respondents also brought to my notice the relevant provisions of the <a href=\"/doc/910984/\" id=\"a_46\">Interest Act, 1978</a>. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_53\">43. It is the contention of the learned Counsel for the respondents that the learned Arbitrators by not giving any reasons for awarding interest, would not vitiate the said Award. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\">According to him, even if no reasons are given by the learned Arbitrators, the jurisdiction of this Court to set aside an Award is even more limited. He submitted that in case of such an unreasoned Award, the Court cannot take upon itself the burden of probing the mind of the learned Arbitrators, and therefore, on this ground also, the award of interest cannot challenged. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_55\">44. Mr. Madon, the learned Counsel for the respondents, while dealing with the next ground of objection raised on behalf of the petitioners, viz. awarding of the mobilisation and demobilisation costs to the respondents has submitted that the learned Arbitrators had rightly awarded US$ 483,742 to the respondents under the head of mobilisation and demobilisation charges. According to Mr. Madon, the petitioner cannot contend that the said mobilisation and demobilisation charges were awarded completely on the basis of a new Contract and that the learned Arbitrators had no jurisdiction to travel beyond the scope of a reference. It is the contention of the respondents that at no point of time the petitioner had challenged the jurisdiction of the learned Arbitrators in the arbitration proceedings. The petitioners had taken a full part in the arbitration proceedings and that too without raising any objection regarding jurisdiction of the learned Arbitrators, and as such, according to the learned Counsel for the respondents, now the petitioners cannot raise the plea of any objection regarding jurisdiction as a ground for setting aside an award. Mr. Madon has submitted that in the present case, the aforesaid point of jurisdiction was never raised before the learned Arbitrators and therefore, it would be highly unjust on the part of the petitioners to contend that the entire proceedings were Coram Non Judice. Mr. Madon, the learned Counsel for the respondents has also contended that the aforesaid ground viz. that the amounts under the head of mobilisation and demobilisation charges awarded to the respondents were on the basis of a completely new contract and therefore the Arbitrators had no jurisdiction and/or travelled beyond the scope of the reference, was not even taken in the present arbitration petition. Mr. Madon further contended that the claim of the respondents for the mobilisation and demobilisation charges was based on facts and on the interpretation of the clauses of the Contract. In this behalf, Mr. Madon also referred to pages 34 and 35 of the Award, wherein, the learned Arbitrators, had inter alia held as under :- \n</p><blockquote id=\"blockquote_42\"> &quot;In our view this interpretation of the respondent (petitioner herein) is totally untenable, The price for mobilisation outside India had been fixed in the schedule to the contract. We agree with Mr. Bhatnagar, learned Counsel for the claimant, that the respondent has equated mobilisation with the movement of the Barge from one place to another. The common installation schedule laid for FGH and IJK projects was approved by ONGC. It is clear that ONGC did not pay any mobilisation or demobilisation charges to SHI. According to Mr. Sonavane there was a zero claim of that contractor on this count. The reason put forth by the respondent that just because D.B. 27 first touched the IG platform in accordance with the schedule and then proceeded to II platform, the\n\nclaimant was thereby disentitled to the claim of mobilisation, is entirely misconceived.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_56\">45. Mr. Madon, therefore contended that the learned Arbitrators after considering the entire factual matrix of the case as well as the evidence on record, had come to the conclusion that the said mobilisation and demobilisation charges were payable by the petitioners to the respondents under the Contract itself. Mr. Madon, the learned Counsel for the respondents has further contended that if a party takes part in the arbitration proceedings without raising any objection regarding the jurisdiction, then such a party cannot raise the plea of jurisdiction as a ground for setting aside an Award. In this behalf Mr. Madon had relied upon the judgment of this Court in the case of (re All India Groundnut Syndicate Limited), reported in A.I.R. 1945(32) Bom. 497. The relevant observations page at 499 of <a href=\"/doc/1049606/\" id=\"a_47\">the said judgment</a> are as under :- \n</p><blockquote id=\"blockquote_43\"> &quot;.....and for the first time on 11th July, 1942, the present Counsel for the petitioner was instructed, who promptly when he came on the scene, took the second point that has been taken before me on the present application (which is to set aside the Award). That point is this, namely, that the Arbitrators had no jurisdiction on the ground that the questions between the parties arose not under the agreement which contained Clause 10, that is the April agreement, but under the Mount Everest Agreement. For the reasons already given I think, with all due respects, that this point was not well founded. But assuming I am wrong about that, the respondents here contend that I think rightly, that in view of all that had happened by that date, the point was taken too late and in fact the petitioner is estopped from setting it up. He had not taken this point in his reply, and though I appreciate that in considering the jurisdiction of Arbitrators the same strictness ought not to be applied which would be applicable if it were a question of submission to the jurisdiction of a Court, yet much had happened before this time: pleadings had been exchanged, issue had been settled, quite a quantity of evidence had been adduced and documents produced and so on- all on the assumption that the proceedings were before a competent tribunal, and I do not think it would have been just to the respondents if at that stage that Arbitrators had allowed it to be contended or held the whole of these proceedings were coram non judice.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_57\">46. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"317172\" id=\"span_26\">In this behalf, Mr. Madon, the learned Counsel for the respondents thereafter relied upon the judgment of the Supreme Court in the case of <a href=\"/doc/317172/\" id=\"a_48\">N. Chellappan v. Secretary, Kerala State Electricity Board &amp; another</a>, . The Supreme Court has held in this case that when a party submits to the jurisdiction of the umpire and takes part in the proceedings before him without any demur, then such party will be precluded by his acquiescence from challenging the Award for lack of jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1311958\" id=\"span_27\">Mr. Madon has also relied upon another judgment of the Supreme Court in the case of <a href=\"/doc/1311958/\" id=\"a_49\">Prasun Roy v. The Calcutta Metropolitan Development Authority &amp; another</a>, . In this case also the Supreme Court has taken a similar view. It is held by the Supreme Court in this case that the long participation and acquiescence in the proceeding precluded such a party from contending that the proceedings were without jurisdiction. In this case the Supreme Court has laid down a proposition of law, that a party shall not be allowed to blow hot and cold simultaneously.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"326397\" id=\"span_28\">Thereafter, the learned Counsel Mr. Madon for the respondents, had referred to another Judgment of the Supreme Court in the case of M/s. <a href=\"/doc/326397/\" id=\"a_50\">Construction India v. Secretary, Works Department, Government of Orissa &amp; others</a>, .</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">In this case also the Supreme Court has reiterated the aforesaid proposition of law. Therefore, relying upon all these judgments of the Supreme Court, Mr. Madon, the learned Counsel for the respondents, has very strongly submitted before me, that when a party takes part or participates in the arbitration proceedings without raising any objection regarding jurisdiction, then, such a party, cannot raise the plea of jurisdiction as a ground for setting aside an Award. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">47. After hearing both the learned Counsel at length and after considering the various judgments cited by both the learned Counsel with regard to the first objection raised by the petitioner viz. awarding claim of the respondents regarding foreign exchange loss due to the fluctuation in foreign exchange with regard to the deduction of sur-tax, I may note here the following factors which are relevant in this connection: \n</p> \n\n<blockquote id=\"blockquote_44\">Mr. Dada, the learned Counsel for the petitioners had strongly relied upon a judgment of this Court dated 4th September, 1998 in Arbitration Petition No. 233 of 1995. The said judgment pertains to Award No. 45 of 1995. In <a href=\"/doc/326397/\" id=\"a_51\">the said judgment</a>, the learned Judge has referred to two amounts which were deducted towards the tax liability, viz. US $ 432,500 deducted from BB Project account, and US$ 257,317 deducted from IJK project account, totalling to US$ 689,817 equivalent to Rs. 88,16,484/- as on the date when the deductions were made. However in the present case we are concerned with the aforesaid amount of US$ 257,317 which was deducted from IJK Project account for payment to the Income Tax Authorities.  \n</blockquote> \n\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"326397\" id=\"span_29\">Both the aforesaid amounts viz. US$ 432,500 and US$ 257,317 were deducted during the year 1986-1987 and later on paid to the Income Tax Authorities on 21st May, 1990. What was held by the learned Judge in paragraph Nos. 10, 11, 12 and 13 of <a href=\"/doc/326397/\" id=\"a_52\">the said judgment</a> dated 4th September, 1998 in Arbitration Petition No. 233 of 1995 in Award No. 45 of 1995 are very relevant. The said paragraphs read as under :-</span> \n</blockquote>  \n\n<blockquote id=\"blockquote_46\">&quot;Para 10. After considering the respective contentions of the parties and submissions made by the learned Counsel for the parties and the Award impugned, it appears to me that the Award suffers from a manifest error apparent ex-facie as far as Claim No. 9 is concerned. It is the finding of the umpire that the Income Tax Department treated the petitioner as representative assessee under <a href=\"/doc/960601/\" id=\"a_53\">section 162</a> of the Income Tax Act for the Assessment Year 1986-87 and the deduction was legal and not uncalled for. Thus the assessment against the petitioner was in its capacity as a representative assessee. As held by umpire the petitioner did not want to retain the monies beyond the period necessary. \n</blockquote> \n\n<blockquote id=\"blockquote_47\">However, the petitioner was directed by the Income Tax Department not to refund but to retain the amount of surtax on the basis of computation under <a href=\"/doc/152237304/\" id=\"a_54\">section 44-B</a> of the Income Tax Act. The petitioner was directed to deposit the amount retained by it of surtax and informed that the amount was required to be paid pursuant to the notice under <a href=\"/doc/46252260/\" id=\"a_55\">section 26(3)</a> of the Income Tax Act. It is thus clear that the money retained in rupees in 1987 towards tax liability of the respondent was credited in the account of the respondent in the books of accounts of the petitioner in rupees. In law the effect is that the petitioner had paid the amount to the respondent till 1987 as the money was held by it as a depositee.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_48\">&quot;Para 11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"388746\" id=\"span_30\">In <a href=\"/doc/388746/\" id=\"a_56\">P. V. Raghava Reddy and another v. Commissioner of Income Tax</a> (supra), the non-resident company instructed the assessee, in view of\n\nthe difficulties in this Country in remitting the monies abroad, the credit the amount due to it on account of commission in the account books of the assessee awaiting further instructions regarding its remittance.</span>  \n</blockquote> \n\n<blockquote id=\"blockquote_49\">The assessee was assessed as the statutory agent of the non-resident Company. The Income-Tax Officer assessed the amounts credited in the accounts of the assessee as the income of the non-resident Company. The contention of the assessee was that mere entry in the books of the assessee cannot amount to receipt and that the amounts cannot be assessed until they were actually paid over to the non-resident Company or dealt with according to its directions. Rejecting the contention, it was held by the Supreme Court, as soon as the monies were credited to the accounts of non-resident (Japanese) Company, it must be held that it &quot;received&quot; the same and are taxable. Hidayatullah, J., sitting in the Constitution Bench observed : \n</blockquote>  \n\n<blockquote id=\"blockquote_50\">&quot;Held that the amounts of commission credited to the aforesaid non-resident company&#x27;s account in the books of the assessee were chargeable in the hands of the assessee firm under <a href=\"/doc/1456042/\" id=\"a_57\">section 4(1)(a)</a>. The assessee firm must be treated as a statutory agent of the Japanese Company and since a business connection subsisted during the years in question, the assessee firm could be treated as assessee for purposes of section 42. Till the money was so credited, there might be a relation of debtor and creditor; but after the amounts were credited, the money was held by the assessee firm as a depositee. The money then belonged to the Japanese Company and was held for and on behalf of that company and was at its disposal. The character of the money changed from a debt to a deposit in much the same way as if it was credited in a Bank to the account of the Company. Thus, the amount must be held, on the terms of the agreement to have been received by the Japanese Company, and this attracts the application of <a href=\"/doc/1456042/\" id=\"a_58\">section 4(1)(a)</a>,  relied on.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_51\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"473790\" id=\"span_31\">&quot;Para 12. This legal position was reiterated in <a href=\"/doc/473790/\" id=\"a_59\">Standard Triumph Motor Co. Ltd. v. Commissioner of Income-Tax</a> (supra) wherein under a collaboration agreement between the appellant, non-resident Company and an Indian Company, the appellant was entitled to royalty of 5% on all sales effected by the Indian Company. The royalty less Indian Tax had to be remitted to the appellant in pound sterling. The Indian company credit the royalty to the appellant in its account books. With respect to its Indian Income, the appellant filed its returns through the Indian Company. For the assessment years 1967-68 and 1968-69, the appellant filed its returns disclosing the royalty in which it was stated that the appellant was maintaining its account on merchantile basis. For the assessment years 1969-70 and 1970-71, the appellant admitted royalty but filed nil returns claiming that it was maintaining its accounts on cash basis and no part of the royalty had been received by it and that, therefore, nothing was taxable. It was argued that mere entry into account books of the Indian Company does not amount to receipt of income by the assessee. In other words, the said royalty can be said to have been received by the assessee only when it received the same in UK. Rejecting the contention it was held that the credit entry into the accounts of the assessee in the books of the Indian Company does amount to its receipt by the assessee and is accordingly taxable and that it is immaterial when it did actually receive it in UK.&quot;</span> \n</blockquote> \n\n<blockquote id=\"blockquote_52\">&quot;Para 13. Applying the above principle, it is clear that the money credited in the account books of the petitioner herein belonged to the respondent\n\nand it was held by the petitioner as a depositee, the finding of the umpire that the amount was paid under <a href=\"/doc/100842/\" id=\"a_60\">section 226(3)</a> of the Income Tax Act shows that the amount lying as credited in favour of the respondent was the respondent&#x27;s money and this can be only on the basis that it belonged to the respondent from 1987. This was not the case where the deduction was wrong or retention was wrong or there was an obligation to refund. In that case perhaps the petitioner would be liable to refund the sum to the respondent in U.S. dollar but in the present case the petitioner was holding the money only as an assessee. Representative assessee cannot be asked to pay fluctuation in the value of the foreign currency between the date of deduction of payment and the date of payment in as much as the date of payment is irrelevant as liability relates to the period of assessment. In my opinion the findings recorded by the umpire are totally ex-facie inconsistent and self contradictory and the Award made by the umpire is clearly erroneous as regard Claim No. 9. Thus to my mind, the umpire has committed serious error of law in awarding the alternative claim made by the respondent.&quot;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_60\">48. The learned Judge in the aforesaid Arbitration Petition No. 233 of 1995, has, in detail, interpreted the position of law and has come to the conclusion that the said award of foreign exchange loss, due to the fluctuation in foreign exchange rate, was totally erroneous, based on an erroneous proposition of law, and had held that the same was an error apparent on the face of the Award. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\">49. Judicial propriety requires that I have to follow judgment of my learned brother Judge and also I am in full agreement with the views expressed by the learned Judge in the said Arbitration Petition No. 233 of 1995. In <a href=\"/doc/473790/\" id=\"a_61\">the said judgment</a>, the learned Judge has in fact considered the entire amount including the amount involved in this petition also. Therefore, it would be totally improper to hold otherwise. The fact that both the amounts were deducted by the petitioners pursuant to the directions by the Income Tax Authorities, and were kept with them as a depositee, and that the learned Arbitrator has also found no fault on the part of the petitioners in withholding those amounts and paying the same to the Income Tax Authorities. It is pertinent to note here that the tax liability is computed in terms of rupees and finally paid in rupees. One cannot loose sight of the fact that the petitioners being the Indian Company, could not have kept this amount in dollars as sought to be observed by the learned Arbitrators. For all the aforesaid reasons, the first objection of the learned Counsel for the petitioners is sustainable and therefore, the impugned Award, awarding the claim of the respondents for loss of foreign exchange due to fluctuation in foreign exchange rate, is bad in law as the same is based on an erroneous proposition of law, and therefore, is required to be set aside. \n</p> \n\n<p data-structure=\"Section\" id=\"p_62\">50. As far next objection to the impugned Award raised by the petitioners viz. award of pre-reference interest, is concerned, the wording of the Clause 13.2.4 of the Contract makes it explicitly clear that the interest could be awarded only with regard to the undisputed amount, and for the disputed amount no interest could be granted. Mr. Dada, the learned Counsel for the petitioners, has rightly argued, that on reading of Clause 13.2.4 of the Contract, it is clear that where there is a dispute, the amount is not a debt. Thus, the disputed amount can never be a debt; the debt has to be a fixed amount or an ascertained amount; and that when there is a dispute there can never be a fixed amount or an ascertained amount and therefore, in view of Clause 13.2.4 of the Contract, the said interest for the pre-reference period, obvi-\n</p>\n<p data-structure=\"PetArg\" id=\"p_63\">ously cannot be awarded. The contention of Mr. Dada, the learned Counsel for the petitioners, that the respondents cannot avail of <a href=\"/doc/196386/\" id=\"a_62\">section 3</a> of the Interest Act for sustaining their claim for interest during the pre-reference period in respect of Claim Nos. 2, 3, 5 and 6, is absolutely right, in as much as, they were all disputed amounts and with regard to the disputed amounts, the provisions of <a href=\"/doc/910984/\" id=\"a_63\">Interest Act</a> cannot apply since the said amounts were not a debt. Similarly, the award of interest on late payment of tax in respect of Claim Nos. 3, 7(ii) and 10, also cannot be sustained, as admittedly, the Income Tax Department has not charged any interest for such late payment. The payment has been made in time, therefore, there is no question of paying any interest to the respondents on the ground that the same was paid to the Income Tax Department late. It is nobody&#x27;s case that the Income Tax Department has levied any such interest for such a late payment. Obviously, therefore, the payment was in time, and if the payment was in time, there was no question of computing any interest thereon. Similarly, the learned Counsel for the petitioners has contended that with regard to Claim Nos. 4, 5, 6 and 7(1) that these claims were disputed and later on the disputes were resolved and the amounts were realised. Merely because the disputes were resolved and the amounts were realised, the said claims do not automatically become undisputed. Admittedly, the disputes were raised and later on the disputes were resolved, could not change the original position, and thus the amounts were disputed. If that be so, as the amounts were disputed, there is no question of awarding of interest in view of Clause 13.2.4. of the Contract. Therefore, I uphold the submissions of the learned Counsel for the petitioners. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\">51. With regard to the next submission viz. payment of mobilisation and demobilisation charges to the respondents, it is an admitted position that the petitioners herein had entered into a contract with the respondents only with regard to IJK Project and not with regard to FGH Project. The present petitioners herein were not a party to any contract with the respondents with regard to the platforms of FGH Project. It is also an admitted position that the petitioners herein were only sub-contractors of Samsung Heavy Industries in respect of FGH Project and that there was absolutely no privity of Contract between the petitioners and the respondents in respect of the FGH Project. The respondents herein had not even disclosed the Contract that they had entered with Samsung Heavy Industries. The petitioners are only concerned with IJK Platforms, and clauses in the Contract with regard to the mobilisation and demobilisation costs make it clear that the charges are to be borne from the place of origin to the place of demobilisation. In the instant case, admittedly it was mobilised from FGH platforms to IJK platforms, and thereafter from IJK to FGH platforms and therefore, at the most, the petitioners are entitled to claim charges for mobilising from FGH to IJK platforms and demobilising charges from IJK to FGH platforms. It is also an admitted position that the respondents herein had received the said mobilisation and demobilisation charges from the petitioners. The entire argument that the respondents as &quot;sub-contractors&quot; were not paid any money by Samsung Heavy Industries for mobilising and demobilising with regard to FGH platform Contract, they ought to be awarded monies by the petitioners under the IJK platform Contract, would be totally a perverse approach. If the petitioners are not liable to pay to the Samsung Heavy Industries, then obviously, the petitioners are not also liable to pay to the sub-contractors of the\n\nSamsung Heavy Industries, namely the respondents herein. The Contract between the petitioners and the Samsung Heavy Industries was totally a separate and independent Contract, than that of with the respondents herein. The present Contract does not deal with the FGH Project at all, and merely on surmises and conjunctures, the learned Arbitrators have awarded the above amount of mobilisation and demobilisation charges in favour of the respondents, which has no sanctity in the present contract. Apparently, the learned Arbitrators had no jurisdiction whatsoever to award any such amount which was beyond the perview of the learned Arbitrators&#x27; power. It is also pertinent to note that the respondents herein had deliberately not even produced the Contract between themselves and Samsung Heavy Industries which would have at least thrown the correct light. Today there is no evidence whatsoever to sustain such a claim. Hence, I uphold the objections of the learned Counsel for the petitioners with regard to this claim also. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">52. In this matter, it appears that, after the Award was made, the petitioners herein, on their own had deposited a sum of 2,532,522.00 US Dollars by a Bank Draft dated 8th March, 1994 in this Court, by the precipe of their Advocate dated 9th March, 1994. In the said precipe, it is mentioned as under: \n</p> \n \n    \n \n  \n  \n<blockquote id=\"blockquote_53\">  US Dolars \n\n \n</blockquote><blockquote id=\"blockquote_54\">  1.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_66\">  Amount of Award\n  1,512,989.44\n\n \n</p><p data-structure=\"Conclusion\" id=\"p_67\">  2.\n  Interest upto 30-9-93\n  945,948.90\n\n \n</p><p data-structure=\"PetArg\" id=\"p_68\">  3.\n  Interest@ 12% w.e.f. 1.10.93 to 8-3-94 (159 days)\n  073,583.66 \n\n \n  \n  \n  2,532,522.00 \n\n   \n\n\n \n\n Further it is mentioned in the said precipe that the said amount had been deposited under <a href=\"/doc/161831507/\" id=\"a_64\">Order XXIV, Rule 1 of the Code of Civil Procedure</a> of 1908, without prejudice to the rights and contentions of the petitioners. It appears that thereafter, an order was passed by this Court on 15th March, 1994 in terms of the Minutes of Order duly signed by the Counsel for the parties. In the said minutes, it was provided that the respondents were allowed to withdraw the said amount. In the said Minutes of Order, it was also mentioned that the said payment by the petitioners to the respondents would be treated as the payments made under <a href=\"/doc/161831507/\" id=\"a_65\">Order XXIV of the Code of Civil Procedure</a>. It was also mentioned in the said Minutes of Order that the said Order was without prejudice to the rights and contentions of the parties, and that in para 7 of the said Minutes of Order it was mentioned clearly that in the event of the petitioners succeeding in the petition and the impugned Award were to be set aside, the respondents should return the said amount to the petitioners. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_69\">53. After the said order was passed, another application was made by the petitioners before this Court of 17th March, 1994 for amendment of para 7 of the earlier order dated 14th March, 1994 so as to incorporate the direction for payment of interest thereon. However, this Court had declined to express any opinion on this issue and it was left open to be decided at the final hearing of the petition. Later, it appears that the petitioners had also moved a Notice of Motion for the same reliefs, which was not granted. Thereafter, it appears that the petitioners had moved another Notice of Motion No. 1446 of 1994 for seeking a direction from this Court that the\n\nrespondents should be directed to furnish a Bank Guarantee or other securities so as to secure the repayment of the said amount of 2,532,522.00 US Dollars along with interest, in the event of the petitioners were to succeed in the petition. The said Notice of Motion No. 1446/ 1994 was also disposed of by this Court by an order dated 29th August, 1994, wherein the Court had declined to direct the respondents to provide a Bank Guarantee for the aforesaid amount. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_70\">54. The learned Counsel for the respondents Shri Madon has strongly contended that the petitioners are not entitled to claim back the amount which has been deposited by the petitioners in this Court on 9th March, 1994. According to Shri Madon, as this amount has been deposited in this Court under <a href=\"/doc/161831507/\" id=\"a_66\">Order XXIV, Rule 1 of the Code of Civil Procedure</a>, the said amount should be treated as full satisfaction of the impugned Award, and that there is no question of paying the said amount back to the petitioners. The learned Counsel also contended that as the amount has been deposited under <a href=\"/doc/161831507/\" id=\"a_67\">Order XXIV, Rule 1 of the Code of Civil Procedure</a>, it means that the petitioners have not disputed or challenged the Award, and are admitting their liability in pursuance of said impugned Award, and therefore, they ought to be stopped from contending otherwise. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_71\">55. In this context, it may be noted that the said precipe dated 9th March, 1994, itself makes it clear that the said deposits were made without prejudice to the rights and contentions of the petitioners. Over and above, it is also relevant to note that the impugned Award dated 30th September, 1993 was challenged by the petitioners herein by lodging this arbitration petition, on 28th December, 1993, and as such, on 28th December, 1993, the petitioners had categorically disputed the Award and their liability to pay the amounts as per the said Award. Over and above, even the precipe dated 9th March, 1994 makes it abundantly clear that the deposit was made without prejudice to the rights and contentions of the petitioners. Even the Minutes of Order dated 15th March, 1994 passed by this Court makes it clear that the said deposit and the order was without prejudice to the rights and contentions of the parties. The said Minutes of Order mentions that the respondents shall return the said amount in the event of the petitioners succeeding and the impugned Award is set-aside. The learned Counsel for the petitioners Mr. Dada referred to the provisions of <a href=\"/doc/61862423/\" id=\"a_68\">sections 144</a> and <a href=\"/doc/56600062/\" id=\"a_69\">151</a> of the Code of Civil Procedure, 1908 and contended that this Court is empowered to direct restitution of status-quo ante to the parties along with interest and costs. Mr. Dada contended that in view of the provisions of section 144 read with <a href=\"/doc/56600062/\" id=\"a_70\">section 151</a> of the Code of Civil Procedure, and in view of the aforesaid order dated 15th March, 1994, this Court is empowered to direct the respondents to return to the petitioners such amount as found to have been taken by the respondents. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_72\">56. Mr. Dada contended that in the event of the impugned Award being set aside, the respondents be directed to return back the requisite amount along with interest thereon and the costs. Mr. Dada, the learned Counsel for the petitioners also contended that the respondents having claimed 12% interest per annum, be ordered and directed to return the said requisite amount with 12% interest per annum, from 15th March, 1994 till payment and/or realisation. However, on the other hand, Mr. Madon, the learned Counsel for the respondents has submitted that as the aforesaid amount of 2,532,522 US Dollars was deposited in this Court by the petitioners under <a href=\"/doc/161831507/\" id=\"a_71\">Order XXIV, Rule 1 of the Code of Civil Procedure</a>, it should be treated that the petitioners herein had accepted the Award and that they have given up their challenge to the Award. The learned Counsel for the respondents even contended that this petition itself ought to be dismissed on the ground that the amount was already deposited by the petitioners and that they have admitted their liability. Lastly, the learned Counsel for the respondents contended that even if the amounts were to be returned back to the petitioners, there is no question of any interest payable thereon, since the petitioners themselves had voluntarily deposited the said amount. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_73\">57. Taking into account all the aforesaid facts and circumstances, as I am setting aside the impugned Award, the aforesaid amount which has been deposited in this Court pursuant to the Award, will have to be returned back to the petitioners. It is pertinent to note that even while depositing the said amounts before this Court, in pursuance of the precipe dated 9th March, 1994 it was made clear that the said deposit was without prejudice to the rights of the petitioners. Similarly, even in the Minutes of Order dated 15th March, 1994 it is also made clear that if the petitioners were to succeed in the petition, the respondents shall return the said amount to the petitioners. Mr. Dada, the learned Counsel for the petitioners has submitted that in view of section 144 read with <a href=\"/doc/56600062/\" id=\"a_72\">section 151</a> of the Code of Civil Procedure, 1908, the amounts will have to be returned back to the petitioners. Another telling circumstance is that the petitioners had lodged this petition on 28th December, 1993 challenging the Award, much prior to deposit of Award amount. Therefore it can never be contended that the petitioners have not challenged the Award at all and have accepted the same. The respondents have been using this amount ever since March, 1994 and now after almost 5 and half years the said amount is to be returned back to the petitioners. Obviously, therefore, the petitioners should get at least 12% interest per annum on the aforesaid amount. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">58. Under the aforesaid facts and circumstances, the impugned part of Award dated 30th September, 1993 is hereby quashed and set aside. The respondents are hereby directed to refund to the petitioners the said amount of 2,532,522 US Dollars along with interest at the rate of 12% per annum from 15th March, 1994 till payment and/or realisation. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_75\">59. The learned Counsel for the respondents prays for stay of operation of this order for a period of ten weeks from today. Hence this order is stayed for a period of ten weeks. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\">60. The learned Counsel for the respondents submits that, as far as part of the Award which has not been set aside by this Court by this order, there should be a decree for the said amount, as per Rule 787(5) of the High Court Original Side Rules read with <a href=\"/doc/318136/\" id=\"a_73\">section 17</a> of the Arbitration and Conciliation Act, 1996. Accordingly there shall be a decree for the said amount, i.e. to the extent of the amount which has not been set aside by this Court by this order. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_77\">61. The learned Counsel for the respondents states that even though the above petition is disposed of, they will accept all further proceedings on behalf of their clients that may be adopted hereafter. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_78\">62. Court Stenographer is permitted to issue an ordinary copy of this order, which will be authenticated by the Court Associate as a true copy and then acted upon by the parties.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_79\">63. Issuance of certified copy is expedited.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_80\">Award partly set aside.\n</p> \n\n","numcites":34,"numcitedby":2,"docsource":"Bombay High Court","citetid":1304500,"divtype":"judgments","relatedqs":[{"value":"award of interest by arbitrator","formInput":"award%20of%20interest%20by%20arbitrator"},{"value":"objection regarding jurisdiction","formInput":"objection%20regarding%20jurisdiction"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"power of the arbitrator to award interest","formInput":"power%20of%20the%20arbitrator%20to%20award%20interest"},{"value":"sec 144 ","formInput":"sec%20144%20"},{"value":"powers of the arbitrator","formInput":"powers%20of%20the%20arbitrator"},{"value":"interest act , 1978","formInput":"interest%20act%20%2C%201978"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"error of law","formInput":"error%20of%20law"},{"value":" pendente lite interest ","formInput":"%20pendente%20lite%20interest%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"sub-contractor","formInput":"sub-contractor"},{"value":"mcdermott","formInput":"mcdermott"},{"value":"privy council","formInput":"privy%20council"},{"value":"errors OF jurisdiction","formInput":"errors%20OF%20jurisdiction"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"interest to be awarded pendent lite ","formInput":"interest%20to%20be%20awarded%20pendent%20lite%20"},{"value":"ONGC","formInput":"ONGC"}],"cats":[{"value":"interest","formInput":"tag:interest"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}