{"tid":412949,"publishdate":"2003-09-23","title":"Reliable Power Systems Private Limited vs Government Of India And Ors. on 23 September, 2003","doc":"<h2 class=\"doc_title\">Reliable Power Systems Private Limited vs Government Of India And Ors. on 23 September, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2003(5)ALD690, 2003(6)ALT49</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-reddy\">B. Sudershan Reddy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-reddy\">B. Sudershan Reddy</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n  B. Sudershan Reddy, J.   \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This writ appeal is directed against the order passed by the learned Single Judge dated 13.2.2002 made in W.P. No. 23039 of 2000 whereunder the learned Judge dismissed the writ petition on the ground that this Court lacks territorial jurisdiction to entertain the writ petition filed by the appellant.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. We shall notice a few relevant facts leading to the filing of this writ appeal.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. The Chief General Manager, Telecom Stores, Kolkata, State of West Bengal, issued Notice Inviting Tenders (NIT) dated 19.5.1997, for and on behalf of the President of India inviting sealed tenders for supply of stores namely SCR THYRISTOR CONTROLLED POWER PLANT TYPE 1 (A); 3000 NOS. 50V/25A (SINGLE PHASE AC INPUT) (WITH SPARES).\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The appellant is running a small scale industry engaged in the business of design and manufacture of power plants (kind of UPS) for exclusive use by the Department of Telecom. The appellant in response to the notice inviting tenders submitted his tender and became the successful bidder. Accordingly, the Chief General Manager, Kolkata placed purchase order dated 2.1.1998 on the appellant for supply of 400 Nos. of SCR THYRISTOR CONTROLLED POWER PLANT TYPE 1 (A): 3000 NOS. 50V/25A (SINGLE PHASE AC INPUT) (WITH SPARES) at a basic rate of Rs. 50,460/- per unit. The appellant accordingly entered into an agreement with the Chief General Manager, Telecom Stores, Kolkata with regard to supply of power plants vide purchase order No.P-031/3911/7 dated 13.4.1998.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\">5. Be it as it may, the appellant having accepted the purchase order and having entered into the agreement commenced the supply of stores in terms of the agreement. That by the time 200 out of 400 number of units were supplied, according to the appellant, the Chief General Manager who initially fixed the basic rate of Rs. 50,860/- per unit unilaterally reduced the basic rate at Rs. 50,460/- per unit. The case of the appellant is that the Chief General Manager, Telecom Stores, Kolkata has been changing the terms and conditions even after placement and acceptance of orders in a highly arbitrary manner and without any rationale whatsoever on account of which the appellant lost money resulting in the survival of the very industry. That according to the appellant, after supply of the entire requirement, tests were successfully completed. The respondents without any reason or justification withheld the amounts that are liable to be paid to the appellant for the stores supplied by him. It is under those circumstances, the appellant herein invoked the extra-ordinary jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India and accordingly, prayed for issuance of a writ of certiorari, by declaring the action of the respondents in withholding the amounts due to the appellant on fictitious grounds as arbitrary and illegal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. We are unable to appreciate as to how a writ of certiorari lies in the matter. The prayer itself is misconceived.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. We are constrained to observe that most of the averments made in the lengthy affidavit filed in support of the writ petition are unintelligible. The affidavit seems more like a complaint rather than a judicial review proceeding in which the facts are required to be stated succinctly and the grounds on which the impugned action is challenged. The affidavit is lengthy and vague in its terms.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. The whole case of the appellant is that the Chief General Manager unilaterally and contrary to the agreed terms and conditions drastically reduced the basic rate of each unit without assigning any reason whatsoever due to which the appellant suffered grave loss and prejudice. The appellant accordingly seeks a declaration from this Court declaring the action of the respondents in withholding the amounts due to the appellant as illegal, arbitrary, unjust and unconstitutional.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"93127\" id=\"span_1\">9. The learned Single Judge dismissed the writ petition on the ground that this Court lacks territorial jurisdiction to entertain the writ petition. The learned Judge relied upon the decision of the Apex Court in <a href=\"/doc/93127/\" id=\"a_2\">Oil &amp; Natural Gas Commission v. Utpal Kumar Basu</a>, , in support of the conclusion that this Court lacks territorial jurisdiction to entertain the writ petition,</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_10\">10. In this writ appeal, Sri E. Manohar, learned Senior Counsel appearing on behalf of the appellant submitted that a part of cause of action had arisen within the territories of the State of Andhra Pradesh and therefore, this Court High Court shall have power to issue directions, orders or writs including the one as prayed for by the appellant in this writ petition. The learned Senior Counsel laid emphasis on the words &quot;in relation to the territories within which the cause of action, wholly or any part arises for the exercise of such power&quot;, and submitted that since a part of the cause of action had arisen in the State of Andhra Pradesh, there are no impediments to entertain the writ petition and consider the same on its own merits. The learned Senior Counsel relied upon an unreported decision of this Court in W.A. Nos. 1860, 1861, 1862 and 1863 of 1999 dated 9.12.1999 and submitted that an arbitrator preferably a retired Judge of this Court may be appointed as an arbitrator to resolve the dispute between the appellant and the respondents. The learned Senior Counsel also referred to another unreported decision rendered by a learned single Judge of this Court in W.P. Nos. 1845 and 2280 of 2000 dated 18.10.2000 whereunder a retired Judge of this Court has been appointed with a direction to the authorities to submit their dispute for resolution through arbitration.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">11. Sri T. Suryakaran Reddy, learned Senior Central Government Standing Counsel contended that this Court has no territorial jurisdiction to entertain the writ petition filed by the appellant herein and precisely for that reason, the learned Single Judge rightly dismissed the writ petition. The learned Standing Counsel relied upon Clause 24 of Annexure-A of the purchase order dated 2.1.1998 and Clause 22 of Section vi of the notice inviting tenders reflecting the specific agreement of the parties that any legal action arising out of the tender purchase order shall be within the absolute jurisdiction of the High Court at Kolkata.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">12. The dispute between the appellant and the respondents undoubtedly arises out of the notice inviting tenders dated 19.5.1997 emanating from the Chief General Manager, Telecom Stores, Kotkata and as well as the purchase order dated 2.1.1998. The dispute arises out of a concluded commercial contract. There is absolutely no dispute whatsoever that an arbitrator under Clause 23 of Annexure-A of the purchase order is the sole arbitrator that is to say the Chief General Manager, Telecom Stores, Kolkata or some other person appointed by him. This condition mutually agreed by and between the parties is an integral part of the purchase order and both the parties are bound by it.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">13. That in fact it appears that the appellant made a request for arbitration in respect of purchase order No.P-031/3883/8 dated 2.1.1998. The Chief General Manager through his letter dated 18.9.2002 agreed for appointment of sole arbitrator as per the conditions in the contract and the purchase order. It is no doubt true the Chief General Manager intended to restrict the said arbitration only with reference to dispute and difference relating to the claim of liquidated damages. The same was accordingly intimated to the appellant that the Department would appoint an arbitrator and fix the venue at Kolkata as per the terms of the contract. Thereafter, the appellant did not respond to the intimation given by the Chief General Manager agreeing for appointment of a sole arbitrator in terms of the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. We have already noticed the nature of the dispute arising out of the concluded contract between the parties which relates to withholding of certain amounts by the Chief General Manager on various grounds. The decision to withhold certain amounts payable to the appellant, according to it, is highly arbitrary and irrational. It is clearly evident from the material available on record that the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is a pure and simple commercial contract. Any dispute relating to interpretation of terms and conditions of the agreement/purchase order is to be resolved by an arbitrator under Clause 23 of Annexure A of the purchase order whereunder the Chief General Manager, Telecom Stores, Kolkata or some other person appointed by him is the sole arbitrator. Failure to appoint an arbitrator contrary to the terms and conditions may give rise to a cause for enforcing contractual obligation and get an arbitrator appointed in accordance with law. The writ petition is not the remedy.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">15. It is fairly well settled that the doctrine of fairness or the duty to act fairly or reasonably is the doctrine developed in the administrative law field to prevent failure of justice where the action is administrative in nature. The doctrine cannot be invoked to amend, alter, or vary the express terms of contract between the parties. Obviously, both the parties entered into the agreement/ purchase order based upon a pure commercial consideration. The transaction is nothing but a pure and simple one which is commercial in its nature. There is no State power as such involved. In such a situation, even if the contract is terminated wrongfully or some benefits accrued under the purchase order are withheld wrongfully it cannot be questioned in a writ petition contending that such withholding is arbitrary or unreasonable. This Court would not exercise its writ jurisdiction for determining the private rights of the parties arising from or relating to a contract, as such determination may also involve enquiry into disputed questions of fact which the Court would not ordinarily undertake. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"709763\" id=\"span_2\">In <a href=\"/doc/709763/\" id=\"a_3\">Executive Engineer, I.C. v. C. Raghava Reddy</a>, , a Division Bench of this Court held thus:</span>\n</p>   \n\n<blockquote id=\"blockquote_1\">&quot;We should note that a writ of mandamus does not issue for enforcement of a private right, nor is it available for obtaining interim reliefs till cross-claims between parties are determined in arbitration. It is axiomatic that relations between parties in a concluded contract are governed by the terms thereof; and rights and obligations of parties inter se have to be decided elsewhere. Such concluded contractual relations are no longer governed by constitutional provisions. In cases where the contract is non-statutory the relations are purely contractual and the rights are governed only by the terms of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">No writ or order can issue to compel the authorities to remedy a breach of the contract; nor can a mandamus issue for enforcement of contractual rights. This position is clear from a long line of authorities. Reference need be made only to a few of them:\n</blockquote> \n\n<blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8128\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1859181\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557202\" id=\"span_9\"><a href=\"/doc/557202/\" id=\"a_4\">Banchhanidhi Rath v. State of Orissa</a>, <a href=\"/doc/1859181/\" id=\"a_5\">AIR 1972 SC 842, Dhanyalakshmi Rice Mills v. The Commissioner of Civil Supplies</a>, , <a href=\"/doc/541216/\" id=\"a_6\">Radhakrishna Agarwal v. State of Bihar</a>, <a href=\"/doc/1732064/\" id=\"a_7\">AIR 1977 SC 1496, Premji Bhai Parmar v. Delhi Development Authority</a>, , the <a href=\"/doc/248227/\" id=\"a_8\">Divisional Forest Officer v. Bishwanath Tea Company Ltd.</a>, , <a href=\"/doc/1893286/\" id=\"a_9\">Bareilly Development Authority v. Ajay Pal Singh</a>, , <a href=\"/doc/8128/\" id=\"a_10\">Geetha Timbers, Chalakudy v. State of Kerala</a>,  (FB) and Pancham Singh v. State of Bihar,  (FB). In Writ Appeals Nos.762 and 763 dated 3-8-1992 a Division Bench consisting one of us (Suvaraman Nair, J.) had held that a writ cannot issue in relation to matters arising out of a non-statutory contract&quot;.</span></span></span></span></span></span></span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1598981\" id=\"span_10\">In <a href=\"/doc/1598981/\" id=\"a_11\">Assistant Commissioner v. Issac Peter</a>, , the apex Court in categorical terms held that &quot;in case of contracts freely entered into with the State, there is no room for invoking the doctrine of fairness and reasonableness against one party to the contract (State), for the purpose of altering or adding to the terms and conditions of the contract, merely because it happens to be the State. In such cases, the mutual rights and liabilities of the parties are governed by the terms of the contracts and the laws relating to contracts. It must be remembered that those contracts are entered into pursuant to public auction, floating of tenders or by negotiation. There is no compulsion on any one to enter into these contracts. It is voluntary on both sides. There can be no question of the State power being involved in such contracts&quot;.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_11\">In <a href=\"/doc/1156062/\" id=\"a_12\">State of U.P v. Bridge and Roof Company (India) Limited</a>, , the Supreme Court observed thus:</span>\n</p><blockquote id=\"blockquote_4\">  &quot;Firstly, the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is governed by the provisions of the <a href=\"/doc/171398/\" id=\"a_13\">Contract Act</a> or, may be, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_14\">Sale of Goods Act</a>. Any dispute relating to interpretation of the terms and conditions of such a Contract cannot be agitated, and could not have been agitated, in a writ petition. That is a matter either for arbitration as provided by the contract or for Civil Court, as the case may be. Whether any amount is due to the respondent from the appellant-Government under the contract and, if so, how much and the further question whether retention or refusal to pay any amount by the Government is justified, or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition. The prayer in the writ petition, viz., to restrain the Government from deducting particular amount from the writ petitioner&#x27;s bill(s) was not a prayer which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a>, Indeed, the High Court has not granted the said prayer&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_12\">18. In our considered opinion, the judgment in WA No. 1860 of 1999 and Batch dated 9.12.1999 rendered by the Division Bench of this Court is not an authority for the proposition that a writ of mandamus lies for enforcing even a contractual obligation. The said judgment does not lay down any such legal principle. The judgment is required to be confined to the facts <a href=\"/doc/1156062/\" id=\"a_16\">in that case</a> alone. It has no precedent value. In fact, certain observations made in the said order itself reveal that the Court in the facts and circumstances came to the conclusion that substantial justice has been done in the facts and circumstances of the case by the learned Single Judge in appointing an arbitrator to resolve the dispute between the parties and it is for that reason, the Division Bench refused to interfere with the orders passed by the learned Single Judge. The observations are to the following effect:</span>\n</p>  \n\n<blockquote id=\"blockquote_5\">  &quot;In the facts and circumstances of the case, the learned Single Judge has found that an independent person should be appointed as arbitrator and, therefore, accepted the writ petitions and appointed a retired Judge of this Court as Arbitrator to go into the dispute.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">We find that sub-stantial justice has been done in the facts and circumstances of the case, especially, when there is no serious objection from any side of the parties with respect to the Arbitrator. Justice should not only be done but also appear to have been done&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. The learned Single Judge in WP No. 1845 and 2280 of 2000 merely followed the orders passed by the Division Bench.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">20. In our considered opinion, the public law remedy available under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution of India cannot be availed to get enforced the contractual rights and obligations voluntarily entered by and between the parties. Public law remedies are not available to change, annul or for modification of the terms and conditions of a contract mutually agreed by and between the parties. Nor this Court in exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> of the Constitution of India can undertake to resolve the disputes arising out of concluded contract.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">21. In the instant case, the terms and conditions of the agreement and as well as the purchase order specifically provide for the resolution of disputes between the parties in a particular manner, namely, by referring the dispute to an arbitrator in terms of Clause 23 of Annexure-A of the purchase order. The Chief General Manager Telecom Stores, Kolkata or some other person appointed by him is to be the sole arbitrator to resolve the dispute that may arise between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">22. In the circumstances, it must be held that the writ petition filed by the appellant for the issuance of a writ &quot;in the nature of writ of certiorari, by declaring the action of respondents in withholding the amounts due to the petitioner on fictitious grounds ..... as illegal, arbitrary, unjust, unconstitutional&quot; was wholly misconceived and was not maintainable in law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">23. The appellant is virtually asking for the modification of the terms of the contract seeking the relief of appointment of an arbitrator by this Court contrary to the agreed terms and conditions by and between the parties. That notwithstanding the fact that such a relief has been granted in the similar circumstances, we are not inclined to entertain this writ petition and pass similar order.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">24. Though for different reasons we confirm the order passed by the learned Single Judge dismissing the writ petition. In the view we have taken, it is totally unnecessary to go into the question as to whether this Court has territorial jurisdiction to entertain the writ petition.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">25. The remedies that may be available to the appellant herein are left open and if the appellant avails any such remedy, the same may have to be considered on its own merits uninfluenced by the observations, if any made in this order.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">26. In the result, the writ appeal fails and shall accordingly stand dismissed. There shall be no order as to costs.\n</p> \n\n","numcites":14,"numcitedby":1,"docsource":"Andhra HC (Pre-Telangana)","citetid":412949,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"lack of territorial jurisdiction","formInput":"lack%20of%20territorial%20jurisdiction"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"certiorari","formInput":"certiorari"},{"value":"mandamus","formInput":"mandamus"},{"value":"lack of territorial jurisdiction of court","formInput":"lack%20of%20territorial%20jurisdiction%20of%20court"},{"value":"no purchase order","formInput":"no%20purchase%20order"},{"value":"writ appeal","formInput":"writ%20appeal"},{"value":"mutual","formInput":"mutual"},{"value":"notice inviting tender","formInput":"notice%20inviting%20tender"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"telecom","formInput":"telecom"},{"value":"\"territorial jurisdiction\"","formInput":"%22territorial%20jurisdiction%22"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"\"concluded contract\"","formInput":"%22concluded%20contract%22"},{"value":"retired judge","formInput":"retired%20judge"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"},{"value":"sale-of-goods","formInput":"tag:sale-of-goods"}],"courtcopy":false,"query_alert":null,"agreement":false}