{"tid":1171780,"publishdate":"2008-06-09","title":"V. Manickam Engineers Private Limited vs The State Of Tamil Nadu on 9 June, 2008","doc":"<h2 class=\"doc_title\">V. Manickam Engineers Private Limited vs The State Of Tamil Nadu on 9 June, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-dhanapalan\">V. Dhanapalan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-dhanapalan\">V. Dhanapalan</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n BEFORE THE MADURAI BENCH OF MADRAS HIGH COURT\n\nDATED: 09/06/2008\n\nCORAM\nThe Honourable Mr. Justice V. DHANAPALAN\n\nW.P. No.10680 of 2007\nand\nM.P. No.1 of 2007\n\nV. Manickam Engineers Private Limited\t\t\nrepresented by its Chairman\n364, Pillaiyarkoil Street\nPanneer Nagar\nMogappair West\nChennai - 600 037\t\t\t\t...\tPetitioner\n\nVs.\n\n1\tThe State of Tamil Nadu\n\trepresented by Secretary to Government\n\tHighways Department\n\tSt. George, Fort, Chennai - 600 009\n\n2\tThe Chief Engineer (Highways)\n\tProject Circle\n\tPanagal Buildings\n\tSaidapet, Chennai - 600 015\n\n3\tThe Special Chief Engineer (Highways)\n\tProjects Circle\n\tMadurai - 2\n\n4\tThe Superintending Engineer (Highways)\n\tProjects Circle\n\tMadurai - 625 002\n\n5\tThe Divisional Engineer (Highways)\n\tProjects Circle No.I,\n\tMadurai - 2\t\t\t\t...\tRespondents\n\n\tWrit Petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India seeking\na writ of certiorari calling for the records comprised in proceedings\nSe.Mu.Ka.No.15/2002-03 Ka.Ka. dated 06.10.2007 of the fifth respondent and the\nconsequential proceedings thereto made in Letter No. Bank Guarantee LC 363/2003-\n2004 Ka.Ka. dated 14.11.2007 and 26.11.2007.\n\n!For petitioner\t    ...\tMr. R. Krishnamurthy, Sr. Counsel\n\t\t\tfor Mr. V. Ayyadurai\n\n^For respondents    ...\tMr. T. Raja, Additional Advocate General\n\t\t\tfor Mr. R. Janakiramulu,\n\t\t\tSpecial Government Pleader\n\n:ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\tThis petition has been filed, calling in question, the proceedings in\nSe.Mu.Ka.No.15/2002-03 Ka.Ka. dated 06.10.2007 on the file of the fifth\nrespondent and the consequential proceedings thereto made in Letter No.Bank\nGuarantee LC 363/2003-04 Ka.Ka. dated 14.11.2007 and 26.11.2007.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\t2\tThe case of the petitioner which is a Private Limited Company, could\nbe narrated thus:\n</p>\n<blockquote id=\"blockquote_1\">\t2.1\tIt is a Class-I Contractor carrying on business in the field of\ncontract works such as construction of bridges, etc. and it was awarded with the\ncontract work of construction of a Road Over Bridge (ROB) in between Koodal\nNagar and Madurai Junction Railway Station by virtue of an agreement dated\n26.02.2003 entered into with the fourth respondent.  The contract period for the\nsaid work, though originally fixed as 18 months from the date of the agreement,\nwas subsequently extended by the respondents upto 31.12.2007.  As per the terms\nof contract, it submitted its Alternate Design with continuous span arrangement\nwhich was found accepted by the respondents.  A portion of the site, pursuant to\nthe agreement dated 26.02.2003, was handed over to the petitioner-company on\n03.03.2003, the land acquisition proceedings in respect of remaining portion of\nworksite, not being completed.  Still, it commenced the work in the area handed\nover to it on 03.03.2003 and marked the alignment as per the departmental\nproposal.  This alignment was not approved by the fourth respondent for the\nreason that the original alignment proposed by the Department requires\nmodification.  On 09.05.2003, the Chief Engineer/Projects and the Chief\nEngineer/Designs, together with departmental officials, inspected the workspot\nand shifted the alignment in total deviation of the estimated plan.  On\n29.05.2003, the petitioner-company, reporting to the respondents that the change\nin alignment requires substantial increase in quantity of work, requested them\nto incorporate an Escalation Clause in the agreement.  In response, it was by\nthe respondents assured orally that the claim for escalation would be considered\nfavourably as done in other cases in the past.  The first set of design and\ndrawings submitted by the petitioner-company based on continuous span\narrangement was approved six months later than the date of agreement.\nAccordingly, after it had constructed about 12 out of 15 pillars before\n31.03.2004, the fourth respondent, on 19.03.2004, directed it to change the\nsuperstructure design from continuous span superstructure arrangement to simply\nsupported span arrangement, necessitating it submit a revised design.  In turn,\non 15.04.2004, the petitioner-company submitted its revised design which was\napproved on 12.08.2005, i.e. sixteen months from the date of submission of the\nre-design.  Though the approval for Pre Stressed Concrete Beams was granted on\n12.08.2005, the petitioner-company was not able to execute the work for the\nreason that the approval of Deck Slab Design was awaited and it got cleared only\non 28.02.2006 which is about 22 months subsequent to the submission of revised\ndesign.  Yet, the petitioner-company launched the fully finished beam within 15\ndays from the date of approval of Deck Slab design and drawings and in fact,\nproceeded with the execution of the work even beyond the contract period\nregardless of its claim for escalation which is pending consideration and\ncompleted the work to the tune of Rs.4,74,75,216/-.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_3\">\t2.2\tThis being the position, while the second respondent recommended on\ntwo occasions for incorporation of Escalation Clause in the agreement, thereby\nadmitting that the delay was attributable to the Department on the score of\nincomplete land acquisition, change in alignment, belated approval of revised\ndesign, etc. which matter was subsequently forwarded to the Government, the\npetitioner-company made representations before the competent authorities\nsignifying the need for inclusion of Escalation Clause in the agreement inasmuch\nas it had incurred a loss of Rs.3,03,06,729/- as on 31.12.2005 and at one stage,\nit also expressed its inability to proceed further in the absence of a final\ndecision being taken on the issue of inclusion of Escalation Clause in the\nagreement.  Subsequently, a joint meeting involving the petitioner-company and\nthe respondents was convened before the District Collector, Madurai on\n13.03.2007 in which the petitioner-company explained its plight and this factum\nof convening the meeting was duly reported by the petitioner-company to the\nfirst respondent vide its communication dated 21.03.2007.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">\t2.3\tWhile so, the fifth respondent issued a show-cause notice dated\n12.04.2007 to the petitioner-company calling for explanation as to why the (i)\nagreement should not be terminated under Clause 109.05 and 109.07 of the\nStandard Specifications for Roads and Bridges (&quot;SSRB&quot; for short), re-tender in\nrespect of balance work ordered at the cost and risk of the petitioner-company\nand its Earnest Money Deposit and Security Deposit forfeited.  The petitioner-\ncompany submitted its reply on 28.04.2007 justifying its claim for escalation\nwhich is pending consideration and the petitioner-company&#x27;s reply was negatived\nby the fifth respondent vide his communication dated 03.08.2007 stating that:\n</p><blockquote id=\"blockquote_2\">the petitioner-company could have carried out the work on the Madurai side but\nhas not done;\n</blockquote>\n<blockquote id=\"blockquote_3\">a sum of Rs.63,00,000/- was paid to the petitioner-company for design and\ndrawing and therefore, it is its duty to carry out the revised design; and\n\nthere was possibility to proceed further with the work, but, the petitioner-\ncompany has not chosen to do so.\n</blockquote>\n<blockquote id=\"blockquote_4\">\t2.4\tOn receipt of the afore-said communication from the fifth\nrespondent, the petitioner-company gave its reply dated 23.08.2007 requesting to\nconsider its earlier self-explanatory representations.  Yet, the fifth\nrespondent, by his order dated 06.10.2007, terminated the petitioner&#x27;s contract\nstating that it did not show any progress of work in spite of levying fine and\nfailed to submit the programme chart, thereby not evincing any interest to\ncomplete the work in spite of extension of validity of the contract period.  Not\nstopping with that, the fifth respondent, by his order dated 22.10.2007,\ndirected the bank not to disburse the amounts covered by bank guarantees\nrepresenting the Earnest Money Deposit and Security Deposit but to send a demand\ndraft for the same amount.  Further, by order dated 26.11.2007, the fifth\nrespondent, directed the petitioner to send demand draft for Rs.18,14,000/-\n</blockquote><p data-structure=\"Issue\" id=\"p_5\">representing the Earnest Money Deposit and Security Deposit.  As already stated,\nchallenging these three orders dated 06.10.2007, 22.10.2007 and 26.11.2007, the\npresent writ petition has come to be filed.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\t3\tAmongst the various grounds, the main grounds raised in this writ\npetition are that:\n</p><blockquote id=\"blockquote_5\">\ti\tthe petitioner-company was prevented from executing the contract due\nto non-availability of the entire worksite, change in alignment, frequent\ninconsistency of the departmental authorities in the process of decision-making;\n</blockquote>\t\n\t\n<blockquote id=\"blockquote_6\">\tii\tthough the petitioner-company has completed the work to the tune of\nRs.4,74,75,216/- despite the abnormal delay in granting approval of revised\ndesign and has also signified its willingness to complete the work in the event\nof inclusion of Escalation Clause in the agreement, keeping in mind the public\ninterest and the importance of work, no final decision has been taken on the\nsaid issue;\n</blockquote>\n<blockquote id=\"blockquote_7\">\tiii\tthe impugned orders are liable to be quashed inasmuch as they are\narbitrary, misconceptual of facts and are vitiated by lack of jurisdiction for\nthe reason that it is only the fourth respondent who is the competent authority\nand non-application of mind and are also hit by Wednesbury&#x27;s principle of\nunreasonableness;\n</blockquote>\n<blockquote id=\"blockquote_8\">\tiv\tthe fifth respondent has passed the impugned orders without\njurisdiction and without adverting to the relevant facts of the case which\nconstitute error apparent on the face of the record and hence, on this score,\nthey are liable to be set aside;\n</blockquote>\t\n<blockquote id=\"blockquote_9\">\tv\teven assuming but without conceding that the fifth respondent has\njurisdiction, the impugned orders are liable to be set aside since the\nGovernment who is the employer has not ratified the act of the fifth respondent\nas provided in Clause 102.04 of SSRB;\n</blockquote>\n<blockquote id=\"blockquote_10\">\tvi\tthe impugned orders are the result of official bias, mala fide\nexercise of power and pre-determination of issue by the fifth respondent even\nwithout waiting for the final decision of the State Government on the\npetitioner-company&#x27;s claim for inclusion of Escalation Clause;\n</blockquote>\n<blockquote id=\"blockquote_11\">\tvii\tthey are liable to be set aside for being violative of equality\nclause enshrined in <a href=\"/doc/367586/\" id=\"a_2\">Article 14</a> of the Constitution despite the fact that the\nChief Engineer has recommended inclusion of Escalation Clause and also\nconsidering the fact that such relief has been granted in an identical case; and\n\n\tviii\twhen it is a settled proposition of law that once time has been\nextended for a contract of this nature without reserving right to claim any\ndamages, no damages can be claimed in view of principles underlined in Section 5\nread with <a href=\"/doc/1105874/\" id=\"a_3\">Section 63</a> of the Contract Act and the impugned orders to the effect\nof forfeiting Earnest Money Deposit and Security Deposit are wholly\nunsustainable.\n</blockquote>\n<blockquote id=\"blockquote_12\">\t\t4\tThe fifth respondent who has passed the orders challenged in\nthis petition has filed his counter stating that:\n</blockquote>\n<blockquote id=\"blockquote_13\">\ti\taccording to Clause 32.5 of the Agreement, the drawings,\nspecifications and quantities of work proposed in the tender documents are\nsubject to variation in consonance with site condition and technical reasons and\nthe petitioner is bound to do the work in accordance with those changes and no\nextra rates or claims would be considered for the changes inasmuch as the\npetitioner is responsible for completing the work according to para AS 105.05\nand 110.04 of SSRB, Volume-I, Part-I;\n</blockquote>\n<blockquote id=\"blockquote_14\">\tii\tonly upon the report of the petitioner-company that shifting of\nalignment is required on the Madurai side approach due to the orientation of the\nrailway pier RP2 and so also land acquisition in this regard, the Chief\nEngineer-Projects-I and Chief Engineer Designs and Investigation, Chennai\njointly inspected the marked alignment by the petitioner-company and gave\nsuitable instructions to shift the alignment to 4 degree towards the Vaigai\nRiver Side to match with the original alignment without affecting the existing\nBCC road and the nearby locations and that only after getting the approval of\nshifted alignment, the petitioner-company prepared the alternate design and\ndrawings for the entire work;\n</blockquote>\n<blockquote id=\"blockquote_15\">\tiii\tit is only the petitioner-company which is responsible to get the\nDesign and Drawings approved by the Chief Engineer (Highways) by taking special\ncare, the subject work being an Alternate Design;\n</blockquote>\n<blockquote id=\"blockquote_16\">\tiv\tsince a sum of Rs.63,00,000/- has already been paid to the\npetitioner-company towards cost of conducting necessary sub-soil exploration,\npreparation of bore-log and also preparation, submission and getting clearance\nof Alternate Design, it is the look out of the petitioner to get the Design\napproved without any delay;\n</blockquote>\n<blockquote id=\"blockquote_17\">\tv\tthe proposal to include the Escalation Clause was recommended by the\nthen Chief Engineer-Projects just to cooperate with the petitioner-company to\ncomplete the work in time and yet, the petitioner-company has stopped the work\nstating that he would proceed only upon approval of inclusion of Escalation\nClause in the agreement which is a fundamental breach of Clause 109.5 of SSRB;\n</blockquote>\n<blockquote id=\"blockquote_18\">\tvi\tas per clause 21.3 of the agreement, the petitioner-company cannot\ncite the delay in land acquisition process as a reason since enough extension of\ntime has been granted to cover such delay;\n</blockquote>\t\n<blockquote id=\"blockquote_19\">\tvii\tthe problem of land acquisition on Dindigul side has since been\nsolved and the respective individuals also have been paid their due compensation\nwhereas the petitioner-company has not come forward to start the further work\ndespite the payment of Rs.31,00,000/- made towards the cost of supply of\nElastomeric bearing;\n</blockquote>\n<blockquote id=\"blockquote_20\">\tviii\tfor the various works done by the petitioner-company amounting to\nRs.1,20,00,000/- during the agreement period of 18 months, a sum of Rs.63 lakhs\nhas already been paid towards preparation and submission of Alternate Design and\nDrawings and as such, the petitioner-company has constructed physical structures\nto the tune of Rs.57,00,000/- only;\n</blockquote><blockquote id=\"blockquote_21\">\tix\tany extra-ordinary claim has to be sorted out only by means of\nArbitration or by way of a Civil Suit and not by way of this petition and\nfurther, ratification order has since been issued by the Government to the fifth\nrespondent who has passed the impugned orders and as such, they warrant no\ninterference on the score of non-issuance of ratification order;\n\tx\tfor the Madurai side approach, the petitioner-company could have\ncompleted all the works upto super structure including solid fill portions\nwithout any delay by engaging larger amount of labour force and machinery which\nis not so and the petitioner-company has received 24 lumpsum part bills in pro-\nrata basis for the period of three years, the maximum bill amount being Rs.40\nlakhs and the minimum bill amount being Rs.1.87 lakhs and despite receipt of\nsuch payments, the petitioner-company was only finding fault with the\nrespondents to escape from the execution of work; and\n\txi\tin fact, the petitioner-company forced the respondents to prepare\ndeviation proposals and escalation proposals though they were not covered in the\nagreement and blamed the respondents for the delay made by them without instead\nof speeding up the work at the site.\n</blockquote>\n<blockquote id=\"blockquote_22\">\t5\tHeard Mr. R. Krishmnamurthy, learned Senior Counsel appearing for\nthe petitioner and Mr. T. Raja, learned Additional Advocate General appearing\nfor the respondents.\n</blockquote>\n<blockquote id=\"blockquote_23\">\t6\tThe learned Senior Counsel appearing for the petitioner-company, at\nthe threshold of his arguments, has contended that the impugned orders passed by\nthe fifth respondent are unsustainable on the ground that he is not the\ncompetent authority in this regard inasmuch as it is only the fourth respondent\nwho has entered into the agreement with the petitioner-company on behalf of the\nGovernment.  His second limb of argument is that despite the fact that the\nentire site was not handed over to the petitioner-company till the date of\ntermination of contract and the Escalation Clause also was not included in the\nagreement though it was recommended by the Chief Engineer twice, the petitioner-\ncompany had carried out works to the tune of Rs.4,74,75,216/- and as such, the\nstand of the fifth respondent taken in the impugned order dated 06.10.2007 that\nthe petitioner-company is not interested in completing the pending works in\nfull, does not have legs to stand and has to fall to ground.\n</blockquote>\n<blockquote id=\"blockquote_24\">\t7\tIt has been further contended by the learned Senior Counsel\nappearing for the petitioner-company that the respondents, having delayed the\napproval of the revised design for about 16 months, are estopped from taking\nsuch a stand that the petitioner-company is not willing to complete the pending\nworks in time.  The learned Senior Counsel has further contended that the\nimpugned orders are the result of malafideness, official bias, vindictiveness\nand pre-determination of the issue.\n</blockquote>\n<blockquote id=\"blockquote_25\">\t8\tTo put it in a nutshell, the learned Senior Counsel appearing for\nthe petitioner has argued that the impugned orders of the fifth respondent are\narbitrary in nature and they have come to be passed by colourable exercise of\npower and non-application of mind and are hit by the Wednesbury&#x27;s principle of\nunreasonableness.\t\n</blockquote>\n<blockquote id=\"blockquote_26\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121952\" id=\"span_1\">9\tIn support of his contention that judicial review is permissible in\ncase the policy decision taken is arbitrary in nature and is a consequence of\nnon-application of mind, the learned Senior Counsel appearing for the\npetitioner-company has placed reliance on the following judgments:\n\ti\t(<a href=\"/doc/121952/\" id=\"a_4\">2001) 8 SCC 491, Union of India and others v. Dinesh Engineering\nCorporation and another</a>: (para 12)\n\t&quot;A perusal of the letter dated 23.10.1992 does not show that the Board was\neither aware of the existence of the writ petitioner or its capacity or\notherwise to supply the spare parts required by the Railways for replacement in\nthe governors used by it, an ignorance which is fatal to its policy decision.\nAny decision, be it a simple administrative decision or a policy decision, if\ntaken without considering the relevant facts, can only be termed as an arbitrary\ndecision.  If it is so, then be it a policy decision or otherwise, it will be\nviolative of the mandate of <a href=\"/doc/367586/\" id=\"a_5\">Article 14</a> of the Constitution.&quot;</span>\n</blockquote>\n<blockquote id=\"blockquote_27\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1311524\" id=\"span_2\">ii\t(<a href=\"/doc/1311524/\" id=\"a_6\">2006) 8 SCC 200, Jayrajbhai Jayantibhai Patel v. Anilbhai Nathubhai\nPatel</a> (para 18)\n\n\t&quot;Having regard to it all, it is manifest that the power of judicial review\nmay not be exercised unless the administrative decision is illogical or suffers\nfrom procedural impropriety or it shocks the conscience of the court in the\nsense that it is in defiance of logic or moral standards but no standardised\nformula, universally applicable to all cases, can be evolved. Each case has to\nbe considered on its own facts, depending upon the authority that exercises the\npower, the source, the nature or scope of power and the indelible effects it\ngenerates in the operation of law or affects the individual or society. Though\njudicial restraint, albeit self-recognised, is the order of the day, yet an\nadministrative decision or action which is based on wholly irrelevant\nconsiderations or material; or excludes from consideration the relevant\nmaterial; or it is so absurd that no reasonable person could have arrived at it\non the given material, may be struck down. In other words, when a court is\nsatisfied that there is an abuse or misuse of power, and its jurisdiction is\ninvoked, it is incumbent on the court to intervene. It is nevertheless, trite\nthat the scope of judicial review is limited to the deficiency in the decision-\nmaking process and not the decision.&quot;</span>\n</blockquote>\n<blockquote id=\"blockquote_28\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_3\">10.\tContending that the subject matter is not one arising purely out of\nan agreement and as such, interference in illegal termination of contract under\n<a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution of India can be made by this Court, the learned\nSenior Counsel appearing for the petitioner-company has drawn the attention of\nthis Court to a decision of the Supreme Court in <a href=\"/doc/1956761/\" id=\"a_8\">Verigamto Naveen v. Government\nof Andhra Pradesh and others</a>, (2001) 8 SCC 344, the relevant portion of which\ngoes thus:</span>\n</blockquote><blockquote id=\"blockquote_29\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"761967\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1281050\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"209154\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1578093\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541216\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159364\" id=\"span_9\">&quot;21. On the question that the relief as sought for and granted by the High\nCourt arises purely in the contractual field and, therefore, the High Court\nought not to have exercised its power under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the Constitution\nplaced very heavy reliance on the decision of the Andhra Pradesh High Court in\nY.S. Raja Reddy v. A.P. Mining Corpn. Ltd. and the decisions of this Court in\n<a href=\"/doc/1159364/\" id=\"a_10\">Har Shankar v. Dy. Excise &amp; Taxation Commr.</a>, <a href=\"/doc/541216/\" id=\"a_11\">Radhakrishna Agarwal v. State of\nBihar</a>, <a href=\"/doc/1578093/\" id=\"a_12\">Ramlal &amp; Sons v. State of Rajasthan</a>, <a href=\"/doc/209154/\" id=\"a_13\">Shiv Shankar Dal Mills v. State of\nHaryana</a>, <a href=\"/doc/1281050/\" id=\"a_14\">Ramana Dayaram Shetty v. International Airport Authority of India</a> and\n<a href=\"/doc/761967/\" id=\"a_15\">Basheshar Nath v. CIT</a>.</span></span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_10\">Though there is one set of cases rendered by this Court\nof the type arising in <a href=\"/doc/541216/\" id=\"a_16\">Radhakrishna Agarwal</a> case much water has flown in the\nstream of judicial review in contractual field. In cases where the decision-</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_13\">making authority exceeded its statutory power or committed breach of rules or\nprinciples of natural justice in exercise of such power or its decision is\nperverse or passed an irrational order, this Court has interceded even after the\ncontract was entered into between the parties and the Government and its\nagencies. We may advert to three decisions of this Court in <a href=\"/doc/1058612/\" id=\"a_17\">Dwarkadas Marfatia &amp;\nSons v. Board of Trustees of the Port of Bombay</a>, <a href=\"/doc/1238017/\" id=\"a_18\">Mahabir Auto Stores v. Indian\nOil Corpn.</a> and <a href=\"/doc/1261492/\" id=\"a_19\">Shrilekha Vidyarthi (Kumari) v. State of U.P.Where</a> the breach of\ncontract involves breach of statutory obligation when the order complained of\nwas made in exercise of statutory power by a statutory authority, though cause\nof action arises out of or pertains to contract, brings it within the sphere of\npublic law because the power exercised is apart from contract. The freedom of\nthe Government to enter into business with anybody it likes is subject to the\ncondition of reasonableness and fair play as well as public interest. After\nentering into a contract, in cancelling the contract which is subject to terms\nof the statutory provisions, as in the present case, it cannot be said that the\nmatter falls purely in a contractual field. Therefore, we do not think it would\nbe appropriate to suggest that the case on hand is a matter arising purely out\nof a contract and, therefore, interference under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the Constitution\nis not called for. This contention also stands rejected.&quot;</span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">\t11\tAs regards the maintainability of the writ petition, reliance has\nbeen placed by the learned Senior Counsel appearing for the petitioner-company\non the following judgments:\n</p><blockquote id=\"blockquote_30\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1272001\" id=\"span_16\">i\t(<a href=\"/doc/1272001/\" id=\"a_21\">2004) 13 SCC 510, Travancore Devaswom Board v. Panchamy Pack (P)\nLtd.</a> (para 10)\n\t&quot;The other decisions relied upon by the respondent in <a href=\"/doc/1603548/\" id=\"a_22\">Harbanslal Sahnia v.\nIndian Oil Corpn. Ltd.</a> and <a href=\"/doc/1943124/\" id=\"a_23\">ABL International Ltd. v. Export Credit Guarantee\nCorpn. of India Ltd.</a> relate to the power of the Court under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> to\nentertain a matter even where disputed questions of fact are involved. The\nproposition is well settled. However, it is equally well settled that this Court\nnormally does not interfere with the exercise of discretion by the High Court in\nrefusing to entertain a petition under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> on the ground that disputed\nquestions of fact were involved.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_17\">In <a href=\"/doc/1603548/\" id=\"a_26\">Harbanslal Sahnia</a> case this Court indicated\nthe exceptional circumstances in which the High Court could exercise its\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a>, despite the existence of an alternative remedy.\nThese have been stated in SCC p. 110, para 7 of the report where it is said that\nthe High Court may exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> in at least three\ncontingencies even when an alternative remedy was available, namely,\n\n&quot;(i) where the writ petition seeks enforcement of any of the fundamental rights;</span>\n</blockquote><blockquote id=\"blockquote_31\">(ii) where there is failure of principles of natural justice; or (iii) where the\norders or proceedings are wholly without jurisdiction or the vires of an Act is\nchallenged.&quot;\n</blockquote>\n\t\n<p data-structure=\"Precedent\" id=\"p_9\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1172863\" id=\"span_18\">ii\t2005 (<a href=\"/doc/1172863/\" id=\"a_29\">5) CTC 292, Sanjana M. Wig v. Hindustan Petro Corporation Ltd.</a>\n(para 13)\n\t&quot;13.\tHowever, access to justice by way of public law remedy would not be\ndenied when a lis involves public law character and when the forum chosen by the\nparties would not be in a position to grant appropriate relief.&quot;</span>\n</p>\t\n<p data-structure=\"PetArg\" id=\"p_10\">\t12\tIn addition to the above, the learned Senior Counsel appearing for\nthe petitioner-company, in support of his arguments, has placed reliance on the\nfollowing judgments:\n</p><blockquote id=\"blockquote_32\">\ti.\t(1981) 4 SCC 716, Dr. S.P. Kapoor v. State of H.P. (para 33)\n\t&quot;Though before the High Court it does not appear that Dr Jiwan Lal had\nalleged any mala fides to anybody he has alleged in the special leave petition\nthat the constitution of the Departmental Promotion Committee and the process of\nselection and appointment were obviously mala fide and that they were appointed\non the date on which Mr Yadav, the regular Secretary, Health and Family Welfare\nDepartment, was on leave and that this haste suggests that he would not have\nagreed to carry out the political wish of the then Chief Minister in making the\nappointments in the post-haste manner. Though it is not possible to accept the\nbelated contention that there was any mala fides on the part of the then Chief\nMinister in the matter of constitution of the Departmental Promotion Committee\nwith his Principal Secretary as one of its members in the place of the regular\nSecretary, Health and Family Welfare, we are of the opinion that there is room\nfor suspecting the reason why the whole thing was completed in haste on November\n3, 1979 after the preparation of the final seniority list on November 2, 1979,\nin the light of the admitted position that the Deputy Directors and Director of\nHealth Services, Himachal Pradesh were holding ad hoc appointments from 1973.\nThe matter was not such as could not have been put off by a few days. Such rush\nis not usual in any State Government. The post-haste manner in which these\nthings have been done on November 3, 1979 suggests that some higher-up was\ninterested in pushing through the matter hastily when the regular Secretary,\nHealth and Family Welfare was on leave. Therefore, we are of the opinion that\nthe matter requires to be considered afresh.\n</blockquote><blockquote id=\"blockquote_33\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"348205\" id=\"span_19\">ii\t(<a href=\"/doc/348205/\" id=\"a_30\">2006) 4 SCC 683, State of Karnataka &amp; another v. All India\nManufacturers Organisation &amp; Others</a>: (paras 59, 61 &amp; 62)\n\t&quot;Mr Divan strongly urged that the relief granted was wholly beyond the\njurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution, as it\nwould amount to granting a decree for specific performance in writ jurisdiction.\nA reading of the relief granted by the High Court does not persuade us that it\nis so. The High Court merely directed that the Project and the FWA, as conceived\noriginally and upheld by the High Court in Somashekar Reddy, should be\nimplemented &quot;in letter and spirit&quot;. In other words, the High Court said that\nthere is no scope for raising frivolous and mala fide objections for ulterior\npurposes. This, the High Court was fully entitled to do. It is trite law that\nwhen one of the contracting parties is &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_32\">Article 12</a>\nof the Constitution, it does not cease to enjoy the character of &quot;State&quot; and,\ntherefore, it is subjected to all the obligations that &quot;State&quot; has under the\nConstitution. When the State&#x27;s acts of omission or commission are tainted with\nextreme arbitrariness and with mala fides, it is certainly subject to\ninterference by the constitutional courts in this country.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1635654\" id=\"span_20\">We may refer to\n<a href=\"/doc/1635654/\" id=\"a_33\">Gujarat State Financial Corpn. v. Lotus Hotels (P) Ltd.</a> in which a statutory\ncorporation (the Gujarat State Financial Corporation) arbitrarily refused to\ngrant the sanction of loans to entrepreneurs who had already acted on the basis\nof the sanction and had incurred expenditure and liabilities. The argument that\nthe transaction was purely a contractual arrangement between the parties and,\ntherefore, not amenable to writ jurisdiction, was categorically rejected by the\nfollowing observations:</span>\n</blockquote><blockquote id=\"blockquote_34\">\t13. Now if appellant entered into a solemn contract in discharge and\nperformance of its statutory duty and the respondent acted upon it, the\nstatutory corporation cannot be allowed to act arbitrarily so as to cause harm\nand injury, flowing from its unreasonable conduct, to the respondent. In such a\nsituation, the Court is not powerless from holding the appellant to its promise\nand it can be enforced by a writ of mandamus directing it to perform its\nstatutory duty. A petition under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution would certainly\nlie to direct performance of a statutory duty by &#x27;other authority&#x27; as envisaged\nby <a href=\"/doc/609139/\" id=\"a_35\">Article 12.&quot;</a>\n</blockquote>\n<blockquote id=\"blockquote_35\">\t61. Thus, it appears that no exception could be taken to relief granted in\nthe judgment of the High Court impugned before us. All that the High Court has\ndone is to reaffirm and require the State Government and its instrumentalities,\nas &quot;State&quot; under the Constitution, to act without arbitrariness and mala fides,\nespecially in the matter of land acquisition. It is pertinent to note that the\nState had agreed (vide clause 5.1.1.1 of the FWA) in respect of the lands\nrequired under the FWA, that:\t\n</blockquote><blockquote id=\"blockquote_36\">\t&quot;GOK shall use its best efforts and cause its governmental\ninstrumentalities to use their best efforts, to exercise its and their legal\nright of eminent domain (or other right of similar nature) under the laws of\nIndia to acquire the acquired land. Prior to acquiring any acquired land, GOK\nwill obtain from the Company written confirmation of its willingness to purchase\nsuch acquired land from GOK at the purchase price (whether in the form of cash\nor comparable land) required under the laws of India (the &#x27;acquired land\ncompensation&#x27;). GOK shall offer to the expropriated owners of the land the\nrehabilitation package specifically worked out for this Infrastructure Corridor\nProject with mutual consultation of the consortium and the Revenue Authorities\nin accordance with the applicable rules.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">\t62. In these circumstances, we find no reason to interfere with the said\ndirections of the High Court. In the future also, we make it clear that while\nthe State Government and its instrumentalities are entitled to exercise their\ncontractual rights under the FWA, they must do so fairly, reasonably and without\nmala fides; in the event that they do not do so, the Court will be entitled to\ninterfere with the same.\n</p><p data-structure=\"Issue\" id=\"p_12\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_21\">iii\t(<a href=\"/doc/1943124/\" id=\"a_36\">2004) 3 SCC 553, ABL International Ltd. v. Export Credit Guarantee\nCorpn. of India Ltd.</a> (paras 8,9,19 &amp; 27)\n\t&quot;As could be seen from the arguments addressed in this appeal and as also\nfrom the divergent views of the two courts below, one of the questions that\nfalls for our consideration is whether a writ petition under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the\nConstitution of India is maintainable to enforce a contractual obligation of the\nState or its instrumentality, by an aggrieved party.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\tIn our opinion this question is no more res integra and is settled by a\nlarge number of judicial pronouncements of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_22\">In <a href=\"/doc/838233/\" id=\"a_38\">K.N. Guruswamy v.\nState of Mysore1</a> this Court held: (AIR pp. 595-96, para 20)\n&quot;20. The next question is whether the appellant can complain of this by way of a\nwrit. In our opinion, he could have done so in an ordinary case. The appellant\nis interested in these contracts and has a right under the laws of the State to\nreceive the same treatment and be given the same chance as anybody else. ...\nWe would therefore in the ordinary course have given the appellant the writ he\nseeks. But, owing to the time which this matter has taken to reach us (a\nconsequence for which the appellant is in no way to blame, for he has done all\nhe could to have an early hearing), there is barely a fortnight of the contract\nleft to go. ... A writ would therefore be ineffective and as it is not our\npractice to issue meaningless writs we must dismiss this appeal and leave the\nappellant content with an enunciation of the law.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">\tTherefore, it is clear from the above enunciation of law that merely\nbecause one of the parties to the litigation raises a dispute in regard to the\nfacts of the case, the court entertaining such petition under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of the\nConstitution is not always bound to relegate the parties to a suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_23\">In <a href=\"/doc/838233/\" id=\"a_40\">the above\ncase</a> of Gunwant Kaur this Court even went to the extent of holding that in a\nwrit petition, if the facts require, even oral evidence can be taken. This\nclearly shows that in an appropriate case, the writ court has the jurisdiction\nto entertain a writ petition involving disputed questions of fact and there is\nno absolute bar for entertaining a writ petition even if the same arises out of\na contractual obligation and/or involves some disputed questions of fact.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">\tFrom the above discussion of ours, the following legal principles emerge\nas to the maintainability of a writ petition:\n</p><blockquote id=\"blockquote_37\">\t\t(a) In an appropriate case, a writ petition as against a State or an\ninstrumentality of a State arising out of a contractual obligation is\nmaintainable.\n</blockquote><blockquote id=\"blockquote_38\">\t\t(b) Merely because some disputed questions of fact arise for\nconsideration, same cannot be a ground to refuse to entertain a writ petition in\nall cases as a matter of rule.\n</blockquote><blockquote id=\"blockquote_39\">\t\t(c) A writ petition involving a consequential relief of monetary\nclaim is also maintainable.\n</blockquote><blockquote id=\"blockquote_40\">\tiv\t(2006) 6 SCC 430, R.S. Garg v. State of U.P. &amp; others, (paras 21 to\n</blockquote><blockquote id=\"blockquote_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"482100\" id=\"span_24\">23)\n&quot;In A. Umarani, it was opined: (SCC p. 125, paras 39-41)\n\t&quot;39. Regularisation, in our considered opinion, is not and cannot be the\nmode of recruitment by any &#x27;State&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_41\">Article 12</a> of the\nConstitution of India or any body or authority governed by a statutory Act or\nthe Rules framed thereunder. It is also now well settled that an appointment\nmade in violation of the mandatory provisions of the statute and in particular,\nignoring the minimum educational qualification and other essential qualification\nwould be wholly illegal. Such illegality cannot be cured by taking recourse to\nregularisation. (See <a href=\"/doc/482100/\" id=\"a_42\">State of H.P. v. Suresh Kumar Verma</a>.)</span>\n\n</blockquote><blockquote id=\"blockquote_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1057041\" id=\"span_25\">40. It is equally well settled that those who come by back door should go\nthrough that door. (See <a href=\"/doc/1057041/\" id=\"a_43\">State of U.P. v. U.P. State Law Officers Assn</a>.)</span>\n\n</blockquote><blockquote id=\"blockquote_43\">41. Regularisation furthermore cannot give permanence to an employee whose\nservices are ad hoc in nature.&quot;\n</blockquote>\t\n<p data-structure=\"Precedent\" id=\"p_16\">\tAn appointment dehors the Rules would render the same illegal and not\nirregular as has been held in Umadevi in the following terms: (SCC p. 36, para\n</p><p data-structure=\"Section\" id=\"p_17\">43)\n\n\t&quot;43. Thus, it is clear that adherence to the rule of equality in public\nemployment is a basic feature of our Constitution and since the rule of law is\nthe core of our Constitution, a court would certainly be disabled from passing\nan order upholding a violation of <a href=\"/doc/367586/\" id=\"a_44\">Article 14</a> or in ordering the overlooking of\nthe need to comply with the requirements of <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a> read with <a href=\"/doc/211089/\" id=\"a_46\">Article 16</a> of\nthe Constitution. Therefore, consistent with the scheme for public employment,\nthis Court while laying down the law, has necessarily to hold that unless the\nappointment is in terms of the relevant rules and after a proper competition\namong qualified persons, the same would not confer any right on the appointee.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_18\">\tIt was further observed: (SCC p. 36, para 43)\n\n\t&quot;It has also to be clarified that merely because a temporary employee or a\ncasual wage worker is continued for a time beyond the term of his appointment,\nhe would not be entitled to be absorbed in regular service or made permanent,\nmerely on the strength of such continuance, if the original appointment was not\nmade by following a due process of selection as envisaged by the relevant rules.\nIt is not open to the court to prevent regular recruitment at the instance of\ntemporary employees whose period of employment has come to an end or of ad hoc\nemployees who by the very nature of their appointment, do not acquire any right.\nThe High Courts acting under <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> of the Constitution of India, should\nnot ordinarily issue directions for absorption, regularisation, or permanent\ncontinuance unless the recruitment itself was made regularly and in terms of the\nconstitutional scheme.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\tHowever, in the case of irregular appointment, the Constitution Bench in\nUmadevi stated as follows:\n</p><blockquote id=\"blockquote_44\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"748892\" id=\"span_26\">&quot;53. One aspect needs to be clarified. There may be cases where irregular\nappointments (not illegal appointments) as explained in S.V. Narayanappa, R.N.\nNanjundappa and B.N. Nagarajan and referred to in para 15 above, of duly\nqualified persons in duly sanctioned vacant posts might have been made and the\nemployees have continued to work for ten years or more but without the\nintervention of orders of the courts or of tribunals. The question of\nregularisation of the services of such employees may have to be considered on\nmerits in the light of the principles settled by this Court in the cases above\nreferred to and in the light of this judgment. In that context, the Union of\nIndia, the State Governments and their instrumentalities should take steps to\nregularise as a one-time measure, the services of such irregularly appointed,\nwho have worked for ten years or more in duly sanctioned posts but not under\ncover of orders of the courts or of tribunals and should further ensure that\nregular recruitments are undertaken to fill those vacant sanctioned posts that\nrequire to be filled up, in cases where temporary employees or daily wagers are\nbeing now employed. The process must be set in motion within six months from\nthis date. We also clarify that regularisation, if any already made, but not sub\njudice, need not be reopened based on this judgment, but there should be no\nfurther bypassing of the constitutional requirement and regularising or making\npermanent, those not duly appointed as per the constitutional scheme.&quot;(emphasis\nin original)\n\n\tv\t(2008) 1 SCC 341, (<a href=\"/doc/748892/\" id=\"a_48\">Suresh Jindal v. BSES Rajdhani Power Limited and\nothers</a>: (para 37)\n\t&quot;Before embarking on other questions raised at the Bar, we would like to\nplace on record that the High Court had placed strong reliance on the rationale\nof replacing the existing meters with electronic meters, but, we are of the\nopinion that the same is not at all relevant as in the event it is held that the\nrespondent had no authority to replace the existing meters with electronic\nmeters, rationale or other justifications in support thereof would not legalise\nan illegal act.&quot;</span>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_20\">\tvi\t1995 Supp (3) SCC 19, Arjuna v. State of Maharashtra: (para 3)\n\t&quot;In that view of the matter, ground 5 has remained undisputed. The appeal\nis, accordingly, allowed on that terms and the order of the High Court is set\naside. In case the respondents were declared to be within the ceiling limit,\nliberty is given to them to file a review petition within a period of two months\nfrom today.&quot;\n</p>\t\n<p data-structure=\"PetArg\" id=\"p_21\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1703207\" id=\"span_27\">vii\t(1998) 9 SCC 458, Raj Bahadur Sharma (dead) through <a href=\"/doc/1703207/\" id=\"a_49\">LRs v. Union of\nIndia &amp; Others</a>: (paras 10 &amp; 11)\n\n\t&quot;Learned counsel appearing for the appellant submitted that though it was\nbrought to the notice of the Tribunal that the appellant was not at fault in not\njoining at the transferred place, without giving any finding on that, the\nTribunal has deprived the appellant of the salary for the period in question. He\nalso brought to our notice that there was a specific plea, namely, that the\nappellant could not join at the transferred place in the absence of relieving\norder and necessary passes. The respondents never came forward to deny that\nassertion of the appellant. In other words, while the appellant was prepared to\njoin the duty it was the administration which disabled the appellant to join the\nduty and, therefore, the appellant cannot be blamed.</span>\n</p><p data-structure=\"RespArg\" id=\"p_22\">\tLearned counsel appearing for the respondents could not deny the position\nand as a matter of fact, in the counter-affidavit filed instead of directly\nreplying the point it is stated as follows:\n</p><blockquote id=\"blockquote_45\">&quot;That in reply to para 2(ix) it is submitted that there is no material on record\nto show that the pass etc. were not issued to the petitioner.&quot;\t\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">There is no plea positively denying the averments of the appellant in para 2(ix)\nin the appeal.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">\tviii\t1993 Supp (4) SCC 46, Naseem Bano v. State of U.P., (para 9)\n\t&quot;The aforesaid reply would show that on behalf of respondents 1 to 4, it\nwas not disputed that 40 per cent posts which have to be filled up by promotion\nhad not been filled up and the denial of promotion to the appellant was\njustified on the sole ground that she was not qualified to be promoted to L.T.\ngrade. This shows that in the pleadings before the High Court, there was no\ncontest on the question that the post of L.T. grade which was sanctioned on\nAugust 29, 1977 was required to be filled up by promotion for the reason that 40\nper cent posts had not been so filled. Even though there was no contest on this\nquestion the High Court has gone into it and has held that the appellant has\nfailed to establish her case that at the time of the appointment of respondent 6\nby direct recruitment 40 per cent of the total number of posts in the College\nwere not filled up by promotion as prescribed by <a href=\"/doc/931937/\" id=\"a_50\">Regulation 5(2)(a)</a> of the\nRegulations. Since no dispute was raised on behalf of respondents 1 to 4 in\ntheir reply to the averments made by the appellant in the writ petition that 40\nper cent of the total number of posts had not been filled by promotion, inasmuch\nas the said averments had not been controverted, the High Court should have\nproceeded on the basis that the said averments had been admitted by\nrespondents.&quot;\n</p>\n\t\n<p data-structure=\"Precedent\" id=\"p_25\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"210932\" id=\"span_28\">ix\t2008 (2) CTC 555 - a judgment of this Court in <a href=\"/doc/210932/\" id=\"a_51\">P. Balamani and\nanother vs. The District Magistrate and District Collector, Coimbatore District\nand another</a>: (para 25)\n\t&quot;A careful analysis of the impugned proceedings passed by the District\nMagistrate/District Collector, pursuant to the orders of this Court, would go to\nshow that they are non-speaking orders, as the District Magistrate has not at\nall gone into the objections in detail to consider the same independently, by\napplying his mind.  Reasoning is the heartbeat of every conclusion and without\nthe same, the conclusion becomes lifeless.  The rationale behind it is that the\naffected party can know why the decision has gone against him.  One of the\nsalutary requirements of natural justice is spelling out reasons for the order\nmade.  Therefore, I am not inclined to go into the other aspects of the matter,\nwhich the learned counsel on either side have advanced their arguments.  I am\nonly inclined to interfere with the impugned orders, as they are non-speaking\nones.  As such, the impugned orders cannot be sustained and are set aside,\nremitting the matters back to the District Collector for consideration.&quot;</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_26\">\t13.\tThe learned Additional Advocate General, per contra, by drawing the\nattention of this Court to Clause 11 of the agreement, has contended that in\ncase of any dispute or difference between the parties, the same can be referred\nto the Sole Arbitrator if the money value of the claim is less than Rs.2 lakhs\nor to a Civil Court if the money value of the claim exceeds Rs.2 lakhs and as\nsuch, this writ petition has to be dismissed on the score of maintainability\nitself.  In this regard, reliance has been placed by him on the following\njudgments:\n</p>\n<blockquote id=\"blockquote_46\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1009460\" id=\"span_29\">i\t2006 (<a href=\"/doc/1009460/\" id=\"a_52\">1) CTC 769, Rajam Engineering Contractors vs. State of Tamil\nNadu</a> represented by its Secretary to Government, Highways Department, Fort St.\nGeorge, Chennai 9 and others: (para 8)\n\t&quot;In reply, Mr. N.R. Chandran, learned Advocate General contended that the\nwords &quot;be referred to Court&quot; should be understood in the proper perspective and\nthe interpretation suggested by the petitioners is incorrect.  Under <a href=\"/doc/483593/\" id=\"a_53\">Section 20</a>\nof the old Act, an application is filed in a Court to file an arbitration\nagreement and then reference is made by the Court to an Arbitrator under <a href=\"/doc/1625889/\" id=\"a_54\">Section\n23</a> of the old Act.  Therefore, the term &quot;be referred to Court&quot; can only mean\nthat party is referred i.e. Directed to move the Civil Court for adjudication.</span>\n</blockquote><p data-structure=\"RespArg\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"556633\" id=\"span_30\">He submitted that the arbitration clause beween the parties is clear that the\nclaim shall be filed before the Court having jurisdiction for decision and with\nregard to claims of below Rs.2 lakhs the matter shall be referred to\ndepartmental arbitrator, who shall be the Superintending engineer.  He further\nsubmitted that the State never took a stand conceding the position pleaded by\nthe respondents, but on the other hand disputed the interpretation suggested by\nthe petitioners, which was not accepted by the Court.  Therefore, the doctrine\nof issue estoppel can never be applied, especially when the litigation is not\nbetween the same parties.  Learned Advocate General also brought to our notice\nthat two former Chief Justices of this Court namely, Hon&#x27;ble Shri Justice B.\nSubhashan Reddy and Hon&#x27;ble Shri Justice Markandey Katju categorically held that\nthe said Governmental Order does not contemplate an arbitration agreement where\nthe value is more than Rs.2 lakhs.  According to the learned Advocate General\nthe matter is no more res integra and while considering a similar Governmental\nOrder of the Andhra Pradesh Government the Supreme Court in <a href=\"/doc/556633/\" id=\"a_55\">State of A.P. v.\nObulu Reddy</a>, 2001 (10) SCC 30 held that the question of reference to arbitration\nwould not arise if the claim was above the amount of Rs.50,000/-.  The learned\nAdvocate General submitted that the interpretation suggested by the petitioners\nis contrary to the law <a href=\"/doc/556633/\" id=\"a_56\">laid down by</a> the Supreme Court.&quot;</span>\n</p>\n<p data-structure=\"Section\" id=\"p_28\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626839\" id=\"span_31\">ii\t(<a href=\"/doc/1626839/\" id=\"a_57\">2007) 1 MLJ 769, General Manager, Northern Railway, New Delhi v.\nMetal Powder Co. Ltd.</a> represented by the Managing Director, Thirumangalam and\nanother: (paras 13 and 21)\n\t&quot;It is obligatory on the part of the Court if it is brought to the notice\nof the Court that there exists an agreement containing a clause to refer the\nmatter for arbitration.  The arbitrator has got ample power to decide whether\nthere is an existence of the arbitration clause in the agreement or he can give\nhis own ruling about the validity of the arbitration agreement.  At this\njuncture, it is useful to refer to <a href=\"/doc/1241481/\" id=\"a_58\">Section 16(1)</a> of the said Act which reads as\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_47\"><a href=\"/doc/568692/\" id=\"a_59\">Section 16</a>.  Competence of Arbitral Tribunal to rule on its jurisdiction:\n</blockquote>\n<blockquote id=\"blockquote_48\">\t1\tThe Arbitral Tribunal may rule on its own jurisdiction, including\nruling on any objections with respect to the existence or validity of the\narbitration agreement, and for that purpose,\n\n\ta.\tan arbitration clause which forms part of a contract shall be\ntreated as an agreement, independent of the other terms of the contract; and\n\t\n\tb.\ta decision b the Arbitral Tribunal that the contract is null and\nvoid shall not entail ipso jure the invalidity of the arbitration clause.&quot;\n</blockquote>\n<blockquote id=\"blockquote_49\">\tTherefore, in case where there is an arbitration clause in the agreement,\nit is obligatory for the Court to refer the matter in terms of the arbitration\nagreement and nothing remains to be decided in the original action, namely, in\nthe suit that has been instituted by the first respondent herein, after an\nApplication is made under <a href=\"/doc/1911494/\" id=\"a_60\">Section 8(3)</a> of the Act, except to refer the dispute\nto the arbitrator.  It is nothing but mandatory for the Civil Court to refer the\ndispute to the arbitrator.  In view of the mandatory language provided under\n<a href=\"/doc/1911494/\" id=\"a_61\">Section 8</a> of the Act, the Court below has no option, but to refer the dispute to\narbitration.  The main objects of the Act itself are as under:\n\ti\tto comprehensively cover international and commercial arbitration\nand conciliation as also domestic arbitration and conciliation;\n\tii\tto make provision for an arbitral procedure which is fair, efficient\nand capable of meeting the needs of the specific arbitration;\n</blockquote>\n<blockquote id=\"blockquote_50\">\tiii\tto provide that the Arbitral Tribunal gives reasons for its arbitral\naward;\n</blockquote>\n<blockquote id=\"blockquote_51\">\tiv\tto ensure that the Arbitral Tribunal remains within the limits of\nits jurisdiction;\n</blockquote>\n\n<blockquote id=\"blockquote_52\">\tv\tto minimise the supervisory role of Courts in the arbitral process;\n</blockquote>\n<blockquote id=\"blockquote_53\">\tvi\tto permit the Arbitral Tribunal to use mediation, conciliation or\nother procedures during the arbitral proceedings to encourage settlement of\ndisputes;\n</blockquote>\n<blockquote id=\"blockquote_54\">\tvii\tto provide that every final arbitral award is enforced in the same\nmanner as if it were a decree of the Court;\n</blockquote>\n<blockquote id=\"blockquote_55\">\tviii\tto provide that a settlement agreement reached by the parties as a\nresult of conciliation proceedings will have the same status and effect as an\narbitral award on agreed terms on the substance of the dispute rendered by an\nArbitral Tribunal;\n</blockquote>\n<blockquote id=\"blockquote_56\">\tix\tto provide that, for purposes of enforcement of foreign awards,\nevery arbitral award made in a country to which one of the two international\nconventions relating to foreign arbitral awards to which India is a party\napplies, will be treated as a foreign award.&quot;\n</blockquote>\n<blockquote id=\"blockquote_57\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366616\" id=\"span_32\">iii\t2005 (2) CTC 487, a judgment of this Court in <a href=\"/doc/366616/\" id=\"a_62\">Ford Credit Kotak\nMahindra Ltd. vs. M. Swaminathan</a>: (paras 5, 7 &amp; 15)\n\t&quot;The Honourable Supreme Court, while setting aside the order of the trial\nCourt as well as the High Court held that judicial authorities are mandated to\nrefer the parties to arbitration, once existence of clause is pointed out an\nsuch reference is obligatory.</span>\t\n</blockquote>\n<blockquote id=\"blockquote_58\">\t. . . In case of arbitration without the intervention of the Court, the\nparties must rigorously  stick to the agreeent entered into between the two.  If\nthe arbitration clause names an arbitrator as the one already agreed upon, the\nappointment of an arbitrator poses no difficulty.\n</blockquote><blockquote id=\"blockquote_59\">\tWhere the parties by contract have agreed to refer their disputes to\narbitrator, the Court should, as far as possible proceed to give opportunity for\nresolution of disputes through arbitration rather than by judicial adjudication.\nFollowed State of Punjab v. Geeta iron and Brass Works, AIR 1978 SC 1608.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_29\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"913586\" id=\"span_33\">14.\tTo substantiate his contention that Courts cannot interfere in a\ncase where the subject matter arises out of a contract, the learned Additional\nAdvocate General has placed reliance on the judgment of the Supreme Court in\n<a href=\"/doc/913586/\" id=\"a_63\">Life Insurance Corporation of India v. Smt. S. Sindhu</a>, (2006) 5 SCC 258, (para</span>\n</p><p data-structure=\"CDiscource\" id=\"p_30\">8)\n\t&quot;At the outset, what should be noticed, is that the amount that is paid by\nLIC in regard to a lapsed policy, is not &quot;refund of the premiums paid on various\ndates&quot;, but a reduced lump sum (calculated as per condition 4 of the policy)\ninstead of the assured sum. When what is paid by LIC is not refund of premiums,\nthe question of treating the amount paid by LIC as refund of premiums paid and\nthen directing payment of interest thereon from the respective dates of payment\nof premium does not arise. That would amount to treating the premiums paid in\nrespect of a policy which lapsed by default, as fixed deposits repayable with a\nhefty rate of interest. Surely, the intention is not to reward defaulting\npolicy-holders. Moreover, the courts and tribunals cannot rewrite contracts and\ndirect payment contrary to the terms of the contract, that too to the defaulting\nparty. Be that as it may.\n</p>\t\n<p data-structure=\"RespArg\" id=\"p_31\">\t15.\tPointing out that the contract period has been extended by the\nrespondents upto 31.12.2007, the date of agreement being 26.02.2003 and the work\nperiod being 18 months, the learned Additional Advocate General has contended\nthat though the petitioner-company has been reminded on as many as nine\noccasions by way of letters/reminders/show cause notice to complete the contract\nwork in time, it has miserably failed to respond to fulfil the terms of the\nagreement and therefore, the action of the fifth respondent, who has got the\npower to terminate the contract, in terminating the petitioner-company&#x27;s\ncontract by way of the impugned orders, does not warrant any sort of\ninterference whatsoever.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">\t16.\tI have given careful consideration to the arguments advanced by the\nlearned counsel on either side and have also perused the documents available on\nrecord besides paying my heedful attention to the citations relied on by the\nlearned counsel on both sides.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">\t17.\tFrom a pragmatic approach to the issue on hand, upon perusing the\nentire pleadings and the relevant documents and upon hearing the learned counsel\non either side, the following points emerge;\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">\tThe petitioner-company was awarded with the contract work of construction\nof ROB between Koodal Nagar and Madurai Junction Railway Station and\naccordingly, an agreement was entered into between the petitioner-company and\nthe fourth respondent on 26.02.2003.  Though the contract period was for 18\nmonths, it was extended by the respondents upto 31.12.2007.  As there was a need\nfor change in alignment, the petitioner-company submitted its Alternate Design\nwhich was approved by the respondents 16 months later. Since the Alternate\nDesign and the extension of contract work resulted in procurement of additional\nraw materials and labour, the petitioner-company insisted upon the need to\ninclude the Escalation Clause in the agreement which was recommended by the then\nChief Engineer.  Since the contract work remained incomplete even after\nextension of contract period, the fifth respondent issued a show cause notice\ndated 12.04.2007 seeking explanation from the petitioner-company as to why the\ncontract should not be terminated under Clause 109.5 and 109.7 of SSRB and also\nas to why the balance of work should not be re-tendered at the cost and risk of\nthe petitioner-company in addition to forfeiture of Earnest Money Deposit and\nSecurity Deposit. Unconvinced with the petitioner-company&#x27;s reply dated\n28.04.2007, the fifth respondent issued a communication dated 03.08.2007\nnegativing the petitioner&#x27;s pleas therein in response to which the petitioner-\ncompany sent its reply dated 23.08.2007 seeking to consider its earlier\nrepresentations.  Not being satisfied with the petitioner-company&#x27;s approach,\nthe fifth respondent, observing that the petitioner-company has not completed\nthe contract work despite several reminders including show-cause notice and\nimposition of daily penalty of Rs.100/- from 05.05.2006 and Rs.500/- from\n08.09.2006 and has also not submitted its schedule of work after 18.10.2006 and\nconstruing that the petitioner-company is not inclined to complete the work,\nterminated the contract vide his proceedings dated 06.10.2007 as per Clause\n109.05 and 109.07 of SSRB, giving paramount importance to public interest.  It\nwas further ordered in the said proceedings to forfeit the Earnest Money Deposit\nand Security Deposit and also to re-tender the remaining work at the cost and\nrisk of the petitioner-company.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\t18.\tIn the light of the above , I have to examine\n\ti\twhether the writ petition is maintainable when an alternative remedy\nis available to the petitioner-company before the Civil Court?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">\t ii\twhether there is violation of fundamental rights guaranteed in the\nConstitution of India?\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\tiii\twhether there is violation of principles of natural justice?\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">\tiv\twhether the impugned orders are wholly without jurisdiction? and\n\n\tv\twhether the action of the fifth respondent in terminating the\ncontract involves arbitrariness, unreasonableness and colourable exercise of\npower and whether there is violation of terms and conditions of the agreement?\n</p>\n<p data-structure=\"Section\" id=\"p_39\">\t19.\tBefore embarking on the above aspects, it would be relevant to refer\nto relevant clauses of the agreement dated 26.02.2003 which read as under:\n</p><blockquote id=\"blockquote_60\">\t11\tIn case of any dispute or difference between the parties to the\ncontract either during the progress or after the completion of the work or after\nthe determination/abandonment of the contract or any matter arising thereunder\nand if the claims value exceeds Rs.2.00 lakhs (Rupees Two Lakhs only) the same\nshall be settled by filing a civil suit before a Civil Court having jurisdiction\nfor decision.  If the claims monetary value is less than Rs.2.00 lakhs (Rupees\nTwo Lakhs only) the dispute shall be referred for arbitration to a sole\narbitrator.  The Superintending Engineer (Highways), Project-I, Circle\nCoimbatore or his successor in his office shall be the Arbitrator for this\npurpose.  The arbitration proceedings will be governed by <a href=\"/doc/1306164/\" id=\"a_64\">Arbitration and\nConciliation Act</a> - 1996.\n</blockquote>\n<blockquote id=\"blockquote_61\">\t21.3\tThe contractor will not have any claim in case of delay by the\nEmployer or removal of Trees, or shifting of Telephones/Electric lines, posts or\nacquisition of land or removal of structure if any which may come in the way of\nthe work.  However, suitable extension of time can be granted to cover such\ndelays.\n</blockquote>\n<blockquote id=\"blockquote_62\">\t32.5\tThe drawings, specifications and quantum of work proposed in this\ntender documents are subject to variation according to the site condition and\naccording to the technical reasons.  The contractor is bound to do the work\naccording to that changes and no extra rates or claims of the contractor will be\nconsidered for the changes as the contractor is responsible for completing the\nwork according to Para P.S. 105.05 &amp; 110.04 of SSRB, Vol.-I, Part-I.\t\n</blockquote><p data-structure=\"Section\" id=\"p_40\">\t20.\tApart from the above, it would also be relevant to refer to relevant\nclauses of SSRB and they are as under:\n</p><blockquote id=\"blockquote_63\">\t101-03\tEngineer\n\tThe Divisional Engineer of the Tamil Nadu Highways and Rural Works\nDepartment in charge of the work; or his authorised representative limited by\nthe particular duties entrusted to him\n\n102.04\t\tDelegation of powers\n\n\tAny decision to be made or orders to be issued by the Engineer or by any\nhigher departmental authorities under the contract may be made by any person or\npersons authorised to act for the Engineer or higher authority for that purpose\nand may be made in such a manner and on such evidence or information as such\nperson or persons shall think fit.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">\tProvided always that the authority who has accepted the agreement for the\nwork shall make no delegation of powers to his subordinates in respect of orders\nand decisions concerning the extension of time for completing the contract or\nthe determination of the contract or any other matter in which his decision is\nto be final and conclusive, the orders of the Engineer in these matters shall be\nsubject to his ratification.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">\t105.04\tSpecial Work\n\n\tShould any construction or requirements not covered by these\nspecifications be anticipated on any proposed work, special provisions for the\nsame will be prepared and referred to in the tender documents, which special\nprovisions shall be considered as a part of these specifications the same as\nthough contained fully herein.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">\t105.05\tIncreased or decreased quantities\n\n\tThe right is reserved, any time during which the contract is in force, to\nmake any alterations in the work, that may be in the opinion of the Engineer be\nnecessary and for that purpose he shall have power to order that Contractor to\ndo and the Contractor shall do any of the following:\n</p>\n<blockquote id=\"blockquote_64\">\t1\tIncrease or decrease in quantities of any item of work included in\nthe contract.\n</blockquote>\n<blockquote id=\"blockquote_65\">\t2\tTo omit any portions of work.\n</blockquote>\n<blockquote id=\"blockquote_66\">\t3\tChange the specification for any item of work.\n</blockquote>\n<blockquote id=\"blockquote_67\">\t4\tChange the lines, levels, positions and dimensions of any part of\nthe work.\n</blockquote>\n<blockquote id=\"blockquote_68\">\t5\tExecute additional work necessary for the completion of the work and\n\n\t6\tAlterations in the plans.\n</blockquote>\t\n<blockquote id=\"blockquote_69\">\tSuch alterations shall be ordered in writing before starting the work on\nsuch alterations.  No signed drawing shall be taken as in itself as an order for\nvariation, unless accompanied by a covering letter from the Engineer confirming\nthat the drawing is an authority for variation.  Alterations as <a href=\"/doc/913586/\" id=\"a_65\">referred to\nabove</a> shall not be considered as a waiver of any condition of contract nor\ninvalidate any of the provisions thereof.  The contractor shall execute the work\nat the same rates as in the agreement, for quantities upto 25% increase or\ndecrease of the agreement quantity of the relevant item listed in Schedule A. .\n.\n</blockquote>\n<blockquote id=\"blockquote_70\">\t109.04\tRescinding the contract by the Engineer\n\n\tIn case where the Engineer under the terms of the contract is liable to\nsupply any materials, or articles, or things to the contractor for the\nperformance by him of his part of the contract and the Engineer for any reasons\nis unable to supply such materials, articles or things either within the time\nspecified or within the extended time as per <a href=\"/doc/729393/\" id=\"a_66\">article 109.03</a> of PS to SSRB, the\nEngineer may be himself or at the request of the Contractor rescind the whole or\nany part of the contract which cannot be performed by reason of the failure to\nsupply such materials, articles or things and the contractor shall not be\nentitled to claim any damages or compensation in respect of such rescinding.\n</blockquote><p data-structure=\"Section\" id=\"p_44\">The Contractor shall however be paid the value of the work already done by him\nand the cost of the materials, articles or things if any collected by him upto\nthe date of such rescinding and left unused on the work spot (which shall be\ntaken over by the Engineer) either at the contract rates or at values deduced\nfrom through rates included in the contract, when the contract is rescined at\nthe discretion of the Engineer, he shall give notice in writing to the\ncontractor and the decision of the Engineer to rescind to the contract shall be\nfinal and binding on the contractor.\n</p>\n<p data-structure=\"Section\" id=\"p_45\">\t109.05\tDetermination of contract due to default or \t\t\t\n\tfailure of the Contractor\n\n\tThe Engineer may without prejudice to his rights against the Contractor in\nrespect of any delay or inferior workmanship or otherwise or to any claims for\ndamage in respect of any breaches of the contract and whether the date for\ncompletion has or has not elapsed, by notice in writing absolutely determine the\ncontract in any of the following cases.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">\ta\tIf the contractor, having been given by the Engineer a notice in\nwriting to rectify, reconstruct or replace any defective work or a notice in\nwriting that the work is being performed in an inefficient or otherwise improper\nmanner or that the commencement of the work is being delayed or that the\nexecution of the work is being delayed has been suspended so that, in the\njudgment of the Engineer, the Contractor will be unable to secure the completion\nof the work by the date for completion or he has already failed to complete the\nwork by that date, shall omit to comply with the requirements of such notice for\na period of seven days thereafter, such notice shall not be unreasonable or\nvexatiously given, and must signify that it purports to be a notice under the\nprovisions of this Article, and must specify the act or default on the part of\nthe Contractor upon which it is based. . . .\n</p><p data-structure=\"Precedent\" id=\"p_47\">\t109.07\tProvisions in case of absolute determination of \t\t\n\t\tcontract\n\n\tIf the Engineer shall in the exercise of the power contained in PS: 109.05\nand for any of the reasons set forth in paragraphs (a) to (f) therein determine\nthe contract, then the following provisions shall take effect.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">\ta)\tThe earnest money taken as security and additional security deposit\nat the time of execution of the agreement shall stand forfeited to the\nGovernment.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">\t109.10\tSpecial powers of determination\n\tThese powers shall be exercised in the event of complete stoppage or\nabandonment of whole or portion of work under the orders of Government.\n</p><p data-structure=\"Section\" id=\"p_50\">\ta)\tThe Engineer shall in addition to any other power enabling him to\ndetermine the contract, have power to determine the contract, at any time, by\nnotice in writing to the Contractor, and upon receipt by the Contractor of the\nnotice, the contract shall be determined but without prejudice to the rights of\nthe parties accrued to the date of determination and to the operation of the\nfollowing provisions of this article.\t\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">\t20.\tComing to the first point as regards the maintainability of this\nwrit petition, especially in a contractual matter such as this, despite the\navailability of alternative remedy, the proposition of law well settled by the\nSupreme Court is that a writ petition involving serious disputed question of\nfacts which require consideration of evidence on record, will not normally be\nentertained under <a href=\"/doc/1712542/\" id=\"a_67\">Article 226</a> of the Constitution of India.  However, it is also\nsettled that in a case where any disputed questions of fact pertaining to\ninterpretation / meaning of the documents are involved, the Courts can very well\ngo into the same and decide the objections, if facts permit.  It is also trite\nthat merely because one of the parties wants to dispute the meaning of a\ndocument or part thereof, that would not make it a disputed fact to entertain a\nwrit petition.  But, in the instant case, in case of any dispute or difference\nbetween the parties to the contract either during the progress or after the\ncompletion of the work or after the determination / abandonment of the contract\nor any matter arising thereunder, alternative remedy is provided under Clause 11\nof the agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_34\">21.\tIt is urged before this Court by the learned Senior Counsel\nappearing for the petitioner-company that the clauses of the agreement require\ninterpretation.  But, I am of the considered view, there is nothing on record to\nsuggest that the clauses of the agreement demand any sort of interpretation.\nHowever, strong reliance has been made by the learned Senior Counsel appearing\nfor the petitioner-company on the decision of the Supreme Court reported in\n(2004) 3 SCC 553 in the case of <a href=\"/doc/1943124/\" id=\"a_68\">ABL International and another vs. Export Credit\nGuarantee Corporation of India Limited &amp; Others</a> wherein it is held that in an\nappropriate case, the writ court has jurisdiction to maintain a writ petition\ninvolving disputed question of fact and that there is no absolute bar in regard\nthereto.  There can be no controversy over this proposition of law <a href=\"/doc/1943124/\" id=\"a_69\">laid down in</a>\nthe decision <a href=\"/doc/1943124/\" id=\"a_70\">referred to above</a> and as such, this Court does certainly have\njurisdiction in a matter involving disputed questions of fact pertaining to\ninterpretation or meaning of document.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_35\">Further reliance has been placed in\n<a href=\"/doc/1956761/\" id=\"a_71\">Verigamto Naveen</a> case in which it has been held by the Supreme Court that where\nbreach of contract involves breach of a statutory obligation and order\ncomplained of has been made in exercise of statutory power by a statutory\nauthority, though cause of action arises out of or is related to contract, the\ndispute is brought within the sphere of public law because the power exercised\nis apart from contract.  But, in the instant case, in the absence of any\ndisputed fact involving serious interpretation / meaning of the terms and\nconditions of the agreement, I am of the firm view that this writ petition\ncannot be maintained, more so, in view of Clause 11 of the agreement extracted\nabove providing for alternative remedy. Accordingly, the first point for\nconsideration is answered against the petitioner-company.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">\t22.\tAs regards the second point for consideration that the fifth\nrespondent has acted in violation of <a href=\"/doc/367586/\" id=\"a_72\">Article 14</a> of the Constitution by not\nincluding the Escalation Clause in the agreement while the same has been\nincluded in certain other identical cases and while the respondents have even\ngone to the extent of pre-closing contract works, whereas, in the instant case,\nthey have not only not considered pre-closure but have also terminated the\ncontract even before the issue of inclusion of Escalation Clause was decided and\nthus, the petitioner-company is singled out and shown a discriminatory\ntreatment, this Court is of the opinion that though it has been pleaded so, the\nissue on hand and those identical cases cannot be compared in the absence of any\nmaterial whatsoever produced before this Court to that effect.  Accordingly,\nthis point for consideration is answered in negative.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_54\">\t23.\tComing to the third point for consideration as to whether there is\nviolation of principles of natural justice, it is seen that the petitioner-\ncompany was awarded the contract work of construction of ROB and an agreement\nwas entered into on 26.02.2003 to this effect, the period of the said contract\nbeing 18 months which was extended upto 31.12.2007.  It is also seen that the\npetitioner-company had constructed about 12 out of 15 pillars in the site handed\nover to it before 19.03.2004 and upon direction from the fourth respondent to\nchange the superstructure design from continuous span superstructure arrangement\nto simply supported span arrangement, it had submitted its revised design which\nwas approved on 12.08.2005, nearly sixteen months from the date of submission of\nthe re-design.  Despite the approval for Pre Stressed Concrete Beams which was\ngranted on 12.08.2005, the petitioner-company could not execute the work since\nit awaited the approval of Deck Slab Design which was cleared only on\n28.02.2006, i.e. about 22 months subsequent to the date of submission of the\nrevised design. When such is the position, by various correspondences such as\nshow cause notice dated 03.03.2004, notice dated 09.03.2004, letter dated\n22.03.2005, notices dated 03.02.2006 and 14.02.2006 and report dated 16.02.2006\nall indicating slow progress of work, letters dated 08.09.2006 and 29.08.2007\nimposing fine and show cause notice dated 03.09.2007, the respondents have, time\nand again, urged the petitioner-company to complete the contract work.  Apart\nfrom the above, there was a show cause notice to the petitioner-company issued\non 12.04.2007 seeking explanation as to why the contract should not be\nterminated under Clause No.109.05 and 109.07 of SSRB and also as to why the\nbalance of work should not be re-tendered at the cost and risk of the\npetitioner-company in addition to forfeiture of Earnest Money Deposit and\nSecurity Deposit.  To this show-cause notice, there was a reply on 28.04.2007\nfrom the petitioner-company and not satisfied with the same, the fifth\nrespondent, on 03.08.2007, negatived the petitioner-company&#x27;s plea to consider\nits earlier representations.  Since the petitioner-company has not proceeded\nwith the contract work due to non-consideration of its representations by the\nrespondents, the impugned proceedings have come to be passed.  Thus, it is\ncrystal clear that the relevant procedures required to be undergone have been\ncomplied with on the side of the respondents before the petitioner&#x27;s contract\nwas terminated and in such view of the matter, certainly, it cannot be said that\nthe principles of natural justice have been violated and the third point for\nconsideration too is thus answered favouring the respondents.\n</p>\n<p data-structure=\"RespArg\" id=\"p_55\">\t24.\tIn respect of the fourth point for consideration as regards the\ncompetency of the fifth respondent in passing the impugned orders, it is\nvehemently contended on the side of the petitioner-company that it is only the\nSuperintending Engineer-Highways, the fourth respondent who has entered into the\nagreement with the petitioner-company and as such, he is the only competent\nperson to terminate the contract work awarded to the petitioner-company by\nvirtue of the agreement and not the fifth respondent who has passed the impugned\norders without having any jurisdiction whatsoever.\n</p>\n\n<p data-structure=\"Section\" id=\"p_56\">\t25.\tWhile replying to the above question, the learned Additional\nAdvocate General has brought to the notice of this Court the relevant clauses of\nSSRB.  In Clause 101.03 of SSRB, the word &quot;Engineer&quot; means the Divisional\nEngineer of the Tamil Nadu Highways and Rural Works Department in charge of the\nwork or his authorised representative limited by the particular duties entrusted\nto him.  Further, Clause 102.04 which deals with the power of delegation\nprovides that any decision to be made or orders to be issued by the Engineer or\nby any higher departmental authorities under the contract may be made by any\nperson or persons authorised to act for the Engineer or higher authority for\nthat purpose and may be made in such a manner and on such evidence or\ninformation as such person or persons shall think fit, provided always that the\nauthority who has accepted the agreement for the work shall make no delegation\nof powers to his subordinates in respect of orders and decisions concerning the\nextension of time for completing the contract or the determination of the\ncontract or any other matter in which his decision is to be final and conclusive\nand the orders of the Engineer in these matters shall be subject to his\nratification.\n</p>\n<p data-structure=\"RespArg\" id=\"p_57\">\t27.\tYet another aspect of the matter that has been pointed out by the\nlearned Additional Advocate General is that Clause 11 of the agreement which\ndeals with Arbitration Clause gives power to the Superintending Engineer\n(Highways) Project - II Circle Coimbatore or his successor in his office to act\nas the Sole Arbitrator in case of any dispute or difference between the parties\nto the contract either during the progress or after the completion of the work\nor after the determination/abandonment of the contract or any other matter\narising thereunder and if the claims value is less than Rs.2 lakhs.  When the\nterm &quot;Engineer&quot; is construed as the Superintending Engineer, naturally, he\nhimself cannot be the Sole Arbitrator for the resolution of disputes between the\nparties. Thus, when the Divisional Engineer, the fifth respondent herein is\nvested with ample powers and the Superintending Engineer, the fourth respondent\nis to act as the Sole Arbitrator in case of a dispute or difference between the\nparties to the contract, it can safely and easily be concluded that the\nDivisional Engineer is not wholly bereft of jurisdiction to pass the impugned\norders and in such view of the matter, the impugned orders cannot be found fault\nwith on the jurisdictional issue and fourth point for consideration also is\nanswered against the petitioner-company.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">\t28.\tWith respect to the last point for consideration, it is argued by\nthe learned Senior Counsel appearing for the petitioner-company that subsequent\nto the submission of Alternate Design by the petitioner-company, non-\nconsideration of its request for inclusion of Escalation Clause in the agreement\ndespite the assurance of the then Chief Engineer in this regard and the\ntermination of the petitioner company&#x27;s contract vitiates the entire proceedings\nas it suffers from arbitrariness, colourable exercise of power and\nunreasonableness.  Yet another important point urged before this Court is that\nthe fifth respondent ought to have proceeded only in accordance with Clause\n109.10 instead of Clauses 109.05 and 109.07 of the SSRB as extracted above.\nTherefore, in the absence of any violation of fundamental rights, principles of\nnatural justice and arbitrariness and when the fifth respondent is competent\nenough to pass the impugned orders, this Court lacks jurisdiction to entertain\nthis writ petition in which a dispute or difference in contractual agreement is\ninvolved.  As already stated, in view of Clause 11 of the agreement which states\nthat any dispute or difference between the parties either during the progress or\nafter the completion of the work or after the determination/abandonment of the\ncontract or any other matter arising should be dealt with by a Civil Court\nhaving jurisdiction, I am of the considered opinion that this point for\nconsideration which deals more about increase in raw-materials and deployment of\nadditional labour force consequent to submission of Alternate Design, inclusion\nof Escalation Clause, delay in land acquisition process, ratification, etc., is\ntoo technical an aspect for this Court to decide and as such, cannot be gone\ninto by this Court which can never act as a fact-finding body.  In such view of\nthe matter, the petitioner-company has to move only the Civil Court having\njurisdiction to adjudicate this point.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">\t29.\tThus, from the foregoing discussion, while it is made crystal clear\nthat the petitioner-company has not made out any case to maintain this writ\npetition under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> of the Constitution of India, this Court holds that\nit is only for the appropriate Civil Court having jurisdiction to deal with the\nissue as to whether there is violation of terms and conditions of the agreement\nor not or any other issue inasmuch as the agreement itself, vide Clause 11,\nprovides for an alternative remedy in case of any dispute or difference between\nthe parties.  In view of the same, this writ petition is disposed of with the\nfollowing directions:\n</p><blockquote id=\"blockquote_71\">\ti\tthe petitioner-company shall move the Civil Court having\njurisdiction in respect of the dispute or difference as regards compliance of\nthe terms and conditions of the agreement or any other issue, within a period of\ntwo weeks from the date of receipt of a copy of this order; and\n\n\tii\tthe Civil Court concerned, not being influenced by this order, may\ndispose of the petitioner-company&#x27;s case as expeditiously as possible, keeping\nin mind, the urgency involved in the matter.\n</blockquote>\n<blockquote id=\"blockquote_72\">\tNo costs.  Consequently, connected Miscellaneous Petition is closed.\n</blockquote>\n<blockquote id=\"blockquote_73\">cad\n\nTo\n\n1\tThe Secretary to Government\n\tHighways Department\n\tSt. George, Fort, Chennai - 600 009\n\n2\tThe Chief Engineer (Highways)\n\tProject Circle\n\tPanagal Buildings\n\tSaidapet, Chennai - 600 015\n\n3\tThe Special Chief Engineer (Highways)\n\tProjects Circle\n\tMadurai - 2\n\n4\tThe Superintending Engineer (Highways)\n\tProjects Circle\n\tMadurai - 625 002\n\n5\tThe Divisional Engineer (Highways)\n\tProjects Circle No.I\n\tMadurai - 2\u001a</blockquote>","numcites":42,"numcitedby":0,"docsource":"Madras High Court","citetid":1171780,"divtype":"judgments","relatedqs":[{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"ratification","formInput":"ratification"},{"value":"escalation clause","formInput":"escalation%20clause"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"article 12","formInput":"article%2012"},{"value":"irregular appointment","formInput":"irregular%20appointment"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"escalation","formInput":"escalation"},{"value":"ad hoc ","formInput":"ad%20hoc%20"},{"value":"policy decision ","formInput":"policy%20decision%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"earnest money deposit and security deposit","formInput":"earnest%20money%20deposit%20and%20security%20deposit"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}