{"tid":188444973,"publishdate":"2014-11-17","title":"Balkar Singh vs State Of Haryana on 17 November, 2014","doc":"<h2 class=\"doc_title\">Balkar Singh vs State Of Haryana on 17 November, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:f-m-kalifulla\">Fakkir Mohamed Ibrahim Kalifulla</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:f-m-kalifulla\">Fakkir Mohamed Ibrahim Kalifulla</a></h3>\n\n<pre id=\"pre_1\">                                                                          Reportable\n\n                                   IN THE SUPREME COURT OF INDIA\n                                  CRIMINAL APPELLATE JURISDICTION\n\n                                  CRIMINAL APPEAL NO. 606 OF 2008\n\n  Balkar Singh                                             …. Appellant\n\n                                                 VERSUS\n\n  State of Haryana                                         …. Respondent\n\n                                             JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">  Fakkir Mohamed Ibrahim Kalifulla, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">      1.              The present appeal was preferred by A-1 to A-4 in which A-10 is\n\n      the Appellant was listed along with Criminal Appeal Nos.1005 of 2010,\n\n      992 of 2010, 986 of 2010 and SLP (Crl.) No.270 of 2009. All the above\n\n      appeals were taken up for hearing together. Mr. Sushil Kumar, learned\n\n      Senior Counsel appearing for the Appellant herein submitted that A-1\n\n      to A-4 having served their sentence, nothing survived in their appeals\n\n      and, therefore, the said four appeals were dismissed as having become\n\n      infructuous. The present appeal filed by A-10 was, therefore, heard.\n\n      A-10 was convicted for the killing of one Satinder Sekhon of Ambala in\n\n      conspiracy with A-1 to A-4 for the offences under Section 120B read\n\n      with <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> of the Indian Penal Code (hereinafter referred to as\n\n      ‘<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>’).\n</p><span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span><p data-structure=\"Issue\" id=\"p_4\">\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Sanjay Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2014.11.17</span>\n<span class=\"hidden_text\" id=\"span_5\">18:00:22 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n</p><p data-structure=\"Facts\" id=\"p_5\">      2.                 The brief facts which are required to be stated are that the\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                    1</span>\n\fdeceased was the owner of a petrol pump which he started on\n\n08.03.1992. The occurrence took place on 16.07.1994 at 11.30 a.m.\n\nOn that day the deceased went to Dhillon Service Station, another\n\npetrol pump along with his brother Harinder Singh Sekhon (PW-22)\n\nand an employee by the name of Surjit Singh               (PW-25). They\n\ntravelled in a Maruti Car bearing Registration No.HNA 7878. The\n\ndeceased went to the said petrol pump, which was owned by Ravinder\n\nSingh Dhillon (PW-23) who was an eye witness to the occurrence for\n\nmaking payment for the mobil oil which he purchased from there. The\n\ndeceased along with his brother was sitting inside the cabin of the\n\npetrol pump and was conversing with PW-23. A-1 to A-4 i.e. Gurdev\n\nSingh, Sohan Singh, Naib Singh and Vakil Singh went to the said\n\npetrol   pump   in   a   Maruti   800    bearing   fake     Registration\n\nNo.CHO1-J-9846 (real Registration No.HR-34-0010) owned by Swaran\n\nSingh (PW-36). Two of them asked for petrol and when they were told\n\nthat the petrol was out of stock, the said two persons went inside the\n\noffice cabin and asked for some coolant. While PW-23 was requesting\n\nthe salesman Rajneesh Kumar Dutta (PW-24) to give the coolant, one\n\nof the two intruders who was armed with a knife started stabbing the\n\ndeceased while the other one caught hold of the deceased from behind.\n\nIn the meanwhile, the two other occupants of the car, one of whom was\n\narmed with a gun and another with a danda, also entered the office\n\ncabin and the one who was holding a gun posed a threat not to raise\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                   2</span>\n\fany alarm and one of them remarked that the deceased had been\n\ntaught a lesson for running the petrol pump. The deceased collapsed\n\nand the four assailants escaped in the car in which they had come. The\n\nmurder was thus witnessed by PWs-22, 23, 24 and 25. The FIR was\n\nregistered on the same day i.e., 16.07.1994 at 2 p.m. for the offence\n\nunder Section 302 read with Section 34 of the IPC without making a\n\nmention to any names in it.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Issue\" id=\"p_7\">3.   On 22.07.1994, A-1 to A-4 surrendered. On 24.07.1994, Inspector\n\nRishal Singh (PW-53) arrested A-5, A-6, A-7 and A-8 i.e. Balkar Singh\n\nGujjar, Gulzar Singh, Mangal Singh and Jasbir Singh. On 27.07.1994,\n\nAppellant (A-10) and Kamaljit Singh (A-11) were arrested by PW-53. On\n\n23.07.1994, Dalbir Singh (A-9) surrendered. On 29.07.1994, Faquir\n\nChand (A-12) was arrested and on 08.08.1994, the case was handed\n\nover to the Central Bureau of Investigation (hereinafter referred to as\n\n‘CBI’).     The CBI commenced their investigation on 09.08.1994.\n\nSubsequently, Darshan Singh (A-13) was arrested on 15.08.1994. On\n\n22.10.1994, Nirmal Singh (A-14) surrendered. In the meantime, on\n\n15.10.1994, the charge-sheet was filed. Altogether 14 accused were\n\ncharged for the offences under <a href=\"/doc/1897847/\" id=\"a_3\">Sections 120B</a>, <a href=\"/doc/1560742/\" id=\"a_4\">302</a> read with <a href=\"/doc/37788/\" id=\"a_5\">Section\n\n34</a>, IPC. There were offences against some of the accused under the\n\n<a href=\"/doc/1934415/\" id=\"a_6\">Arms Act, 1959</a> as well as under <a href=\"/doc/386021/\" id=\"a_7\">Section 201</a>, IPC. The trial Court\n\nconvicted     A-1 to A-4, A-10 and A-11 for the offences under <a href=\"/doc/1092263/\" id=\"a_8\">Sections\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                     3</span></a>\n\f120B and 302 read with <a href=\"/doc/37788/\" id=\"a_9\">Section 34</a>, IPC. The rest of the accused,\n\nincluding A-14, were acquitted of the charges under Section 120B as\n\nwell as Section 302 read with <a href=\"/doc/37788/\" id=\"a_10\">Section 34</a>, IPC. A-1 to A-4, A-10 and\n\nA-11 preferred Appeals before the High Court in Criminal Appeal\n\nNos.327 DB of 1997, 283 DB of 1997 and 295 DB of 1997. The appeal\n\npreferred by A-10 was Criminal Appeal No.293 DB of 1997 and the one\n\nfiled by A-11 was Criminal Appeal No.304 DB of 1997. The State\n\nthrough CBI filed Criminal Appeal No.428 DBA of 1997, as against the\n\nacquittal of A-14 and five others. The Criminal Revision No.575 of 1997\n\nwas filed by the complainant PW-22 against the acquittal of A-14 and\n\nthirteen others.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Issue\" id=\"p_9\">4.   By the impugned judgment, the Division Bench of the High Court\n\nof Punjab and Haryana dismissed the Appellant’s appeal being\n\nCriminal Appeal No.293 DB of 1997, as well as, the appeals preferred\n\nby A-1 to A-4. The appeal preferred by A-11, namely, Criminal Appeal\n\nNo.304 DB of 1997 was allowed and he was acquitted of all the\n\ncharges.   The revision preferred by the complainant is Criminal\n\nRevision No.575 of 1997 which was also dismissed. The appeal filed by\n\nCBI against the acquittal of A-5 and others in Criminal Appeal No.428\n\nDBA of 1997 was also dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"PetArg\" id=\"p_11\">5.   We heard Mr. Sushil Kumar, learned Senior Counsel for the\n\nAppellant and Ms. Madhurima Tatia, learned counsel for the CBI.\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                   4</span>\n</p><p data-structure=\"Section\" id=\"p_12\">\f6.   In the present appeal, we are concerned only with A-10 who was\n\nconvicted for the offence under Sections 120B and 302 read with\n\n<a href=\"/doc/968081/\" id=\"a_11\">Section 34</a> along with A-1 to A-4. The entire case against A-10 was\n\nbased on circumstantial evidence. Therefore, before entering into the\n\ndiscussion about the case of the Appellant and the submissions of the\n\nrespective counsel, it will be worthwhile to briefly state the principles\n\nrelating to any conviction to be imposed based on circumstantial\n\nevidence, which has been repeatedly laid down by this Court in various\n\ndecisions. It will be essential to extricate these principles in order to\n\nappreciate the approach made by the trial Court, as well as the High\n\nCourt, while convicting the Appellant based on such circumstantial\n\nevidence.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"Precedent\" id=\"p_14\">7.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13149785\" id=\"span_11\">In the forefront, we can make a reference to an earlier decision of\n\nthis Court reported in <a href=\"/doc/13149785/\" id=\"a_12\">Sharad Birdhichand Sarda v. State of\n\nMaharashtra</a> – (1984) 4 SCC 116, wherein a three Judge Bench of this\n\nCourt has laid down the conditions to be fulfilled before a case against\n\nan accused can be said to be fully established. The same has been set\n\nout in paragraph 153, which reads as under:</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><blockquote id=\"blockquote_1\">            “153. A close analysis of this decision would show that\n         the following conditions must be fulfilled before a case\n         against an accused can be said to be fully established:\n</blockquote><blockquote id=\"blockquote_2\">            (1) the circumstances from which the conclusion of\n         guilt is to be drawn should be fully established.\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1035123\" id=\"span_12\">It may be noted here that this Court indicated that the\n         circumstances concerned “must or should” and not “may\n         be” established. There is not only a grammatical but a\n\n<span class=\"hidden_text\" id=\"span_13\">                                    5</span>\n\f         legal distinction between “may be proved” and “must be or\n         should be proved” as was held by this Court in <a href=\"/doc/1035123/\" id=\"a_13\">Shivaji\n         Sahabrao Bobade v. State of Maharashtra</a> where the\n         following observations were made: [SCC para 19, p. 807:</span>\n</p><blockquote id=\"blockquote_3\">         SCC (Cri) p. 1047]\n             “Certainly, it is a primary principle that the accused\n         must be and not merely may be guilty before a court can\n         convict and the mental distance between ‘may be’ and\n         ‘must be’ is long and divides vague conjectures from sure\n         conclusions.”\n             (2) the facts so established should be consistent only\n         with the hypothesis of the guilt of the accused, that is to\n         say, they should not be explainable on any other\n         hypothesis except that the accused is guilty,\n             (3) the circumstances should be of a conclusive nature\n         and tendency,\n             (4) they should exclude every possible hypothesis\n         except the one to be proved, and\n             (5) there must be a chain of evidence so complete as\n         not to leave any reasonable ground for the conclusion\n         consistent with the innocence of the accused and must\n         show that in all human probability the act must have\n         been done by the accused.”\n         (Emphasis added)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">8.   In the recent times, the above said principles have been followed\n\nand applied by this Court in the decisions reported in Arvind Kumar\n\nAnuplal Poddar v. State of Maharashtra – (2012) 11 SCC 172 and\n\nShanti Devi w/o Shanker Lal v. State of Rajasthan – (2012) 12 SCC\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">158. The relevant principles can be culled out in Shanti Devi (supra)\n\nfrom paragraphs 10 and 10.1 to 10.4 which are as under:\n\n</p><blockquote id=\"blockquote_4\">           “10. Having heard the learned counsel for the respective\n       parties and having bestowed our serious consideration to the\n       judgment impugned before us and other material papers, as\n       it is a case of circumstantial evidence, we wish to quote the\n       well-settled principles laid down by this Court in various\n       decisions which are to be applied in order to examine the\n       conclusions arrived at by the courts below while convicting\n\n<span class=\"hidden_text\" id=\"span_14\">                                    6</span>\n\f       the accused based on circumstantial evidence. The principles\n       laid down in those decisions can be mentioned before finding\n       out whether or not the conviction and sentence on the\n       Appellant can be held to have been established as stated in\n       the judgment of the High Court as well as that of the learned\n       trial court. The principles can be set out as under:\n</blockquote><blockquote id=\"blockquote_5\">          10.1. The circumstances from which an inference of guilt\n       is sought to be proved must be cogently or firmly established.\n          10.2. The circumstances should be of a definite tendency\n       unerringly pointing towards the guilt of the accused.\n          10.3. The circumstances taken cumulatively must form a\n       chain so complete that there is no escape from the\n       conclusion that within all human probability, the crime was\n       committed by the accused and none else.\n</blockquote><blockquote id=\"blockquote_6\">          10.4. The circumstantial evidence in order to sustain\n       conviction must be complete and incapable of explanation of\n       any other hypothesis than that of the guilt of the accused\n       and such evidence should not only be consistent with the\n       guilt of the accused but should be inconsistent with his\n       innocence.’”\n                                                    (Emphasis added)\n\n\n</blockquote><blockquote id=\"blockquote_7\">9.   Keeping the above stated legal principles relating to a case based\n\non circumstantial evidence in mind, when we consider the submissions\n\nof the respective counsel, Mr. Sushil Kumar, learned Senior Counsel\n\nappearing for the Appellant after referring to the genesis of the case\n\nand the various dates on which different accused were taken into\n\ncustody by the police, the transfer of the case from the regular police to\n\nthe CBI and the charge-sheet filed against the accused, pointed out\n\nthat the charge against the Appellant along with A-5 to A-14 were\n\nunder Section 120B as well as <a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a> IPC, while A-1 to A-4,\n\nbarring A-2, were charged under Sections 120B and 302 read with\n\n<a href=\"/doc/37788/\" id=\"a_15\">Section 34</a> IPC. A-2 was charged under Section 302 simplicitor along\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                     7</span>\n\fwith <a href=\"/doc/1897847/\" id=\"a_16\">Section 120B</a>, IPC. The learned Senior Counsel submitted that\n\nwhile A-1 to A-4 having been charged under Section 302 read with\n\n<a href=\"/doc/37788/\" id=\"a_17\">Section 34</a>, IPC and were convicted for the said offence based on the\n\naccount of eye witness, the case of the prosecution as against A-5 to\n\nA-14 mainly rest upon the charge under <a href=\"/doc/1897847/\" id=\"a_18\">Section 120B</a>, IPC for the\n\nalleged killing of the deceased for being convicted under <a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a>,\n\nIPC. The learned Senior Counsel further pointed out that the Appellant\n\nwas linked with A-11 and in a higher perspective with A-14 and\n\nsubmitted that A-14 was acquitted by the trial Court and A-11 was\n\nacquitted by the High Court. By referring to the said conclusions of the\n\ntrial Court and the High Court as regards the complicity of A-11 and\n\nA-14 along with A-10 which resulted in the acquittal of A-11 and A-14,\n\nthe learned Senior Counsel contended that the conviction of A-10 by\n\nsingling him out of the said group was not supported by any legally\n\nacceptable evidence or principles of law.\n</blockquote>\n<blockquote id=\"blockquote_8\">\n</blockquote><blockquote id=\"blockquote_9\">10. The learned Senior Counsel prefaced his submission by stating\n\nthat immediately after the surrender on 22.07.1994 by       A-1 to A-4,\n\nany confession before the State police could not have been relied upon\n\nas the same was hit by <a href=\"/doc/494844/\" id=\"a_20\">Section 25</a> of the Evidence Act, 1872. We find\n\nforce in the said submission. Therefore, the learned Senior Counsel\n\ncontended that if the conviction of A-10 was to be upheld based on\n\ncircumstantial evidence, the basic principles, namely, the conclusive\n\nproof of the chain of circumstances as against the Appellant should\n\n<span class=\"hidden_text\" id=\"span_16\">                                    8</span>\n\fhave been established and the said proved circumstances should have\n\nled to the only hypothesis of the guilt of the Appellant and not the\n\ncontrary. The learned Senior Counsel, by referring to the findings of\n\nthe learned trial Judge as well as that of the High Court by which such\n\nof those vital circumstances as against the Appellant having been\n\nfound to have been not proved by any legally acceptable evidence\n\ncontended that the conviction of the Appellant by the trial Court and\n\nthe confirmation of the same by the High Court was erroneous and\n\nagainst the legal principles and consequently the appeal should be\n\nallowed.     He, therefore, contended that when the accused were\n\nproceeded against under <a href=\"/doc/1897847/\" id=\"a_21\">Section 120B</a>, IPC and such of those accused\n\nwho were implicated along with the Appellant were all acquitted of the\n\ncharge under <a href=\"/doc/1897847/\" id=\"a_22\">Section 120B</a>, IPC there was no scope to convict the\n\nAppellant alone.\n</blockquote>\n<blockquote id=\"blockquote_10\">\n</blockquote><blockquote id=\"blockquote_11\">11. As against the above submissions, Ms. Madhurima Tatia, learned\n\nStanding Counsel for the CBI contended that there were distinguishing\n\nfeatures in the case of the Appellant as compared to A-11 and A-14\n\nand, therefore, the exclusion of     A-14 from the charge under <a href=\"/doc/1897847/\" id=\"a_23\">Section\n\n120B</a>, IPC by the trial Court and A-11 by the High Court from the said\n\ncharge and their consequential acquittal can have no bearing on the\n\nconviction of the Appellant. The learned counsel in that context\n\nreferred to the findings of the trial Court as well as the High Court\n\nbased   on    the   material   evidence,   namely,   the   earlier   friendly\n\n<span class=\"hidden_text\" id=\"span_17\">                                      9</span>\n\frelationship of the Appellant with the deceased and          A-14, the\n\nsubsequent improvement in the status of A-14 which enabled him to\n\nacquire vast extent of wealth, the lucrative business developed by the\n\ndeceased which provided regular source of livelihood for him while the\n\nstatus of the Appellant remained precarious, which in course of time\n\ncreated the heartburn and the motive for eliminating the deceased.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_19\">The learned counsel contended that the overwhelming evidence,\n\nnamely, the suit preferred by the deceased as against the Appellant, as\n\nwell as, certain other parties in connection with the petrol pump run\n\nby him at Ambala, the suit being filed by the Appellant himself as\n\nagainst the deceased with a view to prevent him from running the said\n\nbusiness and the failure in his attempt to get a share in the petroleum\n\nbusiness, were all circumstances which were found proved individually\n\nas against the Appellant and formed a sound motive for the killing of\n\nthe deceased. The learned counsel also pointed out that apart from the\n\nabove evidence, A-1 was his nephew who was also mainly attending to\n\nthe business activities of the Appellant and, therefore, the engagement\n\nof A-1 by the Appellant for the killing of the deceased with the help of\n\nA-2 to A-4 was satisfactorily established. The learned standing counsel\n\nfor CBI, therefore, contended that the judgment of the Division Bench\n\nof the High Court does not call for interference.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">\n</p><p data-structure=\"CDiscource\" id=\"p_21\">12. Having heard learned counsel for the Appellant, as well as, the\n\nrespondent and having perused the judgment of the trial Court and the\n\n<span class=\"hidden_text\" id=\"span_18\">                                    10</span>\n\fHigh Court, while referring to the submission made on behalf of the\n\nCBI we have noted that the said submission categorized the 14\n\naccused in three groups for the purpose of the conspiracy levelled\n\nagainst them. In the first group, A-14 and A-10 were linked together.\n\nIn fact according to the CBI, of the two leading conspirators, namely,\n\nA-14 and      A-10, A-14 was supposed to be the head conspirator while\n\nthe Appellant (A-10) was the executioner. At this juncture, it is relevant\n\nto state that though A-14 was acquitted by the trial Court, which was\n\nchallenged by the prosecution before the High Court, the High Court\n\ndeclined to interfere with the acquittal of A-14 and the State has not\n\nchosen to challenge the same in this Court. The acquittal of A-14 has,\n\ntherefore, become final and conclusive.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">\n</p><p data-structure=\"Precedent\" id=\"p_23\">13. As far as the second group of conspirators was concerned,\n\naccording to the CBI, it related to A-5, A-6, A-7, A-8, A-9, A-11 A-12\n\nand A-13, all of whom except A-11 were acquitted by the trial Court of\n\nthe charge of conspiracy. However, A-11 was acquitted by the High\n\nCourt. Here again, the State has not chosen to file any appeal against\n\nthe acquittal of A-11 which has, therefore, become final and\n\nconclusive.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\n</p><p data-structure=\"PetArg\" id=\"p_25\">14. The third group of conspirators, namely, A-1 to A-4 were stated to\n\nbe contract killers. According to the CBI, the motive for each of the\n\nthree groups in the killing of the deceased was different. With respect\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                    11</span>\n\fto the first group, it was contended that the motive was to acquire the\n\npetrol pump and for that purpose eliminate whoever that came in their\n\nway. This, therefore, resulted in the killing of the deceased. As far as\n\nthe second group was concerned, it was simply stated that the said\n\ngroup merely helped the first group of conspirators, being their close\n\nfriends.   Lastly, as far as the third group of conspirators was\n\nconcerned, it was contended that being professionals, their only motive\n\nwas to make money and nothing else.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><p data-structure=\"Facts\" id=\"p_27\">15. With the above three pronged tale of conspiracy projected against\n\nthe accused, the trial Court found no acceptable material evidence to\n\nsupport the conspiracy as against A-5 to A-9 and A-12 to A-14.\n\nThereby, one substantial group of conspirators in the second group as\n\nwell as the so-called head conspirator were also found to be not part of\n\nthe conspiracy alleged against them. Though the State thought it fit to\n\nchallenge the acquittal of the so-called head conspirator falling under\n\nthe first group, the State accepted the acquittal of the other group of\n\nconspirators who fell under the second group. In that process what\n\nremained was the alleged conspiracy as against the Appellant (A-10),\n\nA-11 and A-14. As far as A-1 to A-4 are concerned i.e. the third group,\n\nit is true to a very great extent that they were found to have murdered\n\nthe deceased jointly with a common intention in the presence of eye\n\nwitnesses which was rightly relied upon by the trial Court as well as by\n\nthe High Court. Therefore, there is no difficulty in confirming the\n\n<span class=\"hidden_text\" id=\"span_20\">                                   12</span>\n\fconviction of the said group of accused who directly participated in the\n\nkilling and who were rightly convicted under Section 302 read with\n\n<a href=\"/doc/37788/\" id=\"a_24\">Section 34</a>, IPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n</p><p data-structure=\"CDiscource\" id=\"p_29\">16. With the above said prelude, when we examine the case of the\n\nAppellant, we have to necessarily consider the submission of the\n\nlearned   Senior   Counsel   for   the   Appellant   with   all   relevant\n\ncircumstances which were relied upon by the prosecution and mainly\n\nfocused against the Appellant along with A-11 and A-14, in particular\n\nlinking with A-14. In fact, the trial Court having found no conclusive\n\nlink in the chain of circumstances to link A-14 along with the\n\nAppellant and A-11 stated extensively that the conduct of A-10 and\n\nA-11 in running away after the killing of the deceased on 16.11.1994\n\ntill they came to be arrested on 27.07.1994 when considered along\n\nwith other relevant circumstances proved the guilt of       the A-10 and\n\nA-11 along with A-1 to 4. While referring to the said conduct of the\n\nAppellant along with A-11 in moving from one place to another after\n\nthe killing of the deceased and in that pursuit the earlier close\n\nrelationship of the Appellant along with A-14 prior to the setting up of\n\nthe petroleum business by the deceased, the attempted conspiracy at\n\nKala Amb earlier which did not materialize, the telephone contact of\n\nthe Appellant with the employee of A-14 in between 16.07.1994 and\n\n27.07.1994, the relationship of the Appellant with A-1 were all\n\nconsidered. But even the findings of the trial Court with reference to\n\n<span class=\"hidden_text\" id=\"span_21\">                                    13</span>\n\fmany of the above circumstances were not so very foolproof to show a\n\nchain of circumstances without any break and, therefore, we feel that a\n\nfar more serious consideration requires to be made. Further, when we\n\nperused the impugned judgment of the High Court, we find that there\n\nwere certain definite findings highlighting deteriorating factors with\n\nreference to the chain of circumstances in order to accept the case of\n\nthe prosecution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n</p><p data-structure=\"PetArg\" id=\"p_31\">17. The learned Senior Counsel for the Appellant subsequently drew\n\nour attention to the concluding arguments of the CBI before the trial\n\nCourt based on the various circumstances placed before the trial Court\n\nto contend that according to the prosecution, A-14 was clamouring to\n\nbe the ultimate beneficiary by getting a share in the business\n\ndeveloped by the deceased which thereby formed the strongest motive\n\nto eliminate him and that the same was well planned and executed\n\nwith the full support of the Appellant who was fully associated with\n\nhim. Such association was stated to be from the very beginning, i.e.\n\neven before A-14 developed a foot-hold in politics and subsequently\n\nwhen he was holding the status of a minister handling health and\n\nsocial welfare. While referring to the said submission made on behalf\n\nof the prosecution before the trial Court, the learned Senior Counsel\n\npointed out that one of the vital circumstances, namely, the telephone\n\ncall alleged to have been made by the Appellant on the next day of\n\noccurrence, namely, 17.07.1994 to PW-28 who was the servant of A-14\n\n<span class=\"hidden_text\" id=\"span_22\">                                   14</span>\n\fat   Chandigarh   from   whom    the        Appellant   enquired   about   the\n\nwhereabouts of A-1 at Mussoorie by finding it out from the residence of\n\nA-14 was held to be not established.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n</p><p data-structure=\"CDiscource\" id=\"p_33\">18. The trial Court has given a categoric finding to the effect that the\n\nevidence of Mohan Lal (PW-39) as well as Anoop Gupta (PW-46) did not\n\nsupport the said version of the prosecution and that there was no\n\nevidence to prove that the Appellant left Ambala with A-11 on\n\n16.07.1994 in his car for Karnal or that on the way he made any\n\ntelephone calls to the residence of         A-14 at Ambala and Chandigarh.\n\nWe find a substantial dent in the case of the prosecution having regard\n\nto the said finding as arrived by the trial Court based on the evidence\n\nplaced before it by the prosecution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n</p><p data-structure=\"CDiscource\" id=\"p_35\">19. One other circumstance which was placed before the trial Court\n\nrelated to the arrest of A-10 and A-11 as spoken to by Shri Satpal\n\nSehgal (PW-42). According to the prosecution,           PW-42 was the driver\n\nof the car in which Appellant, A-11 and the other accused, namely, A-6\n\nand A-7 travelled from Ambala on 16.07.1994 for Karnal and that they\n\nsurrendered before the police at around 7/8 p.m. on 26.07.1994. In\n\nfact, by relying upon the evidences of Arun Kumar Handa (PW-28),\n\nPW-39 and PW-46, the trial Court reached a definite conclusion that\n\nthere was no evidence to prove that the Appellant left Ambala with\n\nA-6, A-7 and A-11 on 16.07.1994 in his car for Karnal or that he made\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                       15</span>\n\fany telephone call to the residents of A-14 at Ambala and Chandigarh.\n\nWhile considering the question as to on what date the A-10 and A-11\n\nwere taken into custody, the trial Court while referring to the version of\n\nPW-42 noted that as per the version of PW-53, Inspector Rishal Singh,\n\nthe Appellant was taken to the Police Station Sadar, Ambala on\n\n27.07.1994 at 11.30 a.m. and that the version as spoken to by PW-42\n\nwith regard to the alleged surrender on 26.07.1997 itself was not true.\n\nTherefore, if as per the version of PW-53 Inspector Rishal Singh,\n\nAppellant and A-11 were arrested on 27.07.1994, it will be wholly\n\nunsafe to rely upon the version of PW-42 as rightly contended by the\n\nlearned Senior Counsel for the Appellant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\n</p><p data-structure=\"Precedent\" id=\"p_37\">20.   As regards the allegation that A-14 was the head conspirator on\n\nthe footing that he had the direct motive for killing the deceased since\n\nthe deceased refused to succumb to his illegal pressure was concerned,\n\nthe trial Court rejected the said circumstance as against A-14 by a\n\ngiving detailed reasoning. The trial Court held that there was no\n\nevidence implicating A-14 along with the other accused in order to\n\nconspire together to commit the murder of the deceased, since there\n\nwere no evidence of any act or words said by them from which their\n\nimplicity in any such conspiracy could be inferred. The trial Court even\n\nwhile considering the earlier conspiracy stated to have been organized\n\nat Kala Amb, held that the same was not proved and that there was no\n\nacceptable evidence through any witness to prove the conspiracy of\n\n<span class=\"hidden_text\" id=\"span_24\">                                    16</span>\n\fA-14 along with the others. The trial Court, therefore, found that the\n\nevidence available on record only showed that the deceased, A-14 and\n\nA-10 were all in friendly terms and nothing else.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">\n</p><p data-structure=\"CDiscource\" id=\"p_39\">21. Having noted the above referred to definite conclusions of the trial\n\nCourt, we also find that the trial Court took the view that the theory of\n\nconspiracy as against A-5 to A-9 and A-12 to A-14 was not established\n\nand that the case of A-10 and A-11 stood on a different footing. For\n\ntaking the said view the reasons which weighed with the trial Court\n\nwere based on the circumstances, namely, that A-10 and A-11 were\n\nmoving together and running away right from 16.07.1994, their arrest\n\non 27.07.1994 pursuant to their surrender, the running away of A-10\n\nand A-11 from place to place to evade their arrest, A-10 filed a suit\n\nagainst the deceased for staying the operation of the petrol pump, A-10\n\nhad a grievance against the deceased in that respect, that the first\n\naccused who was taking active part in the actual commission of the\n\nmurder of the deceased was the nephew of the Appellant, that by virtue\n\nof his close relationship he was looking after the market of the\n\nAppellant and that both A-10 and A-11, were on their run immediately\n\nafter A-1 to A-4 were remanded to police custody. Therefore, the above\n\nacts of Appellant and A-11 pointed out towards their conspiracy with\n\nthe accused A-1 to A-4 in the elimination of the deceased.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">22. Having noted the various findings and conclusions reached by the\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                    17</span>\n\ftrial Court relating to the accused, we find the following relevant\n\ncircumstances were relied upon by the prosecution to prove the guilt\n\nagainst the accused. The circumstances were:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n</p><blockquote id=\"blockquote_12\">      (a) A-14, A-10 and the deceased were very good friends at one\n\n         point of time.\n</blockquote>\n\n<blockquote id=\"blockquote_13\">      (b) In course of time, A-14 developed a foothold in politics and\n\n         ultimately reached a stage when he became a Minister in the\n\n         State Government holding the portfolio of Health as well as\n\n         Revenue.\n</blockquote>\n\n<blockquote id=\"blockquote_14\">      (c) The deceased by his own efforts was able to set up a petrol\n\n         pump in Ambala.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">      (d) A-14 along with A-10 desired to have a share in the\n\n         petroleum business developed by the deceased, which was\n\n         not acceptable to the deceased.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">      (e) As the deceased did not yield to the pressure of A-14 along\n\n         with A-10, there was a conspiracy mooted in a place called\n\n         ‘Kala Amb’ to eliminate the deceased earlier, which was not\n\n         successful.\n</blockquote>\n\n<blockquote id=\"blockquote_17\">      (f) A-10 filed a suit for permanent injunction against the\n\n         deceased to restrain him from running the petrol pump.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                  18</span>\n<blockquote id=\"blockquote_18\">\f(g) A-10 set up A-1 along with A-2 to A-4 for the killing of the\n\n  deceased as A-1 happened to be his nephew and was also\n\n  taking care of all the business activities of the Appellant.\n</blockquote>\n\n<blockquote id=\"blockquote_19\">(h) As part of the conspiracy, A-10 procured the car from PW-36\n\n  and the gun from A-9 and handed over both to A-1 for\n\n  executing the plan of killing the deceased.\n</blockquote>\n\n<blockquote id=\"blockquote_20\">(i) After the deceased was assassinated on 16.07.1994 and\n  subsequently A-1 to A-4 surrendered before the police on\n  22.07.1994, A-10 was running away along with A-11 from\n  place to place to evade being arrested by the police.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_42\">(j) PW-42 was the driver who was driving the vehicle in which\n\n  A-10 and others were travelling after 16.07.1994, till they\n\n  were taken into custody.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n</p><p data-structure=\"Precedent\" id=\"p_44\">(k) While he was on the run, the Appellant telephoned the\n\n  official residence of A-14, talked to his employee PW-36 to\n\n  find out as to where A-1 to A-4 were staying in Mussoorie.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">(l) Finding no way out, ultimately Appellant (A-10) along with\n\n  A-11 surrendered on 27.07.1994 before PW-53 Rishal Singh,\n\n  who was associated with the investigation, though according\n\n  to PW-42, the driver, the surrender took place on 26.07.1994\n\n  at around 7/8 p.m.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                             19</span>\n</p><p data-structure=\"CDiscource\" id=\"p_46\">\f23. When the above circumstances were relied upon, the trial Court as\n\nnoted earlier, has found that A-14 had no role to play in the conspiracy\n\nand there was no clinching circumstance to rope in A-14 in the murder\n\nof the deceased. The trial Court also found that the other accused,\n\nnamely, A-5 to A-9 and A-12 and A-13 also did not play any role in the\n\nalleged conspiracy and they were acquitted. Ultimately, A-1 to A-4 were\n\nfound guilty of the killing of the deceased by virtue of the direct\n\nevidence through PWs-22, 23 and 25, namely, the brother of the\n\ndeceased, the owner of the Dhillon Fuel Station and the salesman\n\nSurjit Singh. As far as A-10 and A-11, namely, Appellant and Kamaljit\n\nSingh @ Lalli are concerned, though the trial Court put both of them in\n\nthe same pedestal while finding them guilty of conspiracy, as well as,\n\nthe consequential murder of the deceased, the High Court gave a clean\n\nchit to A-11. The trial Court placed the Appellant (A-10) and A-11 in an\n\nidentical situation by virtue of the singular fact that both of them were\n\nrunning away after the surrender of A-1 to A-4 in order to escape from\n\nthe clutches of the police. However, the High Court has rightly found\n\nthat there was absolutely nothing against        A-11 for the charge of\n\nconspiracy under <a href=\"/doc/1897847/\" id=\"a_25\">Section 120B</a>, IPC without which there was no\n\nquestion of roping him into the charge of murder under <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a>,\n\nIPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\n</p><p data-structure=\"Precedent\" id=\"p_48\">24. In the light of the above ultimate conclusions, when we analyse the\n\nimpugned judgment of the High Court in holding that the Appellant\n\n<span class=\"hidden_text\" id=\"span_28\">                                    20</span>\n\fhad every role to play in the conspiracy along with A-1 to A-4 and the\n\nultimate killing of the deceased, we find that the said conclusion was\n\nbased on the factors which have been succinctly stated in the following\n\nparagraphs of the Division Bench judgment:\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n</p><blockquote id=\"blockquote_21\">          “Can it be said that what is true about Nirmal Singh was\n    also true about Balkar Singh Chudiala. This accused was the\n    man who provided the gun and the car to the assailants. He\n    had also escaped after the occurrence, to remain in hiding for\n    10 days before surrendering. It can be said that Balkar Singh\n    Chudiala was also on the run because he knew that he would\n    be named as a conspirator for his friends murder. Balkar Singh\n    Chudiala had more at stake than Nirmal Singh. The latter was a\n    Minister and enjoyed political power and patronage, whereas\n    the former was a mere hanger-on, a person who had been\n    unable to derive any behefit from Satinder Sekhon or from his\n    petrol pump. Nirmal Singh had got political power, Satinder\n    Sekhon the petrol pump he desired but Balkar Singh Chudiala\n    got nothing. Therefore, the motive for Balkar Singh Chudiala to\n    get Satinder Sekhon murdered was strong. In actual fact,\n    neither Balkar Singh Chudiala nor Nirmal Singh had ever been\n    upto any good but at least Nirmal Singh had acquitted a\n    position in the Government which gave him plenty of\n    opportunity to acquire wealth. Balkar Singh Chudiala was a\n    failure and a drop-out. The motive for Balkar Singh Chudiala to\n    conspire to murder Satinder Sekhon was strong and convincing.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_50\">         Coming to the case of Kamaljit Singh @ Lalli, this accused\n    had merely gone along with Balkar Singh Chudiala after the\n    occurrence but had no personal enmity or grudge against\n    Satinder Sekhon. The question to be considered in Kamaljit\n    Singh’s case is whether his accompanying the main accused\n    would amount to such conduct as would implicate him as a\n    conspirator. We do not think that such inference could be\n    drawn.”\n\n                                              (underlining is ours)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_51\">25. When we refer to the abovesaid paragraph of the Division Bench\n\nand the factors which weighed with the trial Court in singling out the\n\n<span class=\"hidden_text\" id=\"span_29\">                                   21</span>\n\fAppellant for the killing of the deceased along with A-1 to A-4 based on\n\na conspiracy, we find that the trial Court took into account the\n\nrelationship of the Appellant with A-1 and his running away from place\n\nto place after the killing of the deceased as a more relevant factor. The\n\nDivision Bench relied upon the fact of the Appellant providing the gun\n\nand the car to the assailants apart from his attempt to escape after the\n\noccurrence by way of hiding and the further fact that among the three\n\nfriends, namely, A-14, A-10 and the deceased, the Appellant alone did\n\nnot gain much either financially or by any status and that formed a\n\ngreater motive for the Appellant to eliminate the deceased.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_52\">26. Therefore, the question for consideration is whether those factors\n\ncan be held to have formed sufficient circumstances or to put it more\n\nprecisely clinching circumstances established in the manner known to\n\nlaw to prove the guilt of the Appellant for the conspiracy and the\n\nconsequential killing of the deceased. It will be worthwhile to\n\nrecapitulate the conceptual noting made by the trial Court as regards\n\nthe principles of conspiracy and the circumstantial evidence when\n\nrelied upon in a criminal case. Those concepts noted by the trial Court\n\nwere as under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n</p><blockquote id=\"blockquote_22\">    “351. It is settled law that while appreciating circumstantial\n    evidence, the court must adopt a very cautions approach and\n    should record a conviction only if all the links in the chain are\n    complete pointing to the guilt of the accused and every\n    hypothesis of innocence is capable of being negatived on\n    evidence. Great care has to be taken in evaluating\n\n<span class=\"hidden_text\" id=\"span_30\">                                    22</span>\n\f    circumstantial evidence and if the evidence relied on is\n    reasonably capable of two inferences, the one in favour of the\n    accused must be accepted. The circumstances relied upon must\n    be found to have been fully established and the cumulative\n    effect of all the facts so established must be consistent only with\n    the hypothesis of the guilt. In order to prove the charge of\n    conspiracy it is necessary that the prosecution should prove the\n    names of the place or places where it was hatched, names of the\n    persons hatching it and how was it hatched.”\n\n                                               (Underlining is ours)\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_54\">27. It has been rightly noted by the trial Court that while appreciating\n\ncircumstantial evidence, the Court must adopt a very cautious\n\napproach and record a conviction only if all the links in the chain of\n\ncircumstances are complete pointing to the guilt of the accused and\n\nevery hypothesis of innocence is capable of being negatived on\n\nevidence. It also noted that great care has to be taken in evaluating the\n\ncircumstances and if the evidence relied upon is reasonably capable of\n\ntwo inferences, the one in favour of the accused must be accepted and\n\nthe circumstances relied upon must be found to have been fully\n\nestablished and the cumulative effect of all the facts so established\n\nmust be consistent only with the hypothesis of the guilt. Similarly, as\n\nregards the conspiracy, the trial Court has rightly noted that in order\n\nto prove the charge of conspiracy, it is necessary that the prosecution\n\nshould prove the names of the place or places where it was hatched,\n\nnames of the persons hatching it and how it was hatched. We find that\n\nthe abovesaid understanding of a case to be appreciated when it was\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                    23</span>\n\fbased on circumstantial evidence clubbed with the allegation of\n\nconspiracy was perfectly noted by the trial Court.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">28. However, we find that while applying the principles noted by it, the\n\ntrial Court as well as the Division Bench of the High Court have\n\ncompletely given a go-bye to the principles and in fact the Division\n\nBench took a tangent approach and gave a finding conflicting with its\n\nown conclusions relating to the circumstances which were relatable to\n\nthe Appellant. The High Court rightly noted the three circumstances\n\nwhich were really relevant in order to rope in the Appellant to the\n\nconspiracy and the consequential killing of the deceased. Those\n\ncircumstances were the conduct of the Appellant in having procured\n\nthe car from PW-36 and the gun from A-9 and handing over both to\n\nA-1 his nephew. In so far as the said circumstance was concerned, the\n\nDivision Bench has held as under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">\n</p><blockquote id=\"blockquote_23\">    “The sixth circumstance was Balkar Singh Chudiala procuring\n    the car from Swaran Singh and the gun from Dalbir Singh, and\n    handing over both to Gurdev Singh. Both the circumstances\n    were found to be without supporting evidence as Swaran Singh\n    did not support the prosecution. Recovery of Dalbir Singh’s gun\n    from Gurdev Singh, though established did not prove that\n    Gurdev Singh had been given the gun by Balkar Singh\n    Chudiala. The part of Gurdev Singh’s disclosure statement that\n    he got the gun from Balkar Singh Chudiala could not be proved\n    in this manner.”\n\n                                                (underlining is ours)\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                    24</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">\f29. The other circumstance was the escaping of the Appellant along\n\nwith A-11 to different places. With reference to the said circumstance\n\nalso the Division Bench has held that there was no reliable evidence to\n\nprove the said circumstance, which finding has been made in the\n\nfollowing paragraph:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n</p><blockquote id=\"blockquote_24\">    “The nineteenth circumstance, Balkar Singh Chudiala and\n    Kamaljit Singh escaping to Doraha, Ludhiana, Kot Kapura and\n    then to Chandigarh to avoid arrest. He also stayed at Nirmal\n    Singh’s official residence at 118, Sector 8, Chandigarh. The\n    learned Judge held that there was no reliable evidence of Nirmal\n    Singh harbouring Balkar Singh Chudiala.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\">30. The one other circumstance noted was the twentieth circumstance\n\nwhich again related to the gun of A-9 which was recovered at the\n\ninstance of A-1, the nephew of the Appellant. While relating to the said\n\ncircumstance, the conclusion of the Division Bench was as under:\n\n\n</p><blockquote id=\"blockquote_25\">    “The twentieth circumstance relied upon by the prosecution was\n    of the gun provided by Dalbir Singh to Balkar Singh Chudiala\n    for the murder and the same gun being used by Gurdev Singh\n    to terrorize the witnesses. The gun had been concealed by\n    Gurdev Singh at his tubewell and recovered from there on July\n    22, on the basis of his disclosure statement. The learned Judge\n    disbelieved the procurement of the gun by Balkar Singh\n    Chudiala from Dalbir Singh, Balkar Singh Chudiala handing it\n    over to Gurdev Singh, because though this was a part of Gurdev\n    Singh’s disclosure statement it had not led to the discovery of\n    any fact.”\n\n                                                 (underlining is ours)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">31. One   other   circumstance,    which   was     noted   as   the   last\n\ncircumstance, was the so-called telephone conversation as between\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                   25</span>\n\fJagmohan Singh Bhalla (PW-17) and A-13, i.e. after the killing of the\n\ndeceased with reference to which also the Division Bench held that it\n\nwas wholly insufficient in so far as it related to A-13. The said\n\ncircumstance has been dealt with by the Division Bench as under in\n\nthe following paragraph:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">\n</p><blockquote id=\"blockquote_26\">    “The last circumstance relied upon by the prosecution regarding\n    the conspiracy between all the 14 accused was that Darshan\n    Singh had telephoned Jagmohan Bhalla (PW17) on July 17 to\n    inform him that Satinder Sekhon had been murdered.\n    Jagmohan Bhalla replied that he had been asked to lure\n    Satinder Sekhon to Kala Amb only to thrash him but Darshan\n    Singh told him that actually Satinder Sekhon had been called to\n    Kala Amb to be killed. This circumstance was held to be\n    insufficient to establish that Darshan Singh was a member of\n    the conspiracy.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">32. After having reached the above conclusions, unfortunately the\n\nDivision Bench took a conflicting finding to its own earlier conclusions\n\nand came to an abrupt conclusion that Appellant conspired with A-1 to\n\nA-4 to eliminate the deceased. The said conclusions have been stated\n\nas under by the Division Bench:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">\n</p><blockquote id=\"blockquote_27\">          “Can it be said that what is true about Nirmal Singh was\n    also true about Balkar Singh Chudiala. This accused was the\n    man who provided the gun and the car to the assailants. He\n    had also escaped after the occurrence, to remain in hiding for\n    10 days before surrendering. It can be said that Balkar Singh\n    Chudiala was also on the run because he knew that he would\n    be named as a conspirator for his friends murder. Balkar Singh\n    Chudiala had more at stake than Nirmal Singh. The latter was a\n    Minister and enjoyed political power and patronage, whereas\n    the former was a mere hanger-on, a person who had been\n    unable to derive any behefit from Satinder Sekhon or from his\n    petrol pump. Nirmal Singh had got political power, Satinder\n\n<span class=\"hidden_text\" id=\"span_34\">                                   26</span>\n\f      Sekhon the petrol pump he desired but Balkar Singh Chudiala\n      got nothing. Therefore, the motive for Balkar Singh Chudiala to\n      get Satinder Sekhon murdered was strong. In actual fact,\n      neither Balkar Singh Chudiala nor Nirmal Singh had ever been\n      upto any good but at least Nirmal Singh had acquitted a\n      position in the Government which gave him plenty of\n      opportunity to acquire wealth. Balkar Singh Chudiala was a\n      failure and a drop-out. The motive for Balkar Singh Chudiala to\n      conspire to murder Satinder Sekhon was strong and convincing.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_64\">           Coming to the case of Kamaljit Singh @ Lalli, this accused\n      had merely gone along with Balkar Singh Chudiala after the\n      occurrence but had no personal enmity or grudge against\n      Satinder Sekhon. The question to be considered in Kamaljit\n      Singh’s case is whether his accompanying the main accused\n      would amount to such conduct as would implicate him as a\n      conspirator. We do not think that such inference could be\n      drawn.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_65\">33.   Therefore, we find that the earlier conclusions of the Division\n\nBench on the 6th, 19th and the 20th circumstance was rightly drawn,\n\ninasmuch as there was total lack of evidence to hold that the Appellant\n\n(A-10) was responsible for procuring the car from PW-36 and the gun\n\nfrom A-9 for handing it over to A-1. As far as the escaping of A-10\n\nalong with A-11 was concerned, what applied to A-11 should equally\n\napply to A-10, namely, the Appellant. According to the prosecution,\n\nA-14 was the head conspirator as it was he who developed a great\n\nill-will to eliminate the deceased as the deceased was not inclined to\n\ngive a share to him in the petroleum business. The ultimate conclusion\n\nwas drawn by the trial Court as well as the High Court based on the\n\nevidence placed before it that the said circumstance was not\n\nestablished. We, therefore, fail to understand as to how A-10 can stand\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                    27</span>\n\falone to conspire and to kill the deceased merely on the ground that\n\nA-10, A-14 and the deceased were good friends once and that while the\n\nother two were well placed in life in course of time, A-10 was found to\n\nbe a drop out. In fact even according to the prosecution A-1 the\n\nnephew of the Appellant was taking care of the market of the Appellant\n\nand that the Appellant himself was a Chemical engineer and had his\n\nown business ventures. If that be so, the conclusion drawn by the High\n\nCourt that the Appellant was a drop out was wholly unsupported by\n\nevidence placed before the Court. The only other circumstance which\n\ncan be niggled against the Appellant was a suit stated to have been\n\nfiled by him as against the deceased for permanent injunction in order\n\nto restrain him from running the petroleum business. We are afraid\n\nthat by relying upon such a singular circumstance, the Appellant can\n\nbe held to have carried out a conspiracy, when various other\n\ncircumstances levelled against the accused had no link with each other\n\nin order to hold that the only hypothesis that can be drawn would be\n\nthe guilt of the Appellant.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">\n</p><p data-structure=\"CDiscource\" id=\"p_67\">34. As far as the conspiracy was concerned, there was no specific\n\nevidence as to who were all the conspirators, where and when the\n\nconspiracy was hatched, what was the specific purpose of such\n\nconspiracy and whether it was relating to the elimination of the\n\ndeceased. In other words, the basic ingredients to support the theory\n\nof conspiracy was totally lacking either in the form of material evidence\n\n<span class=\"hidden_text\" id=\"span_36\">                                    28</span>\n\for otherwise. None of the circumstance had any iota of relevance to\n\nthe alleged conspiracy either at the instance of A-10 or A-14 against\n\nwhom both the Courts gave a clean chit. There was nothing to suggest\n\nthat A-10 held a conspiracy with A-1 to A-4. On the other hand, the\n\nspecific case of the prosecution was that at the instance of A-14, the\n\nhead conspirator, A-10 executed the plan. When A-14 was found to\n\nhave played no role in the whole case, there is no scope to pin down\n\nA-10 alone to the theory of conspiracy.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">\n</p><p data-structure=\"CDiscource\" id=\"p_69\">35. Even going by the conclusions of the trial Court and the Division\n\nBench of the High Court, the allegation of conspiracy levelled against\n\nA5 to A9 and A11 to A14 was ruled out. Then it remained against A1 to\n\nA4 and A10. Even the earlier conspiracy alleged to have been planned\n\nat Kala Amb was held to be not established. As far as A1 to A4 and A10\n\nwere concerned, there was no iota of evidence to link them to any act of\n\nconspiracy leave alone, the place, time and the nature of conspiracy.\n\nTherefore, once the charge of conspiracy under <a href=\"/doc/1897847/\" id=\"a_27\">Section 120B</a> IPC was\n\ntotally ruled out against A10, we fail to understand as to how he alone\n\ncould be charged and found guilty of that charge and consequently of\n\nthe charge under Section 302 read with <a href=\"/doc/37788/\" id=\"a_28\">Section 34</a> IPC.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_70\">36. Having regard to our above conclusions, we are convinced that the\n\ncharge of conspiracy levelled against the Appellant under <a href=\"/doc/1897847/\" id=\"a_29\">Section\n\n120B</a>, IPC and the further charge under Section 302 read with <a href=\"/doc/1580204/\" id=\"a_30\">Section\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                   29</span></a>\n\f <a href=\"/doc/37788/\" id=\"a_31\">34</a>, IPC was not conclusively proved and consequently, the conviction\n\n and sentence imposed on the Appellant cannot be sustained. The\n\n appeal, therefore, stands allowed. The conviction and sentence\n\n imposed on the Appellant is set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">                                   …...…..……….…………………………...J.\n                            [Fakkir Mohamed Ibrahim Kalifulla]\n\n\n                                   ……………….………………………………J.\n                            [Abhay Manohar Sapre]\n\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_72\">November 17, 2014.</p><pre id=\"pre_2\">\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                    30</span>\n\fITEM NO.1A (For Judgment)        COURT NO.8                         SECTION IIB\n\n                  S U P R E M E C O U R T O F            I N D I A\n                          RECORD OF PROCEEDINGS\n\nCriminal Appeal    No(s).    606/2008\n\nBALKAR SINGH                                                     Appellant(s)\n\n                                      VERSUS\nSTATE OF HARYANA                                                 Respondent(s)\n\nDate : 17/11/2014     This appeal was called on for pronouncement of\n                      judgment today.\n\nFor Appellant(s)      Mr. Shish Pal Laler, Adv.\n                      Mr. Sanjay Jain, AOR\n\nFor Respondent(s)\n                      Mr. B. Krishna Prasad, AOR\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_73\">         Hon&#x27;ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n     pronounced      the   judgment   of   the    Bench    comprising    His\n     Lordship and Hon&#x27;ble Mr. Justice Abhay Manohar Sapre.\n</p><pre id=\"pre_3\">         For   the    reasons   stated     in    the    signed    reportable\n     judgment, the appeal is allowed.                  The conviction and\n     sentence imposed on the appellant is set aside.                    Bail\n     bonds of the appellant stand discharged.\n\n\n\n\n     (SANJAY KUMAR-I)                             (KALYANI GUPTA)\n      COURT MASTER                                 COURT MASTER\n\n</pre><p data-structure=\"Conclusion\" id=\"p_74\">        (Signed “Reportable” judgment is placed on the file)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                      31</span>\n\f</p>","numcites":12,"numcitedby":24,"docsource":"Supreme Court - Daily Orders","citetid":188444973,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"section 120b ipc","formInput":"section%20120b%20ipc"},{"value":"section 302 read with section 34","formInput":"section%20302%20read%20with%20section%2034"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 120b","formInput":"section%20120b"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"302 read with 34 i.p.c","formInput":"302%20read%20with%2034%20i.p.c"},{"value":"120b   302","formInput":"120b%20%20%20302"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"120b ipc","formInput":"120b%20ipc"},{"value":"sec 34 read with sec 302 of indian penal code","formInput":"sec%2034%20read%20with%20sec%20302%20of%20indian%20penal%20code"},{"value":"section 120B,indian penal code","formInput":"section%20120B%2Cindian%20penal%20code"},{"value":"charge u/s 302","formInput":"charge%20u/s%20302"},{"value":"120b","formInput":"120b"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"swaran singh","formInput":"swaran%20singh"}],"cats":[{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}