{"tid":1537011,"publishdate":"2001-08-29","title":"Stracon India Ltd. vs Utv Software Communication Ltd. on 29 August, 2001","doc":"<h2 class=\"doc_title\">Stracon India Ltd. vs Utv Software Communication Ltd. on 29 August, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2002DELHI209, 2002(62)DRJ829, AIR 2002 DELHI 209, (2002) 62 DRJ 829</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-d-kapoor\">J.D. Kapoor</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-d-kapoor\">J.D. Kapoor</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n J.D. KAPOOR, J. \n\n \n\n</pre><p data-structure=\"Section\" id=\"p_1\">1. Through this application under <a href=\"/doc/596725/\" id=\"a_1\">Section 11</a> of the Arbitration Act the petitioner has sought the appointment of the Arbitrator on the basis of the agreement dated 25.3.98. Clause 18 of the said agreement provides as under :-\n</p>\n<blockquote id=\"blockquote_1\"> &quot;Any dispute arising out of this Agreement will be subject of <a href=\"/doc/1306164/\" id=\"a_2\">Indian Arbitration and Reconciliation Act, 1996</a>.&quot;\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_2\">2. However subsequent to this agreement the parties also entered into other agreement which are dated 5.12.98, 6.2.99 and 12.3.99. The agreement dated 5.12.98 refers to the governance of the relationship of the parties as per the terms of the agreement dated 25.3.98. Clause 5 specifically provides that both the parties shall continue to be the members of the consortium and will actively participate in the consortium as per agreement dated 25.3.98 and will be governed by the provisions of the said agreement.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_3\">3. However, the respondent while resisting the application relied upon the last agreements dated 5.12.1998 and 6.2.1999 executed between the parties. The agreement dated 6.2.99 is more or less modification of some of the terms of the second agreement dated 5.12.98 with regard to the transfer of rights. The parties entered into this agreement for forfeiture of rights of UTV in Doordarshan Sports consortium granted by agreement dated 24.3.98 and 25.3.98 for a period of 12 months starting from January 1, 1999. One of the conditions of such forfeiture was that UTV shall transfer the rights arising out of license Agreement dated 9th September, 1998 and such transfer of rights was to be communicated to Doordarshan because UTV placed these rights as part of their commitment to Doordarshan arising out of the agreement dated 24.3.98. Clause 6 of the agreement dated 6th February 1999 is of considerable significance. It reads thus:\n</p>\n<blockquote id=\"blockquote_2\"> &quot;Upon signature of WT as &quot;consenting party&quot; to this Agreement, ST and UTV shall inform Doordarshan through a letter jointly signed informing Doordarshan that UTV has transferred it&#x27;s material obligations and rewards as per proviso of the Agreement of 24th March, 1998 to ST, and upon payment is the sole owner of all rights covered under the Agreement of September 9, 1998 for the entire period of the said Agreement.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. The agreement dated 6.2.99 shows that clause 1 of the agreement dated 5.12.1998 alone was modified.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_5\">5. Main thrust of arguments of Mr. Vaidyanathan, learned counsel for the respondent was that since agreement dated 5.12.1998 and for that purpose agreement dated 6th February 1999 or 12th March 1999 did not contain the arbitration clause, the instant petition is not maintainable. Apart from this, other contentions raised by Mr. Vaidyanathan put briefly are as under:\n</p>\n  \n\n<blockquote id=\"blockquote_3\">(i) That the disputes and differences in respect of which the petitioner seeks reference to arbitration which have been detailed in letter dated 15.11.1999, are those that were already settled by way of agreement dated 5.12.1998 whereby UTV agreed to give up its right under the agreement dated 25.3.1998 for the period up to December 1999 in favor of the Stracon for consideration of Rs.3,88,40,206-00.\n</blockquote>\n \n\n<blockquote id=\"blockquote_4\">(ii) That the agreement dated 5.12.1998 is between the Stracon and UTV and not between other members of the alliance. Following clauses demonstrate this petition:\n</blockquote>\n  \n\n<blockquote id=\"blockquote_5\">&quot;(c) UTV is now desirous of reviewing their future relationship and participation in the past and future events, which in essence, negates participation of UTV in all the past events and forfeits its future participation in favor of Stracon and Stracon having agreed to such review conditional upon the Sports Consortium Agreement with DD dated March 24, 1998 remaining intact, the parties have arrived at a consensus of such understanding which the parties wish to bring down in writing.\n</blockquote>\n \n\n<blockquote id=\"blockquote_6\">(1) In consideration to UTV forfeiting its right of participation in future events as specified in Clause 2 hereunder, Stracon shall pay to UTV an amount of Rs.3,88,40,206.35 (Rs. three crores eighty eight lac&#x27;s forty thousand two hundred six and paise thirty five only) which shall be secured by way of a irrevocable bank guarantee established by Stracon in favor of UTV, within 48 hours of fulfillment of conditions specified in clause 2.\n</blockquote>\n \n\n<blockquote id=\"blockquote_7\">(2) UTV shall forfeit in favor of Stracon its right of participation as per consortium agreement dated 25th March, 1998 in all events marketed by sports consortium till December 1999. However, upon mutual consent and on mutually agreed terms and conditions UTV may participate in the events after the conclusion of World Cup Cricket, 1999.\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_6\">6. The forfeiture, as aforesaid, shall not be complete unless the following conditions are fulfillled:\n</p>\n  \n\n<blockquote id=\"blockquote_8\">a) Doordarshan acceptance of the proposed forfeiture.\n</blockquote>\n \n\n<blockquote id=\"blockquote_9\">b) License Agreement of Sharjah event - April 1999 which is presently signed jointly by UTV and Stracon is confirmed by the Licensor in favor of Stracon by way of a fresh agreement superseding the old agreement.\n</blockquote>\n \n\n<blockquote id=\"blockquote_10\">(4) Both parties agree and confirm hereby that upon fulfillment of clause 1 above, the account between the parties as of date is fully settled and there is no claim/counterclaim, receivable /payable between the parties. Stracon confirms that there is/will not be any claim by it, Doordarshan, respective licensors of past events marketed by the consortium and/or any third party on UTV in respect of any of the past events jointly marketed and that any such claim received by UTV shall be directed to Stracon who stands indemnity to UTV for any losses incurred by UTV in this regard.\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_7\">Both parties continue to be the members of the consortium and will actively participate in the consortium as per agreement dated 25.3.98 and will be governed by the provisions of the said agreement. Parties also confirm that, the privileges provided in favor of UTV in terms of participation in negotiation etc. in the agreement dated March 25, 1998 shall stand suspended during the currency of this agreement.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_8\">(6) Both parties confirm that, the non fulfillment of conditions specified in clause 2 above shall lead to cancellation of this agreement and, unless agreed in writing otherwise, the parties will by governed by the letter and spirit of consortium agreement dated 25.03.1998 and event specific agreements signed by the parties for all past events, and any monies thus payable by UTV shall be paid forthwith by UTV to Stracon, failing which a Bank Guarantee shall be established by UTV in 48 hours.&quot;\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_9\">(iii) That clause 5 contemplates that UTV shall not compete with any other members of the alliance in respect of which doordarshan market live sports evens, Thus the agreement dated 25.3.1998 was kept alive for the events subsequent to December 1999 as all disputes between Stracon and UTV were settled for the period up to December 1999.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_10\">(iv) That vide agreement dated 6.2.1999 UTV gave up its right arising out of the tripartite alliance agreement between Worldtell, UTV and Stracon for Sharjah cricket tournament for a period of 12 months starting from January 1, 1999 for a consideration of Rs.3,88,40,206-00 and thus the Stracon has become the absolute owner of these rights.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_11\">(v) That pursuant to clause 6 of the said agreement both the parties sent a joint letter informing that UTV has transferred its material rights as per agreement dated 25.3.1998 with Stracon.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_12\">(vi) That the agreement dated 6.2.1999 for transferring of rights is the ultimate and final agreement between the parties and since this agreement does not contain any arbitration clause neither the disputes till December 1998 are liable to be re-opened nor is the petitioner entitled to seek arbitration.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_13\">(vii) Similarly the subsequent agreement dated 12.3.1999 which is modification of agreement dated 5.12.1998 also does not provide any arbitration clause and is only confined to modification of terms of the payment.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_14\">(viii) That since the last cheque issued by the Stracon was bounced a criminal complaint under <a href=\"/doc/1823824/\" id=\"a_3\">Section 138</a> of the Negotiable of the Instruments Act has been filed by the respondent, the petitioner has filed this petition as a counter-blast.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_15\">7. In short the contentions of the learned counsel are two-fold. Firstly that since the parties had settled the matter once for all by way of payment of Rs.3,88,40,206/- to the Starcon and this payment was for the period up to December 1999, the petitioner cannot be allowed to rake up the past disputes as by virtue of agreement dated 5.12.1998, all disputes up to December 1999 were settled between the parties it is no more open to the parties to reconsider the same through arbitration.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_16\">8. Secondly that the agreement dated 5.12.1998 between the parties settling the disputes up to December 1999 and spelling out the modes of payment to be made by the Starcon to the UTV did not contain any arbitration clause and as such the petitioner cannot invoke the arbitration clause under the grab or cover of the original agreement dated 25.3.1998 which ceased to be in existence with the final settlement of the disputes.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_17\">9. While propounding the proposition that when parties settle the dispute amicably, the arbitration clause even if is exists under the agreement or settlement of disputes the same is not invokable, Mr. Vaidyanathan relied upon the following observations of the Supreme Court in 1995 (supp) 3 SCC 324, Nathani Steels Ltd. vs. Associated Constructions:\n</p>\n<blockquote id=\"blockquote_11\"> &quot;Once there is a full and final settlement in respect of any particular dispute or difference in relation to a matter covered under the arbitration clause in the contract and that dispute or difference is finally settled by and between the parties, such a dispute or difference does not remain to be an arbitrable dispute and the arbitration clause cannot be invoked even though for certain other matters, the contract may be in subsistence. Once the parties have arrived at a settlement in respect of any dispute or difference arising under a contract and that dispute or the difference is amicably settled by way of a final settlement by and between the parties, unless that settlement is set aside in proper proceedings, it cannot lie in the mouth of one of the parties to the settlement to spurn it on the ground that it was a mistake and to proceed to invoke the arbitration clause. If this is permitted the sanctity of contract, the settlement also being a contract, would be wholly lost and it would be open to one party to take the benefit under the settlement and then to question the same on the ground of mistake without having the settlement set aside. In the circumstances, in the instant case since the dispute or difference was finally settled and payments were made as per the settlement, it was not open to the respondent unilaterally to treat the settlement as non est and proceed to invoke the arbitration clause.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_18\">10. Mr. Neeraj Kaul, learned counsel for the petitioner, refuted these contentions effectively. According to him whatever modification took place subsequently these do not in any manner anul the principal agreement dated 25.3.98 by whose terms the parties are still governed including the arbitration clause. To provide strength to this contention, Mr. Kaul has also placed reliance upon the letter dated 12.3.99 sent by the UTV to Prasar Bharti wherein it was specifically stated that UTV shall remain a signatory to the agreement and be bound by all the terms, conditions, duties, obligations, liabilities and undertakings spelt out in the consortium agreement dated 24.3.98 and 25.3.98.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_19\">11. Mr. Kaul vehemently urged that the genesis of the subsequently agreements is the parent agreement dated 25.3.98 and whenever certain disputes arose, requisite modifications in respect of certain  clauses were carried out and these in no way superseded the parent agreement. Mr. Kaul also contended that had it been so there was no need of reference to the parent agreement in subsequent agreements wherein the terms and conditions of the parent agreement were agreed to be binding on both the parties. According to Mr. Kaul every subsequent agreement modified some of the clauses of the earlier agreement but those confined to certain other matters and never superseded or wiped out the clause of arbitration.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_20\">12. While arguing alternatively, Mr. Kaul contended that even if it is assumed that the last agreement is the governing agreement still under <a href=\"/doc/109140/\" id=\"a_4\">Section 16</a> of the Act, power to rule on its jurisdiction also vests in the Arbitrator. <a href=\"/doc/109140/\" id=\"a_5\">Section 16</a> provides as under :\n</p>\n  \n\n<blockquote id=\"blockquote_12\">&quot;16. Competence of arbitral tribunal to rule on its jurisdiction- (1) The arbitral tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement, and for that purpose-\n</blockquote>\n \n\n<blockquote id=\"blockquote_13\">(a) an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract; and\n\n \n\n</blockquote><blockquote id=\"blockquote_14\">(b) a decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"116018390\" id=\"span_1\">13. While canvassing this proposition, Mr. Kaul placed reliance upon <a href=\"/doc/116018390/\" id=\"a_6\">Konkan Railway Corporation vs. Mehul Construction</a>, 2000 (7) SCC 2001 wherein it was held that the order for appointment of the Arbitrator is an administrative order and, therefore, the questions as to the qualifications, impartiality and jurisdiction of the Arbitrator can be raised before the Arbitrator. So much so even an order refusing to appoint an Arbitrator is not amenable to the jurisdiction of the Court under <a href=\"/doc/427855/\" id=\"a_7\">Article 136</a> of the Constitution. Other relevant and germane observations of the Supreme Court in this regard need to be quoted and are as under:-</span>\n</p>\n<blockquote id=\"blockquote_15\"> &quot;It is imperative for the said Chief Justice or his nominee to bear in mind the legislative intent that the arbitral process should be set in motion without any delay whatsoever and all contentious issues are left to be raised before the arbitral tribunal itself. At that stage, it would not be appropriate for the Chief Justice or his nominee to entertain any contentious issue between the parties and decide the same. A bare reading of <a href=\"/doc/862520/\" id=\"a_8\">Section 13</a> and <a href=\"/doc/109140/\" id=\"a_9\">16</a> of the Act makes it crystal clear that questions with regard to the qualifications, independence and impartiality of the arbitrator, and in respect of the jurisdiction of the arbitrator could be raised before the arbitrator who would decide the same&quot;.\n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_22\">14. I am afraid the contentions of Mr. Vaidyanathan hold water like a sieve as the respondent had admitted that as members of the Alliance with Doordarshan, they were bound by the terms of agreement dated 24.3.1998 and 25.3.1998. Further, the inter se relationship between any two members of the Alliance also arose under these agreements. The subsequent agreement dated 5.12.1998 specifically provided that relationship would be governed as per terms of the agreement dated 25.3.1998. The subsequent agreement dated 6.2.1999 and 12.3.1999 only bring about certain modifications in the payment schedule as set out in the agreement dated 5.12.1998. Neither has it altered nor has it modified the substantial terms and conditions contained in the agreements dated 24.3.1998 and 25.3.1998.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_23\">15. Furthermore the respondent&#x27;s own letter dated 12.3.1999 spells out the respondent&#x27;s rights to Doordarshan along with the petitioner like this:\n</p>\n<blockquote id=\"blockquote_16\"> &quot;It is however, confirmed that UTV shall remain a signatory to the agreement and remains bound by all terms, conditions, duties, obligations, liabilities and undertaking under the Consortium agreement dated 23.3.1998 and 25.3.1998.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_24\">16. However, even the agreement dated 5th December, 1998 under which respondent has taken refuge provides that though the disputes are settled amicably fully and finally  and the same are no more open to review but subject to fulfillment of the conditions contained in the agreements dated 25th March, 1998, 5.12.1998 and 6.12.1999.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_25\">17. The very fact that there is a dispute whether those conditions have been fulfillled or not, brings the arbitration clause into operation. According to the petitioner, even the conditions contained in the agreement dated 5.12.1998 have not been satisfied by the respondent. The contention that arbitration clause is only confined to parent agreement itself implies clause of arbitration.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_26\">18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"294263\" id=\"span_2\">In <a href=\"/doc/294263/\" id=\"a_10\">Alimenta S.A. vs. National Agricultural Co-operative Marketing Federation of India Ltd. and another</a> , where the contract was for the sale and supply of HPS ground nut kernels Jaras and after the usual terms as to quality, quantity, price etc., the contract provided in clause 11 thereof that &quot;other terms and conditions as per FOSFA-20 contract terms. The earlier contract contained arbitration clause. It was held that the arbitration clause of an earlier contract can, be reference, be incorporated into a later contract provided, however, it is not repugnant to or inconsistent with the terms of the contract in which it is incorporated.</span>\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_27\">19. Since the agreement or settlement dated 5.12.1998 brought about certain modification in the payment schedule only and did not alter or modify in any way the terms and conditions contained in the parent agreement dated 24.3.1998 &amp; 25.3.1998 and further the settlement was subject to the fulfillment of the conditions contained in the parent agreement, these facts manifestly demonstrate that by way of implication, the arbitration clause formed part of the terms and conditions of the agreement dated 5.12.1998.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_28\">20. As a matter of fact, other contentions raised by the respondent are contentions issues and have to be gone into by the Arbitrator while exercising its jurisdiction under <a href=\"/doc/596725/\" id=\"a_11\">Section 11</a> of the Act. It is also a disputed question whether accounts have been settled or not or whether petitioner can rake up past disputes or not. <a href=\"/doc/596725/\" id=\"a_12\">Section 11</a> takes care of such disputes.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_29\">21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"321684\" id=\"span_3\">In <a href=\"/doc/321684/\" id=\"a_13\">Nimet Resources Inc. and another vs. Essar Steels Ltd.</a>, , the Supreme Court analysed the scope of <a href=\"/doc/596725/\" id=\"a_14\">Section 11</a> of the Act and held &quot;It is no doubt permissible under <a href=\"/doc/596725/\" id=\"a_15\">Section 11</a> to decide a question as to the existence or otherwise of the arbitration agreement but when the correspondence or exchange of documents between the parties are not clear as to the existence or non-existence of an arbitration agreement, in terms of<a href=\"/doc/1737370/\" id=\"a_16\"> S.7</a>, the appropriate course wold be that the arbitrator should decide such a question under<a href=\"/doc/109140/\" id=\"a_17\"> S.16</a> and appointment of the Arbitrator by the Chief Justice of India or his nominee under <a href=\"/doc/596725/\" id=\"a_18\">Section 11</a> is in the nature of an administrative order. In such a case, unless the Chief Justice of India or his nominee can be absolutely sure that there exists no arbitration agreement between the parties, it would be difficult to state that there should be no reference to arbitration.&quot;</span>\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_30\">22. However, the accusation of the learned counsel for respondent that by not referring to the agreement dated 6.2.1999 and letter dated 12.3.1999 the petitioner has concealed the material fact and is, therefore, not entitled to the relief claimed in the petition is of no consequence as the parent agreement was the basis for invoking arbitration and subsequent agreements were mere modification in respect of payment schedule and the schedule went haywire and difference cropped up on account of non-fulfilment of condition contained in agreement and the latter.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_31\">23. The petitioner has enunciated relevant facts material to decide the scope of <a href=\"/doc/596725/\" id=\"a_19\">Section 11</a> whereby the Arbitration clause under the Agreement dated 25.3.98 was invoked.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_32\">24. Moreover the letter dated 12.3.99 itself shows that the respondent admitted that they were still governed by the duties, obligations, liabilities and undertakings under the agreement dated 25.3.98. Now to say that the parties on account of having settled their dispute up to December 1999 are governed solely by the agreement dated 5.12.98 is not only to disown the joint letters dated 12.3.98 but also to regress from the agreed position between the parties that they are governed by the agreement dated 25.3.98.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_33\">25. Taking overall view of the matter and the above settled position of law that contentions issues including the arbitration clause and jurisdiction of the Arbitrator raised by the parties have to be referred to the arbitrator as in such cases appointment of arbitrator is merely an order of administrative nature, the petition is allowed. Objections are hereby dismissed.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_34\">26. Hon&#x27;ble Mr. Justice N.C. Kochhar (Retd.) is appointed as Arbitrator for arbitrating upon the differences and disputes arising out of petitioner&#x27;s letter dated 21st September, 1999. The learned Arbitrator shall fix his own fees.\n</p> \n\n","numcites":10,"numcitedby":1,"docsource":"Delhi High Court","citetid":1537011,"divtype":"judgments","relatedqs":[{"value":"\"subsequent agreement\"","formInput":"%22subsequent%20agreement%22"},{"value":"doordarshan","formInput":"doordarshan"},{"value":"consortium agreement","formInput":"consortium%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"arbitration invoked once,can it be invoked again","formInput":"arbitration%20invoked%20once%2Ccan%20it%20be%20invoked%20again"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Consortium","formInput":"Consortium"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"{(arbitration)(when is arbitration is invoked)}","formInput":"%7B%28arbitration%29%28when%20is%20arbitration%20is%20invoked%29%7D"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"forfeiture ","formInput":"forfeiture%20"},{"value":"206","formInput":"206"}],"cats":[{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"cheque-dishonour","formInput":"tag:cheque-dishonour"}],"courtcopy":false,"query_alert":null,"agreement":false}