{"tid":84190594,"publishdate":"2014-12-17","title":"International Amusement Limited vs India Trade Promotion Organization & ... on 17 December, 2014","doc":"<h2 class=\"doc_title\">International Amusement Limited vs India Trade Promotion Organization &amp; ... on 17 December, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2015 SUPREME COURT 749, 2015 AIR SCW 247, 2015 (1) ADR 805, (2015) 5 MAD LW 175, (2015) 2 ANDHLD 159, (2015) 1 WLC(SC)CVL 325, (2015) 1 ALL WC 1041, (2015) 2 JLJR 225, (2015) 110 ALL LR 33, (2015) 1 RECCIVR 413, (2015) 2 ICC 314, (2015) 3 PAT LJR 156, (2015) 1 RENTLR 309, (2015) 2 CAL LJ 168, (2015) 119 CUT LT 363, 2015 (148) AIC (SOC) 12 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-g-gowda\">V.Gopala Gowda</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-nagappan\">C. Nagappan</a>, <a href=\"/search/?formInput=benchid:v-g-gowda\">V. Gopala Gowda</a></h3>\n\n<pre id=\"pre_1\">            \n                                                   REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n                        CIVIL APPELLATE JURISDICTION\n\n                        CIVIL APPEAL NO.11474 OF 2014\n                 (Arising Out of SLP (C) No. 13982 of 2007)\n\nInternational Amusement Limited    .........APPELLANT\n\n                                     Vs.\n\nIndia Trade Promotion\nOrganisation &amp; Anr.             .........RESPONDENTS\n\n                                    With\n                        CIVIL APPEAL NO.11475 OF 2014\n                 (Arising Out of SLP (C) No. 13983 of 2007)\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">V.GOPALA GOWDA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">Leave granted.\n</p><p data-structure=\"Issue\" id=\"p_3\">These appeals are directed by the  appellant  against  the  common  impugned\njudgment and order dated 16.07.2007 passed in writ petition (c) No. 2015  of\n2001 and C.M. (M) No.553/2007 by the High Court  of  Delhi,  urging  various\nfacts and legal grounds and raising  two substantial questions of law  which\nread thus:-\n</p><blockquote id=\"blockquote_1\">Whether  the  arbitration  proceedings  can   be   continued   between   the\nInternational Amusement Limited and the India Trade Promotion Organisation?\n</blockquote><blockquote id=\"blockquote_2\">b) Whether the Estate Officer appointed as Arbitrator is the correct  forum?\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_4\">Necessary brief facts are stated hereunder with a view to find  out  whether\nthe  questions  of  law  framed  in  these  appeals  would  arise  for   our\nconsideration.\n</p><p data-structure=\"Facts\" id=\"p_5\">The appellant herein was running an amusement park in  Pragati  Maidan,  New\nDelhi since the year 1984, which was well known as  &quot;Appu  Ghar&quot;.  The  land\nfor the purpose was initially allotted  to  the  appellant  by  India  Trade\nPromotion Organisation (for short &#x27;the ITPO) on licence basis as  the  lease\nbetween the Central Government and the ITPO was still pending  and  as  such\npermanent allotment of  the  land  could  not  be  made  in  favour  of  the\nappellant. Only as an administrative measure, the  license  agreements  were\nentered into between the appellant and the ITPO. The appellant claimed  that\nit was the permanent allottee of the land for running the amusement park  on\nthe  similar  lines  as  were  allotted   in   favour   of   the   Statutory\nCorporations/Instrumentalities of the State and Central Government.  It  was\nonly on the assurance of the Land  &amp;  Development  Office  (for  short  &quot;the\nL&amp;DO&quot;), Ministry of Urban Development and ITPO that the appellant made  huge\namount of investment for establishing and  running  &quot;Appu  Ghar&quot;.  The  last\nagreement entered into between the parties was on  6.11.1995.  In  the  said\nagreement, arbitration clauses 27  and  28   were  incorporated,  which  are\nextracted hereunder :-\n</p><blockquote id=\"blockquote_3\">&quot;27. The licensed premises are public premises  as  defined  in  the  <a href=\"/doc/1506082/\" id=\"a_1\">Public\nPremises (Eviction of Unauthorised Occupants) Act, 1971</a> and fall within  the\njurisdiction of the Estate Officer, Pragati Maidan.\n</blockquote><blockquote id=\"blockquote_4\">28.      In case of any dispute arising out of or in  connection  with  this\nagreement the disputes shall be referred to  the  sole  arbitration  of  the\nChairman,  India  Trade  Promotion  Organisation  or   his   nominee   whose\ndecision/award shall be  final,  conclusive  and  binding  on  the  parties.\nApplication for reference to arbitration  shall  be  made  by  either  party\nwithin two months of arising of the dispute.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_6\">The case of the appellant is that it being a permanent allottee of the  land\nat Pragati Maidan, it had made huge investments for opening Water  Park,  in\norder to provide additional amusement facilities to  the  public  at  large.\nThe ITPO being aware of the permanent status of the appellant in respect  of\nthe land as well as the factum of huge investments made by it upon the  same\ntowards establishing the Water Park, called upon  the  appellant  to  vacate\nthe premises vide letter dated 02.09.1999. The appellant has raised  various\ndisputes, claims and counter claims against the ITPO.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">Immediately after the notice was received by the appellant, it  submitted  a\ndetailed representation to ITPO with a request to renew  the  lease  of  the\nland  for  further  period.  Being  unsuccessful,  the  appellant  commenced\nproceedings under the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and  Conciliation  Act,  1996</a>  (for  short\n&quot;the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act</a>&quot;) invoking its right under clause 28 of  the  agreement\nreferred to supra. The arbitration notice dated  11.11.1999  was  issued  to\nthe ITPO invoking the provisions of  clause  28  of  the  aforesaid  licence\nagreement and filed an application under <a href=\"/doc/1232861/\" id=\"a_4\">Section 8</a> of  the  Arbitration  Act\nbefore the Estate Officer for  referring  the  matter  for  arbitration.  On\n18.11.1999 ITPO issued notice of eviction under <a href=\"/doc/1506082/\" id=\"a_5\">Section  4A</a>  of  the  Public\nPremises (Eviction of Unauthorized Occupants)  Act,  1971  (for  short  &quot;the\nP.P. Act&quot;) to the appellant to evict  from  the  land  of  its  unauthorised\noccupation. The application for  arbitration  filed  by  the  appellant  was\nrejected by the Estate Officer vide his order dated 28.3.2000 on the  ground\nthat the Estate Officer exercises his jurisdiction  as  provided  under  the\nprovisions of the P.P. Act. It was further stated that  it  is  an  admitted\ncase that the premises in Pragati Maidan for running Appu Ghar was given  to\nthe appellant on licence basis and on  expiry  of  the  licence  period  the\nappellant becomes an unauthorised  occupant as defined  under  Section  2(g)\nof the P.P. Act and therefore, it was required to vacate  the  premises  and\nhand over the same to ITPO, hence, the appellant cannot  take  up  the  plea\nthat it was a permanent allottee of the premises involved in this  case  and\nthat there was no dispute  at  all  between  the  parties,  which  could  be\nagitated as raised by the appellant.\n</p><p data-structure=\"Issue\" id=\"p_8\">Being aggrieved by the order of Estate Officer,  the  appellant  filed  W.P.\n(C) No.1425 of 2000 before the Delhi High Court questioning the  correctness\nof the order passed by him. Thereafter, on 08.05.2000, the  appellant  filed\nan application being A.A. No.111/2000 under <a href=\"/doc/1802007/\" id=\"a_6\">Section 11(6)</a> and  petition  OMP\nNo.63/2000 under <a href=\"/doc/1120409/\" id=\"a_7\">Section 9</a> of the Arbitration Act before the  Chief  Justice\nof Delhi High Court. The learned single Judge, who is  the  nominee  of  the\nlearned  Chief  Justice,  vide  his  order  dated  23.01.2001  allowed   the\napplication by appointing an arbitrator for deciding  the  disputes  between\nthe parties through the process of arbitration.\n</p><p data-structure=\"Facts\" id=\"p_9\">Aggrieved by the said order, the ITPO filed Writ  Petition  (C)  No.2015  of\n2001 before  the  Division  Bench  of  Delhi  High  Court,  challenging  the\ncorrectness of the order of  appointment  of  the  arbitrator  by  the  High\nCourt. On 12.04.2001, the  High  Court  stayed  the  arbitration  proceeding\nwhich has been in force till the disposal of the writ petition.\nDuring the pendency of the above matter, some part of &quot;Appu Ghar&quot;  land  was\nrequired by Delhi Metro Rail Corporation for construction of Pragati  Maidan\nMetro  Station  which  was  handed  over  by  the  appellant  to  the  ITPO.\nThereafter, the land of Appu Ghar was resumed by the L&amp;DO and the  same  was\nallotted to the Supreme Court Registry for its expansion plan.\nThe High Court vide its common order dated 16.7.2007 allowed  Writ  Petition\n(C)No. 2015 of 2001 filed by the ITPO holding that  the  matters  enumerated\nunder Section 15 of the P.P. Act  cannot  be  referred  to  arbitration  for\nadjudication for arbitrator. The application C.M. (M) No. 553 of 2007  filed\nby the appellant was also dismissed. Hence, these appeals.\nIt is contended by Mrs. Pratibha M. Singh, the learned  senior  counsel  for\nthe appellant that the legal position prevailing with respect to <a href=\"/doc/109140/\" id=\"a_8\">Section  16</a>\nof the Arbitration Act, was that any directions  qua-jurisdiction  ought  to\nbe raised before the Arbitrator and the same  cannot  be  adjudicated  under\n<a href=\"/doc/596725/\" id=\"a_9\">Section 11</a> of the Arbitration Act by the Judge who is  a  designate  of  the\nChief Justice under <a href=\"/doc/596725/\" id=\"a_10\">Sections 11(6)</a> and <a href=\"/doc/596725/\" id=\"a_11\">11(7)</a>  of the Arbitration Act as  per\nthe law laid  down  by  this  Court  in  its  judgments  in  Konkan  Railway\nCorporation. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"202973\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"116018390\" id=\"span_2\"><a href=\"/doc/116018390/\" id=\"a_12\">Ltd. and Ors. v. Mehul Construction Co.</a>[1]  and <a href=\"/doc/202973/\" id=\"a_13\">Konkan  Railway\nCorpn. Ltd. and Anr. v. Rani Construction Pvt. Ltd.</a>[2]\nFurther  reliance  was  placed  by  the  learned  senior  counsel  upon  the\nConstitution Bench decision of this Court in SBP &amp; Co. v. Patel  Engineering\nLimited and Anr.[3], wherein this  Court  has  succinctly  held  that  power\nunder <a href=\"/doc/596725/\" id=\"a_14\">Section 11(6)</a> of the Arbitration Act is not  an  administrative  power\nof either the Chief Justice of  the  High  Court  or  his  designate  but  a\njudicial power.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1260958\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"821814\" id=\"span_4\">The said position of law was re-affirmed  and  re-emphasized\nby this Court in <a href=\"/doc/821814/\" id=\"a_15\">Maharshi Dayanand University and Anr. v.  Anand  Coop.  L/C\nSociety Ltd. and Anr.</a>[4] and  again  in  the  case  of  <a href=\"/doc/1260958/\" id=\"a_16\">S.N.  Prasad,  Hitek\nIndustries (Bihar) Ltd. v. Monnet Finance Ltd. and  Ors.</a>[5]  in  support  of\nthe above said proposition of  law.</span></span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"453977\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122362\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"421030\" id=\"span_7\">Further  reliance  was  placed  by  the\nlearned senior counsel on behalf of appellant on  another  judgment  in  the\ncase of Andhra Pradesh Tourism Development Corpn. Ltd.  and  Anr.  v.  Pampa\nHotels Ltd.[6]\nIt is further contended by the learned senior counsel that under Section  15\nof the  P.P. Act, the bar of  jurisdiction  applies  only  to  a  Court  and\nplaced reliance on the judgments in the cases of <a href=\"/doc/421030/\" id=\"a_17\">Kamal Pushp Enterprises  v.\nD.R. Construction Company</a>[7], <a href=\"/doc/122362/\" id=\"a_18\">Firm Ashok Traders  &amp;  Anr.  v.  Gurumukh  Das\nSaluja &amp; Ors.</a>[8] and <a href=\"/doc/453977/\" id=\"a_19\">Ashoka Marketing Ltd. &amp; Anr. v. Punjab National Bank  &amp;\nOrs.</a>[9]\nWithout prejudice  to  the  above  legal  contentions,  the  learned  senior\ncounsel also contended that though in general, licences may be  governed  by\nthe P.P. Act, in  the  case  on  hand,  the  agreement  and  the  nature  of\nrelationship between the parties was not that of a  licensee  and  licensor,\nas it is evident from the  various  documents  produced  on  record  by  the\nappellant. There are several documents spanning from  1980s  to  1997  which\nreflect that the Government&#x27;s intention was always to  raise  the  appellant\nas permanent  allottee  of  the  land.  However,  for  various  reasons  and\nsubsequent events, the permanent allotment of land was not made despite  the\nhuge investments made by the appellant  and  the  appellant  was  forced  to\nvacate the premises. It was under these circumstances,  the  Government  was\nconscious of the different nature of the relationship  of  parties  and  the\narbitration clause was incorporated in the license agreement.\nOn the other hand, Mr. Ravi Sikri, the learned senior counsel  appearing  on\nbehalf of the ITPO and Mrs. M. Diwan, learned counsel on behalf of Union  of\nIndia rebutted the above said contentions urged on behalf of  the  appellant\ncontending that arbitration clause 28 in the agreement does  not  deal  with\nthe arbitration under the provisions of the  <a href=\"/doc/1052228/\" id=\"a_20\">Arbitration  Act</a>.  The  learned\nsenior counsel contended that the Division Bench of Delhi High  Court  after\nexamining the provisions of <a href=\"/doc/1091250/\" id=\"a_21\">Section 5</a> and in the light of  <a href=\"/doc/738672/\" id=\"a_22\">Section  2(3)</a>  of\nthe Arbitration Act, held that <a href=\"/doc/738672/\" id=\"a_23\">Section  2(3)</a>  protects  the  existing  laws,\nboth common law as well as statutory law, under which some  disputes  cannot\nbe made subject matter  of  arbitration.  Further,  it  is  urged  that  the\nDivision Bench of the High Court has rightly held that <a href=\"/doc/1294263/\" id=\"a_24\">Section 15</a> read  with\nSections 5 and 7 of the P.P. Act,  confers  exclusive  jurisdiction  on  the\nEstate Officer appointed under Section 3 of the P.P. Act, to deal  with  the\napplication that is filed by the ITPO to evict unauthorised  occupants  from\nthe public premises and pay the damages as provided under Sections 5  and  7\nof the P.P. Act respectively. Further, Section 15 of the P.P. Act  bars  and\nprohibits any court from entertaining any suit or  proceeding  for  eviction\nfrom the premises etc. as provided under clauses (a) to (e)  of  <a href=\"/doc/1294263/\" id=\"a_25\">Section  15</a>\nand that the general power of the Court under  <a href=\"/doc/76869205/\" id=\"a_26\">Section  9</a>  of  the  Code  of\nCivil Procedure, 1908 to entertain suit or proceedings is  therefore  ousted\nif a dispute raised by the appellant falls in clauses (a) to (e) of  Section\n15 of the P.P. Act. It was further contended that the Division Bench of  the\nHigh Court rightly held that the provisions of Sections 5 and 7 of the  P.P.\nAct empower the Estate Officer appointed under Section 3  of  the  P.P.  Act\nto deal with applications that will be  filed  by  the  respondent-ITPO  for\neviction of unauthorised occupation and for payment of rent and  damages  in\nrespect of the public premises against the unauthorised occupants.  Sections\n5 and 7 of the P.P. Act conferred exclusive  jurisdiction  upon  the  Estate\nOfficer and makes it very  clear  that  he  alone  has  sole  and  exclusive\njurisdiction to decide such applications of  the  ITPO  in  respect  of  the\ndispute regarding public premises. The said jurisdiction conferred upon  the\nEstate Officer by the statute cannot be taken away  by  a  contract  between\nthe parties by incorporating arbitration clause in  the  agreement  or  made\nsubject matter of any dispute in relation to the public premises which  will\nbe in occupation of the licensee  for  reference  before  an  arbitrator  to\narbitrate the same. It cannot be waiver of statutory provisions of the  P.P.\nAct. The contract between the parties must be  within  the  legal  framework\nand parties cannot contract out of the statute. Further,  it  was  contended\nthat the Estate Officer having exclusive jurisdiction is not arbitrable  and\nparties by a contract cannot agree to refer the matters in respect of  which\njurisdiction has been conferred upon  the  Estate  Officer.  Therefore,  the\narbitrability of claims of the appellant covered under Sections 5 and  7  of\nthe P.P. Act, is excluded.</span></span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"453977\" id=\"span_8\">To arrive at the said  conclusion,  the  Division\nBench of the High Court rightly <a href=\"/doc/453977/\" id=\"a_27\">placed reliance upon</a> the Constitution  Bench\njudgment of this Court  in  the  case  of  <a href=\"/doc/453977/\" id=\"a_28\">Ashoka  Marketing  Ltd.</a>  (supra),\nwherein the legal question that arose was as to  whether  the  <a href=\"/doc/679372/\" id=\"a_29\">Rent  Control\nAct,1995</a>, which is also a <a href=\"/doc/701797/\" id=\"a_30\">Special Act</a> will override the  provisions  of  the\nP.P. Act. After  interpreting  the  relevant  provisions  of  the  Act,  the\nConstitution Bench of this Court <a href=\"/doc/453977/\" id=\"a_31\">in <a href=\"/doc/453977/\" id=\"a_32\">the above case</a></a> has held  that  the  P.P.\nAct, is a special statute relating to  eviction  of  unauthorised  occupants\nfrom public premises and therefore, the same  will  prevail  over  the  <a href=\"/doc/18783076/\" id=\"a_33\">Rent\nControl Act</a>. In the said case it was held that the 1971 enactment  did  away\nwith the option of the parties and conferred exclusive jurisdiction  on  the\nEstate  Officer  in  relation  to  the  public  premises.  The   power   and\njurisdiction of  a  civil  court  to  adjudicate  matters  enumerated  under\nSection 15 of P.P. Act was withdrawn.</span>\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"606944\" id=\"span_9\">Further,  reliance  was  placed  by  the  learned  senior  counsel  for  the\nrespondents upon the judgment of this Court in <a href=\"/doc/606944/\" id=\"a_34\">Haryana  Telecom  Limited  v.\nSterlite Industries (India) Limited</a>[10], wherein, this  Court  has  referred\nto the provisions of the <a href=\"/doc/1353758/\" id=\"a_35\">Companies Act</a> and held that  power  to  wind  up  a\ncompany is conferred on the Company Court. The said power cannot be  subject\nmatter of arbitration.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_11\">In view of the  above  rival  legal  contentions  urged  on  behalf  of  the\nparties, to answer  the  aforesaid  substantial  questions  of  law,  it  is\nnecessary for us to examine arbitration clause 28 of the  license  agreement\ndated 06.11.1995 entered between the parties, which has  been  extracted  in\nthe earlier portion of this judgment.\n</p><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_10\">This Court must accept the contention  of  the  learned  senior  counsel  on\nbehalf of the ITPO that the said clause in the licence agreement is  not  an\narbitration agreement between the parties for the reasons discussed below.\nThe three Judge Bench decision of this  Court  (of  which  two  of  us  were\nmembers) in <a href=\"/doc/102212981/\" id=\"a_36\">P. Dasaratharama Reddy Complex  v.  Government  of  Karnataka  &amp;\nAnr.</a>[11], while examining a similar  clause  of  an  arbitration  agreement,\nafter careful consideration  and interpretation  of  the  clause,  has  held\nthat in all the matters of dispute arising out of  the  agreement  regarding\nquality of materials and work, etc., the decision of the Board of  Directors\nof the Nagarika Yogbakashema Mathu Gruha Nirmana Sahakara Sangha,  shall  be\nfinal and binding on the part  of  the  Contractor.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1674380\" id=\"span_17\">Further,  the  case  of\n<a href=\"/doc/1674380/\" id=\"a_37\">Mysore Construction Company v. Karnataka Power Corporation Ltd.  &amp;  Ors.</a>[12]\nwas discussed in <a href=\"/doc/102212981/\" id=\"a_38\">P. Dasaratharama Reddy</a> (supra) by this Court, at  para  14,\nwherein, the Designated Judge has referred to the passage from  Russell,  on\nArbitration (19th Edition, page 59) and the other judgments  of  this  Court\nin <a href=\"/doc/1777887/\" id=\"a_39\">K.K. Modi v. K.N. Modi and Ors.</a>, Chief Conservator of  Forests,  Rewa  v.\nRatan Singh Hans[13],  <a href=\"/doc/1979603/\" id=\"a_40\">Rukmanibai  Gupta  v.  The  Collector</a>,  <a href=\"/doc/344153/\" id=\"a_41\">Jabalpur[14],\nState of Uttar Pradesh v. Tipper  Chand</a>[15],  <a href=\"/doc/64556/\" id=\"a_42\">State  of  Orissa  v.  Damodar\nDas</a>[16],  <a href=\"/doc/1707042/\" id=\"a_43\">Bharat  Bhushan  Bansal  v.   Uttar   Pradesh   Small   Industries\nCorporation  Ltd.,  Kanpur</a>[17]  and  observed  that  the  decisions  in  the\nabovementioned cases make it clear by laying down the  conditions,  when  an\nagreement or a clause in the agreement can be construed  as  an  arbitration\nagreement between the parties.</span></span></span></span></span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_18\">Further, at paragraph 16 of <a href=\"/doc/102212981/\" id=\"a_44\">P. Dasaratharama Reddy</a> (supra), the  distinction\nbetween an expert determination and  arbitration  between  the  parties  has\nbeen spelt out as per Russell, on Arbitration (21st Edn.) in  the  following\nwords:-</span>\n</p><blockquote id=\"blockquote_5\">&quot;16......Many cases have been fought over whether a contract&#x27;s  chosen  form\nof dispute resolution is expert determination  or  arbitration.  This  is  a\nmatter of construction of the contract, which involves an objective  enquiry\ninto the intentions of the parties. First, there are the  express  words  of\nthe disputes clause. If  specific  words  such  as  &#x27;arbitrator&#x27;,  &#x27;Arbitral\nTribunal&#x27;, &#x27;arbitration&#x27; or  the  formula  &#x27;as  an  expert  and  not  as  an\narbitrator&#x27; are used to describe the manner in which  the  dispute  resolver\nis  to  act,  they  are  likely  to  be  persuasive  although   not   always\nconclusive.... Where there is no express wording, the court  will  refer  to\ncertain guidelines. Of these, the most important used to be,  whether  there\nwas an &#x27;issue&#x27; between the parties such as the value of an  asset  on  which\nthey had not taken defined  positions,  in  which  case  the  procedure  was\n[pic]held to be expert determination; or a &#x27;formulated dispute&#x27; between  the\nparties where defined positions had been taken, in which case the  procedure\nwas held to be an arbitration. This imprecise concept is still being  relied\non. It is unsatisfactory  because  some  parties  to  contract  deliberately\nchoose expert determination for dispute resolution. The  next  guideline  is\nthe judicial function of an Arbitral Tribunal as opposed  to  the  expertise\nof the expert.... An Arbitral  Tribunal  arrives  at  its  decision  on  the\nevidence and submissions of the parties and must apply the  law  or  if  the\nparties agree, on other  consideration;  an  expert,  unless  it  is  agreed\notherwise, makes his own enquiries, applies his own  expertise  and  decides\non his own expert opinion....&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_20\">It was further held that a  clause  substantially  similar  to  the  clauses\nreferred to in <a href=\"/doc/102212981/\" id=\"a_45\">P. Dasaratharama Reddy</a> (supra) was interpreted by  the  three\nJudge Bench of this Court in the <a href=\"/doc/344153/\" id=\"a_46\">State of  Uttar  Pradesh  v.  Tipper  Chand</a>\n(supra) wherein paras 2 and 3 of <a href=\"/doc/344153/\" id=\"a_47\">the said judgment</a> contain the  reasons  for\nholding that  the  clause  in  the  agreement  cannot  be  construed  as  an\narbitration clause.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"287730\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"102212981\" id=\"span_23\">At para 18 in  <a href=\"/doc/102212981/\" id=\"a_48\">P.  Dasaratharama  Reddy</a>  (supra),  the  case  of  <a href=\"/doc/287730/\" id=\"a_49\">State  of\nMaharashtra v. Ranjeet Construction</a>[18] has been  discussed  wherein  a  two\nJudge Bench of this Court interpreted clause 30  of  the  agreement  entered\ninto between the parties, which is almost identical  to  the  clauses  under\nconsideration, relying upon the judgment in the <a href=\"/doc/344153/\" id=\"a_50\">Tipper  Chand</a>  (supra),  and\nheld that clause 30 cannot  be  relied  upon  by  the  parties  for  seeking\nreference of any dispute to an Arbitrator arising out of the contract.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_25\">At para 17 in the <a href=\"/doc/102212981/\" id=\"a_51\">P. Dasaratharama Reddy Complex</a> case (supra), the  case  of\n<a href=\"/doc/64556/\" id=\"a_52\">State of Orissa v. Damodar Das</a> (supra) has also been examined,  wherein  the\nthree Judge Bench of this  Court  interpreted  clause  21  of  the  contract\nentered into between the parties.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"102212981\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_28\">In the said case, this Court  referred  to\nclause 25 of the agreement, relied upon the judgment in  <a href=\"/doc/344153/\" id=\"a_53\">State  of  U.P.  v.\nTipper Chand</a> (supra) and held that the said  clause  cannot  be  interpreted\nfor  resolution  of  the  dispute  by  an  Arbitrator,  the  case  fell  for\nconsideration of this Court in the case of <a href=\"/doc/344153/\" id=\"a_54\">State of Uttar Pradesh v.  Tipper\nChand</a> (supra) which was relied upon in the said case is  extracted  at  para\n20 of the <a href=\"/doc/102212981/\" id=\"a_55\">P. Dasaratharama Reddy</a> case (supra) as under:-</span></span></span>\n</p><blockquote id=\"blockquote_6\">&quot;20......(10)...... A reading of the above  clause  in  the  contract  as  a\nconjoint whole, would give us an indication that during the progress of  the\nwork or after the completion or the  sooner  determination  thereof  of  the\ncontract, the Public Health  Engineer  has  been  empowered  to  decide  all\nquestions  relating  to  the  meaning  of  the   specifications,   drawings,\ninstructions hereinbefore mentioned and as to the quality of workmanship  or\nmaterial used on the work or as to any other question, claim, right,  matter\nor thing whatsoever in any way arising out of, or relating to, the  contract\ndrawings,  specifications,  estimates,   instructions,   orders   or   those\nconditions or otherwise concerning the works or the execution or failure  to\nexecute the same has been entrusted to the Public Health  Engineer  and  his\ndecision shall be final. In other words, he is nominated only to decide  the\nquestions  arising  in  the  quality  of  the  work  or  any  other  matters\nenumerated hereinbefore and  his  decision  shall  be  final  and  bind  the\ncontractor. A clause in the contract cannot be split into two  parts  so  as\nto consider one part to give rise to difference or dispute and another  part\nrelating to execution of work, its workmanship, etc. It is settled now  that\na clause in the contract must be  read  as  a  whole.  If  the  construction\nsuggested by the respondent is given effect then the decision of the  Public\nHealth Engineer would become final and it is not even necessary to  have  it\nmade rule  of  the  court  under  the  <a href=\"/doc/1052228/\" id=\"a_56\">Arbitration  Act</a>.  It  [pic]would  be\nhazardous to the claim of a contractor to give  such  instruction  and  give\npower to the Public Health Engineer to make any dispute  final  and  binding\non the contractor. A careful reading of the clause  in  the  contract  would\ngive us an indication that  the  Public  Health  Engineer  is  empowered  to\ndecide all the questions enumerated  therein  other  than  any  disputes  or\ndifferences that have arisen between the contractor and the Government.  But\nfor Clause  25,  there  is  no  other  contract  to  refer  any  dispute  or\ndifference     to     an      arbitrator      named      or      otherwise.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_30\">Further, at paragraph 21 of the case of <a href=\"/doc/102212981/\" id=\"a_57\">P. Dasaratharama Reddy</a>  (supra)  the\ncase of <a href=\"/doc/1777887/\" id=\"a_58\">K.K. Modi v. K.N. Modi</a> (supra) fell for consideration, wherein  this\nCourt interpreted clause 9 of  the  Memorandum  of  Understanding  that  was\nsigned by the two groups of Modi family. The relevant portion from <a href=\"/doc/1777887/\" id=\"a_59\">the  said\njudgment</a> with regard to interpretation of Clause  9  of  the  Memorandum  of\nUnderstanding between the parties is extracted below:-</span></span>\n</p><blockquote id=\"blockquote_7\">&quot;9.  Implementation  will  be  done  in  consultation  with  the   financial\ninstitutions.  For  all  disputes,  clarifications,  etc.  in   respect   of\nimplementation of  this  agreement,  the  same  shall  be  referred  to  the\nChairman, IFCI or his nominees whose decisions will be final and binding  on\nboth the groups.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"936043\" id=\"span_31\">Further, in the decision of P. Dasaratharama Reddy at para  30  referred  to\nthe case of <a href=\"/doc/936043/\" id=\"a_60\">Mallikarjun v. Gulbarga University</a>[19] wherein it was held  that\nthe decision of the Superintending Engineer of Gulbarga  Circle  was  final,\nconclusive and binding on all parties to the  contract  upon  all  questions\nrelating to the meaning of the specifications, designs etc. whether  arising\nduring the progress of the work  or  after  the  completion  or  abandonment\nthereof in case of dispute arising between the contractor and  the  Gulbarga\nUniversity.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_33\">The case of <a href=\"/doc/133070/\" id=\"a_61\">Punjab State v.  Dina  Nath</a>[20]  was  also  referred\nsupporting the same view in the case of <a href=\"/doc/102212981/\" id=\"a_62\">P. Dasaratharama Reddy</a> (supra).</span></span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"102212981\" id=\"span_34\">In view of the aforesaid decisions and the law <a href=\"/doc/102212981/\" id=\"a_63\">laid down by</a>  this  Court  in\ncatena of cases referred to supra which are reiterated in  the  case  of  <a href=\"/doc/102212981/\" id=\"a_64\">P.\nDasaratharama Reddy</a> (supra) we are of the view that the  clause  28  in  the\nagreement which is referred to in the case on hand  is  not  an  arbitration\nclause. Therefore, the appointment of an Arbitrator by the  nominee  of  the\nChief Justice has been rightly set aside in the  impugned  judgment  by  the\nDivision Bench of the Delhi High Court. The law <a href=\"/doc/102212981/\" id=\"a_65\">laid down by</a> this  Court  in\nthe above referred judgments, after interpretation of  relevant  arbitration\nclauses in the agreement in those cases, are aptly applicable  to  the  fact\nsituation on hand and we answer the questions of law framed  by  this  Court\nagainst the appellant and in favour of the ITPO and Union of India.</span>\n</p><p data-structure=\"Section\" id=\"p_19\">       The other proceedings involved in this case, if  any,  pending  under\nthe provisions of the P.P. Act before the Estate Officer, the same shall  be\ncontinued by him.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">      Accordingly, the civil appeals are dismissed as there is no merit  for\nconsideration to interfere with the impugned judgment and order. No costs.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_21\">.....................................................................J.\n\n                      [V. GOPALA GOWDA]\n\n\n     .....................................................................J.\n            [C. NAGAPPAN]\n\nNew Delhi,                                          December 17, 2014\n\n\n\nITEM NO.1A-For JUDGMENT      COURT NO.11               SECTION XIV\n\n               S U P R E M E  C O U R T  O F  I N D I A\n                       RECORD OF PROCEEDINGS\n\nC.A. No. ......../2014 arising from SLP (C) No(s).  13982/2007\n\nINTERNATIONAL AMUSEMENT LIMITED                    Petitioner(s)\n                                VERSUS\nINDIA TRADE PROMOTION ORGANIZATION &amp; ANR           Respondent(s)\n\nWITH\nC.A. No. ......../2014 arising from SLP(C) No. 13983/2007\n\nDate : 17/12/2014 These appeals were called on for pronouncement of\nJUDGMENT today.\n</p>\n<pre id=\"pre_2\">For Petitioner(s)    Mr. Abhinav Mukerji,Adv.\n\nFor Respondent(s)       Mr. A.K. Pandey, Adv.\n                        Mr. K.V. Upadhyay, Adv.\n\n                     Ms. Madhu Sikri,Adv.\n\n                        Mr. Vishnu B. Saharya, Adv.\n                        Mr. Viresh B. Saharya, Adv.\n                     M/s Saharya &amp; Co.\n\n                     M/s. S. Narain &amp; Co.\n\n                     Ms. Sushma Suri,Adv.\n\n</pre><p data-structure=\"Conclusion\" id=\"p_22\">        Hon&#x27;ble Mr. Justice V.Gopala Gowda pronounced the  judgment  of  the\nBench comprising His Lordship and Hon&#x27;ble Mr. Justice C. Nagappan.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">            Leave granted.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">            The appeals are dismissed in  terms  of  the  signed  reportable\njudgment.\n</p>\n<pre id=\"pre_3\">    (VINOD KR.JHA)                              (MALA KUMARI SHARMA)\n         COURT    MASTER                                    COURT     MASTER\n</pre><p data-structure=\"Conclusion\" id=\"p_25\">(Signed Reportable judgment is placed on the file)\n</p><p data-structure=\"Conclusion\" id=\"p_26\">-----------------------\n</p><pre id=\"pre_4\">[1]    (2000) 7 SCC 201\n[2]    (2002) 2 SCC 388\n[3]    (2005) 8 SCC 618\n[4]    (2007) 5 SCC 295\n[5]    (2011) 1 SCC 320\n\n[6]    (2010) 5 SCC 425\n\n[7]    (2000) 6 SCC 659\n[8]    (2004) 3 SCC 155\n[9]    (1990) 4 SCC 406\n[10]   (1999) 5 SCC 688\n\n[11]   (2014) 2 SCC 201\n\n[12]    ILR 2000 KAR 4953\n\n[13]   AIR 1967 SC 166\n[14]    (1980) 4 SCC 556\n\n[15]   (1980) 2 SCC 341\n[16]   (1996) 2 SCC 216\n[17]   (1992) 2 SCC 166\n\n[18]   AIR 1986 Bom 76\n\n[19]   (2004) 1 SCC 372\n\n[20]   (2007) 5 SCC 28\n\n\n</pre>","numcites":34,"numcitedby":12,"docsource":"Supreme Court of India","citetid":84190594,"divtype":"judgments","relatedqs":[{"value":"appointment of estate officer","formInput":"appointment%20of%20estate%20officer"},{"value":"expert determination","formInput":"expert%20determination"},{"value":"k.k modi v. k.n. modi","formInput":"k.k%20modi%20v.%20k.n.%20modi"},{"value":"\" unauthorised occupation\"","formInput":"%22%20unauthorised%20occupation%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"estate officer ","formInput":"estate%20officer%20"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"slp","formInput":"slp"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"public health","formInput":"public%20health"},{"value":"huge investment","formInput":"huge%20investment"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration  filter:  adr case","formInput":"arbitration%20%20filter%3A%20%20adr%20case"},{"value":"\"public premises are\"","formInput":"%22public%20premises%20are%22"},{"value":"interpretation clause","formInput":"interpretation%20clause"},{"value":"court master","formInput":"court%20master"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"11(6)","formInput":"11%286%29"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"unauthorised","formInput":"tag:unauthorised"}],"courtcopy":true,"query_alert":null,"agreement":false}