{"tid":353934,"publishdate":"1993-11-12","title":"Oil And Natural Gas Commission vs Offshore Enterprises Inc. on 12 November, 1993","doc":"<h2 class=\"doc_title\">Oil And Natural Gas Commission vs Offshore Enterprises Inc. on 12 November, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1995 A I H C 731, (1995) 1 ARBILR 432 (1994) 4 BOM CR 538, (1994) 4 BOM CR 538</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-p-kurdukar\">S.P. Kurdukar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-p-kurdukar\">S.P. Kurdukar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT \n \n\n Jhunjhunuwala, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. Both these appeals are directed against the common judgment and order dated 20th/23rd April, 1992 of the learned single judge in Arbitration Petition No. 210 of 1989 by which the petition has been dismissed with costs and consequently, on the application of the learned Counsel for the respondents, judgment and decree in terms of the Award dated 24th June, 1989 has been passed with interest on the amount awarded by the Arbitrators at the rate of 15% per annum from the date of the Award till payment.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_2\"> 2. On 14th July, 1981, the Appellants had entered into a contract with one Paul Lindenau Gmbh &amp; Co., a Company incorporated in the Federal Republic of West Germany (for short, referred as &#x27;Lindenau&#x27;) (which contract has been described as &#x27;Building Contract Part I&#x27;) for acquisition of a Drillship to be built by Lindenau for the consideration and upon the terms and conditions set out therein. The purchase price of the Drillship to be delivered at kiel in West Germany was agreed at West German Deutsche Mark Sixty two million five hundred thousand (DM 62,500,000). Under the said Building Contract Part I, Lindenau has been described as &#x27;Contractor A&#x27; and the Respondents have been referred as &#x27;Contractor B&#x27;. Lindenau agreed to fabricate the Drillship for the Appellants in accordance with the rules American Bureau of Shipping and the specification appended to the said Building Contract Part, I. It has been provided in the said Building Contract Part I, that the Respondents would provide to Lindenau, on behalf of the Appellants, certain items of plant and machinery for being installed and incorporated in the Drillship. Clause 2.3.1 of the said Building Contract Part I provided that the Respondents would make payment of 20% of the contract price to Lindenau on behelf of the Appellants and Clause 2.3.2, thereof provided that on receipt that of acceptance certificate singed by the Appellants or their authorised representative. Kreditanstalt Fur Wiederaufbau, a West German Financial Institution (for short, referred as &#x27;KFW&#x27;) would make the final payment of the balance 80% of the Contract price to Lindenau on behelf of the Appellants.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. On 14th July, 1981 itself, the Appellants entered into another contract with the Respondents (which contract has been described as &#x27;Building Contract Part II&#x27; and hereinafter referred as &#x27;the said Contract&#x27;) whereunder the respondents agreed to provide various items of plant and machinery to Lindenau for being installed and incorporated in the Drillship and various equipments and services for the benefit of the Appellant. Under the said Contract, the Respondents were to assist Lindenau with designs act and things in relation to the project of acquisition of the Drillship by the Appellants as specified therein, take delivery of the Drillship at Kicl and Appellants deliver the Drillship to the Appellants of Bombay on the terms and conditions set out therein. Under clause 2 of the said Contract, the Appellants agreed to pay United States Dollars Fifty Five Millions :  \n</p><blockquote id=\"blockquote_1\">  &quot;(US $ 55,000,000) to the Respondents in the manner set out therein. In this contract also, Lindenau has been referred as - &#x27;Contractor A&#x27; and the Respondents as &#x27;Contractor B&#x27;.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. For acquisition of the Drillship, the Appellants were required to make large payments to Lindenau as the contract price. The appellants were also requires to pay large amounts to the Respondents as specified in the said Contract and incidental thereto. In clause 2.4 of the said Contract, it has been provided that the Respondent would be responsible for the payment of Lindenau on behelf of the Appellants in accordance with the rules and regulations of KFW programme VIII-E werfthilfe programme. For the purpose of effectuating transaction between the Appellants and the Respondents for acquisition of the Drillship by the appellants and incidental thereto, the Respondents did entry into a Contract dated 11th August, 1981 with Lindenau. Under clause 5.3 of the contract entered with Lindenau, the Respondents agreed to pay to Lindenau on demand a guarantee fee in the amount of 6% of the credit facility to be made available by KFW as referred to in clause to in clause 5.1 thereof for the Guarantee agreed to be issued by Hermes. KFW had offered to finance the Appellants on the assumption that the Government Export Insurance Cover would be given by Hermes. The Federal Republic of Germany acts in these matters through its various consortium consisting of Hermes and others. Hermes covers commercial as well as political risks for repayment of the amount which issuing the guarantee/insurance Cover to the German Exporter. The expression in accordance with the Rules and regulations of Kreditansalt - Fur Wideraufbau Program VIII-E - Werfthilfe-programme in clause 2.4 of the said Contract meant, inter alia, terms and conditions prescribed by KFW for grant of loan to the Appellants under the said programme inclusive of obligation to provide Hermes Guarantee/Insurance Cover. By their latter dated 23rd October, 1981 addressed to Lindenau, KFW informed that the said Guarantee/Insurance Cover would be furnished by Hermes so as to secure the loan against reservation fee and commission/premium payable at the rate of 6% of the amount of loan. By the said latter, KFW required Lindenau to reservation amount quantified at DM 83,334. Lindenau paid the said amount to KFW on behelf of the Appellants to avail of the loan. Lindenau sent its invoice dated 25th November, 1981 to the Respondents for the said amount on the footing that Lindenau was entitled to be reimbursed for the same by the Appellants.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. Since the Appellants were interested in procuring substantial finance for purchase of the Drillship on easy and convenient terms, KFW agreed to provide finance to the Appellants and release the amount of loan directly to Lindenau for and on behelf of the Appellants on the terms and conditions mutually agreed upon, including the condition of providing insurance Covers/Guarantee from Hermes, a consortium sponsored by the Federal Republic of Germany as aforesaid. On 22nd January, 1982, Appellants entered into a separate agreement with KFW in relation to procurement of said finance/loan from KFW. The Respondents and Lindenau assisted the Appellants in procurement of loan from KFW. The said finance/loan was to be released by KFW to Lindenau towards the obliga tion of the Appellants were to pay 80% of the contract price as stipulated on the footing that the Appellants were the borrowers the borrowers of the said amount under the said programme known as &#x27;VIII-E - Werfthilfe programme&#x27;.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. In respect of the transaction of acquisition of the Drillship by the Appellants, the aforesaid related contracts were entered into, the Respondents made certain payments to Lindenau, took delivery of the Drillship at Kicl and mobilised the same for being delivered to the Appellants of Bombay. The Appellants availed of the said loan. The Appellants took delivery of the Drillship from the Respondents of Bombay.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\"> 7. In respect of the said transaction of acquisition of the Drillship by the Appellants from or through the Respondents as aforesaid according to the Respondents, the Appellants became liable to pay to the Respondents various amounts for reservation fee, premia of insurance police, change orders and modifications to the Drillship carried out as per requirements of the Appellants and towards cost of mobilisation of the Drillship. Since the Appellants disputed their liability and did not pay the amounts demanded by the Respondents, the Respondents, in view of existence of arbitration agreement by and between the Appellants and Respondents ar per clause 13.2 incorporated in the said Contract referred the disputes and differences by and between the Respondents and the Appellants to arbitration and by their Advocates&#x27; letter dated 7th July, 1982 addressed to the Appellants, appointed Shri K. H. Bhabha, a Senior Advocate of this court as their arbitrator and called upon the Appellants to appoint their arbitrator in accordance with the said arbitration agreement. On 27th July, 1982, the Appellants appointed Shri S. B. Kabra, having office a Hydro Carbon (India) Ltd., New Delhi as their arbitrator.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 8. By their advocates&#x27; latter dated 28th July, 1982 addressed to Shri K. H. Bhabha, the Respondents informed to Shri K. H. Bhabha about appointment of Shri B. B. Kabra by the Appellants as their arbitrator. By their Advocates&#x27; further latter dated 28th July, 1982 addressed to Shri K. H. Bhabha and Shri S. B. Kabra, the Respondents requested them to expediously entry upon the reference. In the beginning of the month of August, 1982, the Respondents for the first time learnt that Shri S. B. Kabra was an employee of the Appellants and also of the said hydro carbon (India) Ltd., which was subsidiary of the Appellants. The Respondents further learnt that Shri S. B. Kabra was a director of Finance and Accounts of the Appellants and at the time of his appointment as an arbitrator, was the Group General Manager (Finance) of the Appellants and an immediate superior of one M. C. Navlakha, a director of Finance and Accounts of the Appellants who dealt with the subject matter of the disputes referred to arbitration. According to the Respondents, Shri S. B. Kabra was interested not only in the Appellants but even in the disputes referred to arbitration and as such, not entitled to act as an arbitrstor in the disputes and differences by the between the Respondents and Appellants. By their Advocates&#x27; latter dated 6th August, 1982 addressed to Shri S. B. Kabra, the Respondents while recording the aforesaid facts, informed Shri S. B. Kabra that in the circumstances, they apprehended that they would not get just decision from him and called upon him not to act as an arbitrstor  \n \n\n</p><p data-structure=\"Facts\" id=\"p_9\"> 9. Since Shri S. B. Kabra did not decline to act an arbitrator but threatened to act as an arbitrator, the Respondents filed Arbitration Petition No. 94 of 1982 in this court for remove of Shri S. B. Kabra as an arbitrator in the arbitration between the Respondents and Appellants and for appointment of some other fit and proper person as an arbitrator to fill the vacancy. The Appellants filed an affidavit of one Shri Jodh singh Bedi general Manager (Material) of the appellants, being the affidavit affirmed on 27th September, 1982 in reply to the said Petition and inter alia contended that Shri Pramod Dalal, a partner in the firm of Advocates for the Respondents, who was a power of attorney holder of the Respondents, had no authority to sing and declare the Petition; that the Appellants had no dispute with the Respondents so as to refer to arbitration; and that Shri S. B. Kabra though an employee of the Appellants is highly educated, independent and fair minded person and well qualified to act as an arbitrator, by his Order dated 6th April, 1983 Pendse J. of this court, while recording the statement made on behelf of the Appellants that the Appellants were willing to nominate Shri N. P. Dutta, Vice-Admiral and Chairman and Managing Director of Mazgaon Dock limited, as their arbitrator as he was in no way connected with the Appellants and was willing to act as co-arbitrator with Shri K. H. Bhabha, set aside the appointment of Shri S. B. Kabra as an arbitrstor and filled in the vacancy so caused by appointment of shri N. P. Dutta a Co-arbitrator along with Shri K. H. Bhabha in the said reference. Since then, both Shri K. N. Bhabha and Shri N. P. Dutta (for short &#x27;the Arbitrators&#x27;) acted as arbitrators in the disputes and differences which had arisen by and between the Respondents and Appellants and referred to arbitration. The Respondents and filed their claims against the Appellants and the Appellants had filed their counter-claims against the respondents in arbitration before the Arbitrator. On 24th June, 1989, the Arbitrators made and published their agreed award (for short, referred as &#x27;the said Award&#x27;) by which the Respondents&#x27; claims against the Appellants were awarded in favour of the Respondents as under :  \n</p> \n<blockquote id=\"blockquote_2\">  (a) Claims for Hermes Insurance :  \n</blockquote><pre id=\"pre_2\">   (i) For reservation fee                            DM       83,334 \n  (ii) For Premia of Hermes Insurance Policy          DM    1,730,000 \n(b) Claim for Change Orders                           US $  1,454,934 \n(c) Claim for Balance of Cost of Mobilisation         US $    205,364   \n \n \n\n</pre><blockquote id=\"blockquote_3\"> The Appellants&#x27; counter-claims against the Respondents were awarded in favour of the Appellants as under :  \n</blockquote> \n<pre id=\"pre_3\">   (a) Late delivery of drillship                         Nil  \n(b) Exchange rate variation                            Nil \n(c) Short supply of spares                             Nil \n(d) Claims for repairs and/or replacements of\n    equipments due to defective performance  \n    of the equipments                              US $    67,420 \n(e) General damage for non-performance of\n    the repairs and replacements of\n    equipments                                     US $    80,000    \n \n \n\n</pre><blockquote id=\"blockquote_4\"> Consequently, the Arbitrators owarded and directed the Appellants to pay to the Respondents the net amount after setting of the amounts of the counter-claim awarded to the Appellants DM 1,813,344 and Us Dollars 1,512,878. The Arbitrators also awarded interest at the rate of 6% per annum on the amounts from 1st July, 1982 to 23rd August, 1983, being the date of entering upon the reference and directed the Appellants to pay the same to the Respondents. The said amounts were directed to be paid by the Appellants to Respondents subject to the permission of the Reserve Bank of India in foreign currency. In the event of the Reserve Bank of India not India in foreign currency. In the Appellants were directed to pay to the Respondents equivalent Indian rupees at the prevailing exchange rates on the date of the said Award. Each party was directed to bear its own costs.  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_10\"> 10. The said Award has been filed in this court. The Appellants filed the Arbitration Petition No. 210 of 1989 under <a href=\"/doc/1154891/\" id=\"a_1\">Section 33</a> of the Arbitration Act, 1940 (for short, &#x27;the Act&#x27;) to set aside the said Award. By his impugned judgment and order dated 20th/23rd April, 1992, the learned singh Judge dismissed the Petition with costs and hence, the Appeal No. 808 of 1992 has been filed by the Appellants. Since consequent upon dismissal of the Petition, the learned single Judge, upon application of the learned counsel for the Respondents, passed Judgment and decree in terms of the said Award, the Appellants have filed the Appeal No. 812 of 1992 to set aside the same. Both these Appeals are disposed of by this common judgment.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"> 11. Mr. Shah, the learned counsel appearing for the Appellants, has ubmitted that the said Award is not a totally non-speaking award inasmuch as it gives resume. Mr. Shah has further submitted that in respect of claims of the Respondents against the Appellants for reservation fee and premia of insurance police (for short referred as &#x27;Hermes Claim&#x27;) the arbitrators had no jurisdiction as the same fell outside the ambit or scope of the arbitration agreement entered by and between the Respondents and Appellants. He has further submitted that for limited purpose of ascertaining whether the Hermes claim was covered by the said Contract, it is permissible for the court to lock into the said Contract and it does not amount to going into the reasons and evidence which weighed with the Arbitrators in making the said Award Mr. Shah has further submitted that since there was no dispute as regards the claims of the Respondents in respect of change orders and mobilisation, the same, could not be referred to arbitration and the Arbitrators has no jurisdiction to arbitrate is respect thereof. Mr. Shah has also submitted that merely because the Appellants entered appearance before the Arbitrators and the Arbitrators were in Seisin of the proceedings, the court is not ousted, of jurisdiction to give a fiuding upon the arbitrability of the Hermes claim of the Respondents against the Appellants nor the Appellants are estopped from denying the jurisdiction of the Arbitrators to arbitrate. He has further submitted that a dispute as to the jurisdiction of the Arbitrators is not a dispute within the said Award which has to be decided outside the said Award and for that purpose, evidence of matters not appearing on the face of the said Award would be admissible to decide whether the Arbitrators travelled outside the bounds of the said contract and resultantly exceeded their jurisdiction. Mr. Shah has further submitted that for this purpose, it is open to this court to see what disputes were submitted to the Arbitrators and if that is not clear from the said Award it is open to this court to take recourse to outside source like affidavits, pleadings and the said Contract itself. He has further submitted that by wrongly deciding the point of jurisdiction, the Arbitrators could not assume jurisdiction. Mr. Shah has alone submitted that the issue of jurisdiction of the Arbitrators raised by the Appellants had not become res-judicata by reason of orders dated 8th April, 1983, 2nd March, 1984 and 21st December, 1984 passed by Pendse J. by which time to make the said Award was extended by consent of the Appellants.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> 12. Mr. Shah has further submitted that shri K. H. Bhabha, one of the Arbitrators nominated by the Respondents was biased in favour of the Respondents and has misconducted himself as also the proceedings before him Mr. Shah has also submitted that the said Award is manifestly perverse and is not supported by documents and/or evidence and that no reasonable person would have made the same on the strength of documents and evidence produced before the arbitrators. He has further submitted that the said Award is manifestly perverse and not based on reasonable reading of the evidence by just and fair arbitrators as far as the award of counter-claim is concerned. In the submission of Mr. Shah, though no evidence whatsoever in rebuttal was led by the Respondents either oral or documentary yet very meagre amount was awarded to the Appellants. Mr. Shah further submitted that two of the partners in the firm of Messrs Bachubhai Munim and Co., the Advocates and Solicitors of the Respondents who were given Power of attorney both by the Respondents and lindenau contravened rules of professional etiquette and acted to the prejudice of the Appellants in the proceedings before the Arbitrators. Mr. Shah has lastely submitted that the learned single Judge ought to have recorded evidence at the hearing of the Petition and ought not to have decided the Petition merely on affidavits and that the learned single Judge had misdirected approach to the Petition of the Appellants.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 13. In support of his submission, Mr. Shah has relied upon the following authorities :  \n</p><blockquote id=\"blockquote_5\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_1\">The Managing Director, J. and K., Handicrafts, Jammu v. M/s. Good Luch Carpets (Reported in ); Renusagar power <a href=\"/doc/86594/\" id=\"a_2\">Co. Ltd. v. General Electric Company</a>; (Reported in ).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703516\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_4\">M/s. Prabhatak Commercial Corporation Ltd. v. The chief Administrator Dandakaranya Project (Reported in ); S. Harcharan Singh v. Union of India (Reported in ) Aluminium Company Ltd. v. M/s. Panda Engineering Works pvt. Ltd. (Reported in AIR 1991 Orissa 291) Andhra Co-operative Spinning Mills Ltd. v. C. Srinivasan (Reported <a href=\"/doc/1015491/\" id=\"a_3\">in 1958 AP 158), Associated Engineering Co. v. Government</a> of andhra pradesh (Reported in ) Union of India v. M/s. Ajit Mehta and Associates (Reported in ); <a href=\"/doc/487118/\" id=\"a_4\">Hindustan Construction Co. Ltd. v. State of Jammu and Kashmir (Reported</a> in ); <a href=\"/doc/1703516/\" id=\"a_5\">Babubhai Tansukhlal v. Madhavji Govindji &amp; Co. (Reported</a> in AIR 1931 Bom.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1190679\" id=\"span_5\">343); Prem Nath v. Union of India (Reported in ); <a href=\"/doc/1190679/\" id=\"a_6\">Varadamshetty Jambulanna v. Messrs Narshi Mulji</a> &amp; co. (Reported in AIR 1966 Bom.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1602127\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"128807\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901396\" id=\"span_8\">720); Thawardas Pherumal v. Union of India (Reported in ); <a href=\"/doc/1901396/\" id=\"a_7\">Textile Machinery Corporation Ltd. v. Nalinbhai B. Munshaw (Reported</a> in ); Jawahar Lal Barman v. The Union of India (Reported in ); <a href=\"/doc/128807/\" id=\"a_8\">Rameshwar Dayal v. Banda</a> (dead) through his LRs (Reported in (1993) I sc 531); <a href=\"/doc/1602127/\" id=\"a_9\">Dilip Construction Company v. Hindustan Steel Ltd. (Reported</a> in AIR 1978 MP 261); M/s. Gangaram Ratanlal v. M/s. Simplex Mills Co. Ltd. (Reported in AIR 1982 Bom. 72); Heavy Engineering Corporation Ltd. v. M/s. S. P. Arya (Reported in )</span></span></span>  \n \n\n</blockquote><p data-structure=\"RespArg\" id=\"p_14\"> 14. Mr. Doctor, the Learned Counsel, appearing for the Respondents, has submitted that the said Award is a non-speaking award and mere fact that the said Award recites the claims of the Respondents against the Appellants and counter-claims of the Appellants against the Respondents does not make it a speaking award or not a totally non-speaking award. He has further submitted that a non-speaking award cannot be challenged on ground of error of law apparent in the face thereof since on proposition of law which is erroneous is stated therein and made the bass thereof. Mr. Doctor has also submitted that recitals in the said Award that the Arbitrators have perused pleadings, oral evidence, documents and have taken all relevant admissible evidence on record and also written arguments and oral arguments must be presumed to be true in the absence of any evidence to the contrary more particularly in view of admitted position that after closing hearings, between 22nd February, 1989 and 24 June, 1989, the Arbitrators conferred on their own and spent in an aggregate 62 1/2 hours discussing the matter before making the said agreed Award. Mr. Doctor has further submitted that it is well settled that the Court has got a very limited jurisdiction to entertain and consider challenges to such award. While considering objection under <a href=\"/doc/1503578/\" id=\"a_10\">Section 30</a> of the Act, the court does not act as an appellate court as the arbitrator is made the final arbitor of the dispute between the parties referred to him. He also submitted that the Arbitrators were final Judges on all question of law and fact and of the quality and quantity of evidence and the court hearing a challenge of the said Award cannot reappraise the evidence nor can it probe the mental process of the Arbitrators. Mr. Doctor has further submitted that the court cannot speculate where no reasons are given, as to what impelled the Arbitrators to arrive there conclusion.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\"> 15. Mr. Doctor has also submitted that the arbitration agreement entered into by and between the Respondents and Appellants has been of the widest possible amplitude in view of the facr that it contains expressions covering any difference or disputes arising &#x27;under&#x27; in connection with &#x27;or&#x27; any way touching or concerning the contract whatsoever or the construction thereof ar as to any other matter in any way &#x27;arising out of&#x27; or &#x27;reading to&#x27; or &#x27;concerned with&#x27; the subject matter of the contract and as such, the Arbitrators had the jurisdiction to decide the effect or scope thereof. In the submission of Mr. Doctor, in view of very widely worded arbitration agreement between the Respondents and Appellants, the issue of arbitrability of the claims of the Respondents against the Appellants was to be decided by the Arbitrators which the Arbitrators have in fact decided the such decision of the Arbitrators on the issue of arbitrability of the claims will have to be regarded as final and binding. Mr. Doctor has further submitted that the Arbitrators had jurisdiction to decide. Hermes claim of the Respondents against the Appellants and the same having been decided by the Arbitrators, it is now not open for this court to sit in appeal over the same to find out as to whether the decision of the Arbitrators was erroneous. In the submission of Mr. Doctor, the court the court in the proceedings to set aside the said Award, having limited jurisdiction, cannot enter into the merits of the claims adjudicated by upon the Arbitrators on merits of the claims is correct or erroneous. Mr. Doctor has also submitted that there did exist disputes pertaining to the claims of the Respondents against the Appellants as regards change orders and mobilisation and the Arbitrators had the jurisdiction to arbitrate thereupon. Moreover, in the submission of Mr. Doctor, the Appellants having waived their objection as to the jurisdiction of the Arbitrators having acquiesced to the Arbitrators having jurisdiction by their conduct and according consent to various orders passed by the court in the proceedings taken for enlargement of time for the Arbitrators to make their award are now estopped from challenging their jurisdiction. Even on the ground of resjudicata and/or principles analogous thereto, in the submission of Mr. Doctor, the Appellants are barred to challenge the said Award on the ground of alleged invalidity of the reference or lack of jurisdiction of the Arbitrators. Mr. Doctor has further submitted that in the facts of the case, the Learned Single Judge rightly exercised his discretion to decide the Petition on affidavits and in not setting it down for recording evidence therein. Mr. Doctor has denied that rules that of professional etiquette have been contravened by two of the partners in the firm of Messrs Bachubhai Munim and Co., being Power of Attorney holders of the Respondents and Lindenau or that they acted to the prejudice of the Appellants in the arbitration proceeding Mr. Doctor has further denied that the said Award is perverse. Mr. Doctor has lastly submitted that the allegations of misconduct made by the Appellants against Shri K. H. Bhabha, one of the Arbitrators are absolutely false, thoroughly baseless, devoid of any merit and intended to malign Shri K. H. Bhabha who is a Senior Advocate of repute of the Bar of this court. In the submission of Mr. Doctor, neither Shri K. H. Bhabha nor Shri N. P. Dutta have misconducted themselves in the proceedings before, them Mr. Doctor has submitted that the said Award is valid and that the same is not liable to be set aside.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 16. In support of his submission, Mr. Doctor has relied upon the following authorities :  \n</p><blockquote id=\"blockquote_6\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_9\">M/s. <a href=\"/doc/588099/\" id=\"a_11\">Sudarsan Trading Co. v. The Government of Kerala (Reported</a> in ); Municipal Corporation of Delhi v. M/s. Jagan Nath Ashok Kumar (Reported in ); U. P. Hotels etc.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"875264\" id=\"span_10\">v. U. P. State Electricity Board (Reported in AIR 1980 Sc 268); M/s. Allen Berry and Co. Private Ltd. v. The Union of India (Reported in ); <a href=\"/doc/875264/\" id=\"a_12\">Chandrabhan Bilotia v. Ganpatri and Sons (Reported</a> in AIR 19444 Cal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_13\">127); <a href=\"/doc/86594/\" id=\"a_13\">Renusagar Power Co. Ltd. v. General Electric Company (Reported</a> in ); M/s. <a href=\"/doc/196949/\" id=\"a_14\">Tarapere and Company v. Cochin Shipyard Ltd. Cochin (Reported</a> in AIR 1984 Sc 1972); <a href=\"/doc/1015491/\" id=\"a_15\">Associated Engineering Co. v. Government of Andhra Pradesh (Reported</a> in ; The Union of India v. D. P. Wadia and Sons (Reported in AIR 1977 Bom.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"578559\" id=\"span_14\">10); <a href=\"/doc/578559/\" id=\"a_16\">Nandram Hanutram v. Raghunath and Sons Ltd. (Reported</a> in ); Prasun Ray v. Calcutta Metropolitan Development Authority (Reported in ; M/s. Neelkantan and Brs.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"870424\" id=\"span_15\"><a href=\"/doc/870424/\" id=\"a_17\">Construction v. Superintending Engineer, National Highway, Salem (Reported</a> in AIR 1954 Cal.</span> 11); National Fire and General Insurance Co. Ltd. v. Union of India (Reported in AIR 1656 Cal. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"766772\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1506501\" id=\"span_17\">470); <a href=\"/doc/1506501/\" id=\"a_18\">Jupiter General Insurance Co. Ltd. v. Corporation of Calcutta (Reported</a> in ); <a href=\"/doc/766772/\" id=\"a_19\">Paras Nath Dubay v. Kedar Nath Kejriwal (Reported</a> in ); John Pattarson &amp; Co. (India) Ltd. v. Soorajmull Nagarmull (Unreported of the Division Bench of Calcutta High Court in Appeal from Original Order No. 190 of 1965) delivered on 8th September 1966.</span></span>  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 17. The said Award is an agreed award of the Arbitrators. In para 1 thereof, it is recited that the arbitration related to certain disputed arising out of the said Contract between the Respondents and Appellants. In para 2 of the said Award, the claims of the Respondents referred to arbitration have been set out whereas in the para 3 thereof, the counter-claims of the Appellants referred to arbitration have been set out. Para 4 of the said Award record that in respect of counter-claims of the Appellants, the Respondents have filed their reply denying the same and para 5 thereof reads as under :  \n</p>  \n\n<blockquote id=\"blockquote_7\">  &quot;(5) We have perused the pleadings, the voluminous oral evidence of a number of witnesses, documents, written arguments and the records, of over 10,400 pages. We have taken into consideration the relevant evidence, which in our opinion could be taken into consideration as admissible evidence in arbitration. We have also given due consideration to all objections raised before us As. directed by us both parties have furnished written arguments, replies and rejoinders thereto. We have also heard oral arguments and of O.N.G.C., supplementing their written arguments. Off-Shore did not supplement their written arguments.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> In these circumstances, having given sue consideration at joint meeting held by both the Arbitrators, we hereby make and publish this Award as under :  \n</p> \n\n<blockquote id=\"blockquote_8\"> Paragraphs 6, 7, 8, 9, 10, and 11 which are operative parts of the said Award and record the amount awarded by the Arbitrators reads as under :  \n</blockquote>   \n\n<blockquote id=\"blockquote_9\"> &quot;AWARD  \n \n\n (6) Regarding O.N.G.C.&#x27;s objection raised to our jurisdiction, in respect of Hermes&#x27; insurance, Change Orders and Mobilization costs, we hold that we have jurisdiction in respect of the above matters.  \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (7) Regarding Off-Shore claims, our award and directions are that O.N.G.C. do pay of Off-Shore the following amounts.  \n</blockquote><blockquote id=\"blockquote_11\">   (a) Re-Off-Shore claims for Hermes Insurance : \n</blockquote> \n<pre id=\"pre_4\">    (i) For reservation fee                                  83,334 \n   (ii) For premia of Hermes Insurance Police       DM    1,730,000 \n (b) Re : Off-Shore&#x27;s claim for Change Orders       US $  1,454,934 \n (c) Re : Off-Shore&#x27;s claim for balance cost\n     of Mobilization                                US $    205,364 \n (d) Re : Interest in respect of above amounts\n     As per our Award in Para 10 \n (e) Re : Cost of arbitration proceedings \n     Each party to bear its own costs.  \n \n \n\n</pre><blockquote id=\"blockquote_12\"> (8) Regarding O.N.G.C&#x27;s counter-claim, our award and directions are that Off-Shore do pay the following amounts to O.N.G.C. :  \n</blockquote> \n<pre id=\"pre_5\">    (a)  Re : Late delivery of Drillship                   Nil \n (b)  Re : Exchange Rate Variation                      Nil \n (c)  Re : Short supply of spares                       Nil \n (d)  Re : Claims for repairs and/or replacements\n      of equipments due to defective performance\n      of the equipments                               US $ 67,420 \n (e)  Re : General damages for non-performance\n      of the repairs and replacements of\n      equipments.                                     US $ 80,000 \n (f)  Re : Interest in respect of the above amounts\n      As per our Award in Para 10 \n (g)  Cost of arbitration Proceedings\n      Each party to bear its own costs.  \n \n \n\n</pre><blockquote id=\"blockquote_13\"> (9) In view of our above Awards on the claim of Off-shore and the Counter-claim of O.N.G.C. do pay to Off-shore the net amount, after setting of the amount of the Counter-claim viz. DM 1,813,334 and US Dollars 1,52,878.  \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (10) Re : Interest : We award and direct that interest at the rate of 6% per annum on the net amounts stated in para 9 above, from 1.7.1982 to the date of entering upon reference viz. 23.8.1983, be paid by O.N.G.C. to Off-shore.  \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (11) We direct that the above stated amounts in Duestch Marks and U.S. Dollars with interest as aforesaid be paid by O.N.G.C. to Off-shore, subject to the permission of the Reserve Bank of India in foreign currency. In the event of the Reserve Bank of India not giving such permission, O.N.G.C. do pay to off-shore equivalent Indian rupees at the prevailing exchange rates on the date of the Award.&quot;    \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863731\" id=\"span_18\">No reasons are given by the Arbitrators for making of the said Award. Though Mr. Shah, while relying upon the case of <a href=\"/doc/1863731/\" id=\"a_20\">The Managing Director, J&amp;K Handicrafts, Jammu v. Messrs Good Luck Carpets</a> (supra) has submitted that the said Award is not a totally non-speaking award, in our view the said Award is a totally non-speaking award. In the case of the Managing Director, J&amp;K Handicrafts, Jammu, an incentive scheme to patronise cotton industries of Carpet weaving was formulated by Jammu and Kashmir State and an agreement was entered into by and between the parties thereto with an arbitration clause contained therein. Dispute having arisen a reference was made by Messrs Good Luck Carpets and an ex parte award was made. The arbitrator considered some claims which were not referred to him and made an award in favour of the said Messrs Good Luck Corpets. An application to set aside the award was filed by The Managing Director, J&amp;K Handicrafts, Jammu. A plea was taken that court could not look into the agreement especially when the award was non-speaking one. In that case, the award was held as not a totally non-speaking one inasmuch as it gave a resume of the incentive scheme and the agreement between the parties thereto as also the items of the claims made by the said Messrs Good Luck Carpets. In the instant case, the Arbitrators have merely set out the claims of the Respondents and counter-claims of the Appellants and then awarded certain amounts. The Arbitrators have not spoken their mind indicating why they have done what they have done. The Arbitrators have narrated only how they came to make the said Award.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"588099\" id=\"span_19\">The said Award in the instant case is more akin to the award in the case of <a href=\"/doc/588099/\" id=\"a_21\">Messrs Sudarsan Trading Co. v. The Government of Kerala</a> (supra) which has been held by the Supreme Court as non-speaking award. The facts in the instant case being distinguishable than those in the case of The Managing Director, J&amp;K Handicrafts, Jammu, the said authority cited by Mr. Shah has no applicability.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> 18. An award is not vulnerable to any challenge thereto. The limits of the jurisdiction of the court to challenge an award are well settled. While considering objection under <a href=\"/doc/1503578/\" id=\"a_22\">Section 30</a> of the Act, the court does not act as an Appellate Court, it can only interfere with the award is the arbitrator misconducts himself or the proceedings or the award has been after issue of an order by the court superseding the arbitration or if the arbitration proceedings have become invalid under <a href=\"/doc/1912867/\" id=\"a_23\">Section 35(c)</a> of the Act or the award has been improperly procured or is otherwise invalid. When a cause or matters in difference are referred to an arbitrator, he is constituted the sole and final Judge of the question both of law and of fact. The Arbitrator is made the final arbiter of the dispute between the parties referred to him. The award is not open to challenge on the ground that the arbitrator has reached a wrong conclusion or has failed to appreciate facts. It is only in a speaking award the court can look into the reasoning thereof. As held by the Supreme Court in the case of Messrs Sudarsan Trading Co. on which reliance has been placed by Mr. Doctor, it is not open to the court to probe the mental process of the arbitrator and speculate, where no reasons are given by the arbitrator, as to what impelled the arbitrator to arrive at his conclusion. Appraisement of evidence by the arbitrator is never a matter which the court questions and considers. If the parties have selected their own forum, the deciding forum is conceded with the power of praisement of evidence. The arbitrator is the sole Judge of the quality as well as the quantity of evidence and it will not be for the court to take upon itself the task of being a Judge on the evidence before the arbitrator. In the instant case, in the absence of any reasons for making the said Award, it is not open to this court to probe the mental peocess of the Arbitrators and speculate as to what impelled the Arbitrators to make the said Award. This court is neither to appraise the evidence let before the Arbitrators nor to decide about the sufficiency or reasonableness thereof. This court, in the facts of the case, is also not to decide as to whether on the merits of the claims, the conclusions reached by the Arbitrators are correct erroneous. In our opinion, the court has no jurisdiction to substitute its own evaluation of the conclusion of law or fact to come to the conclusion that the Arbitrators had acted contrary to the bargain between the parties. Whether the particular amounts were liable to be paid by the Appellants to the Respondents or by the Respondents to the Appellants was a decision within the competency of the Arbitrators. Once there was a dispute as to the interpretation of the terms of the said Contract, what is the interpretation of the terms of the said contract was a matter for the Arbitrators and on which the court cannot substitute its own decision.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 19. As arbitration award might be set aside on the ground of an error on the face of it when reasons given for the decision, either in the award or in any document incorporated with it, are based upon a legal proposition which is erroneous. An award is not invalid merely because by a process of inference and argument it may be demonstrated that the arbitrator has committed some mistake in arriving at his conclusion. In the instant case, no reasons are given by the Arbitrators for making the said Award. No document is incorporated in the said Award. No legal proposition is stated in the said Award which is made basis thereof an which is erroneous.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 20. Clause 13.2 of the said contract incorporates the arbitration agreement entered by and between the Respondents and Appellants. The said arbitration agreement reads as under :  \n</p><blockquote id=\"blockquote_16\">  &quot;In case of any difference or dispute arises under this contract or in connection with, under or anyway touching or concerning this contract whatsoever, or the construction thereof or relating to the rights, duties or obligations of any party hereunder, or as to any other matter in any way arising out of or relating to, or concerned with the subject-matter hereof, except as to any of the matters the determination of which is specifically provided for by this Contract) including whether the delay on account of arbitration shall be considered as a permissible delay or not, the same shall be referred to Arbitration under the Indian Arbitration Act. One Arbitrator to be nominated by each party and the third being a Chairman/Umpire to be appointed by the two Arbitrators before proceeding with the arbitration failing which by the Chief Justice of India. The decision of such arbitrators or in the event of difference of opinion amongst them, the decision of the majority, as the case may be, shall be final and binding on the parties. The place of arbitration shall be in India and arbitration proceedings shall be conducted in English language.&quot;  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_23\"> According to the Appellants, the Hermes claim of the Respondents against the Appellants referred to the Arbitrators was outside the ambit and scope of the above referred arbitrators had no jurisdiction to arbitrate in respect thereof.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"182680325\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_21\">21. The wide language that has been used in the above referred arbitration agreement established beyond any doubt that the parties thereto intended to include within its scope questions of its effect (scope) and such, the Arbitrators were empowered to decide the issue of arbitrability of claims preferred by the Respondents and the Appellants including the Hermes claim in the arbitration reference pending before them. The Supreme Court in the case of <a href=\"/doc/86594/\" id=\"a_24\">Renusagar Power Co. Ltd. v. General Electric Company</a> (supra) has observed that from various authorities cited including the case of <a href=\"/doc/182680325/\" id=\"a_25\">Jawahar Lal Burman v. Union of India</a> (supra) and that of (Willesford v. Watson (Rep. in (1873) 8 Ch. App. 473), the following four propositions emerge :</span></span>  \n</p>   \n\n<blockquote id=\"blockquote_17\"> &quot;(1) Whether a given dispute inclusive of the arbitrator&#x27;s jurisdiction comes within the scope or purview of an arbitration clause or not primarily depends upon the terms of the clause itself, it is a question of what the parties intended to provide and what language they employ.  \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> (2) Expressions such as &quot;arising out of&quot; or &quot;in respect of&quot; or &quot;in connection with&quot; or &quot;in relation to&quot; or &quot;in consequence of&quot; or &quot;concerning&quot; or &quot;relating to&quot; the contract are of the widest amplitude and content and include even questions as to the existence, validity and effect (scope) of the arbitration agreement.  \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> (3) Ordinarily as a rule an arbitrator cannot clothe himself with power to decide the question of his own jurisdiction (and it will be for the court to decide those questions) but there is nothing to prevent the parties from investing him with power to decide those questions, as for instance, by a collateral or separate agreement which will be effective and operative.  \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> (4) If, however, the arbitration clause so widely worded as to include within the scope questions of its existence, validity and effect (scope), is contained in the underlying commercial contract then decided cases have made a distinction between questions as to the existence and/or validity of the agreement on the one hand and its effect (scope) on the other and have held that in the case of former those questions cannot be decided by the arbitrator, as by sheer logic the arbitration clause must fall along with underlying commercial contract which is either non-existentor illegal which in the case of the latter it will ordinarily be for the arbitrator to decide the effect or scope of the arbitration agreement, i.e., to decide the issue of arbitrability of the claims preferred before him.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"182680325\" id=\"span_22\">In the case of <a href=\"/doc/182680325/\" id=\"a_26\">Jawahar Lal Burman v. Union of India</a> (supra), Supreme Court while dealing with the scheme of <a href=\"/doc/1882318/\" id=\"a_27\">Section 31</a>, <a href=\"/doc/874260/\" id=\"a_28\">32</a> and <a href=\"/doc/1154891/\" id=\"a_29\">33</a> of the Act and as also the scope of the <a href=\"/doc/1154891/\" id=\"a_30\">Section 33</a> of the Act has noted and recognised the distinction between the existence or validity of the arbitration agreement on the one hand and its effect (scope) on the other, though in <a href=\"/doc/1604327/\" id=\"a_31\">Section 31(2)</a>, <a href=\"/doc/874260/\" id=\"a_32\">32</a> and <a href=\"/doc/1154891/\" id=\"a_33\">33</a> all the three are clubbed or spoken of together. At page 382 of the report, the Supreme Court has specifically said that &quot;the effect of an arbitration agreement is treated as distinct from the existence of the agreement&quot; and has further observed that &quot;an application to have the effect of an arbitration agreement determined can be made provided the existence of the agreement is not in dispute.&quot;</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 22. In the case of Willesford v. Watson (supra), a mining lease contained an agreement to refer the disputes between the lessors and lessees to arbitrators or their umpire and the arbitration clause was very widely worded so as to include inter alia, any dispute &quot;touching these present or any clause or matter or the thing herein contained or the constitution hereof,&quot; in other words a dispute between the parties as to whether the instrument, according to its true construction did or did not warrant a particular thing to be done thereunder was referable to and within the scope and authority of the arbitrators and at page 477 of the report Lord Selborne, L.C. observed (which observations have been quoted with the approval by Lord Porter in Heyman v. Darwins Ltd. (1942 AC 256), thus :  \n</p><blockquote id=\"blockquote_21\">  &quot;It struck me throughout that the endeavour of the appellants has been to require this court to do the very thing which the arbitrators ought to do - that is to say, to look into the whole matter, to construe the instrument, and to decide whether the thing which is complained of is inside or outside the agreement.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> Finally, the court of Appeal held that the court would not decide but would leave it to the arbitrators to decide whether the matter in dispate between the parties was within the agreement to refer and stayed the suit.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 23. In the present case also, the said arbitration agreement is very widely worded so as to include inter alia any difference or dispute of whatever nature arising under the said contract or in connection with, under or anyway touching or concerning the said contract, or the construction thereof or relating to the rights, duties or obligations of any party thereunder or as to any other matter in anyway arising out of or related to or concerned with the subject matter of the said contract and as such, the Arbitrators were empowered and vested with jurisdiction to decide the issue of arbitrability of the claims of the Respondents against the Appellants including the Hermes claim.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 24. The Respondents were the principal contracts who had agreed to supply the Drillship to the Appellants. However, as the Appellants desired to avail of the soft loan granted by KFW under its said VIII-E Program, the contract had to be spilt into two parts viz., Building Contract Part I between the Appellants and Lindenau and Building Contract Part II between the Respondents and Appellants. Under the Building Contract Part I, Lindenau agreed to fabricate the Drillship for the Appellants. The Building Contract Part I provided that the Respondents would provide to Lindenau on behalf of the Appellants certain items of plant and machinery for being installed on the Drillship. The Appellants had agreed to pay DM 62.5 Million to Lindenau as price. As provided in clause 23.1 thereof, it was Respondents&#x27; obligation to make payment of 20% of the contract price i.e., DM 12.5 Million to Lindenau on behalf of the appellants and KFW, who had sanctioned payment of loan to the Appellants, undertook to make final payment of 80% of the contract price i.e., DM 50 Million to Lindenau on behalf of the Appellants. Lindenau was to deliver the Drillship to authorised representative of the Appellants i.e., the Respondents at Kicl. Under the said Contract (i.e., Building Contract Part II), the Respondents had agreed to provide various equipments and services for the benefit of the Appellants and Respondents and the Respondents were fully responsible for delivery of the Drillship to the Appellants at off Bombay. The Appellants agreed to pay US 55 million to the Respondents in instalments which amount included DM 62.5 million payable to Lindenau under the said Building Contract Part I. Out of the said amount of DM 62.5 million, KFW directly paid DM 50 million, being the loans to the Appellants under the said VIII-E Program to Lindenau. Clause 2.4 of the said Contract provided that the Respondents were responsible for payment on behalf of the Appellants to Lindenau under the said Buildings Contract Part I between the Appellants and Lindenau in accordance with the regulations of KFW&#x27;s said VIII-E Program. The said Loan Agreement dated 22nd January, 1982 entered by any between the Appellants and KFW provided that KFW must have guarantee of the Federal Republic of Germany in respect of claims arising from the loan facility meaning thereby guarantee of Hermes. As per these Contracts, for the purpose of the Drillship, a soft loan was obtained by the Appellants from KFW. The loan required a guarantee from Hermes for which premia spread over a period of ten years had to be paid to Herm. The Drillship is the subject matter of the said contract containing the above referred arbitration agreement by and between the Respondents and Appellants. Accordingly, in our view, the premia is concerned with and related to the subject matter of the said contract and its payment is provided for as per clause 2.4 of the said contract. There was a nexus between the Hermes claim of the Respondents against the Appellants and the subject matter of the said contract viz., the Drillship. Since the Hermes claim &#x27;arose out of&#x27; or &#x27;related to&#x27; or &#x27;concerned&#x27; of &#x27;touched the subject matter of the said contract&#x27; the Arbitrators had the jurisdiction to arbitrate thereupon. Both the Appellants and Respondents chose to determine for themselves that they would have a domestic forum instead of resorting to the ordinary courts of law to resolve the disputes and difference &#x27;arising under&#x27; the said Contract or &#x27;touching&#x27; or &#x27;anyway concerning the said contract&#x27; or &#x27;arising out of&#x27; or &#x27;relating&#x27; to or &#x27;concerned with&#x27; or &#x27;touching the Drillship&#x27;, the subject matter of the said contract. They probably knew what were the reasons in favour of the determining these questions by the Arbitrators, and what were the reasons against it, and they made it part of their mutual contract that these questions should be so determined. The Appellants cannot, therefore, be now heard to complain if that part of their contract is carried into effect. Where the arbitration agreement, as in the present case, is very widely worded so as to include within its scope, any dispute &quot;touching the construction of&quot; the contract which contained the arbitration agreement, the court could not decide but would leave it to the arbitrator to decide the question whether the matter in dispute between the parties fell within the arbitration agreement. Having regard to very widely worded arbitration agreement, we hold that it was for the Arbitrators and not this court to determine effect thereof and decide issue of arbitrability of the claims preferred by the Respondents against the Appellants in the arbitration reference which was pending before them. The Arbitrators having decided the said issue and held that they had the jurisdiction to arbitrate, the decision of the Arbitrators is final and binding and jurisdiction of this court in respect thereof, in the facts of the case, cannot be invoked. In the amended statement of claims before the Arbitrators in the - arbitration reference, Respondents claimed the sum of DM 2,703,333 from the Appellants on account of Hermes claim being the amount paid to Lindenau towards premia on behalf of the Appellants The Arbitrators, however, awarded only the sum of DM 1,8133,34 to the Respondents without assigning any reason. The question before the Arbitrators was whether the Appellants were liable to reimburse the Respondents for the Hermes premia and fees. This was a question on merits of the claim. In view of decisions of the Apex Court in the cases of Renusagar Power Co. Ltd., Tarapore &amp; Co. v. Cochin Shipyard Ltd. and Sudarsan Trading Co. (supra), this court cannot reappraise oral or documentary evidence either for the purpose of the questions of arbitrability or merits of the claim. In the absence of reasons or any thing on the face of the mental process of the Arbitrators. Since Arbitrators had the jurisdiction, this court in its limited jurisdiction cannot enter into the merits of the said claim of the Respondents against the Appellants.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> 25. In the cast of Messrs Prabartak Commercial Corporation Ltd. (supra), the respondents had contended that the dispute therein regarding rates came within the ambit of Clause 13A of the agreement and that clause provided in the event of a dispute the decision of the Superintending-Engineer of the Circle shall be final. The Respondents had pointed out that the arbitration agreement was contained in Clause 14 and that clause specifically extended any dispute arising under Clause 13A. It was in these circumstances, it was held that Clause 14 containing to the arbitration agreement had no application to the dispute in question which fell under Cl. 13A and that the arbitrator had no jurisdiction in the matter. The facts of the case being different and distinguishable, this case relied upon by Mr. Shah has no applicability to the facts of the present case.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 26. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"468650\" id=\"span_23\">In the case of <a href=\"/doc/468650/\" id=\"a_34\">S. Harcharan Singh v. Union of India</a> (supra), on which reliance has also been placed by Mr. Shah, a contractor who was awarded a contract for construction by the Government claimed payment at enhanced rate for additional mark of hard rock cutting required to be done by him and the arbitrator did not accept the said claim of contractor in full but partly allowed the same. The Supreme Court considered the question as to whether in awarding the amount to the appellant for the additional work of hard rock cutting executed by the contractor, the arbitrator, had disregarded Clause 12 of the agreement Clause 12 of the agreement envisaged alterations or additions within reasonable limits and according to the appellant, an addition to extent of 14% in respect of one particular item alone was not covered by the said clause and by awarding the amount for the additional work, the arbitrator did not act in disregard of clause 12 and as such, could not be said to have exceeded his jurisdiction. The Supreme Court held that the arbitrotor was entitled to do so on the construction placed by him on clause 12 of the agreement and the arbitrator did not exceed his jurisdiction. In the instant case, the arbitrators have not acted in disregard of the terms of the said contract and have not exceeded their jurisdiction.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 27. In the cast of National Aluminium Company Ltd. v. Panda Engi neering Works Pvt. Ltd. (supra), on which reliance has been placed by Mr. Shah, the Orissa High Court, in the Petition under <a href=\"/doc/1154891/\" id=\"a_35\">Section 33</a> of the Act inter alia to decide maintainability or arbitrability of claims of the other side, has held that merely because the parties entered appearance before the abritrator and the arbitrator is in seisin of the proceedings, the court is not ousted of jurisdiction to give a finding upon the arbitiability. However, in the instant case, the wide language that has been used in the arbitration agreement establishes beyond any doubt that the Respodents and Appellants intended to include within its scope questions of its effect and as such, the Arbitrators were empowered to decide the issue of arbitrability of the claim of the Respondents against the Appellants. Moreover, the Apex Court of our country has, in the case of Renusagar Power Co. Ltd., in terms held that if the arbitration agreement is widely worded so as to include within its scope questions of its effect, the question of arbitrability of dispute/claim is to be decided by the arbitrator. The decision has not been cited before the Orissa High Court. Hence, the decision of the Orissa High Court in the case of National Alumininum Company Ltd. has no applicability to, the facts of the present case.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> 28. The case Andhra Cooporative Spinning Mills Ltd. v. Srinivasan (supra) arose under <a href=\"/doc/1722761/\" id=\"a_36\">Section 34</a>, of the Act. The Andhra Pradesh High Court has held that whether a dispute falls within an arbitration clause in a contract must depend on what is the dispute and what dispute the arbitration clause covers. In the instant case, the widely worded arbitration agreement covered within its ambit or scope the arbitrability of the claim of the Respodents against the Appellants.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_24\">29. Mr. Shah has also placed reliance on the case of <a href=\"/doc/1015491/\" id=\"a_37\">Associated Engineering Co. v. Government Andhra Pradesh (Supra</a>) there the supreme Court has held :</span>  \n</p><blockquote id=\"blockquote_22\">  &quot;The arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the Contract. His sole function is to arbitrate in terms of the contract. He has no power apart from what the parties have given him under the contract. If be has travelled outside the bounds of the contract, he has acted without jurisdiction. But if he has remained inside the parameters of the contract, his award cannot be interfered with unless he haw given reasons for the award disclosing an error apparent on the face of it. &quot;It has been further held that a dispute as to the jurisdiction of the arbitrator is not a dispute within the award, but one which has to be decided outside the award. The Supreme Court has further held that if the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. In the instant case, the Arbitrators held that Hermes claim of the Respondents anyway related to or touched or concerned with the subject matter of the said Contract and as such, arbitrable and while construing the terms of the terms of the said Contract on merits awarded a part thereof in favour of the Respondents. The Arbitrators have remained inside the parameters of the contract. Even if the Arbitrator committed an error in the construction of the said contract, which in our opinion they has not that was error within their jurisdiction and it being an unreasoned Award, cannot be interferred with by this court, The Arbitrators have not acted arbitrarily, irrationally., capriciously or independently, of the contract nor they, have ignored the limits and the provisions of the contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_25\">In <a href=\"/doc/1015491/\" id=\"a_38\">Associated Engineering Company</a>&#x27;s case, the contract contained a specific prohibition against price adjustment or award for escalated cost in respect of any matter falling outside item 35. The umpire outstepped the confiner of the contract in awarding claims which were totally opposed to the provisions of the contract and as such, the award was set aside. This being not so in the instant case, the decision in Associated Engineering Co. has no applicability to the facts of the present case.</span>  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> 30. In the case of Union India v. M/s. Ajit Mehta and Associate (supra) on which the reliance has also been placed by Mr. Shah, the arbitrators were held guilty of misconduct since they had entertained and granted claims in breach of specific prohibition in contract against entertainment thereof. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1829562\" id=\"span_26\">Since the facts in the instant case differ from the facts in the case of <a href=\"/doc/1829562/\" id=\"a_39\">Union of India v. Ajit</a> mehta and Associates, the said authority cited by M/s. Shah has no applicability.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> 31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_27\">In the case of <a href=\"/doc/487118/\" id=\"a_40\">Hindustan Construction Co. Ltd. v. State of Jammu and Kashmir</a> (supra), a contract with the Public Works Department of the Jammu and Kashmir Government for construction of a bridge on the River Chenab at Baradari was entered by the Appellant Company. Certain disputes which arose were referred to arbitration. The two joint arbitrators made an award. In the proceedings before the Jammu and Kashmir High Court, the award in respect of items Nos. 1, 4 and 6 therein was made Rule of Court but it was set aside in respect of items Nos. 2 and 5. As regards item 8, it was held that the arbitrators could not have awarded future interest upto the date of payment of the amounts awarded. The award as regards items Nos. 2 and 5 was set aside by the Jammu and Kashmir High Court on the ground that it was in violation of express clauses of the contract between the parties. It being a non-speaking award, on behalf of the appellant company, it was contended before the Supreme Court that the Court below overlooked that it was dealing with a non-speaking award and travelled far beyond the scope of permissible grounds of judicial review of such an award. The Supreme Court, while accepting the contentions urged on behalf of the appellant Company, held :</span>  \n</p><blockquote id=\"blockquote_23\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_28\">&quot;The High Court has set aside the award on the above items on the ground that there is an error apparent on the face of the award. This is clearly incorrect. The award is a non speaking one and contains no reasoning which can be declared to be faulty. The scope of the Court&#x27;s jurisdiction interfering with a non-speaking award on the above ground is extremely limited. The rule of limitation in this respect was enunciated by the Judicial Committee almost seven decades ago in <a href=\"/doc/525017/\" id=\"a_41\">Champsey Bhara &amp; Co. v. Jivraj Balloo Spinning and Weaving Co. Led</a>. ((1923) 50 Ind App 324 = AIR 1923 PC 66) in words which have been consistently and uniformly followed and applied in all subsequent decisions. Lord Dunedin said, after noting with disapproval certain attempts to extend the area of the Court&#x27;s interference with such an award.</span>  \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> &quot;An error in law on the face of the award means in their Lordships&#x27; view, that you can find in the award or a document actually incorporated thereto, as for instance a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award and which you can then say is erroneous. It does not mean that if in a narrative a reference is made to a contention of one party, that opens the door to seeing first what that contention is, and then going to the contract on which the parties right depend to see if that contention is sound. Here it is impossible to say, from what is shown on the face of the award, what mistake the arbitrators made. The only way that the learned Judges have arrived at finding what the mistake was, is by saying :  \n</blockquote><blockquote id=\"blockquote_25\">  &quot;inasmuch as the arbitrators awarded so-and-so, and inasmuch as the letter shows that the buyer rejected the cotton, the arbitrators, can only have arrived at that result by totally misinterpreting Rule 52.&quot; But they were entitled, to give their own interpretation to Rule 52 or any other article, and the award will stand unless, on the face of it, they have tied themselves down to some special legal proposition which then, when examined, appears to be unsound.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> The Supreme Court has further held.  \n</p><blockquote id=\"blockquote_26\">  &quot;Even if, in fact, the arbitrators had interpreted the relevant clauses, of the contract in making their award on the impugned items and even if the interpretation is erroneous, the court cannot touch the award as it is within the jurisdiction of the arbitrators to interpret the contract. Whether the interpretation is right or wrong the parties will be bound; only if they set out their line of interpretation in the award and that is found erroneous can the court interfere.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> Mr. Shah has placed reliance on this case since the Supreme Court has observed therein that an arbitrator acting beyond his jurisdiction is a different ground from the error apparent on the face of the award to set aside an award. However, in such a case one has to determine the distinction between an error within the jurisdiction and an error in excess of the jurisdiction of the arbitrator. In view of very widely worded arbitration agreement in the instant case, the Hermes claim was within the disputes referable to the Arbitrators and the court, in our view, has no jurisdiction to substitute its own evaluation of the conclusion of law or fact to come to the conclusion that the Arbitrators had acted contrary to the bargain between the Respondents and Appellants.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\"> 32. In respect of Respondents&#x27; claims for Change Orders and mobilisation costs, there did exist dispute by and between the Respondents and Appellants for being referred to arbitration. The disputes and/or differences relating to the Change Orders were with regard to :  \n</p>   \n\n<blockquote id=\"blockquote_27\"> (i) Construction and meaning of Clause 7.2 of the said contract  \n \n\n</blockquote><blockquote id=\"blockquote_28\"> (ii) basis of Appellants&#x27; liability for payment;  \n</blockquote> \n\n<blockquote id=\"blockquote_29\"> (iii) alleged obligation of the Respondents to show supporting documents and claim only actual reasonable costs and the Respondents&#x27; right to claim the amounts mention in the Change Orders;  \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> (iv) the quantum of the amounts payable by the Appellants;  \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> (v) the finality of the amounts of the Change Orders and the alleged right of the Appellants to settle the amount of Change Orders;  \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> (vi) the time for payment of the amount of the Change Orders;  \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> (vii) the completion of the work Change Order No. 12 and the liability for paying the amount of the said Change Order;  \n</blockquote> \n\n<blockquote id=\"blockquote_34\"> (viii) the alleged right of the Appellants to insist on the Respondents first depositing the amount for liquidated damages in the account of the Appellants and the alleged right of the Appellants to adjust their alleged claim for liquidated damages for the alleged delay in the delivery of the Drillship against the amount of the Change Orders the alit;  \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> (ix) the alleged right of the Appellants to adjust their claim for the alleged short deposit of US 448,686.00 by the Respondents in escrew account (arising out of the disputed Exchange Rate) against the amount of the Change Orders;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> By their Advocates&#x27; letter dated 2nd July. 1982 addressed to the Appellants, the Respondents inter alia claimed a sum of US $ 1,644,190 in respect of Change Orders. By their reply dated 21st July, 1982, the Appellants disputed the demand and stated that the same was an erroneous demand. As stated in the affidavit of George Harrison affimed on 23rd May. 1990 in reply to the Arbitration Petition No. 210 of 1989, at the very first meetingheld before the Arbitrators on 24th August. 1983, both the Respondents and Appellants explained the nature of the disputes including the disputes regarding the claim of the Respondents for the costs of the Change Orders. As further stated in the said affidavit, the Appellants have mentioned what their disputes were and the disputes and/or differences of the Appellants with regard to Respondents&#x27; claim for Change Orders were also mentioned.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\"> 33. The disputes and/or differences relating to mobilisation costs were with regard to :  \n</p>   \n\n<blockquote id=\"blockquote_36\"> (i) the construction of the clause. 24.3 vis-a-vis clause 24.5 of the said Contract and the liability of the Appellants for paying voyage insurance during mobilisation;  \n</blockquote> \n\n<blockquote id=\"blockquote_37\"> (ii) the basis of the Appellants&#x27; liability for payment of mobilisation costs;  \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> (iii) the extent of the obligation of the Respondents to produce documentary evidence and/or supporting documents and give clarifications and information.  \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> (iv) the quantum of the amount payable;  \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> (v) the time for payment;  \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> (vi) the alleged right of the Appellants to insist on the deposit of the amount of their claims for liquidated damages in the account of the Appellants before the Appellants paid the mobilisation cost to the Respondents;  \n</blockquote> \n\n<blockquote id=\"blockquote_42\"> (vii) the alleged right of the Appellants to adjust their claim arising out of the exchange rate difference regarding the alleged short deposit in the alleged short deposit in the escrew account against the amount of the mobilisation costs;  \n</blockquote> \n\n<blockquote id=\"blockquote_43\"> (viii) Viking&#x27;s invoices being allegedly out of the scope of Viking&#x27;s Contract with the Appellants;  \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> (ix) Viking&#x27;s invoices being for items which wore allegedly not relating to mobilisation;  \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> (x) alleged liability of the Respondents to pay Viking on the ground that Viking was the Respondents&#x27; Sub-contractor and there was no liability of the Appellants to pay the same;  \n</blockquote> \n\n<blockquote id=\"blockquote_46\"> (xi) Alleged vagueness and falsity of the Respondents&#x27; claim for mobilisation;  \n</blockquote> \n\n<blockquote id=\"blockquote_47\"> (xii) the claim of the Respondents on account of Viking being allegedly unsustainable;  \n</blockquote> \n\n<blockquote id=\"blockquote_48\"> (xiii) Viking&#x27;s invoices being allegedly false;  \n</blockquote> \n\n<blockquote id=\"blockquote_49\"> (xiv) several invoices sent by the Respondents being allegedly false and untenable;  \n</blockquote> \n\n<blockquote id=\"blockquote_50\"> (xv) taking of accounts with regard to mobilisation costs;  \n</blockquote> \n\n<blockquote id=\"blockquote_51\"> (xvi) the Appellants&#x27; demand of liability to pay the sums of US 50,374.45; US 30,025.00 and US 1550.00 vide the Appellants&#x27; letter dated 28th June, 1982 addressed to the Respondents;  \n</blockquote> \n\n<blockquote id=\"blockquote_52\"> (xvii) the claim of the Appellants for three sets of original invoices instead of one.   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_42\"> By their advocates&#x27; letter dated 2nd July, 1982 addressed to the Appellants, the Respondents had claimed the balance of the mobilisation cost from the Appellants. By their letter dated 21st July, 1992, the Appellants stated that the Respondents&#x27; demand was in &#x27;erroneous demand&#x27;. As stated in the said affidavit of George-Harrison, at the very first meeting before the Arbitrators on 24th August, 1982, the learned Counsel of the Appellants had explained the broad features of the disputes including the disputes relating to mobilisation costs and thus admitted the existence of disputes and differences between the Respondents and Appellants with regard to the claim for mobilisation costs. As further stated in the said affidavit, even in reply to the Statement of claims of the Respondents filed by the Appellants before the Arbitrators, the Appellants have set out various disputes with regard to the mobilisation costs and in particular in paragraph 35 thereof, with regard to the Respondent&#x27;s claim for three invoices of Viking for supervision during construction of the Drillship at Kiol aggregating to US $ 67,185.00 claimed as part of the mobilisation costs the Appellants categorically disputed the same. Even in paragraph 41 of the said reply, which was inter alia in reply to paragraph 64 of the said Statement of claim of the Respondents in which the Respondents had set out the details of their entire claim for the unpaid balance of the mobilisation costs, the Appellants have said that mobilisation costs, the Appellants have said that the Appellants disputed the same, in its entirity. In paragraph 9 of the said Petition, the Appellants have stated that in the said letter dated 2nd July, 1987, the Respondents had made false demand for payment of various amounts including for claims in respect of Change Orders and mobilisation cotts.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> 34. Admittedly, the claims of the Respondents as regards Change Orders and mobilisation costs arose under or in connection with or any way touching or concerning the said contract and as such, in view of very widely worded arbitration agreement, the same were arbitrable by the Arbitrators and the Arbitrators had the jurisdiction to arbitrate the same. After examining the entire record and the evidence, the Arbitrators held that they had the jurisdiction to arbitrate in respect of the said claims of the Respondents against the Appellants. The view taken by the Arbitrators being a possible or plausible view, in exercise of limited jurisdiction of the court it is not possible for this court to take a view contrary thereto or to go into the merits of the said claims or set aside the said Award. Dispute on merits of the said claims did exist before the Arbitrators in the said arbitration reference. Whether the amounts claimed by the Respondents from the Appellants on these counts had become due and payable by the Appellants to the Respondents was in dispute. Moreover, the widely worded arbitration agreement between the Respondents and Appellant as held by the Division Bench of this court in the case of The Union of India v. Messrs D. P. Wadia &amp; Sons (supra), included claims based on non-payment of the said amounts claimed by the Respondents from the Appellants as dispute for being decided by the Arbitrators in the said arbitration reference. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"578559\" id=\"span_29\">Justice Bachawat in the case of <a href=\"/doc/578559/\" id=\"a_42\">Nandram Hanutram v. Raghunath &amp; Sons Ltd.</a> (supra) has held that though existence of disputes or differences contemplated by the arbitration clause is an essential condition of and prerequisite to the exercise of the jurisdiction by the arbitrator, a dispute implies an assertion of a right by one party and a repudiation thereof by another. Such repudiation by the other party may be either express or implied and may be by words or by conduct. The Respondents had asserted their right to demand and receive the amounts claimed in respect of Change Orders and mobilisation costs from the Appellants and the Appellants had failed to pay the same as per the said contract. The circumstances in which it has happened justifiably lead to inference of repudiation and denial of the right of the Respondents to receive the same from the Appellants. Even this amounted to existence of dispute for exercise of jurisdiction by the Arbitrators. The Respondents by bringing the said claims for Change Orders and mobilisation costs before the Arbitrators and the Appellants by raising defence to the same gave jurisdiction to the Arbitrators to arbitrate in respect thereof.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\"> 35. In any event, in view of series of consent Orders including for extension of time to make the award passed by the court, it does appear that there his been waiver and or acquiescence on the part of the Appellants of their contentions that there were no disputes or difference with regard to Respondents&#x27; claims for costs of Change Orders and mobilisation costs and that the Arbitrators had no jurisdiction to arbitrate in respect of claims of the Respondents including Hermes claims. The Respondents are now estopped from challenging the jurisdiction of the Arbitrators. The Consent Orders passed are as under :  \n</p>  \n\n<blockquote id=\"blockquote_53\">  (i) When the Appellants had appointed their arbitrator Shri S. B. Kabra by their letter dated 23rd July, 1982, the Respondents did so without prejudice to their rights and contentions including the contention raised in the said letter that there were no disputes. When the appointment of Shri S. B. Kabra was challenged by the Respondents in the said Arbitration Petition No. 94 of 1982, the Appellant had taken a contention in their affidavit reply that there were no disputes with regard to claims of the Respondents for costs of Change Orders and mobilisation costs. However, at the hearing of the said Arbitration Petition No. 94 of 1994 on 6th April, 1983, the learned Counsel appearing for the Appellants unequivocally agree to the Appointment of Shri N. P. Dutta as Co-arbitrator alongwith Shri K. H. Bhabha and thereby gave up the contentions of the Appellants that there were no disputes with regard to the said claims and that the arbitrators had no jurisdiction. The said Order binds the parties.  \n</blockquote> \n\n<blockquote id=\"blockquote_54\"> (ii) In minutes of meeting dated 20th December, 1983, the Arbitrators have recorded as under :  \n</blockquote><blockquote id=\"blockquote_55\">  &quot;The parties agree and Consent to the Arbitrators enlarging the time for making the award by a period of 4 months from today. Parties also agree that a Consent Order will be obtained from the court enlarging the time for making the award by 4 months from today.&quot;   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_45\"> (iii) On 23rd January, 1984 the Respondents herein filed Arbitration Petition No. 13 of 1984 for extension of time for the Arbitrators to make in award as contemplated under <a href=\"/doc/597719/\" id=\"a_43\">Section 28</a>, to the Act. In the affidavit in reply to the Petition filed by one Ramnath Pradeep on behalf of the Appellants, the Appellants opposed the petition and contended that the Petition be dismissed. By the said affidavit, the Appellants contended that their consent to enlargement of time by the Arbitrators was final, definite and irrevocable but the Appellants did not want the court to pass a judicial order extending time as the Appellants were disputing jurisdiction of the Arbitrators to entertain the claim and in the event of a judicial order being passed by the court under <a href=\"/doc/597719/\" id=\"a_44\">Section 28</a> of the Act, the Appellants might be adversely affected in respect of their plea of lack of jurisdiction, by implication which may follow from order of the court extending time. In last para of the said affidavit the deponent of the said affidavit further stated as under :  \n</p>   \n\n<blockquote id=\"blockquote_56\"> &quot;I may make it clear that if this Petition is dismissed we will still attend before the learned arbitrators and seek to obtain from the learned arbitrators further direction so that the question of jurisdiction raised by us before them may be dealt with in accordance with law.&quot; on 2nd March, 1984, Pendse, J. passed the following Order on this Petition.  \n</blockquote> \n\n<blockquote id=\"blockquote_57\"> PC : &quot;No order on Petition. By consent parties agree to extent time to the arbitrator to publish their Award till 20th April, 1984. No order as to costs.&quot;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_46\"> (iv) By his Order dated 10th April 1984, Pratap, J. decided Chamber Summons No. 260 of 1984. By the said order, time for making and publishing the award was extended by the court upto 31st December 1984. It was recorded in the order that the Appellants herein were agreeable to the extension of time for making and publishing to the Award upto 31st December 1984, without prejudice to their contentions that the Arbitrators had no jurisdiction and with the clarification the Respondents would not be taken to have admitted any of the allegations orcontentions which were contrary to or inconsistent with all the stand taken by the Appellants till then.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\"> (v) By his Order dated 21st December, 1984. Pendse, J. made Chamber Summons No. 858 of 1984 absolute in terms of prayer(a). The said order was an order invitem. Time for making of the award was extended by the court upto 31st December 1985, after hearing the learned Counsel on both sides.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_48\"> (vi) By Consent Order dated 30th December, 1985, passed by this court, the time for making and publishing of the award by the Arbitrators was extended upto 31st December 1986.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_49\"> (vii) By consent Order dated 15th December, 1986 time for making and publishing of the award by the Arbitrators was extended by the court upto 31st December 1987;  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_50\"> (viii) By consent Order dated 25th November, 1987 time for making and publishing of the award by the Arbitrators was extended by the court upto 31st December, 1988.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_51\"> (ix) On 12th December, 1989, Shri Gopalan Subramaniam of the Appellants filed his affidavit in reply to Chamber Summons No. 1178 of 1988 consenting to extension of time for the Arbitrators to make award upto 30th June, 1989 without prejudice to contentions of the Appellants in respect of their plea regarding jurisdiction of the Arbitrators. Para 6 of the said Affidavit reads as under :  \n</p><blockquote id=\"blockquote_58\">  &quot;6. Having regard to all the circumstances. I have brought these few facts to the notice of this Hon&#x27;ble Court to make it clear that ONGC disputes the jurisdiction of the learned arbitrators with regard to the main claim of the Petitioners and that for the counter claim of ONGC and with regard to the other arbitration relating to stability of the drillship it is just and proper that the time should be extended till atleast upto 30th June, 1989.&quot; By an order dated 12th December. 1988, Suresh H. (as he then was) made Chamber Summons No. 1178 of 1988 absolute. By consent time for making of the award by the Arbitrators was extended till 30th June, 1989 as sought by the parties.   \n</blockquote> \n\n<blockquote id=\"blockquote_59\"> 35A. Mr. Doctor has relied upon the ratio of unreported judgment of the Division Bench of Calcutta High Court in Appeal No. 190 of 1965 in the case of John Petterson &amp; Co. (India) Ltd. v. Soorajmull Nagarmull (supra) in support of his submission that the Appellants are precluded in law from impugning the said Award on the ground that the claims of the Respondents were not arbitrable and that the Arbitrators lacked jurisdiction to arbitrate. In the submission of Mr. Doctor, the Appellants are precluded on principles analogous to res judicala. In that case, Benerjee, J. observed on behalf of the Bench that it was open to the Respondents in that appeal to resist an application for extension of time on the ground that there was no existing arbitration agreement between the parties and thus the court could not extend the time for the arbitrators to make an award. It was contended on behalf of the appellant in that appeal that the court could not decide such contentions while considering an application under <a href=\"/doc/597719/\" id=\"a_45\">Section 28</a>, of the Act. While dealing with these contentions, Benerjee J. observed in his judgment on behalf of the Bench as under :  \n</blockquote><blockquote id=\"blockquote_60\">  &quot;In dealing with an application under <a href=\"/doc/597719/\" id=\"a_46\">Section 28</a>, of the Arbitration Act, the court cannot declare that an arbitration agreement exists. That is not the uppropriate Section for obtaining such a declaration. If however, a defence he taken that there does not exist any arbitration agreement between the parties and, therefore, the question of extension of time to make an award does not arise at all, it is difficult to hold that a court cannot even overrule the point and make an order for extension of time.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1506501\" id=\"span_30\">Banerjee J. further observed that it was competent for the court to give its decision on an objection that no extension of time should be granted because there existed no arbitration agreement between the parties. Thereafter the Division Bench considered large number of Privy Council Judgments and held that <a href=\"/doc/121631892/\" id=\"a_47\">Section 11</a>, of the Code of Civil Procedure was not, exhaustive of the circumstances in which an issue may he res judicata and that the decision about the existence of the arbitration agreement in the application for extension of time under <a href=\"/doc/597719/\" id=\"a_48\">Section 28</a> of the Act operated as res judicata. The Division Bench did not think it necessary to go further in the matter as even on merits it was of the view that there was a binding arbitration agreement between the parties. We are in agreement with the ratio of this judgment. Even in the case of Prasun Ray v. Calcutta Metropolitan Development Authority (supra) on which reliance has been placed by Mr. Doctor, the Supreme Court while approving the judgment of Calcutta High Court in the case of <a href=\"/doc/1506501/\" id=\"a_49\">Jupiter General Insurance Co. Ltd. v. Corporation of Calcutta</a> (supra) has held that a party shall not be allowed to blow hot and cold simultaneously. Long participation and acquiescence in the proceedings preclude such a party from contending that the proceedings were without jurisdiction. Same principle has been reitrated by the Supreme Court in the case of Messrs Nilkantan and Bros.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"870424\" id=\"span_31\"><a href=\"/doc/870424/\" id=\"a_50\">Construction v. Superintending Engineer, National Highways, Salem</a> (supra).</span>  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_53\"> 36. Mr. Shah has submitted that the point of jurisdiction did not become res judicata by reason of the Orders passed extending time to make the said Award. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1901396\" id=\"span_32\">In support of his submission, Mr. Shah has relied upon the case of <a href=\"/doc/1901396/\" id=\"a_51\">Textile Machinery Ltd. v. Nalinbhai B. Munshaw</a> (supra) where validity of arbitration agreement was not in issue, the Calcutta High Court has held that the issue whether the arbitration agreement comes within <a href=\"/doc/1106138/\" id=\"a_52\">Section 9(a)</a>, of the Act is not concluded by the rule of res judicata, only because extention of time has been prayed for and allowed. The facts <a href=\"/doc/1901396/\" id=\"a_53\">in that case</a> being different, the authority cited by Mr. Shah is distinguishable and not applicable to the facts of the present case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"182680325\" id=\"span_33\">37. Mr. Shah has also cited the case of <a href=\"/doc/182680325/\" id=\"a_54\">Jawahar Lal Burman v. The Union of India</a> (supra) where the Supreme Court has held that the power to enlarge time for making the award which is the subject matter of the provisions of <a href=\"/doc/597719/\" id=\"a_55\">Section 28</a> of the Act cannot be held to include a power to entertain petitions for a declaration that the arbitration agreement exists. In that case, the Supreme Court while dealing with the scheme of <a href=\"/doc/1882318/\" id=\"a_56\">Sections 31</a>, <a href=\"/doc/874260/\" id=\"a_57\">32</a> and <a href=\"/doc/1154891/\" id=\"a_58\">33</a>, of the Act held that indeed, <a href=\"/doc/1154891/\" id=\"a_59\">Section 33</a>, of the Act is a corollary of <a href=\"/doc/874260/\" id=\"a_60\">Section 32</a>, of the Act and in a sense deals by way of illustration with the most usual type of cases of arising in arbitration proceedings. <a href=\"/doc/597719/\" id=\"a_61\">Section 28</a> of the Act has no material bearing on the decision on this point, It was is this context the Supreme Court <a href=\"/doc/182680325/\" id=\"a_62\">in that case</a> held that the power to enlarge time for making the award cannot be held to include a power to entertain Petitions of the nature before the Supreme Court.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> 38. In the case of Rameshwar Dayal v. Barda (dead) Through his LRs and another (supra) also relied upon by Mr. Shah, the Small Causes Court while decreeing ex parte the Appellant&#x27;s suit for eviction of the tenant and the Respondent sub-tenant from the property, proceeded as if what matters in the suit was only the presence or absence of the tenant. It did not take any cognizance of the respondent&#x27;s presence or absence, and of the Written Statement filed by him. There was no reference to the question of title to the suit property raised therein, nor was there a decision on the point even remotely. Thereafter, the Respondent filed an application for setting aside the said decree. His application was dismissed. The revision filed by him before the Additional District Judge was also dismissed. Thus according to the appellant the eviction decree against both the tenant and the respondent became final. However, the respondent later filed a suit on the basis of his title as the owner of the property which gave rise to the appeal before the Supreme Court. Question was whether the suit of the respondent was barred by res judicata. The Supreme Court, in the facts of the case held that it would be a travesty of justice to hold that the Small Causes Court had even incidentally decided the issue with regard to the title which fell for determination directly and substantially in the subsequent suit which led to the said appeal. Not only the Small Causes Court had not given any finding on the issue even - incidentally, it has not even referred to the said issue in its so called decision, it was in these circumstances, the Supreme Court held that the bar of res judicata was not applicable to the determination of the issue with regard to the title to the property in the Respondent&#x27;s suit. The facts in the instant case being distinguishable, the said authority cited by Mr. Shah has no applicability.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\"> 39. The case of M/s. Gangaram Ratanlal v. M/s. Simplex Mills Co. Ltd. (supra) relied upon by Mr. Shah has no applicability to the facts of the present case. In that case, there was no arbitration agreement in writing as defined in <a href=\"/doc/1430346/\" id=\"a_63\">Section 2(a)</a> of the Act. Since that sine qua non was absent, Lentin Judge of this Court (as he then was) held that the initial of jurisdiction on the part of the arbitrator cannot be entered by oral acquiescence.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"> 40. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1602127\" id=\"span_34\">In the case of <a href=\"/doc/1602127/\" id=\"a_64\">Dilip Construction Company v. Hindustan Steel Ltd.</a> (supra) also relied upon by Mr. Shah was merely an assertion of a claim made by the appellant for payment of Rs. 16,77,197.28 but there was no repudiation of that claim by the respondent and therefore, it was held by the Madhya Pradesh High Court that there could be no dispute which could be referred to arbitration. The concerned arbitration clause <a href=\"/doc/1602127/\" id=\"a_65\">in that case</a> contemplated service of notice in writing by either party of the existence of dispute to the other and then reference thereof to arbitration as provided therein. In that context, it was held that pre-existence of a dispute was a condition precedent to the invocation of the arbitration agreement. On construction of the terms of the agreement, the court held that the right to arbitration under clause 61 of the agreement only arose if a difference or dispute existed at the time when notice of submission was served by a party seeking to enforce the arbitration clause. In the instant case, the arbitration agreement does not contemplate such pre-condition as contemplated by the said arbitration clause before the Madhya Pradesh High Court.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"196949\" id=\"span_35\">Moreover, as held by the Supreme Court in the case of M/s. <a href=\"/doc/196949/\" id=\"a_66\">Tarapore &amp; Company v. Cochin Shipyard Ltd., Cochin</a> (supra) an action taken without prejudice to one&#x27;s right cannot necessarily mean that the entire action can be ignored by the party taking the same. In the instant case, a specific question as to whether the Hermes claim of the Respondents, demurred and disputed by the Appellants would be covered within the scope, ambit and width of the arbitration agreement was specifically referred by the Respondents and Appellants for the decision of the Arbitrators. Hence, in the instant case, a specific question of law touching upon the jurisdiction of the Arbitrators was referred for the decision of the Arbitrators by the parties, both the Respondents and Appellants participated in the arbitration proceedings, invited the Arbitrators to decide the specific question and took a chance of a decision. The Appellants cannot now be permitted to turn round and contend to the contrary that The reference was made without prejudice to their rights to contend to the contrary. Even if the view taken by the Arbitrators may not accord with the view of the court about the scope, ambit and width of the arbitration agreement, the said Award cannot be set aside.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_58\"> 40. A. <a href=\"/doc/1154891/\" id=\"a_67\">Section 33</a>, of the Act reads as under :  \n</p>   \n\n<blockquote id=\"blockquote_61\"> &quot;Any party to an arbitration agreement or any person claiming under him desiring to challenge the existence or validity of an arbitration agreement or an award or to have the effect of either determined shall apply to the court and the court shall decide the question on affidavits :  \n</blockquote> \n\n<blockquote id=\"blockquote_62\"> Provided that where the court deems it just and expedient, it may set down the application for hearing on other evidence also, and it may pass such orders for discovery and particulars as it may do in a suit.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> The main part of <a href=\"/doc/1154891/\" id=\"a_68\">Section 33</a>, requires the Petition made thereunder to be decided on affidavits. It is only in case where the court deems it just and expedient, the court may set down the Petition for hearing on other evidence also. On 18th February, 1992, the Appellants filed an application before the Learned Single Judge for direction that the Arbitration Petition be set down for recording of oral evidence. The said application was not supported by any affidavit. On behalf of the Respondents, the said application was vigorously opposed mainly on the ground that the same was not bonafide and was made only with a view to prolong the bearing of the Arbitration Petition and that the allegations of misconduct and bias made by the Appellants against one of the Arbitrators, Shri K. H. Bhabha were frivolous end motivated. On the facts of the case, for good reasons recorded in the order dated 24th February, 1992, the Learned Single Judge held that the conduct of the Appellants was blameworthy, vulnerable and that the Appellants were not consistent in their stand as also that there was no merit in the said application of the Appellants. The judicial discretion vested in the Learned Single Judge has been rightly exercised in not setting down the Arbitration Petition for recording oral evidence. Mr. Shah submitted that the Petition to set aside the said Award has, been made by the Appellants under <a href=\"/doc/1503578/\" id=\"a_69\">Section 30</a>, of the Act and not under <a href=\"/doc/1154891/\" id=\"a_70\">Section 33</a>, of the Act and as such, it ought to have been set down by the Learned Single Judge for recording evidence. We find no merit in the submission of Mr. Shah. An application seeking to set aside an award is maintainable under <a href=\"/doc/1154891/\" id=\"a_71\">Section 33</a>, of the Act, <a href=\"/doc/1503578/\" id=\"a_72\">Section 30</a> of the Act merely prescribes the grounds on which an award can be set aside. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50343\" id=\"span_36\">In this view, we are fortified by the decision of this court in the case of <a href=\"/doc/50343/\" id=\"a_73\">A. R. Savkur v. Amritlal Kalidas</a> (supra) where the Division Bench has taken the same view.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"766772\" id=\"span_37\">In the case of <a href=\"/doc/766772/\" id=\"a_74\">Paras Nath Dubey v. Kedar Nath Kejriwal</a> (supra) on which reliance has been placed by Mr. Doctor, the Division Bench of Calcutta High Court has held that on the facts of the case, the Learned Single Judge was justified in deciding the Petition on affidavits of parties before him. In our view, <a href=\"/doc/1154891/\" id=\"a_75\">Section 33</a>, of the Act has been introduced in the Act with the object of providing speedy remedy to the parties in relation to arbitration proceedings and award. Having regard to the object of the Act, ordinarily all Petitions contemplated by <a href=\"/doc/1154891/\" id=\"a_76\">Section 33</a>, of the Act must be decided on affidavits and very rarely depending upon facts of the case, the court should exercise discretion vested under proviso thereto for setting down a Petition for hearing on other evidence also and that too only when the court considers it just and expedient so to do. Merely because sense sort of allegations are made in the Petition in the strong language, is no ground by itself to set the Petition down for recording evidence. The court has to address itself to the question whether the court deems fit and expedient to dispense with the normal rule of deciding the Petition on affidavits.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_60\"> 41. An award may be set aside if an arbitrator or umpire has misconducted himself on the proceedings. An arbitrator or umpire mis-conducts himself when he is guilty of personal misconduct. It will be misconducting the proceedings when there is a defect in the procedure followed in conduct of the arbitration proceedings and also when there is a defect in the award. A broad allegation of misconduct without any particulars is not enough. The particulars of alleged misconduct has to be explicit. An the instant case, the Respondents had appointed Shri K. H. Bhabha as their arbitrator. The Appellants bad initially appointed Shri S. B. Kabra as their arbitrator. In the Petition filed by the Respondents to remove Shri S. B. Kabra as an arbitrator since he was interested in the Appellants, with consent of the Appellants, Shri S. B. Kabra was removed as an arbitrator and the vacancy so caused was filled in by appointment of Shri N. P. Dutta as co-arbitrator alongwith Shri K. H. Bhabha. Both Messrs K. H. Bhabha and N. P. Dutta were duly appointed as arbitrators in the arbitration reference and entered upon the reference. Shri K. H. Bhabha is an eminent Senior Advocate of repute at the Bar of this court. Shri N. P. Dutta, besides being Vice-Admiral, was Chairman and Managing Director of Mazgaon Docks Ltd., and also a Judge-Advocate in Court Martial. Both Shri K. H. Bhabha and Shri N. P. Dutta are persons of integrity and have been enjoying high reputation in their respective fields.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_61\"> 42. The Appellants have made allegations of bias and partiality against Shri K. H. Bhabha, one of the Arbitrators, and have contended that the said Award is vitiated by his misconduct and of the proceedings by him.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_62\"> 43. The Appellants have made allegations against Shri K. K. Desai, the learned retired Chief Justice of this court who was appointedas an umpire in the arbitration reference to the effect that Shri K. K. Desai was committee to oblige the Respondents and was not an impartial person. Besides the allegations made by the Appellants being irresponsibly made, false and baseless, it is an admitted fact that the said award, has not been made by Shri K. K. Desai. In the meeting held on 7th March, 1984, the arbitrators had appointed Shri K. K. Desai as an umpire which appointment was communicated by the Advocates for the Respondents to Shri K. K. Desai by a letter dated 16th March, 1984 addressed to him. On 30th March, 1984, Shri K. K. Desai had addressed a letter to the Arbitrators intimating that on proper construction of the arbitration agreement, according to him, arbitral must be constitutedby three persons to hear the disputes. On the receipt of the said letter dated 30th March. 1984, the Arbitrators invited arguments from the learned Counsel appearing for the parties before them and concluded that it was not required to constitute the arbitral tribunal as suggested by Shri K. K. Desai. Both the Arbitrator addressed a letter to Shri K. K. Desai intimating to him that it was not necessary for him to attend the arbitration proceedings at that stage. Since the said Award is an agreed award in the sense that both arbitrators have concurred in making the same, no reference has been made to Shri K. K. Desai as an umpire. The allegations made by the Appellants against Shri K. K. Desai in the facts of the case, are unwarranted, baseless and frivolous.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_63\"> 44. The Appellants have also made allegations against Mr. M. O. Chinoy, the learned Counsel appearing for the Respondents before the Arbitrations in the arbitration proceedings which allegations cast aspersions on Mr. Chinoy without their being the slightest material on record to support the same. Mr. Chinoy did start his professional career as junior of the said Shri K. H. Bhabha. After about 10 years, Mr. Chinoy left the Chambers of Shri K. H. Bhabha. In the year 1980, Mr. Chinoy was designated as Senior Advocate of this court. In his individual capacity, Mr. Chinoy became an eminent senior member of the Bar of this court and Solicitors and Advocates practising in this court started briefing him as a Counsel of repute. It is scandalous to say that the services of Mr. Chinoy were highly patronised by the said Shri K. H. Bhabha in this practice at Bar. There is no bar for a Counsel designated as Senior Advocate to accept second brief in a matter alongwith a Counsel senior to him who is also designated as Senior Advocate. There is no basis for the allegation of the Appellants that Mr. Chinoy got preferential treatment from Shri K. H. Bhabha in the conduct of the arbitration proceedings. It is correct that Shri K. H. Bhabha was briefed to appear on behalf of M/s. Bachubhai Munim and Co., Solicitors and Advocates before Pendse J. on 19th November, 1987 in a Notice of Motion. It is also correct that Mr. Chinoy was briefed in the said matter as a second Counsel. However, the notice of Motion at the heaing whereof both Shri K. Ht Bhabha and Mr. Chinoy were briefed had no nexus or relation with the arbitration proceedings bending before the Arbitrators. Members of the Bar while acting, as arbitrators cannot be suspected of partiality towards a party in reference merely because advocate arbitrators are often briefed in other litigations by the firm of solicitors/advocates who represent one of the parties in the reference or merely because one of the Counsel appearing for a party in the reference was at one time associated with such advocate arbitrators or arbitrator as junior. As rightly observed by the Learned Single Judge, the high traditions of the Bar must not be ignored.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\"> 45. According to the Appellants, Shri K. H. Bhabha is guilty of gross mis-conduct and he resorted to gross procedural mis-conduct in conducting the arbitration proceedings. The allegations made by the Appellants and partial towards the Respondents and that no particular procedure was followed by him in conduct of the arbitration proceedings. According to the Appellants, the procedure for conduct of the arbitration proceedings was changed from time to time according to whims of Shri K. H. Bhabha without application of principles of natural justice. In our view, the allegations made by the Appellants against Shri K. H. Bhabha personally as also pertaining to the conduct of the arbitration proceedings besides being devoid of any merit are securrilous, irresponsible and false. At no stage, Shri N. P. Dutta during the conduct of the said arbitration proceedings or thereafter has made any grievance against his co-arbitrdtor viz., Shri K. H. Bhabha either about alleged personal misconduct of Shri K. H. Bhabha or his alleged partiality in the conduct of the arbitration proceedings. The procedure followed in the conduct of the arbitration proceedings had the consent and approval of both the Arbitrators as also of the learned Counsel for the parties appearing before them in the Arbitration proceedings. As a matter of fact, in the meeting held on 14th September, 1984. Shri N. P. Dutta has recorded that the records of the minutes are full and correct. The Arbitrators have followed the principles of natural justice. given full opportunity to the parties to present their case before them as also to lead oral and documentary evidence in support of their rival contentions. Even filing of the written submissions, counter submissions and arguments on behalf of the parties was also permitted by the Arbitrators. The first meeting before the Arbitrators took place on 24th August, 1983 when the Arbitrators entered upon the reference and the said Award was made on 24th June, 1989. In between about 287 meetings were held before the Arbitrators to consider the rival claims of the parties on merits and 21st meetings were held between the Arbitrators for discussion to make the award after conclusion of the bearings before them. Both the Appellants and the Respondents have examined witnesses before the Arbitrators, voluminous record has been produced, written submissions and arguments have been filed. Even the oral arguments were advanced besides filing of written submissions and arguments on behalf of Appellants. The record shows that full opportunity was given by the Arbitrators to the parties to present their respective case before them. Although the Appellants had raised preliminary point of jurisdiction before the Arbitrators, both the Arbitrators, after hearing the learned Counsel appearing for the parties in 15th meetings held between the 7th March, 1984 and 20th June, 1984 extended over 48 hours took the view that the point of jurisdiction could not be decided as preliminary point and asked the parties to proceed with the entire matter including on the merits thereof. It may be mentioned here that George Harrison and Barry Thompson who were examined as witnesses on behalf of the Respondents were cross-examined by the learned Counsel for Appellants for about 200 hours and 126 hours respectively and the copies of the notes of their evidence extend to about 600 pages and 449 pages respectively. The heating before the Arbitrators was concluded on 17th January, 1989 and before concluding the beating, the learned Counsel appearing for the parties had made statements before the Arbitrators that no further evidence need to be led by them. Even after concluding the hearing before the Arbitrators, the Arbitrators held meeting to consider rival contentions for making the award between the 22nd February, 1989 to 25th February, 1989 (both days inclusive) for 11 1/2 hours; between the 3rd April, 1989 to 7th April, 1989 (both day inclusive) for 14 hours; between 23rd April, 1989 to 26th April, 1989 (both days inclusive) for 12 hours and between 17th June, 1989 to 24th June, 1989 (both days inclusive) for 25 hours. Thus, the Arbitrators consciously devoted 62 1/4 hours even after conclusion of the hearing before them to consider the making of the award. All these go to show that the Arbitrators did follow the principle of natural justice and acted fairly and consciously in conduct of the proceedings of the reference before them. The said agreed Award of the Arbitrators is an outcome of application of mind by the Arbitrators and is not a &#x27;perverse&#x27; award as alleged by the Appellants or otherwise.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_65\"> 46. Meetings held on sunday and on Diwali day were held with consent of all concerned parties and there is no substance in the allegations of the Appellants that the learned Counsel appearing for the Respondents before the Arbitrators being one time junior of Shri K. H. Bhabha was favoured by Shri K. H. Bhabha. Equally there is no substance in the allegations of misconduct against Shri K. H. Bhabha merely because Shri K. H. Bhabha accepted brief of M/s. Bachubhai Munim &amp; Co. Solicitors appearing for the Respondents to argue a Notice of Motion before Pendse J. This Notice of Motion was absolutely unconnected with the arbitration reference pending before the Arbitrators on 19th November, 1987 the hearing whereof though kept in the forenoon but lasted longer than the expected time. Thought this resulted into waiting of the learned Counsel appearing for the Appellants for conduct of the arbitration proceedings on 19th November, 1987, this being accidental delay, cannot be held to be motivated to cause harassment either to the Appellants or to the learned Counsel for the Appellants appearing before the Arbitrators. As a matter of fact, even on 19th November, 1987, the hearing of the reference before the Arbitrators did take place for one hour and 45 minutes. This did not constitute any misconduct on the part of Shri K. H. Bhabha.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_66\"> 47. There is no substance in the allegation of the Appellants that Shri K. H. Bhabha dominated the arbitration proceedings resulting in the confusion being caused in the mind of the co-arbitrator, Shri N. P. Dutta. No grievance of the nature alleged by the Appellants or otherwise has been made by the co-arbitrator, Shri N. P. Dutta. No grievance as to the minutes of the proceedings before the Arbitrators being not properly recorded has been made by Shri N. P. Dutta. No grievance as to favour being allegedly shown by Shri K. H. Bhabha to the learned Counsel appearing for the Respondents or to the witnesses examined on behalf of Respondents has been made by Shri N. P. Dutta. At this stage, it is pertinent to note that though the Arbitrators entered upon the reference on 24th August, 1983 and the arbitration proceeding commenced therefrom, till the filing of written submissions by the Appellants, which the Appellants filed on 28th February, 1988, no allegation of Shri K. H. Bhabha being biased or partial was made by the Appellants despite the fact that during the said period more than 100 meetings before the Arbitrators had taken place and several extensions of time for making the award were obtained with consent of both the parties. Though the said award is an agreed award of the Arbitrators, no allegation of mis-conduct has been urged against Shri N. P. Dutta. On the contrary, is stated in the affidavit of George Harrison filed in reply to the Arbitration Petition, the learned Counsel appearing for the Appellants before the Arbitrators had on 1st March, 1988, made a statement to the effect that if the Arbitrators made agreed award, the Appellants would withdraw their allegations against Shri K. H. Bhabha. Though the Appellants have filed affidavit of one Misra in rejoinder, there is no specific denial that such a statement was not made by the learned Counsel for the Appellants before the Arbitrators. As aforesaid, the said Award is an agreed award of the Arbitrators. The Appellants, however, have chosen not to withdraw the allegations made against Shri K. H. Bhabha.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_67\"> 48. There are yet other circumstances which establish that the allegations of bias and partiality made by the Appellants against Shri K. H. Bhabha are false, baseless and devoid of any merit. In none of the judicial proceedings filed for extension of time for the Arbitrators to make the award, the Appellants have made any allegation of bias and/or partiality against Shri K. H. Bhabha. The Appellants did not show their inclination not to proceed with the arbitration reference then pending before the Arbitrators on the ground that Shri K. H. Bhabha was allegedly biased against them or partial towards the Respondents. On the contrary, the Appellants have got the time to make the award extended from time to time with consent. Time to make the award was extended by Pendse J. on 2nd March, 1984, by Pratap J. (as he then was) on 10th April, 1984 and again by Pendse J. 21st December, 1984. Even after the Appellants filing their Written Submissions before the Arbitrators on 28th February, 1988 wherein for the first lime the Appellants made allegations against Shri K. H. Bhabha that he was biased against the Appellants and partial towards the Respondents Chamber Summons No. 1176 of 1988 was taken out by the Respondents for extension of time for the Arbitrators to make the award. In reply to the said Chamber Summons, the Appellants did file the affidavit affirmed on the 12th December, 1988 but no allegations of bias or partiality were made therein against Shri K. H. Bhabha. On 12th December, 1988, time to make the award was extended by Suresh J. (as he then was).  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_68\"> 49. Pending the said arbitration reference before the Arbitrators which culminated into the said Award, the Appellants and Respondents have made another reference to Shri K. H. Bhabha and Shri N. P. Dutta for arbitration pertaining to dispute relating to stability to the Drillship. Shri K. H. Bhabha and Shri N. P. Dutta entered upon the said reference in the &#x27;stability dispute&#x27; on 4th September, 1986 and the said reference is still pending. In the said &#x27;stability reference&#x27; Arbitration Petition No. 183 of 1986 was filed by the Appellants for extension of time to make the award. Time to make the award in the said &#x27;stability reference&#x27; was extended in the said Petition. No allegations of bias or partiality were made by the Appellants against - Shri K. H. Bhabha in that Petition. Thereafter Suresh J. (as he then was) on 23rd November, 1987 and 12th December, 1988 extended time to make the award in the said &#x27;stability reference&#x27;. Even after the said Award was made on 24th June, 1989, Variava J. on 26th June, 1989 by consent of the parties extended time to make the award in the said &#x27;stability reference&#x27;. Again on 21st September, 1989 on the Chamber Summons No. 1067 of 1989 of the Appellants, time to make the award has been extended in the said &#x27;stability reference&#x27;. On 5th December, 1989, Mrs. Manohar J. extended time to make the award in the said &#x27;stability reference&#x27; till 30th June, 1990. In none of these proceedings, the Appellants made any allegation of bias or partiality against Shri K. H. Bhabha. On the contrary, the Appellants did intend to proceed with the said &#x27;stability reference&#x27; before Shri K. H. Bhabha. Even after presentation of the Arbitration Petition No. 210 of 1989 for setting aside the said Award which was presented on 13th December, 1989, on the Chamber Summon. No. 632 of 1990, the Appellants have got the time to make the award in the said &#x27;stability reference&#x27; extended till 31st December, 1990 and no allegations of bias or partiality have been made by the Appellants in the said proceedings against Shri K. H. Bhabha.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_69\"> 50. Even after impunged judgment of Dhanuka J. the Appellants took out a Chamber Summons No. 632 of 1992 for extension of time to make the award in the said &#x27;stability reference.&#x27; At the hearing of the said Chamber Summons, the learned Counsel for the Appellants stated that the Appellants were willing to pursue the pending &#x27;stability reference&#x27; before the very same arbitrators viz., Shri K. H. Bhabha and Shri N. P. Dutta without prejudice to all their contentions in this appeal. On being directed by the Learned Judge to their stand on affidavit, the Appellants have filed affidavit of Pramod Seth, the Deputy General Manager of the Appellants in the proceedings of the said Chamber Summons stating that the Appellants do not have any grievance against the said Arbitrators viz., Shri K. H. Bhabha and Shri N. P. Dutta and have no allegations of bias or or lack of integrity against them as far as stability reference is concerned and that the Appellants are willing to pursue the said pending &#x27;stability reference&#x27; before the same arbitrators. The Appellants and Respondents are parties to the said stability reference. The dispute pertains to stability of the same Drillship which has been subject matter of the said Contract. The allegations of the Appellants in the said Written Submissions filed by the Appellants before the Arbitrators on 28th February, 1988 have been that Shri K. H. Bhabha Was biased against the Appellants and partial towards the Respondents. Had there been any substance in the said allegations, the Appellants would not have stated in the said affidavit of Pramod Seth affirmed on 6th September. 1993 that the Appellants have no grievance against the Arbitrators and have no allegations of bias or lack of integrity against the Arbitrators as far as &#x27;stability reference&#x27; is concerned. The Appellants are approbating and reprobating with ulterior motive to suit their convenience. In the facts of the case, there in no merit whatsover in the allegations of the Appellants that Shri K. H. Bhabha acted with bias against the appellants or with partiality towards the Respondents or that he was not interested in bringing out true facts or that he acted as a Senior Counsel for the Respondents then an independent arbitrator. Equally there is no merit in the allegations of the Appellants that Shri K. H. Bhabha treated counter-claims of the Appellants in strange manner or that he approached in the arbitration proceedings with pre-conceived view that the Respondents were always rights. It is also not correct that said Shri K. H. Bhabha misconducted himself or the proceedings before the Arbitrators by granting claims of the Respondents not covered by the said arbitrators agreement or otherwise or that he and Mr. Chinoy inordinately prolonged the conduct of the arbitration proceedings before the Arbitrators.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_70\"> 51. The allegations of personal bias, partiality and misconduct made against Shri K. H. Bhabha are baseless and made without any sense of responsibility. Shri K. H. Bhabha is a Senior Counsel who is briefed by several the firm of M/s. Ambubhai &amp; Diwani prior to its bifurcation had briefed Shri K. H. Bhabha as Counsel to argue cases in the courts Of law. In the personal matters of Shri K. H. Bhabha, they have acted as solicitors for him. Similarly Shri K. H. Bhabha has been briefed by M/s. Bachubhai. Munim &amp; Co., solicitors for the respondents in several matters. In the facts of the case, it is impossible to infer that Shri K. H. Bhabha was committed to oblige the respondents because the said Mr. Chinoy, one of the erstwhile juniors of Shri K. H. Bhabha was appearing for the respondents in the said arbitration proceedings. Allegations are also made againtt Shri K. H. Bhabha in respect of the fees received by him as an arbitrator. The mode of payment of fees to the Arbitrators was decided as per desire expressed by the officers of the appellants that it was practice of the appellants to pay the fees of the arbitrator appointed by them. The fees of each of the arbitrators were fixed by mutual consent of the parties at Rs. 600/- per hour. None of the allegations made by the appellants against Shri K. H. Bhabha has been proved or substantiated.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_71\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1133827\" id=\"span_38\">52. Moreover, the appellants have been participating in the said arbitration proceedings before the abritrator since the year 1983 even though according to the appellants, the said Shri K. H. Bhabha was biased against them and partial towards the respondents in this respect, the calcutta High Court in the case of <a href=\"/doc/1133827/\" id=\"a_77\">National Fire &amp; General Insurance Co. Ltd. v. Union of India</a> (supra) has held as under :</span>  \n</p><blockquote id=\"blockquote_63\">  &quot;An applicant who stands by a partial arbitrator knowing him to be partial all the lime and takes his chance of the award turning out to be favourable to lain In spite of such partiality cannot he permitted to put forward such grounds in the award ultimately turns out against him. The principle is that an arbitrator has always to be fair, disinterested and impartial and law does not permit any speculation or gamble on this fundamental requisite of an Arbitrator and if the applicant does speculate or gamble on this point, he does so at his peril.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_72\"> We, are in agreement with the above conclusion and findings of the Calcutta High Court. The appellants are thus even not entitled to put forward the ground of alleged bias or partiality on the part of Shri K. H. Bhabha for setting aside the said award.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\"> 53. In the facts of the case, we hold there is no misconduct on the part of the arbitrators or in conduct of the said arbitration proceedings. The arbitrators have fairly conducted the arbitration proceedings following the principles of natural justice and the award is not vitiated as alleged or otherwise. The said award is not perverse and is not vitiated by reason of alleged perversity. Though two of the partners of the firm of Messrs Bachubhai Munim and Co. were the power of attorney holders of their foreign clients viz., the respondents, this does not vitiate the said award and the said ward is not liable to be set aside on that count.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\"> 54. We find no infirmity in the judgment and order of the learned. single Judge. In our judgment, the learned single Judge righly dismissed the arbitration petition and correctly passed tile decree.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_75\"> 55. In the result, both the appeals as dismissed with costs.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_76\"> 56. Appeals dismissed.  \n</p>\n \n\n","numcites":33,"numcitedby":17,"docsource":"Bombay High Court","citetid":353934,"divtype":"judgments","relatedqs":[{"value":"written arguments","formInput":"written%20arguments"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"consent order","formInput":"consent%20order"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"handicrafts","formInput":"handicrafts"},{"value":"reservation in  ","formInput":"reservation%20in%20%20"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"Building contracts","formInput":"Building%20contracts"},{"value":"cochin shipyard","formInput":"cochin%20shipyard"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":"speaking award ","formInput":"speaking%20award%20"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":false,"query_alert":null,"agreement":false}