{"tid":292031,"publishdate":"2011-01-24","title":"Croft vs M on 24 January, 2011","doc":"<h2 class=\"doc_title\">Croft vs M on 24 January, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-s-dave\">Anant S. Dave</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-s-dave\">Anant S. Dave</a></h3>\n\n<pre id=\"pre_1\">   Gujarat High Court Case Information System \n\n  \n  \n    \n\n \n \n    \t      \n         \n\t    \n\t\t   Print\n\t\t\t\t          \n\n  \n\n\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\n\n\n \n\n\n\t \n\nAS/10/2010\t 33/ 35\tJUDGMENT \n \n \n\n\t\n\n \n\nIN\nTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nADMIRALITY\nSUIT No. 10 of 2010\n \n\n \n \nFor\nApproval and Signature:  \n \nHONOURABLE\nMR.JUSTICE ANANT S. DAVE\n \n \n======================================\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n1\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tReporters of Local Papers may be allowed to see the judgment ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n2\n\t\t\n\t\t \n\t\t\t \n\nTo\n\t\t\tbe referred to the Reporter or not ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n3\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\ttheir Lordships wish to see the fair copy of the judgment ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n4\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tthis case involves a substantial question of law as to the\n\t\t\tinterpretation of the constitution of India, 1950 or any order\n\t\t\tmade thereunder ?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n5\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tit is to be circulated to the civil judge ?\n\t\t\n\t\n\n \n\n \n======================================\n \n\nCROFT\nSALES AND DISTRIBUTION LTD \n\n \n\nVersus\n \n\nM\nV BASIL (IMO NO.7532650) &amp; others\n \n\n======================================\n \nAppearance :\n \n\nMr.\nS.N. Soparkar, Senior Advocate with Mr. Bharat T. Rao for the\nplaintiff.\n \n\nMr.\nMihir Joshi, Senior Advocate, with Mr. R.J. Oza, Mr. Amitav Majmudar\nand Mr. Aditya Krishnamurthy  for defendant Nos. 1 and 18 \nDS\nAFF.NOT FILED (N) for Defendant(s) : 2 - 3,7 - 10. \nMR YN RAVANI\nfor Defendant(s) : 11, \nMS AMEE YAJNIK for Defendant(s) : 14, \nMR\nDIPEN A DESAI for Defendant\nNo.17 \n======================================\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\nCORAM\n\t\t\t: \n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tMR.JUSTICE ANANT S. DAVE\n\t\t\n\t\n\n \n\n \n \n\n\n \n\nDate\n: 24/01/2011 \n\n \n\n \n \nCAV\nJUDGMENT \n</pre>\n \n\n \n\n\n \n\n<p data-structure=\"Issue\" id=\"p_1\">1\tPlaintiff-company\nhas filed the present suit claiming the following relief:\n</p> \n\n \n\n\n \n\n\n<blockquote id=\"blockquote_1\"> [A]\tThat this\nHon ble Court be pleased to, during the pendency of arbitration\nproceeding pending at London, to arrest and detention of M.V. BASIL\nwith her hull, engines, gears, tackles, bunkers, machinery, apparel,\nplant, furnitures, fixtures, appurtenances and paraphernalia, at\npresent lying at harbor at Alang Anchorage, Bhavnagar, in order to\nsecure, the plaintiff claim as per the particulars of claim at\nAnnexure-A.\n \n\n \n\n\n \n\n\n[B]\tThat the\ndefendant No.1 Vessel M.V. BASIL together with her hull, engines,\ngears, tackles, bunkers, machinery, apparel, plant, furnitures,\nfixtures, appurtenances and paraphernalia, at present lying at harbor\nat Alang Anchorage, Bhavnagar,  be arrested by warrant of arrest of\nthis Honourable Court and the same be condemned in respect of the\nclaim herein and be ordered to be sold along with her hull, engines,\ngears, tackles, bunkers, machinery, apparel, plant, furnitures,\nfixtures, appurtenances and paraphernalia, at present lying at harbor\nat Alang Anchorage, Bhavnagar,   and the net sale proceeds thereof be\nordered to be applied to the satisfaction of the plaintiff s claim\nherein and the cost of this suit.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_2\">[C]\tThat pending\nhearing and final disposal of the suit, this Honourable Court be\npleased to order and direct arrest of M.V. BASIL with her hull,\nengines, gears, tackles, bunkers, machinery, apparel, plant,\nfurnitures, fixtures, appurtenances and paraphernalia, at present\nlying at harbor at Alang Anchorage, Bhavnagar, or wherever she is\nwithin the territorial waters of India.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_3\">[D]\tFor interim\nand ad-interim orders in terms of prayers (B) and (C) \n \n\n\n \n\n\n \n\n\nThe\npresent suit is valued at Rs.55,79,53,650/- [US $ 12,398,970].\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_2\">2.\tInitially,\nan oral order dated 1st November 2010 was passed by the\nlearned Single Judge [Coram: Hon ble Mr. Justice Bankim N. Mehta]\ndirecting the Port Officer and the Custom Authorities at Bhavnagar to\narrest the vessel M.V. BASIL at present lying at Alang Anchorage at\nBhavnagar within the territorial waters of India and to keep the\nvessel under arrest under further orders of this Court. The above\norder was passed upon the condition that the plaintiff should file an\nundertaking in writing and an affidavit to the Registrar of this\nCourt to pay such sums by way of damages as this Court may award as\ncompensation in the event of the defendants and/or any party\nsustaining prejudice by this Court and on further condition that the\nplaintiff shall deposit Rs.25 lakhs on or before 15.11.2010 in the\nRegistry. At the same time, the defendants were granted liberty to\napproach this Court in case of any difficulty. It is further ordered\nthat, in the event of the defendants and/or those interested in her\ndepositing in this Court a sum of Rs.55 crore or equivalent U.S.\nDollars with interest thereon @ 18% per annum from the date of\ninstitution of the suit till payment/realization towards the\nsatisfaction of the plaintiff s claim in the suit and/or furnishing\nsecurity to the satisfaction of the Registrar of this Court in the\nsaid sum of Rs.55 crore or equivalent U.S. Dollars with interest\nthereon @ 18% per annum from the date of institution of the suit till\npayment/realization, the said warrant of arrest shall not be executed\nagainst the defendant vessel M.V. BASIL.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_3\">3.\tFrom\nthe proceedings of the  suit, it appears that the matter was heard\nduring Diwali vacation for about two hours but, due to paucity of\ntime, the matter was adjourned and, on 23rd November 2010,\nan oral order came to be passed by the learned Single Judge that\nconsidering the fact that the matter is highly contested and is\nlikely to occupy substantial time and the learned Single Judge was\nnot available after 1st December 2010, liberty was given\nto the parties to mention the matter before the Hon ble Chief\nJustice. Upon filing a note by the learned counsel for the defendants\nand the submission made by the Registry, the Hon ble Chief Justice\ndirected the Registry to list this matter before this Court and the\nmatter was heard by this Court accordingly.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_4\">4.\tThe\nplaintiff-Company is incorporated at British Virgin Islands in the\nname and style of M/s. Croft Sales &amp; Distribution Limited and,\ninter-alia, is engaged in the business of sales and purchase of\nfloating structures namely ships, motor tanker, vessel and the same\nare sold for demolition to China, Pakistan, Bangladesh and India.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Issue\" id=\"p_5\">5.\tThe\nplaintiff has invoked admiralty jurisdiction of this Court by filing\nthe present suit for the arrest of the vessel M.V. BASIL, defendant\nNo.1, for securing guarantee or security for the amount reflected at\nAnnexure  A  till the final disposal of the arbitration\nproceeding pending at London between the plaintiff and defendant No.3\nherein.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_6\">6.\tShri\nS.N. Soparkar, learned Senior Counsel for the plaintiff, has relied\non the following facts and canvassed submissions accordingly.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_7\">6.1\tDefendant\nNo.1-Vessel is flying the flag of St. Vincent and Grenadines and the\nregistered owner is Diva Maritime Company, defendant No.18 herein. It\nis the case of the plaintiff that, for all purposes, the vessel is\nowned, managed, controlled and operated by her beneficial owner M/s.\nOverseas Marine Enterprises [OME], defendant No.2 herein, situated at\nthe address mentioned in the cause tile of the suit.  Defendant\nNo.2-OME is a company established and having its working and\nfunctional offices at 83, Posidonos Avenue in Flyfada, Greece. The\nCompany is a Liberian Company with a fully functional office\nestablished in Greece and the registered Directors of the company are\nMr. Georgios Tsakiroglou, President Director, Ms. Maria Koutri, Vice\nPresident/Director and Mr. Konstantions Drivas, Secretary/Director.\nAccording to the plaintiff, defendant No.2-company is the  principal\ncompany which manages two vessels, namely, [i] ZAIRA from 13.4.2000\nto 22.8.2007, renamed as  MAX  [owned by Bailey Shipping Limited]\nfrom 23.8.2007 to 31.12.2007 [the relevant letters to the Ministry\nwere sent by the owners]; and [ii]  M.V. BASIL owned by Diva Maritime\nCompany, which is beneficially owned, controlled and operated by\ndefendant No.2- OME.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_8\">6.2\tIt\nis the further case of the plaintiff that both the vessels are\nregistered as single dollar companies in offshore jurisdictions and\nare flying the flags of convenience and have only one property i.e.\nship and both these companies are the subsidiary companies of the\nmain holding company being defendant No.2- OME and have common\nDirectors including the President and other Directors of defendant\nNo.2- OME.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_9\">6.3\tAccording\nto the plaintiff, on 21st August  2008 the plaintiff\nentered into Memorandum of Agreement for purchasing the vessel M.V.\nMAX, which was renamed as M.V. AXIS, and the total value of the\nvessel is 13624814 US dollars as per Annexure  A  to the MOA. On\n29th August 2008, defendant No.3 executed Addendum No.1\nwhereby  it was agreed that until 15 days after vessel beaches, the\ndeposit of 20% amount as per clause 2 of the MOA dated 21.8.2008 will\nbe kept in trust as a security against legal or any other costs in\nconnection with possible arrest. Clause 8 of the MOA dated 21.8.2008\nstipulates that  the sellers warrant that the vessel, at the time\nof physical and legal delivery is free from all encumbrances and\nmaritime liens or any other debts whatsoever. Should any claim, which\nhave been incurred prior to the time of delivery, be made against the\nvessel, the sellers hereby undertake to unconditionally indemnify the\nbuyers against all consequences of such claims . Clause 10 of the\nMOA dated 21.8.2008 specifies conditions of delivery  According to\nthe plaintiff, clause 12[c] of the MOA dated 21.8.2008 is material\nfor the purpose of this suit, which reads as under:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_4\"> [c]\tLetter of\nUndertaking from the Sellers signed by duly appointed\nAttorney-in-Fact of the sellers, certifying that the vessel at the\ntime of delivery is free from all encumbrances, mortgages, maritime\nliens and any other debts and liabilities whatsoever and undertaking\nto indemnify the Buyers against consequences of any claims which have\nbeen incurred prior to the delivery of the vessel .\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_5\">6.4\tAs\nper the above MOA, 20% amount of MOA i.e. 2724962.08 USD was to be\nkept with defendant No.7 [the brokers] and, as per Addendum No.1\ndated 29th August 2008, to be held as trust and security\nand balance 80% was credited in the account of defendant No.7, with\n80% amount of Euro 7147991.27 being released in favour of M/s. Bailey\nShipping Limited, which was owned, controlled, operated and managed\nby defendant No.2- OME. The above 80% was released to defendant No.3\nat the time of physical delivery of the vessel to the plaintiff.\n</blockquote><p data-structure=\"Facts\" id=\"p_10\">However, defendant No.3  and defendant No.7 did not comply with the\nterms of Addendum No.1 dated 29th August 2008. The vessel \nwas also registered in the name of MV AXIS at Tuvalu Ship Registry at\nSingapore, as the vessel was meant for demolition. On 1st\nSeptember 2008, the plaintiff accepted the delivery on the basis of\nthe documents supplied by defendant No.3 of non-encumbrance. The\nplaintiff signed MOA for sale of M.V. AXIS, ex M.V. MAX, to M/s.\nSheema Steels of Bangladesh and delivered the vessel at the outer\nanchorage of Chittagong, Bangladesh. Formalities for beaching of the\nvessel were completed with the Customs Authority, Bangladesh, on the\nbasis of the documents supplied by M/s. Sheema Steels and on 30th\nSeptember 2008 the plaintiff had given physical delivery of M.V.\nAXIS, ex M.V. MAX.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_11\">6.5\tOn\n1st October 2008, M/s. Intermare Transport GMBH of\nHamburg, Germany who had outstanding charterer and other claim for\nnecessaries over the vessel, brought Admiralty Suit No.18 of 2008 in\nthe Bangladesh High Court and the vessel was arrested pursuant to an\norder passed by the Bangladesh High Court. Since the plaintiff had no\nknowledge about the above encumbrance of M/s. Intermare Transport\nGMBH of Hamburg, Germany and the certificate of non-encumbrance was\ngiven and M/s. Sheema Steels of Bangladesh has made all payments as\nper the MOA, on account of the order of arrest of M.V. AXIS, ex M.V.\nMAX,  by the Bangladesh High Court, M/s. Sheema Steels of Bangladesh\npressed hard for the return of the amount which was paid by it as per\nthe MOA. It is the further case of the plaintiff that, the vessel\nM.V. AXIS, ex M.V. MAX, was sold and it was beached for breaking\npurpose and the registration was cancelled with Tuvalu Port Registry,\nSingapore. Since notice of arbitration was sent by defendant No.3\nthrough their solicitors, the arbitrators were appointed on 29th\nOctober 2008. The solicitor of the plaintiff served statement of\nclaim to the Arbitrators on 22nd September 2009. In the\nmeanwhile, defendant No.3-Bailey Shipping Limited did not  intend to\nserve any claim subject to the pending decision and outcome in\nBangladesh. The plaintiff requested its law firm at Greece for\ncarrying out search of the constitution of  Bailey Shipping Limited,\nOverseas Marine Corporation and other associated companies and,\naccordingly, an e-mail was sent to the plaintiff by the above Greek\nlaw-firm on 8th December 2008. Defendant No.3 did not\ncooperate with the arbitration claim and no guarantee was given that\nif the plaintiff succeeds in the arbitration, then the award would be\nenforced. The plaintiff received claim from M/s. Sheema Steels and it\nwas also incorporated in the arbitration claim by the plaintiff\nbefore the Arbitrator at London. The plaintiff moved an application\nin the Greek Court for withdrawal of 20% amount, which was kept with\nthe International Ship Brokers pursuant to the addendum to MOA, but,\nbefore the hearing could take place, 20% amount was withdrawn from\nthe Bank by defendant No.3 through its lawyer and, thus, the\nplaintiff s cause of action has arisen on the date when MOA was\nentered into and defendant No.3 had undertaken in writing two letters\nthat the vessel is free from all encumbrances and if any charges,\nliabilities arose before selling of the vessel to the plaintiff, it\nwould be borne by defendant No.3 and defendant No.3 had not fulfilled\nits obligation and acted contrary to the terms of the MOA and, hence,\nthe present Admiralty Suit is filed by the plaintiff. It is the\nfurther case of the plaintiff that the cause of action has arisen\nalso because defendant No.3 has fraudulently acted by making wrong\ndeclarations and managing with the Registry for non-encumbrance\ncertificate whereby the plaintiff has been defrauded and third party\nliability had arisen, hence, the plaintiff is entitled to invoke the\nadmiralty jurisdiction of this Court. Besides, according to the\nplaintiff, the dispute is pertaining to sale of the vessel and,\ntherefore, it falls within the definition of <a href=\"/doc/1406924/\" id=\"a_1\">Article 1(v)</a> of\nInternational Convention on the Arrest of Ships, Geneva, dated March\n12, 1999 and, therefore, it is a maritime claim and the plaintiff is\nentitled for the relief claimed in the present suit.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_12\">7.\tIn\nthe above back-drop of facts, Shri S.N. Soparkar, learned Senior\nCounsel appearing for the plaintiff, has submitted that the order of\narrest dated 1st November 2010 passed by the learned\nSingle Judge after considering various aspects including the facts\nand case-laws deserves to be continued unless the defendants are\nready and willing to deposit a sum of Rs.55 crore or equivalent US\ndollars with interest as ordered by this Court.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_13\">7.1\tShri\nS.N. Soparkar, learned Senior Counsel, has vehemently submitted that\nthe defendant-ship, which is registered with Marshall Islands, does\nnot disclose the real owner and the registration is on-line and was\ndone by an agent having the office at Greece. The share issued to the\nPresident, Secretary and Treasurer is one and Panagiotis\nKarapanagiotis does not hold any share which has no value. In fact,\nthe real owners are Mr. Konstantinos Drivas, Mr. Spyridon Stivakts,\nGeorgios Taskoroglou whereas defendant Nos. 2, 3 and 18 have not\ndisclosed their shareholding pattern and remained silent, except some\ncorrespondence which took place between the law-firms. It is further\nsubmitted that the plaintiff has made all efforts to complete the\narbitration proceeding at London but defendant No.3 has not\ncooperated and no security was paid about enforcement of the award if\nany  made in favour of the plaintiff  and defendant No.1 is a\nsister-ship of M.V. AXIS, ex M.V. MAX,  and, therefore, considering\nclause 1, sub-clause (v) of Geneva Convention of 1999, clause 1,\nsub-clause (v) of Article I, sub-clause 2 of <a href=\"/doc/1659104/\" id=\"a_2\">Article 3</a> of Geneva\nConvention 1999, the plaintiff is entitled to invoke admiralty\njurisdiction of this Court.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1652740\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1515069\" id=\"span_2\">7.2\tShri\nS.N. Soparkar, learned Senior Counsel, has relied upon International\nConvention of Brussels of 1952 and another Convention of Geneva, 1999\nand submitted that, for the maritime claim of the plaintiff with\nregard to the ship M.V. AXIS, ex M.V. MAX, defendant No.1-vessel\nwhich is beneficially owned, operated and managed by defendant No.2,\nis rightly ordered to be arrested by this Court. From the record, as\navailable, it is submitted that defendant No.1 is sister-ship of M.V.\nAXIS, ex M.V. MAX, because of the shareholding in whose favour 500\nshares have been issued, the value of ship is nil and, therefore,\nthis shareholding does not have any financial stake and defendant\nNo.2 who is contesting all the litigation in the name of defendant\nNo.18 is the real owner. Shri S.N. Soparkar, learned Senior Counsel,\nhas also relied upon the decisions of the Apex Court in the case of\n<a href=\"/doc/1515069/\" id=\"a_3\">M.V. Elizabeth vs. Harman Investment &amp; Trading Private Limited</a>,\nreported in AIR 1993 SC 1014 [1993 Supplementary (2) SC 433] and in\nthe case of <a href=\"/doc/1652740/\" id=\"a_4\">Liverpool &amp; London Steamship Protection and Indemnity\nAssociation vs. M.V. Sea Success</a>, reported in (2004) 9 SCC 512 and\nother decisions including the decision of the Bombay High Court with\nregard to sister-ship.</span></span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_15\">7.3\tAs\nper the learned Senior Counsel for the plaintiff, cause of action had\narisen as early as when the MOA was signed on 21.8.2008 and, as per\nclause 8, the sellers had warranted that the vessel was free from\nencumbrances and maritime liens or any other debts when the physical\npossession and legal delivery was handed over. It is further\nsubmitted that the cause of action has genesis in the above MOA and\nthe events which have taken place pursuant to that and the clauses\ncontained thereunder. That, since defendant No.3 has not cooperated\nin the arbitration proceeding and no amount will be available towards\nthe claim made by the  plaintiff to secure security of such amount,\nthe interim relief granted by the learned Single Judge of arresting\ndefendant No.1-vessel may be continued till final outcome of the\nsuit.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_16\">8.\tMr.\nMihir Joshi, learned Senior Counsel appearing for defendant No.18,\nhas also provided certain relevant dates with regard to incorporation\nof defendant No.18, Diva Maritime Company, as recorded in the\nCertificate of Incumbency as on 4th July 2007 and also\nCertificate of Registry in respect of defendant No.1, M.V. BASIL, on\n23rd October 2007, so as to indicate that defendant No.18\nwas the registered owner of the vessel since the above date. Even the\nManagement Agreement between defendant No.18 and defendant No.2 for\ndefendant No.1-M.V. BASIL, was entered into as on 24th\nOctober 2007. So far as other events which took place between the\nplaintiff and defendant No.3 about purchase of the vessel M.V. AXIS,\nex M.V. MAX, as on 21st August 2008 onwards and filing of\nAdmiralty Suit No.18 of 2008 in the Bangladesh High Court on 1st\nOctober 2008 are concerned, there appears to be no dispute.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1652740\" id=\"span_3\">8.1\tMr.\nMihir Joshi, learned Senior Counsel appearing for defendant No.18,\nhas vehemently opposed to continuing of arrest order and/or\nconfirmation of the same on the ground that the plaintiff does not\nhave maritime claim so as to invoke admiralty jurisdiction of this\nCourt at all. It is submitted that the claim of the plaintiff is\nbased on 1952 Convention which does not include any dispute arising\nout of a contract for the sale of a ship to be a maritime claim and\nthe said category, which is included in Article I(1)(v) of the 1999\nConvention, is not applicable to a non-signatory State like India.\nThat, the decision of the Apex Court in the case of <a href=\"/doc/1652740/\" id=\"a_5\">M.V. Sea Success</a>\n[supra] is based on an incorrect factual premise that all the\nparticipants referred in the preamble of the Convention have\nconsented to be bound by it. In fact, only 9 States had consented\nand, as par <a href=\"/doc/367586/\" id=\"a_6\">Article 14</a>, consent of 10 States is required and,\ntherefore, the Convention has not come into force. Alternatively, it\nis submitted that, as per Article I(1)(v), <a href=\"/doc/1788096/\" id=\"a_7\">Article 2(2)</a>, <a href=\"/doc/452639/\" id=\"a_8\">Article 3(1)</a>\nof 1999 Convention, a\nmaritime claim means a claim or claims specified therein, which would\npermit the claimant to arrest any ship in respect of which a maritime\nclaim is asserted to secure such a claim. Therefore, if\nthe above Articles are seen, the plaintiff seeks indemnification from\ndefendant No.3 in respect of a claim made by M/s. Sheema Steels in\nthe arbitration against the plaintiff  for breach of warranty\nregarding sale of M.V. AXIS, ex M.V. MAX,  by the plaintiff to it and\nthe breach is relatable to a breach of assurances given by defendant\nNo.3 to the plaintiff at the time of sale of the said vessel.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_18\">8.2\tThe\nabove submission is crystallized by the learned Senior Counsel for\ndefendant No.18 that the plaintiff could not have sought arrest of\nthe particular ship-M.V. MAX,  regarding which, the dispute had\narisen between the plaintiff and defendant No.3 out of a contract for\nthe sale of M.V. MAX,  since the said ship was of its own ownership\nand in fact, later on, sold to M/s. Sheema Steels when the purported\ncause of action for indemnification arose in favour of the plaintiff\nagainst defendant No.3 when M/s. Sheema Steels purportedly initiated\narbitration proceedings against defendant No.3 on or after 1st\nOctober 2008. Therefore, the  particular ship  could not have\nbeen arrested to secure the claim against defendant No.3 since it was\nnot an asset of defendant No.3 at all and, therefore, the plaintiff\nhas no maritime claim of the nature contemplated under the Arrest\nConventions. It is further submitted that no claim can at all arise\nsince the plaintiff has not suffered any damage or loss for the\nclaimed amount as alleged in the plaint. The claim is fanciful and\nhypothetical. So far as the claim made by M/s. Sheema Steels in the\narbitration proceeding against the plaintiff is concerned, no damage\nis ascertained or quantified in favour of the plaintiff.\n</p> \n\n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_19\">8.3\tMr.\nMihir Joshi, learned Senior Counsel appearing for defendant No.18 has\nreemphasized, while reiterating, that a dispute arising out of a\ncontract for the sale of the ship is a new head of maritime claim and\nsuch a dispute is not relatable to an existing head of maritime claim\nand is not necessary to be adopted in the process of interpreting any\nexisting term/phrase under admiralty jurisdiction of this Court and\nfurther submitted that the decision of the Apex Court in the case of\nLiverpool, (2004) 9 SCC 512 that the Convention could be applied in\nthe process of interpretive changes, was in the context of the term\n&#x27;necessaries&#x27; as contained in the <a href=\"/doc/27284615/\" id=\"a_9\">Admiralty Court Act, 1861</a>, for\ninterpreting inclusion of insurance premium by applying <a href=\"/doc/1200881/\" id=\"a_10\">Article\n1(1)(q)</a> of the 1999 Convention. The above judgment applying 1999\nConvention relates to only for enforcement of contract involving\npublic law character; the present case involves  a dispute between\nprivate parties and has no element of public law and, therefore also,\nthis Court will not exercise power.\n</p> \n\n \n\n\n \n\n<p data-structure=\"PetArg\" id=\"p_20\">8.4\tIt\nis next contended by Mr. Mihir Joshi, learned Senior Counsel\nappearing for defendant No.18, that the plaintiff cannot seek arrest\nof M.V. BASIL as a  sister vessel  of the  particular vessel \nM.V. MAX;\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">[i]\tCertain\nclaims may be brought not only against the ship in \tconnection \twith\nwhich the claim arises but also against other \tships commonly\n\treferred to as  sister ships , if the following \tconditions are\nsatisfied\n \n\n[a]\tthe\nclaim must have arisen in connection with Ship  A ; and\n \n\n\n[b]\tthe\nperson who would be liable on the claim in a claim in personam must\nhave been the owner or the charterer or in possession or control of\nShip  A  when the cause of action arose; and\n \n\n\n[c]\tat\nthe time when the claim is brought, i.e. when the claim form is\nissued, the person who would be liable on the claim in a claim in\npersonam must be the beneficial owner of all shares in the Ship  B \nagainst which the claim is brought;\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_22\">[ii]\tIn\nthe present case on the averments made in the plaint, when the cause\nof action arose in favour of the plaintiff to seek indemnification\nagainst Bailey Shipping when M/s. Sheema Steels purportedly initiated\narbitration proceedings against it some time after 1.10.2008, Bailey\nShipping was not the owner/charterer or in possession or control of\nthe particular ship MAX [Ship  A  as <a href=\"/doc/1652740/\" id=\"a_11\">referred to above</a>] and the\nquestion of arresting any other ship as a sister ship does not arise\nat all.\n</p> \n\n\n<p data-structure=\"Issue\" id=\"p_23\">[iii]\tMoreover,\nsince the claim, styled as a maritime claim by the plaintiff, would\nnot have entitled the plaintiff to arrest the particular vessel-MAX,\nthe issue of seeking arrest of a purported sister ship does not arise\nand the scheme of the Conventions clearly indicates an entitlement to\nthe arrest of the particular ship as the foundation enabling the\narrest of a sister ship.\n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_24\">[iv]\tThat,\nin any case, Bailey Shipping and Diva Maritime are two independent\nlegal entities and the Certificates of Registry indicate that the two\nvessels are registered in their individual names which registrations\nare not challenged as sham/bogus and, therefore, the requirement of\narrest of a sister ship is not met with.\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_25\">[v]\t\nFor statutory or quasi &#x27;in rem&#x27; claims, an in personam obligation\nmust arise against the owner of the vessel as security for its claim.\nThere would be no question of arrest of a vessel for securing the\ndues of a claimant when the vessel, at the time the &#x27;maritime&#x27; claim\narose, was of the ownership and in possession of the claimant itself.\n A claim which does not so entitle the plaintiff to seek arrest of\nthe particular ship under the relevant provisions, is not a maritime\nclaim contemplated under the Convention.\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_26\">[vi]\tIn\nany case, the plaintiff&#x27;s contention regarding when the &#x27;cause of\n\taction&#x27; arose in its favour is absolutely misconceived, both in the\n\tcontext of &#x27;particular ship&#x27; and &#x27;sister ship&#x27; and even on facts the\n\tplaintiff cannot seek arrest of either vessel since the\npre-requisites \tare not complied with. In so far as the particular\nship -MAX/AXIS \tis concerned, the maritime claim arose in favour of\nthe plaintiff for \tbreach of warranty of the MOA upon sale and\ndelivery of the \tvessel and not before that. In other words, the\nplaintiff could not \thave filed a suit against Bailey Shipping\nclaiming damages for \tbreach of warranty even a day prior to the\nactual sale and delivery \tof the vessel. Once the vessel was of its\nown ownership, when the \tclaim arose, the question of arresting the\nsame would not arise. \tThe contention of the plaintiff that the cause\nof action arose upon \tthe execution of the MOA when  Bailey Shipping\nwas the owner is \tmisconceived since what is required to be\nascertained under the \tConventions is when the maritime claim arose\nand &#x27;cause of action&#x27; \tin this context would mean a right to sue\naccruing to the plaintiff, \tand not cause of action as understood in\ncivil law as being a \tbundle of facts required to be proved by the\nplaintiff. In any case, \tthe plaintiff has not suffered any damage\nupon sale of the vessel \tand therefore the aforesaid contention is\nnot germane. The \tplaintiff claims indemnification and the right to\nsue/claim would \tarise only upon Sheema Steels raising a claim upon\nthe plaintiff, \twhich is much after September 2008 at which time\nSheema Steels \twas the owner of MAX/AXIS and the plaintiff could not\nhave \tarrested the said vessel. Similarly, for arrest of a sister\nship even \tunder the 1999 Convention it is necessary that the owner\nof the \t&#x27;sister ship&#x27; at the time of its arrest was the\nowner/charterer of &#x27;the \tparticular ship&#x27; when the claim arose. As\nstated above, Sheema \tSteels was the owner of the particular ship\nwhen the claim/right to \tsue for indemnification arose in favour of\nthe plaintiff. In any case \teven if it is presumed that such right\narose on account of breach of \twarranty, it arose only upon and after\nsale  of &#x27;the particular ship&#x27; \tat which time also it is the\nplaintiff which was the owner of &#x27;the \tparticular ship&#x27; when the\nclaim arose and, therefore, arrest of a \tsister ship of the purported\nex-owner/vendor of the vessel is not \tpermissible under the Arrest\nConventions.\n</p> \n\n\n \n\n\n \n\n<p data-structure=\"PetArg\" id=\"p_27\">8.5\tMr.\nMihir Joshi, learned Senior Counsel appearing for defendant No.18,\nhas also opposed to lifting of corporate veil as submitted by the\nlearned Senior Counsel appearing for the plaintiff, since no pleading\nor particulars have been given in the plaint regarding the alleged\nfraud and also on the ground that defendant No.18 was incorporated on\n4th July 2007 and owned M.V. BASIL from 23rd\nOctober 2007, while the purported claim of the plaintiff arose\nagainst defendant No.3 after the Admiralty Suit was filed by  M/s.\nIntermare Transport GMBH of Hamburg, Germany, in the  Bangladesh High\nCourt  and M/s. Sheema Steels purportedly initiated arbitration\nproceeding against the plaintiff. It is also submitted that the\nplaintiff has failed to even prima-facie establish that defendant\nNo.3 and defendant No.18 have the same shareholders or they are\nwholly owned subsidiaries of each other or that a third party,\ndefendant No.2- OME.  That, in the incorporation of Diva Maritime or\nits ownership of BASIL, there is no device or sham designed to\ndefraud the plaintiff and, therefore, it is not entitled to seek\nlifting of the corporate veil. The\ncontention that the vessel MAX/AXIS and the vessel BASIL are\n&#x27;beneficially owned&#x27; by Overseas Marine Enterprises-defendant No.2\nwhich can be ascertained by lifting the corporate veil of the\nregistered owner thereof and therefore the requirement of sister ship\nstands complied with, is not tenable at law. The registered owner of\nMAX was Bailey Shipping and it has never been OME. OME is, therefore,\nneither owner or charterer of  MAX/AXIS and in any case since even as\nper the plaintiff the dispute arises out of a contract for the sale\nof the ship, it necessarily arises only with its owner and not\ncharterer, which in any case OME is not. The contention that the\ncorporate veil be lifted cannot be accepted in the absence of any\nfraud being pleaded in the incorporation of  Bailey Shipping or its\nownership of  MAX/AXIS as against the plaintiff. In any case OME is\nnot the shareholder of  Bailey Shipping. The onus is on the plaintiff\nto establish these facts, which it has failed to do and there is no\nquestion of adverse inference since the said parties are not subject\nto the jurisdiction of this Court. The registered owner of BASIL is\nDiva Maritime and any connection with OME or  Bailey Shipping has\nbeen specifically denied by it. Once again no fraud is even pleaded,\nfar being established by the plaintiff, warranting lifting of\ncorporate veil. The contention that mere averment in the plaint is\nsufficient is misconceived since the observation was made in the case\nof Liverpool by the Supreme Court in the context of deciding the\nissue whether the plaint disclosed a cause of action at all and at\nthe stage of interim relief the relative strength of the parties&#x27;\ncase would have to be examined by the Court. The plaint is based\npurely on conjectures and surmises since the plaintiff seeks a\nfishing inquiry to find out the shareholders purportedly behind the\nregistered shareholders of the respective companies and that too of\nboth companies to prove identity of ownership, which is a procedure\nor claim unknown to law. In any case single ship companies is a\nlegitimate means to do business and in the absence of fraud, the\ncorporate veil cannot be lifted to extent liability. This is an\naccepted proposition under Indian law as also internationally under\nadmiralty jurisdiction. The Supreme Court in Liverpool has also not\nstated anything to the contrary and mere observations made while\nleaving the issue open for decision by the Bombay High Court cannot\nbe read out of context and even the judgment of Aventicum referred to\ntherein regarding lifting the corporate veil was a case of fraud.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Section\" id=\"p_28\">8.6\tInter-alia,\nwith regard to concept of beneficial ownership, it is submitted that\n1952 Convention contemplates legal ownership alone and 1999\nConvention, presuming it is effective, contemplates owner, demise\ncharterer, time charterer or voyage charterer and there is no other\nconcept of beneficial ownership and it is to be considered in\nrelation to shares in the ship and there is no evidence that\ndefendant No.3 is owned, managed and controlled by defendant No.2-\nOME.\n</p> \n\n \n\n\n \n\n<p data-structure=\"PetArg\" id=\"p_29\">8.7\tThe\nlearned Senior Counsel appearing for defendant No.18 also relied upon\ncorrespondence and letter of the Solicitors of the plaintiff dated\n27th October 2010 and submitted that defendant No.2- OME\nis not the beneficial owner of defendant No.2-Bailey Shipping and\ndisputed the contents of e-mail dated 8th December 2008.\n</p> \n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_30\">8.8\tThe\nlearned Senior Counsel appearing for defendant No.18 also disputed\nthe merits of the claim and submitted that it is not open for the\nCourt to go into merits of such claim which is vague and that too\neven during pendency of the arbitration. There are no particulars and\npleadings about such huge claim and no details have been given about\nthe claim made by  M/s. Sheema Steels or any likelihood of suffering\nany damages.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_31\">8.9\tThe\nplaintiff&#x27;s contention that its claim as made must be accepted for\nthe purpose of securing the amount and it is not open for the Court\nto go into the merits of such claim which is pending in arbitration,\nis also misconceived\nand such a huge claim is made without any particulars or pleadings\ncontained in the plaint at all. In law a claim made against a seller\nby a third party does not amount to an encumbrance at all and the\nentire claim of the plaintiff on this basis is wholly unjustified.\nEven, no documents with details have been produced by the plaintiff\non record to establish such claim being made by Sheema Steels, the\nbasis thereof and the documents produced in support. Further, the\nplaintiff has not established a real likelihood of suffering any\ndamages pursuant to the claim of Sheema Steels. It is unfair for the\nplaintiff not to have disclosed that the claim of Sheema Steels was\nnot being pursued at the time of filing the suit and in fact the\nvessel had been broken up as indicated in the extracts produced by\nthe plaintiff itself, that the arbitration between the plaintiff and\nBailey Shipping was abandoned at the time of filing the suit as is\nevident from the letter dated 4.10.2010 and the present suit is\nclearly an abuse of process.  Moreover, the plaintiff has also not\ndisclosed that an amount of 20% of the consideration was considered\nreasonable under its MOA with Bailey Shipping to cover arrest of the\nvessel MAX/AXIS in the hands of the purchaser.\n</p><p data-structure=\"Conclusion\" id=\"p_32\">In view of written statement and affidavit-in-reply  filed by\ndefendant No.18, it is submitted that the suit may be dismissed as\nbeing not maintainable and the interim relief to arrest  defendant\nNo.1 Vessel M.V. BASIL may be vacated.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_33\">9.\tThe\nparties have almost completed and filed their pleadings.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_34\">10.\tHaving\nheard the learned counsel appearing for the parties and on perusal of\nthe relevant record, the following main issues arise for\nconsideration of this Court in exercise of admiralty jurisdiction\nwith regard to the maritime claim raised by the plaintiff:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1652740\" id=\"span_4\">[i]\tWhether\nthe International Convention on the Arrest of Ships, \tGeneva, dated\nMarch 12, 1999 applies to the Courts in India \thaving admiralty\njurisdiction in view of the decision of the \tApex Court in the case\nof <a href=\"/doc/1652740/\" id=\"a_12\">Liverpool &amp; London Steamship \tProtection and Indemnity\nAssociation vs. M.V. Sea Success</a>, \treported in (2004) 9 SCC 512 in\nthe facts of this case ?</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_7\">[ii]\tWhether\nthe plaintiff has maritime claim so as to invoke admiralty\n\tjurisdiction of this Court for arrest of &#x27;sister ship&#x27; \tviz. vessel\nM.V. \tBASIL, defendant No.1, for securing \tguarantee or security for\nthe \tamount reflected in Annexure \t A  till final \tdisposal of\nthe \tarbitration proceedings pending at London between the plaintiff\n\tand defendant No.3 herein  and \tthe\tplaintiff can seek arrest \tof\nvessel M.V. BASIL, defendant\tNo.1, as a &#x27;sister vessel&#x27; of\n\t&#x27;particular vessel&#x27; - &#x27;M.V.  MAX/M.V. \tAXIS&#x27; and the &#x27;cause of\n\taction&#x27; had arisen for filing the suit and \tinvoking  admiralty\n\tjurisdiction of this Court and the present suit is maintainable ?\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_8\">[iii]\tWhether\nis it necessary for this Court to lift &#x27;corporate veil&#x27;, as\n\tsubmitted by the learned Senior Counsel for the plaintiff, so as \tto\nascertain beneficial ownership of vessel &#x27;M.V. MAX/M.V. \tAXIS&#x27;  and\nvessel M.V. BASIL, by OME, defendant No.2 \therein ?\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_35\">11.\tFirstly,\nit is necessary to refer to International Convention Relating to the\nArrest of Sea-Going Ships, Brussels, May 10, 1952 and <a href=\"/doc/1659104/\" id=\"a_13\">Article 3</a> of \nBrussels Convention of 1952 reads as under:\n</p> \n\n\n<blockquote id=\"blockquote_9\"> (1)\tSubject\nto the provisions of para (4) of this article and of <a href=\"/doc/492977/\" id=\"a_14\">article 10</a>, a\nclaimant may arrest either the particular ship in respect of which\nthe maritime claim arose, or any other ship which is owned by the\nperson who was, at the time when the maritime claim arose, the owner\nof the particular ship, even though the ship arrested be ready to\nsail; but no ship, other than the particular ship in respect of which\nthe claim arose, may be arrested in respect of any of the maritime\nclaims enumerated in <a href=\"/doc/1406924/\" id=\"a_15\">article 1</a>, (o), (p) or (q).\n</blockquote> \n\n\n<blockquote id=\"blockquote_10\">(2)\tShips\nshall be deemed to be in the same ownership when all the share\ntherein are owned by the same person or persons.\n</blockquote> \n\n\n<blockquote id=\"blockquote_11\">(3)\tA\nship shall not be arrested, nor shall bail or other security be given\nmore than once in any one or more of the jurisdictions of any of the\nContracting States in respect of the same maritime claim by the same\nclaimant; and, if a ship has been arrested in any of such\njurisdictions, or bail or other security has been given in such\njurisdiction either to release the ship or to avoid a threatened\narrest, any subsequent arrest of the ship or of any ship in the same\nownership by the same claimant for the maritime claim shall be set\naside, and the ship released by the Court or other appropriate\njudicial authority of that State, unless the claimant can satisfy the\ncourt or other appropriate judicial authority that the bail or other\nsecurity had been finally released before the subsequent arrest or\nthat there is other good cause for maintaining that arrest.\n</blockquote> \n\n\n<blockquote id=\"blockquote_12\">(4)\tWhen\nin the case of charter by demise of a ship the charterer and not the\nregistered owner is liable in respect of a maritime claim relating to\nthat ship, the claimant may arrest such ship or any other ship in the\nownership of the charterer by demise, subject to the provisions of\nthis Convention, but no other ship in the ownership of the registered\nowner shall be liable to arrest in respect of such maritime claim.\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">The provisions of this paragraph shall apply to any case in which a\nperson other than the registered owner of a ship is liable in respect\nof a maritime claim relating to that ship. \n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_37\">11.1\tThere\nis no dispute that 1952 Convention has no reference to &#x27;dispute\narising out of contract for sale&#x27; in the definition clause of\n&#x27;maritime claim&#x27; of the ship.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_38\">12.\tIt\nis also necessary to refer to International Convention on the Arrest\nof Ships, Geneva, March 12, 1999, in which, <a href=\"/doc/1406924/\" id=\"a_16\">Article 1</a> contains\ndefinitions and  sub-article 1 defines &#x27;maritime claim&#x27; and\nclause (v) of sub-article 1 of <a href=\"/doc/1406924/\" id=\"a_17\">Article 1</a> reads as under:\n</p> \n\n\n<blockquote id=\"blockquote_13\">  any\ndispute arising out of a contract for the sale of the ship&#x27;.\n</blockquote> \n\n\n<blockquote id=\"blockquote_14\">Sub-Article\n2 of <a href=\"/doc/1406924/\" id=\"a_18\">Article 1</a> defines &#x27;arrest&#x27;, which reads as under:\n</blockquote> \n\n\n<blockquote id=\"blockquote_15\"> Arrest\nmeans any detention or restriction on removal of a ship by order of a\nCourt to secure a maritime claim, but does not include the seizure of\na ship. \n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_16\"><a href=\"/doc/1456610/\" id=\"a_19\">Article\n2</a> defines powers of arrest and sub-article 2 of <a href=\"/doc/1456610/\" id=\"a_20\">Article 2</a> provides\nthat a ship may only be arrested in respect of a maritime claim but\nin respect of no other claim. Sub-article 3 of <a href=\"/doc/1456610/\" id=\"a_21\">Article 2</a> provides\nthat a ship may be arrested for the purpose of obtaining security.\n</blockquote><p data-structure=\"Section\" id=\"p_39\"><a href=\"/doc/1659104/\" id=\"a_22\">Article 3</a> provides for exercise of right of arrest and reads as\nunder:\n</p> \n\n\n<blockquote id=\"blockquote_17\"> 1.\tArrest\nis permissible of any ship in respect of which a maritime claim is\nasserted if:\n</blockquote> \n\n\n<blockquote id=\"blockquote_18\">[a]\tthe\nperson who owned the ship at the time when the maritime claim arose\nis liable for the claim and is owner of the ship when the arrest is\neffected, or\n \n\n\n[b]\tthe\ndemise charterer of the ship at the time when the maritime claim\narose is liable for the claim and is demise charterer or owner of the\nship when the arrest is effected; or\n \n\n\n[c]\tthe\nclaim is based upon a mortgage or a &#x27;hypotheque&#x27; or a change of the\nsame nature on the ship; or\n \n\n\n[d]\tthe\nclaim relates to the ownership or possession of the ship; or\n \n\n\n[e]\tthe\nclaim is against the owner, demise charterer, manager or operator of\nthe ship and is secured by a maritime lien which is granted or arises\nunder the law of the State where the arrest is applied for.\n</blockquote> \n\n\n<blockquote id=\"blockquote_19\">2.\t Arrest\nis also permissible of any other ship or ships which, when the arrest\nis effected, is or are owned by the person who is liable for the\nmaritime claim and who was, when the claim arose:\n</blockquote> \n\n\n<blockquote id=\"blockquote_20\"> [a]\towner\nof the ship in respect of which the maritime claim arose; or\n \n\n\n [b]\tdemise\ncharterer, time charterer or voyage charterer of that ship.\n</blockquote> \n\n\n<blockquote id=\"blockquote_21\"> This\nprovision does not apply to claims in respect of ownership or\npossession of a ship.\n</blockquote> \n\n\n<blockquote id=\"blockquote_22\">3.\txx\nxx xx \n \n\n\n \n\n\n \n\n\nThus,\nsub-article 2 of <a href=\"/doc/1659104/\" id=\"a_23\">Article 3</a> of Geneva Convention of 1999 is important \nand relevant for deciding whether the plaintiff has maritime claim or\nnot. A close look and careful reading of above sub-article 2 of\n<a href=\"/doc/1659104/\" id=\"a_24\">Article 3</a> permits arrest also of  any other ship or ships\nwhich, when the arrest is effected, is or are owned by the person who\nis liable for the maritime claim and who was,  when the claim\narose, owner of the ship  in respect of which the\nmaritime claim arose for which, in the facts of this case, no\ncontention has been raised about demise charterer, time charterer or\nvoyage charterer of that ship.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1652740\" id=\"span_5\">12.1\tThat\napplicability of  Geneva Convention of 1999 qua the maritime claim\nmade before the Indian Courts exercising admiralty jurisdiction was\nconsidered by the Apex Court in the case of <a href=\"/doc/1652740/\" id=\"a_25\">Liverpool</a> [supra] and  it\nwas finally held that the Convention could be applied in the process\nof interpretive changes.  However, the contention of the learned\nSenior Counsel for defendant No.18 that the Apex Court was oblivious\nto the fact that the above Convention of 1999 had not come into force\nand effect since ten countries  had not ratified and signed finally\nand, therefore, it is not operative and effective, cannot be gone\ninto by this Court. Even otherwise, under <a href=\"/doc/882644/\" id=\"a_26\">Article 141</a> of the\nConstitution of India, the law laid down down by the Apex Court is\nbinding to this Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1652740\" id=\"span_6\">In the case of <a href=\"/doc/1652740/\" id=\"a_27\">Liverpool</a> [supra], the Supreme\nCourt held that the 1999 Arrest Convention could be applied in the\nprocess of interpretive changes and though India being not a\nsignatory country thereto, it is applicable to the Indian Courts\nexercising admiralty jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1652740\" id=\"span_7\">In paragraph 60, it is held that\nthe application of the 1999 Convention in the process of interpretive\nchanges, however, would be subject to: (1) domestic law which may be\nenacted by Parliament; and (2) it should be applied only for\nenforcement of a contract involving public law character and, this\nbeing not a contract of public law character, the decision in the\ncase of <a href=\"/doc/1652740/\" id=\"a_28\">Liverpool</a> [supra] is not applicable to the present case.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1652740\" id=\"span_8\">Further, in the case of <a href=\"/doc/1652740/\" id=\"a_29\">Liverpool</a> [supra[, the judgment and order of\nthe Bombay High Court in Appeal No.226 of 2001 in Admiralty Suit\nNo.32 of 2000, was upheld with regard to claim amount of insurance as\n&#x27;necessaries&#x27; and that unpaid insurance premium being a maritime\nclaim would be enforceable in India. It is  further observed that the\nLetters Patent Appeal was maintainable, but, the question of\nbeneficial ownership of a ship was not a question of fact alone and\nbeing a mixed question of fact and law, the approach of the High\nCourt was found to be not correct, the matter was remanded to the\nBombay High Court granting liberty to the parties to file application\nfor vacating stay.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_41\">12.2\tAdmittedly,\nBrussels Convention of 1952 never included a claim arose out of a\ncontract for sale of ship to be a maritime claim. Therefore, the\nmaritime claim, as asserted by the plaintiff, is based on the\ndefinition contained in <a href=\"/doc/1406924/\" id=\"a_30\">Article 1</a>, sub-article 1, clause (v) of 1999\nConvention.\n</p> \n\n\n\t\n \n\n\n<p data-structure=\"Facts\" id=\"p_42\">13.\tIf\nthe issue about the maritime claim of the plaintiff is examined in\nthe context of the facts narrated hereinabove, it arises, according\nto the plaintiff, out of an agreement, namely, Memorandum of\nAgreement [MOA] dated 21st August 2008 for purchasing\nvessel &#x27;M.V. MAX&#x27;, renamed as &#x27;M.V. AXIS&#x27; and clause 8 of the said\nMOA stipulating that the sellers warrant that the vessel, at the time\nof physical and legal delivery is free from all encumbrances and\nmaritime liens or any other debts whatsoever and further the sellers\nhereby undertake to unconditionally indemnify the buyers against all\nconsequences of such claims in case if any debt was incurred prior to\nthe time of delivery. After purchase of vessel &#x27;M.V. MAX&#x27;, it was\nrenamed as &#x27;M.V. AXIS&#x27; and was registered at Tuvalu Port Registry,\nSingapore and it was meant for demolition and delivery of the vessel\nwas accepted by the plaintiff on 1.9.2008. Thereafter, as per the MOA\nsigned by the plaintiff with M/s. Sheema Steels of Bangladesh, the\nvessel was delivered at the outer anchorage of Chittagong, Bangladesh\nand physical delivery was given along with documents to the said \nM/s. Sheema Steels of Bangladesh on 30.9.2008. That, Admiralty Suit\nNo.18 of 2008 was brought in by M/s. Intermare Transport GMBH of\nHamburg, Germany, on 1.10.2008 at the Supreme Court of Bangladesh,\nHigh Court Division, at Dhaka, for arrest of vessel &#x27;M.V. AXIS&#x27;,\nEx-&#x27;M.V. MAX&#x27;. Thereafter, a notice of arbitration was sent by\ndefendant No.3 through their solicitors on 22.9.2009 and it is\npending for further adjudication. However, the claim made in the\nplaint clearly reveals that the suit is filed for securing guarantee\nor security for the amount reflected in Exhibit  A  till the\nfinal disposal of the arbitration proceedings pending at London\nbetween the plaintiff and defendant No.3. The above premise is the\nfoundation and basis of filing the suit.\n</p> \n\n\n\t\n \n\n\n<p data-structure=\"Section\" id=\"p_43\">14.\tThe\nplaintiff was the registered owner of the ship as per the MOA dated\n21.8.2008 till it was sold to  M/s. Sheema Steels of Bangladesh as\nper the MOA dated 14.9.2008. So, the plaintiff was the owner of &#x27;M.V.\nAXIS&#x27;, Ex-&#x27;M.V. MAX&#x27;, - a &#x27;particular ship&#x27;, till it was sold to M/s.\nSheema Steels of Bangladesh and was in total ownership, control and\npossession of the ship. It is necessary that in the nature of &#x27;in\nrem&#x27; claims, either statutory or quasi &#x27;in rem&#x27; claims, in order to\nenable such claimant to seek arrest of the vessel as security or for\nsecuring guarantee of the  claim, an &#x27;in personam&#x27; obligation ought\nto have arisen against the owner of the vessel in favour of the\nclaimant. Therefore, sub-article 2 of <a href=\"/doc/1659104/\" id=\"a_31\">Article 3</a>  of 1999 Convention\npermits arrest of any other ship or ships namely &#x27;sister ship&#x27; only\nif such ship is owned by the person who is liable for the maritime\nclaim and  when such claim had arisen such person was the owner of\nthe ship in respect of which the maritime claim had arisen. The\nplaintiff himself was the registered owner and, therefore, till 30th\nSeptember 2008, no claim could have arisen against the ownership of\nits own vessel &#x27;M.V. AXIS&#x27;, Ex-&#x27;M.V. MAX&#x27;, when it was sold to  M/s.\nSheema Steels of Bangladesh. Subsequently, the said vessel was in\nownership, control and possession of  M/s. Sheema Steels of\nBangladesh and, thus, as per <a href=\"/doc/1659104/\" id=\"a_32\">Article 3</a> of Brussels Convention of 1952\n as well as  sub-article 2 of <a href=\"/doc/1659104/\" id=\"a_33\">Article 3</a>  of 1999 Geneva Convention,\nno maritime claim could have been made against vessel &#x27;M.V. AXIS&#x27;,\nEx-&#x27;M.V. MAX&#x27; till 30.9.2008 or thereafter. The claim, which does not\nso entitle the plaintiff to seek arrest of &#x27;particular ship&#x27; under\nthe relevant provisions, is not a maritime claim contemplated under\nthe Convention, because the plaintiff was the owner of the particular\nship when the cause of action arose.\t\n</p> \n\n\n\t\t\n \n\n\n<p data-structure=\"PetArg\" id=\"p_44\">15.\tThe\nplaintiff has presumed that defendant No.1 is owned, operated and\nmanaged beneficially by defendant No.2 on the basis that the \nshareholders in whose favour 500 shares have been issued the value of\nshare is &#x27;nil&#x27;. Even according to the plaintiff, defendant No.1-ship\nis registered at Marshall Islands but does not disclose the real\nowner and such registration is on-line and it was done by the Agent\nof Marshall Islands having the office at Greece and the certificate\nissued shows the same address and that the agent had no share. It is\ncontended by the learned Senior Counsel for the plaintiff that, since\nthe shareholding pattern of defendant Nos. 2, 3 and 18 has not been\ndisclosed and it is a single dollar company, this Court has to lift\nthe veil bringing about the real character of defendant No.18 so\nthat, the arrest of defendant No.1, being a &#x27;sister ship&#x27; of &#x27;M.V.\nAXIS&#x27;, Ex-&#x27;M.V. MAX&#x27;, can be considered in the correct perspective.\nThe above contention of the learned Senior Counsel for the plaintiff\nis misconceived in as much as defendant No.18 was registered as early\nas on 4.7.2007 and certificate of registry was issued in respect of\ndefendant No.1-BASIL on 23.10.2007 and on 24.10.2007, management\nagreement was entered into between defendant No.18 and defendant\nNo.2-OME for  defendant No.1-BASIL. Therefore, it cannot be presumed\nand believed that the above company, namely, defendant No.18-DMC, was\nincorporated to defraud the plaintiff, who entered into MOA at later\nstage on 21.8.2008 with defendant No.3. In absence of any fraud\nprima-facie established, no corporate veil can be lifted to extend\nliability since the registration of a single ship companies is a\nlegitimate means to do business. Assuming that Bailey Shipping\n[defendant No.3] and Diva Maritime [defendant No.18] are sister\ncompanies, the admiralty jurisdiction does not contemplate giving the\nplaintiff a right of arresting a ship which is not the &#x27;particular\nship&#x27; or a &#x27;sister ship&#x27;, but the ship of a sister company of the\nowners of the &#x27;particular ship&#x27;. Therefore, question of lifting of\ncorporate veil, as canvassed by the learned Senior Counsel for the\nplaintiff, pales into absolute insignificance. The contention of Mr.\nS.N. Soparkar, learned Senior Counsel for the plaintiff that the\naddress of defendant No.2-OME, defendant No.3-Bailey Shipping Limited\nand defendant No.18 Diva Maritime Company is  one and same at Athens,\nGreece and, therefore, defendant No.18 is also owned and managed by\ndefendant No.2 and, therefore, both the ships are held by one group\nonly, has no merit or substance. The documents produced by the\nplaintiff on record [at Annexure  M  and  N ]  do not,\nprima-facie, reveal that the above companies have any relationship\ninter-se much less defendant No.1-M.V. BASIL being sister ship of\nparticular ship &#x27;M.V. AXIS&#x27;, Ex-&#x27;M.V.MAX&#x27;. Xerox copies produced by\nthe plaintiff on record at Annexure  M  , at the most, show that\ndefendant No.2-OME is Manager, but the owner of &#x27;M.V. AXIS&#x27;,\nEx-&#x27;M.V.MAX&#x27; was defendant No.3. Further, what is reflected at page\n124 of compilation is that  defendant No.1-M.V. BASIL is owned by\nregistered owner defendant No.18 and ISM Manager is defendant\nNo.2-OME, but, as stated earlier, defendant No.18 is registered owner\nof defendant No.1 since 15.10.2007 and again  defendant No.2-OME is\nShip Manager since 1.7.2002 and again as ISM Manager since 9.5.2008.\nInternet Ships Register produced at page 125 of compilation also\nconfirms the above facts. Therefore, only because the address of the\nabove companies is the one and same, as contended by the learned\nSenior Counsel for the plaintiff, it cannot be presumed that the\nabove companies were constituted and registered to defraud the\nplaintiff.. That concept of ownership of ship is different and the\nship can be said to be or deemed to be in the same ownership only\nwhen all the shares therein are owned by the same person or persons.\nNothing is brought on record to indicate that all the shares were\nowned by the persons who are alleged to have beneficially control\nover the ship.   Even the law firms engaged by the plaintiff who\ncarried out search about the title of the defendant-ship and\ndefendants-companies have also not adhered to their correspondence\nand the contents of the communication.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_45\">16.\tThat\n&#x27;sister ship&#x27; of a sister company  and &#x27;sister ship&#x27; of &#x27;particular\nship&#x27; on the basis of ownership both are different concepts. The\nperson who would be liable on the claim in a claim in personam must\nhave been owner or the charterer or in possession or control of\n&#x27;particular ship&#x27; when the cause of action arose  and, at the time\nwhen the claim is brought i.e. when the claim form is issued, the\nperson who would be liable on the claim in a claim in personam must\nbe the beneficial owner of all the shares in the ship against the the\nclaim is brought [sister ship]. The person against whom the claim is\nlodged was not owner of &#x27;particular ship&#x27; &#x27;M.V. AXIS&#x27;, Ex-&#x27;M.V. MAX&#x27;\n, that is the foundation of the claim against &#x27;sister ship&#x27; \ndefendant No.1-BASIL. Unless the particular person is liable for the\nclaim towards  &#x27;particular ship&#x27;, he cannot be made liable for the\nclaim of &#x27;sister ship&#x27;.  Further, arrest of sister ship of Ex-owner\nof particular ship is not permissible under the Arrest Convention.\nAdmittedly, the owner  of the sister ship at the time of its arrest\nwas not the owner of the particular ship  when the claim arose.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1652740\" id=\"span_9\">17.\tAgain,\nin the case of <a href=\"/doc/1652740/\" id=\"a_34\">Liverpool</a> [supra], the Apex Court considered the\nconcept of &#x27;beneficial ownership&#x27; by placing reliance on certain\nauthorities in paragraph 144 onwards and, ultimately, in paragraph\n156 held that the question as to whether the asset of a 100%\nsubsidiary can be treated as an asset of the present company would\nagain depend upon the fact situation of each case, by relying upon\nthe case-law in &#x27;Aventicum&#x27; and &#x27;Andrea Ursula&#x27;. In the facts of the\npresent case, from the documents on record, it is established, as\ndiscussed earlier, that defendant No.2-OME is &#x27;Manager&#x27; of defendant\nNo.18 and not in &#x27;beneficial ownership&#x27;.  Thus, vessel M.V. BASIL,\ndefendant No.1, being &#x27;sister ship&#x27; of vessel &#x27;M.V. AXIS&#x27;, Ex-&#x27;M.V.\nMAX&#x27; , is concerned, the plaintiff is unable to show any documentary\nevidence that it is owned, controlled and managed by defendant\nNo.2-OME. Therefore,  vessel M.V. BASIL, defendant No.1, alleged to\nhave been a &#x27;sister ship&#x27; of &#x27;M.V. AXIS&#x27;, Ex-&#x27;M.V. MAX&#x27;, could not\nhave been arrested towards security for the claim made in the\narbitration proceedings as maritime claim.</span>\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_47\">18.\tAs\na result of foregoing discussion, this Court has come to the\nconclusion that the plaintiff has failed to establish and sustain and\neven prima-facie prove that the plaintiff has maritime claim to\ninvoke admiralty jurisdiction of this Court.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_48\">19.\tFurther,\nno &#x27;cause of action&#x27; has arisen for filing the suit and invoking\nadmiralty jurisdiction of this Court because the plaintiff himself\nwas the registered owner and, therefore, till 30th\nSeptember 2008, no claim could have been registered against the\nownership of its own vessel &#x27;M.V. AXIS&#x27;, Ex-&#x27;M.V. MAX&#x27;, when it was\nsold to  M/s. Sheema Steels of Bangladesh. Subsequently, the said\nvessel was in ownership, control and possession of  M/s. Sheema\nSteels of Bangladesh. So, the plaintiff could not have brought\nmaritime claim against its own ship. Further, the plaintiff is not in\na position to establish that defendant No.1-BASIL is a &#x27;sister ship&#x27;\nof &#x27;M.V. AXIS&#x27;, Ex-&#x27;M.V. MAX&#x27;. In short, the damage which is likely\nto be suffered by the plaintiff is based on the damages claimed by\nM/s. Sheema Steels, Bangladesh, against the plaintiff. In the above\ncontext and in absence of any maritime claim, as held earlier, this\nCourt has considered that the cause of action has not arisen. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_49\">19.1\tBesides,\nsince the maritime claim is based on a huge claim raised by defendant\nNo.17-Sheema Steels against the plaintiff as stated in paragraphs 35\nand 36 of the plaint and no particulars have been furnished except\nbald reference to various heads of loss/damages etc. In absence of\ndetails and particulars about the damage caused to the plaintiff and\nno pleadings in this regard, this Court cannot ascertain or determine\nthe damage as claimed.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"246894\" id=\"span_10\">20.\tSo\nfar as exercise of admiralty jurisdiction by this Court when the\narbitration is pending is concerned, this Court is in complete\nagreement with the decision of the Bombay High Court in the case of\n<a href=\"/doc/246894/\" id=\"a_35\">Islamic Republic of Iran vs. M.V. Mehrab</a>, AIR 2002 Bombay 517, that\nwhen the dispute between the plaintiff and the defendant No.3 is\npending for arbitration at London, admiralty jurisdiction of this\nCourt can be invoked. However, in view of the findings recorded\nabove, this issue does not require any further deliberation.</span>\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_51\">21.\tAs\nregards admiralty jurisdiction of High Courts in India, in the case\nof M.V.Elisabeth and Ors. v. Harwan Investment &amp; Trading Pvt.\nLtd.,, Hanoekar House, Swatontapeth, Vasco-De, Gama, Goa [AIR 1993 SC\n1014], the Apex Court has held that the High Courts in India\nbeing superior courts of record have original and appellate\njurisdiction and they have inherent and plenary powers.  Unless\nexpressly or impliedly barred, and subject to the appellate or\ndiscretionary jurisdiction of this Court, the High Courts have\nunlimited jurisdiction, including the jurisdiction to determine their\nown powers and that courts admiralty jurisdiction is not limited to\nwhat was permitted by the <a href=\"/doc/27284615/\" id=\"a_36\">Admiralty Court Act, 1861</a> and the <a href=\"/doc/59187867/\" id=\"a_37\">Colonial\nCourts of Admiralty Act, 1890</a>.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_11\">21.1\tNo\ndoubt, the Apex Court in the case of <a href=\"/doc/997135/\" id=\"a_38\">A.B.C. Laminart Pvt. Ltd. and\nAnr. v. A.P. Agencies, Salem</a> [(1989) 2 SCC 163] has defined\nmeaning of cause of action in the context of Section 20(c) of Civil\nProcedure Code, 1908 but such cause of action is to be seen in the\ncontext of admiralty jurisdiction of this court with regard to\nmaritime claim permitted under Convention of 1952 and Convention of\n1999.</span>\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_53\">21.2\tSo\nfar as lifting or piercing the corporate veil and submissions\ncanvassed by learned counsel for the plaintiff is concerned, it can\nbe undertaken by Court to see the real persons behind the veil who\nare involved in defrauding other by corporate and illegal means and\nthe Court  in India as a Court of equity has certain powers. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1336921\" id=\"span_12\">In the\ncase of <a href=\"/doc/1336921/\" id=\"a_39\">Delhi Development Authority vs. Skipper Construction\nCompany (P) Ltd</a>, reported in (1996) 4 SCC 622, the Apex Court\nreferred to the case of Salomon v. Salomon &amp; Co. Ltd. [1897 AC\n22] and found that when the notion of legal entity is used to defeat\npublic convenience, justify wrong, protect fraud, or defend crime,\nthe law will regard the corporation as an association of persons and\nwhere such device of incorporation is used for some illegal or\nimproper purpose and the Company is a mere &#x27;sham&#x27;, the Court can\nexercise powers to lift the corporate veil but only in the\ncircumstances where fraud is intended to be prevented, or trading\nwith an enemy is sought to be defeated, the veil of a corporation is\nlifted by judicial decisions. In the facts of this case, no such\nexercise is necessary in view of legal and valid incorporation of\nCompany registered with the countries as per the documents produced\nas early as in 2007.</span> \n</p>\n \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"246894\" id=\"span_13\">21.3\tSo\nfar as decision of the Bombay High Court in the case of <a href=\"/doc/246894/\" id=\"a_40\">Islamic\nRepublic of Iran v. M.V. Mehrab and Ors.</a> [AIR 2002 Bombay 517],\nthis Court has no difficulty to agree with the proposition that\nadmiralty jurisdiction of High Court can be exercised to arrest ship\nto secure claim in future or pending arbitration.  However, when the\nCourt has already come to the conclusion that no maritime claim is\nestablished to arrest a sister ship, defendant No.1 herein, no\nfurther discussion on the issue is necessary.</span>\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_55\">21.4\tHowever\nin a decision of Queen&#x27;s Bench Division (Admiralty Court) in the case\nof  the  Maritime Trader  [1981 (2) 153] Mr. Justice Sheen\nwhile considering the provisions of Administration of Justice Act,\n1956 and <a href=\"/doc/19342316/\" id=\"a_41\">Section 3(4)</a> with regard to arrest of a sister ship of a\nchartered vessel, considered the concept of beneficial ownership of\nthe ship, relied on Lord Diplock&#x27;s observation that to be liable to\narrest a ship must not only be the property of the defendant to the\naction, but also be identifiable as the  ship in connection with\nwhich the claim made in the action arose ( or a sister ship of that\nship).  After considering other decisions, it was also observed that\naccording to the legal meaning of the words a company is not the\nbeneficial owner of the assets of its own subsidiary.  The legal\nmeaning of the words takes account of the Company structure and the\nfact that each Company is a separate legal person.  The Onus is upon\nthe plaintiff to show that the person against whom it is sought to\ninvoke the admiralty jurisdiction by arresting his ship is the person\nwho is beneficial owner of the shares in that ship and that he is the\nperson who is liable in an action in personam.  In the facts of this\ncase, no such fact of &#x27;beneficial owning of the shares in the ship&#x27;\nis established by the plaintiff.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_56\">21.5\tIn\nthe case of the  I congreso Del Partido  [1980 (1) 23],\nwhile considering the action in rem and admiralty jurisdiction under\nSection 3(4) Administration of Justice Act, 1956, in appeal though\nLord Denning M.R.  disagreed to the view of absolute sovereign\nimmunity to the State as held by Justice Robert Goff, Lord Justice\nWaller found that the Court will not grant immunity where a\ncommercial vessel involved in a private law activity is subject to a\nprivate law claim, but, considering many international authorities\nand affidavits filed by the foreign lawyers, it was held that, if the\nclaim for sovereign immunity is founded on an act said to be &#x27;jure\nimperii&#x27;, then the nature of the act must be examined; however, the\nappeal bench agreed with the following finding of Justice Robert Goff\nthat  the natural and ordinary meaning of the words &#x27;beneficially\nowned as respects all the share therein&#x27; in section 3(4) of the\nAdministration of Justice Act, 1956, was  that they referred only to\nsuch ownership as was vested in a person who, whether or not he was\nthe legal owner of the vessel, was in any case the equitable owner,\nand were not applicable to the case of a demise charterer or indeed\n any other person who had only possession of the vessel however\nfull and complete such possession might be and however much control\nover the vessel he might have.   The ratio of the decision\nas above supports the case of the defendants and the concept of\n&#x27;beneficial ownership&#x27; is not to be applied to the case of a demise\ncharterer or indeed any other person who had only possession of the\nvessel however full and complete such possession might be.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_57\">21.6\tIn\na case of the  EVPO Agnic  [1988(2) 411], in an appeal\npreferred against the decision of Mr. Justice Sheen adjourning their\napplication to set aside the writ and warrant of arrest issued and\nobtained by the plaintiffs, and considering Section 21(4) of Supreme\nCourt Act, 1981 along with <a href=\"/doc/199247583/\" id=\"a_42\">Section 21 (1)</a> to (4), the Court of Appeal\nexamined the concept of right of arrest in respect of &#x27;the particular\nship&#x27;,  ships in the same ownership and ships which had been\ntransferred into different legal ownership but where the owners of\nthe particular ship retained the beneficial ownership of the shares\nin that ship, and held that the section did not confer the plaintiffs\nthe right to arrest a ship which was a ship of a sister Company of\nthe owners of &#x27;the particular ship&#x27; and the appeal was allowed and\nwarrant of arrest was set aside.\n</p> \n\n \n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_58\">21.7\tIn\nthe case of Polestar Maritime Limited vs. M.V.QI LIN Men and\nothers, Appeal (Lodging) No.772 of 2008, the Division Bench of\nthe Bombay High Court, vide judgment and order dated 6th\nJanuary 2009, confirmed the finding of the learned Single Judge as\nrecorded in paragraph 4, as under:\n</p> \n\n\n<blockquote id=\"blockquote_24\"> In my view,\nmerely because the shareholders are common or their holding in two\ndifferent companies duly registered under the <a href=\"/doc/175931292/\" id=\"a_43\">Companies Registration\nAct</a>, is identical would not make the two companies one and the same\nentity. It is elementary principle of law when a company is\nincorporated it becomes a separate legal entity different from the\npersons constituting it. Therefore, assuming for the sake of argument\nthat the shareholders of the two companies are common, [presently\nthere is no material on record that the shareholders of the two\ncompanies are identical] that would not make the defendant No.2 the\nowner of the defendant No.1 ship. As the defendant No.1 vessel is not\nowned by defendant Nos. 2 or 3, plaintiff cannot arrest the \ndefendant No.1 vessel for the alleged maritime claim against \ndefendant Nos. 2 or 3. the maritime claim is neither against\ndefendant No.1 ship nor there is any maritime claim against the owner\nof the defendant No.1 ship. \n</blockquote> \n\n \n\n\n \n\n\n<blockquote id=\"blockquote_25\">21.8\tTherefore,\nthe above case law is applicable to the facts of the present case and\nwhen the plaintiff has failed to establish its maritime claim either\nagainst defendant No.1-ship or against its owner, the arrest order is\nto be vacated.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_26\">22.\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1652740\" id=\"span_14\">In\nview of the above discussion, issue no.(i) is answered in the\naffirmative, but the ratio of decision in the case of <a href=\"/doc/1652740/\" id=\"a_44\">Liverpool</a>\n[supra] cannot be made applicable to the facts of the present case as\nthe contract between the plaintiff and defendant No.3 does not\ninvolve enforcement of a contract of  public law character; and issue\nNos. (ii) and (iii) are answered in the negative and, consequently,\nit is held that the suit is not maintainable.</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_59\">23\tIn\nthe result, the admiralty suit is dismissed. The interim order dated\n1.11.2010 for the arrest and detention of M.V. BASIL, defendant No.1,\nis vacated. Notice is discharged with no order as to costs. The\namount of deposit, if any, made by the plaintiff shall be returned. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_60\">24\tAfter\nthe judgment and order is pronounced, the learned counsel for the\nplaintiff requests that the above judgment and order may be suspended\nso as to enable the plaintiff to avail remedy of appeal, to which,\nlearned counsel for defendant No.18 has objection.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_61\">25\tHowever,\nconsidering the facts and circumstances of the case, so as to enable\nthe plaintiff to approach the higher forum, operation of this\njudgment and order shall remain stayed upto 2.2.2011. \n</p>\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_62\">\tNo\norder  as to costs.\n</p> \n\n\n<p data-structure=\"Conclusion\" id=\"p_63\">\tDirect\nservice is permitted.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">(ANANT\nS. DAVE, J.)\n \n\n \n\n\n \n\n\n(swamy)\n\n    \n\n \n\t   \n      \n      \n\t    \n\t\t   \n\t   \n      \n\t  \t    \n<span class=\"hidden_text\" id=\"span_15\">\t\t   Top</span>\n\t   \n      \n\n\n</p>","numcites":19,"numcitedby":0,"docsource":"Gujarat High Court","citetid":292031,"divtype":"judgments","relatedqs":[{"value":"lifting the corporate veil","formInput":"lifting%20the%20corporate%20veil"},{"value":"any sister ship can be arrested ","formInput":"any%20sister%20ship%20can%20be%20arrested%20"},{"value":"arrest of ship","formInput":"arrest%20of%20ship"},{"value":"corporate veil","formInput":"corporate%20veil"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"maritime lien","formInput":"maritime%20lien"},{"value":"lifting the veil","formInput":"lifting%20the%20veil"},{"value":"scc  2004 [9]512","formInput":"scc%20%202004%20%5B9%5D512"},{"value":"maritime claim","formInput":"maritime%20claim"},{"value":"admiralty jurisdiction","formInput":"admiralty%20jurisdiction"},{"value":" warranty","formInput":"%20warranty"},{"value":"\"Law firm\"","formInput":"%22Law%20firm%22"},{"value":"\"in personam\"","formInput":"%22in%20personam%22"},{"value":"court jurisdiction admiralty ","formInput":"court%20jurisdiction%20admiralty%20"},{"value":"\"beneficial ownership\"","formInput":"%22beneficial%20ownership%22"},{"value":"public law character","formInput":"public%20law%20character"},{"value":"lien","formInput":"lien"},{"value":"article 3","formInput":"article%203"},{"value":"lifting corporate","formInput":"lifting%20corporate"},{"value":"who is real owner","formInput":"who%20is%20real%20owner"}],"cats":[{"value":"formation-of-new-states","formInput":"tag:formation-of-new-states"},{"value":"name-and-territory-of-india","formInput":"tag:name-and-territory-of-india"},{"value":"admission-or-establishment-of-new-states","formInput":"tag:admission-or-establishment-of-new-states"}],"courtcopy":true,"query_alert":null,"agreement":false}