{"tid":94611660,"publishdate":"2022-01-10","title":"Maha Active Engineers India Pvt Ltd vs Maharashtra State Electricity ... on 10 January, 2022","doc":"<h2 class=\"doc_title\">Maha Active Engineers India Pvt Ltd vs Maharashtra State Electricity ... on 10 January, 2022</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-j-kathawalla\">S.J. Kathawalla</a>, <a href=\"/search/?formInput=benchid:m-n-jadhav\">Milind N. Jadhav</a></h3>\n\n<pre id=\"pre_1\">Kanchan P Dhuri                          1    / 29                WPL-21635-2021.odt\n\n\n                  IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                     ORDINARY ORIGINAL CIVIL JURISDICTION\n                       WRIT PETITION (L) NO. 21635 OF 2021\n   Maha Active Engineers India Pvt. Ltd.                      )\n   A company incorporated under the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act</a>,            )\n   1956, having its registered office at 202, Arth Complex,   )\n   Adalat Road, Aurangabad - 431001.                          )      ... Petitioner\n\n\n                            Versus\n\n    1 Maharashtra State Electricity Transmission Co.          )\n      Ltd. (through its Chairman and Managing                 )\n      Director), a wholly owned corporate entity under        )\n      the Maharashtra Government incorporated under           )\n      the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a>, having its registered          )\n      office at 8th Floor, Prakashganga, Plot No. C-19, E-    )\n      Block, Bandra-Kurla Complex, Bandra (E), 400051.        )\n\n\n    2 The Chief Engineer (C&amp;M), Maharashtra State             )\n      Electricity Transmission Co. Ltd., having its office    )\n      at 5th Floor, A-Wing, Prakashganga, Plot No. C-19,      )\n      E-Block, Bandra-Kurla Complex, Bandra (E),              )\n      400051.                                                 )\n\n\n    3 The Chief Engineer, EHV Project Cum O &amp; M               )\n      Zone, Maharashtra State Electricity Transmission        )\n      Co. Ltd., having its office at Adm. Building, 3rd       )\n      Floor, Block No. 402, Rasta Peth, Pune, 411011.         )\n                                                              )\n\n    4 The Superintending Engineer, EHV Project Circle,        )\n      Maharashtra State Electricity Transmission Co.          )\n      Ltd., having its office at Adm. Building, 3rd Floor,    )\n      Block No. 402, Rasta Peth, Pune, 411011.                )\n                                                              )   ... Respondents\n\n                                             .........\n Kanchan P Dhuri                          2   / 29                      WPL-21635-2021.odt\n\n\n   Mr. Sharan Jagtiani, Senior Advocate alongwith Mr. Hiren Kamod, Mr. Raj\n   Panchmatia, Mr. Peshwan Jehangir, Ms. Jyoti Sinha, Mr. Anindya Basarkod, Mr.\n   Ayush Jain and Mr. Siddharth Joshi instructed by Khaitan &amp; Co. for the Petitioner.\n   Mr. A.Y. Sakhare, Senior Advocate instructed by Mr. Abhijeet Joshi for the\n   Respondents.\n                                          .........\n                                     CORAM :        S.J. KATHAWALLA AND\n                                                    MILIND N. JADHAV, JJ.\n                                     RESERVED ON : 28th OCTOBER, 2021\n                                     PRONOUNCED ON : 10th JANUARY, 2022\n\n   ORAL JUDGMENT : (Per S. J.Kathawalla &amp; Milind N. Jadhav, JJ.)</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">   1.             Rule. Rule was made returnable forthwith. By consent of parties the\n\n   above Writ Petition was taken up for final hearing at the stage of admission after\n\n   completion of pleadings.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n   DESCRIPTION OF THE PARTIES\n\n</p><p data-structure=\"Facts\" id=\"p_3\">   2.             The Petitioner is a company registered under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act, 1956</a>.\n\n   The Petitioner is an engineering, procurement and construction (EPC) contractor. It\n\n   is engaged in designing, engineering, supplying, constructing, testing and\n\n   commissioning of medium voltage (MV) and extra high voltage (EHV) power\n\n   transmission and distribution infrastructure.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\n   2.1            Respondent No.1 is a wholly owned corporate entity of the Maharashtra\n\n   Government. Respondent No.1 owns and operates the electric power transmission\n\n   system in the State of Maharashtra. It floats tenders for construction and erection of\n Kanchan P Dhuri                          3   / 29                         WPL-21635-2021.odt\n\n\n   sub-stations and transmission lines that are awarded to private parties, which, upon\n\n   completion, are assets owned by Respondent No.1.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n   2.2            Respondent Nos.2 to 4 are officers of Respondent No.1. Respondent\n\n   No.2 is the Chief Engineer (Contracts and Monitoring), who is assigned the duty of\n\n   floating tenders, awarding contracts and monitoring progress of the contracted works\n\n   in coordination with other officers of Respondent No.1. Respondent No.3 is the Chief\n\n   Engineer (EHV Project Cum Operation &amp; Maintenance, Pune Zone) responsible for\n\n   the activities of Respondent No.1 in relation to project implementation, and operation\n\n   and maintenance of transmission networks in the Pune Zone. Respondent No.4 is the\n\n   Superintendent Engineer (EHV Project Circle), overseeing all project related activities\n\n   of Respondent No.1, including processing of bills of contracts that are under\n\n   execution.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n   CHALLENGE IN BRIEF\n\n</p><p data-structure=\"Issue\" id=\"p_7\">   3.             The Writ Petition challenges a letter addressed by the Respondents\n\n   refusing to release payments to the Petitioners for erection of transmission lines by the\n\n   Petitioner for Respondent No.1 under a contract awarded pursuant to a public tender\n\n   process. There is no dispute about the quantity or quality of the work. The reason for\n\n   the impugned letter refusing payments under invoices raised is that Respondent No.1\n\n   claims it is entitled to recover amounts under prior and unrelated contracts from the\n Kanchan P Dhuri                            4   / 29                         WPL-21635-2021.odt\n\n\n   Petitioner and that the withholding of the monies under this contract is a means of\n\n   recovering amounts under the prior and unrelated contracts. The Writ Petition asserts\n\n   that the reasons for refusing payments as stated in the impugned communications\n\n   constitute state action that is arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> of the Constitution of\n\n   India. Hence, the present Writ Petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n   FACTS\n\n</p><p data-structure=\"Facts\" id=\"p_9\">   4.             The relevant facts in the matter are in brief set out hereunder :\n\n\n</p><blockquote id=\"blockquote_1\">   4.1            On 22nd February, 2021, Respondent No.2 issued a Letter of Award to\n\n   the Petitioner for the construction of 220kV transmission lines and 220kV end bays in\n\n   the Pune zone on a turnkey basis, against Tender No. T-1946 (&quot;T-1946 Project&quot;).\n</blockquote>\n\n<blockquote id=\"blockquote_2\">   4.2            The total contract price for the T-1946 Project was approximately Rs.\n</blockquote>\n<blockquote id=\"blockquote_3\">   45.47 Crores. The Letter of Award also contained a schedule for completion of the T-\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_10\">   1946 Project with corresponding payment terms.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">\n   4.3            The T-1946 Project is part of a larger scheme approved by the\n\n   Respondents vide Board Resolution No.118/08 dated 15th July, 2017 (&quot;Scheme&quot;). The\n\n   Scheme is critical to provide power supply to the public at large, and to address the\n\n   low voltage problem affecting the Solapur and Pune districts. The completion of the\n\n   T-1946 Project is required before the Scheme can be implemented.\n</p><pre id=\"pre_2\"> Kanchan P Dhuri                          5   / 29                        WPL-21635-2021.odt\n\n\n\n   4.4            In view of this urgency, the Petitioner was required to expedite work on\n\n</pre><p data-structure=\"Section\" id=\"p_12\">   the T-1946 Project. The Petitioner commenced work on the T-1946 Project on 1 st\n\n   March, 2021, pursuant to the Letter of Award but before the formal contract was\n\n   entered into. The Letter of Award made provisions for early payments if work was\n\n   completed ahead of time.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n   4.5            The Petitioner issued a performance bank guarantee of Rs.1,36,40,300/-\n\n   in favour of Respondent No.1 for the T-1946 Project, which was accepted by the\n\n   Respondent No.2 by its letter dated 10th May, 2021.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">\n   4.6            The Petitioner was completing work on the T-1946 Project ahead of\n\n   schedule. Accordingly, on 4th May, 2021, the Petitioner addressed a letter to\n\n   Respondent No.3, stating that it had incurred significant costs towards construction of\n\n   the T-1946 Project. However, it could not submit invoices for the expenses incurred\n\n   because the contract in respect of the T-1946 Project had not been signed as yet, owing\n\n   to delay caused by the COVID-19 pandemic. The letter further stated that the\n\n   Petitioner had been informed that the head office of Respondent No.1 would soon\n\n   release purchase orders, which could enable the Petitioner to raise invoices until the\n\n   contract is entered into.</p><pre id=\"pre_3\">\n\n\n   4.7            On 10th May, 2021, the contract for the T-1946 Project (&quot;Present\n Kanchan P Dhuri                           6   / 29                       WPL-21635-2021.odt\n\n\n</pre><p data-structure=\"Facts\" id=\"p_15\">   Contract&quot;) was executed. Under Clause 2 of the Present Contract, the Letter of\n\n   Award, the General Terms and Conditions (included in the Owner&#x27;s Technical\n\n   Specifications) and certain other documents were deemed to form a part of the\n\n   Present Contract.\n</p>\n<p data-structure=\"Facts\" id=\"p_16\">\n   4.8            The Petitioner issued several invoices to the Respondents between 11 th\n\n   May, 2021 and 20th September, 2021.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">\n   4.9            On 9th June, 2021, Respondent No.4 issued a letter to the Petitioner\n\n   captioned &#x27;Outstanding recoveries from various projects&#x27; (&quot;Impugned Letter&quot;). The\n\n   Impugned Letter made reference to three earlier contracts that had been entered into\n\n   between the Petitioner and the Respondents for construction of three separate power\n\n   substations - T-1203, T-1205 and T-1208. Contracts in respect of these projects were\n\n   executed on 15th June, 2013 (collectively referred to as &quot;Old Contracts&quot;).\n\n\n   4.10           The Impugned Letter stated that the Petitioner owes Rs.4,23,25,223/- to\n\n   the Respondents under the Old Contracts, and given these pending &quot;recoveries&quot;,\n\n   &quot;guidelines&quot; for processing the Petitioner&#x27;s claims are awaited from &quot;higher\n\n   authorities&quot;. Until those guidelines were received, the Petitioner&#x27;s claims under the\n\n   invoices raised in relation to the Present Contract would be kept on hold.</p><pre id=\"pre_4\">\n\n\n   4.11           On 21st June, 2021, the Petitioner addressed a letter to Respondent No.4,\n Kanchan P Dhuri                            7   / 29                         WPL-21635-2021.odt\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_18\">   copied to the other Respondents. The letter stated that no amount was due and\n\n   payable by the Petitioner under the Old Contracts and, in fact, the Respondents owe\n\n   money to the Petitioner under the Old Contracts. The letter further stated, inter alia,\n\n   that the Present Contract is independent of the Old Contracts and there is no\n\n   provision in the Present Contract that enables the Respondents to withhold amounts\n\n   due in the manner sought to be done. It stated that withholding payments in this\n\n   manner was arbitrary and illegal.\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">\n   4.12           On 28th June, 2021, Respondent No.4 responded to the 21 st June, 2021\n\n   letter stating that matters regarding payment under the Present Contract had been\n\n   taken up by the higher authorities and further steps would be taken upon receipt of\n\n   suitable guidelines.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n   4.13           It is in the context of this factual background that the Petitioner has filed\n\n   this Writ Petition seeking a writ of mandamus to quash and set aside the Impugned\n\n   Letter; a writ of mandamus directing the Respondents to forthwith release payments\n\n   which are due to be paid to the Petitioner under the Present Contract; a writ of\n\n   mandamus directing the Respondents to make all payments that are due under the\n\n   Present Contract, without setting off any amounts allegedly due under the Old\n\n   Contracts; and a writ of mandamus directing the Respondents to make all future\n\n   payments without any demur or for reasons stated in the Impugned Letter.\n</p><pre id=\"pre_5\"> Kanchan P Dhuri                           8   / 29                        WPL-21635-2021.odt\n\n   ISSUES FOR CONSIDERATION\n\n</pre><p data-structure=\"Issue\" id=\"p_21\">   5.             In light of the above facts and the submissions of the parties as noted\n\n   below, there are primarily two issues that arise for consideration :\n\n</p><blockquote id=\"blockquote_4\">   (i)            Whether, considering the reliefs and the existence of an arbitration\n\n   agreement in the Present Contract, the Writ Petition is maintainable ?\n</blockquote>\n<blockquote id=\"blockquote_5\">   (ii)           Whether the impugned Letter is arbitrary and unreasonable, and\n\n   therefore ought to be set aside ?\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_22\">   SUBMISSIONS ON BEHALF OF THE PARTIES ON ISSUE (i)\n\n</p><p data-structure=\"Issue\" id=\"p_23\">   6.             Shri Anil Sakhare, Ld. Senior Advocate appearing on behalf of the\n\n   Respondents submitted that the recovery of monies under the Present Contract\n\n   entered into by parties is in the realm of private law. Any such claim is governed by the\n\n   provisions of the Present Contract and the provisions of the <a href=\"/doc/171398/\" id=\"a_5\">Indian Contract Act, 1872</a>\n\n   (&quot;the <a href=\"/doc/171398/\" id=\"a_6\">Contract Act</a>&quot;). Since the disputes between the parties is purely contractual,\n\n   and devoid of any public law element, the issues cannot be agitated by way of a writ\n\n   petition.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">\n   6.1            Shri Sakhare further submitted that the Present Petition alleges non-\n\n   payment of Running Account (RA) bills raised by the Petitioner. Admittedly, the RA\n\n   Bills are in respect of the Present Contract, which incorporates the General Terms and\n\n   Conditions of Contract. Clause 16 of the Present Contract provides that the contract\n Kanchan P Dhuri                                   9   / 29                              WPL-21635-2021.odt\n\n\n   is subject to arbitration proceedings as stipulated under Clause 36 of the General\n\n   Terms and Conditions of Contract. The relevant part of Clause 36, i.e., the arbitration\n\n   clause, states:\n</p>\n<blockquote id=\"blockquote_6\">                  &quot;36. 1. 1. In the event of any dispute or difference between the parties\n                  hereto as to the construction or operation of this contract, or the respective\n                  rights and liabilities of the parties on any matter in question, the dispute or\n                  difference on any account or as to the withholding by MSETCL of any\n                  certificate to which the contractor may claim to be entitled to, or if the CE\n                  fails to make a decision (within 120 days) then and in any such case, the\n                  contractor (after 120 days) but within (180 days) of his presenting his final\n                  claim on disputed matters, shall demand in writing that the dispute or\n                  difference to be referred to arbitration.\n</blockquote><blockquote id=\"blockquote_7\">                  36.1.2.     The demand for arbitration shall specify the matters which are in\n                  question, or subject of the dispute or difference as also the amount of claim\n                  item wise. Only such dispute(s) or difference(s) in respect of which the\n                  demand has been made, together with counter claims or set off shall be\n                  referred to arbitration and other matters shall not be included in the\n                  reference.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_25\">   6.2               The arbitration clause is exhaustive, and the issues raised by the\n\n   Petitioner in the Present Petition fall within the contemplation of the arbitration\n\n   clause. Accordingly, in view of the availability of an alternative efficacious remedy to\n\n   the Petitioner, the Present Petition is not maintainable and deserves to be dismissed.\n\n\n   6.3               Shri Sakhare relied on the following two judgments to substantiate his\n\n   submissions:\n</p>\n<blockquote id=\"blockquote_8\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_1\">i      <a href=\"/doc/318728/\" id=\"a_7\">Kerala State Electricity Board &amp; Anr. v. Kurien E. Kalathil &amp; Ors.</a> 1;</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_2\">ii     <a href=\"/doc/1156062/\" id=\"a_8\">Uttar Pradesh &amp; Ors. v. Bridge &amp; Roof Company India Ltd.2</a>\n\n\n   1     (2000) 6 SCC 293.</span>\n</blockquote><blockquote id=\"blockquote_10\">   2     (1996) 6 SCC 22.\n</blockquote><pre id=\"pre_6\"> Kanchan P Dhuri                           10   / 29                          WPL-21635-2021.odt\n\n\n\n   6.4            On the other hand, Shri Sharan Jagtiani, Ld. Senior Advocate appearing\n\n</pre><blockquote id=\"blockquote_11\">   on behalf of the Petitioner submitted that the Petition is maintainable under <a href=\"/doc/1712542/\" id=\"a_9\">Article\n\n   226</a> of the Constitution of India especially keeping in mind the nature of the grievance\n\n   raised in the Petition, which has been misconstrued by the Respondents in raising a\n\n   plea of maintainability. He submitted that Respondent No. 1 is &#x27;State&#x27; within the\n\n   meaning of <a href=\"/doc/609139/\" id=\"a_10\">Article 12</a> of the Constitution of India. It is carrying on an activity which is\n\n   of public interest. The actions and dealings of the Respondents thus ought to be fair,\n\n   reasonable, and bona fide - especially in respect of matters of public interest - when\n\n   dealing with private entities such as the Petitioner. He further submitted that it is now\n\n   well settled by several decisions that Courts would interfere against arbitrary state\n\n   actions even if it relates to or arises in connection with a contractual matter.\n</blockquote>\n\n<blockquote id=\"blockquote_12\">   6.5            Shri Sharan Jagtiani then submitted that the Petitioner is challenging the\n\n   Impugned Letter sent by Respondent No.4, as arbitrary and unreasonable. The alleged\n\n   basis for the issuance of this letter is not any of the terms of the Present Contract.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\">   There is no &quot;dispute&quot; under the Present Contract as the Respondents have admittedly\n\n   never challenged the RA Bills raised by the Petitioner. Accordingly, it cannot be said\n\n   that this is a dispute or difference relating to the construction or operation of the\n\n   Present Contract which would attract the arbitration clause. On the contrary, the\n\n   Impugned Letter, by which legitimately due payments under invoices raised are being\n Kanchan P Dhuri                             11   / 29                        WPL-21635-2021.odt\n\n\n   denied to the Petitioner, is de hors the Present Contract.\n\n\n   6.6              The Supreme Court and various High Courts have repeatedly held that a\n\n   court can exercise its writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> of the Constitution of India\n\n   even when there is a contract between a private party and the state or one of its\n\n   instrumentalities so long as the state action is arbitrary and unreasonable. Further, the\n\n   availability of an alternate remedy such as arbitration under a contract does not serve\n\n   as an absolute bar to invoking the writ jurisdiction of a court.\n\n\n   6.7              Shri Sharan Jagtiani has relied on the following judgments in support of\n\n   his submission:\n</p>\n<blockquote id=\"blockquote_13\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_3\">i      <a href=\"/doc/952082/\" id=\"a_12\">Raunaq International Ltd. v IVR Construction Ltd. &amp; Ors.3</a>;</span>\n</blockquote>\n<blockquote id=\"blockquote_14\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"127571616\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176176934\" id=\"span_6\">ii     <a href=\"/doc/176176934/\" id=\"a_13\">Unitech Ltd. v. Telangana State Industrial Infrastructure Corporation</a>; 4\n\n           iii    <a href=\"/doc/1261492/\" id=\"a_14\">Kumari Shrilekha Vidyarthi and Ors. v. State of Uttar Pradesh &amp; Ors.</a>;5\n\n           iv     <a href=\"/doc/127571616/\" id=\"a_15\">Uttar Pradesh Power Transmission Corporation Ltd. &amp; Anr. v CG Power\n\n                  and Industrial Solutions Ltd. &amp; Anr.</a>;6\n\n           v      Shailaja Khanvilkar v. Union of India.7 (A Special Leave Petition\n                  challenging the judgment of this Court has been filed and there is a review\n                  petition also pending against this judgment. There is, however, no stay on\n                  the operation of the judgment.)\n   3     (1991) 1 SCC 492.</span></span></span>\n</blockquote><blockquote id=\"blockquote_15\">   4     2021 SCC Online SC 99.\n</blockquote><blockquote id=\"blockquote_16\">   5      (1991) 1 SCC 212.\n</blockquote><blockquote id=\"blockquote_17\">   6      (2021) 6 SCC 15.\n</blockquote><blockquote id=\"blockquote_18\">   7      2019 SCC Online Bom 2289.\n</blockquote><pre id=\"pre_7\"> Kanchan P Dhuri                                   12    / 29                               WPL-21635-2021.odt\n\n\n\n   FINDINGS ON ISSUE (i)\n\n</pre><blockquote id=\"blockquote_19\">   7.                We are of the view that looking to the constitution and holding of\n\n   Respondent No.1 by the Government of Maharashtra, Respondent No.1 comes within\n\n   the definition of &quot;state&quot; under <a href=\"/doc/609139/\" id=\"a_16\">Article 12</a> of the Constitution of India. This position\n\n   has not even been contested by Respondent No.1. We are also of the view that\n\n   Respondent No.1 is carrying on an activity which is in the public interest and the\n\n   Petitioner is, as a private contractor, facilitating the discharge of a duty in public\n\n   interest, namely the erection of transmission lines in the territories covered by the\n\n   Project T-1946.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_27\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_7\">7.1               In <a href=\"/doc/952082/\" id=\"a_17\">Raunaq International Ltd. v IVR Construction Ltd. &amp; Ors.</a> , the\n\n   Supreme Court held that :</span>\n</p>\n<blockquote id=\"blockquote_20\">                  &quot;9.          The award of a contract, whether it is by a private party or by a\n                  public body or the State, is essentially a commercial transaction...However,\n                  because even when the State or a public body enters into a commercial\n                  transaction, considerations which would prevail in its decision to award the\n                  contract to a given party would be the same. However, because the State or a\n                  public body or an agency of the State enters into such a contract, there could\n                  be, in a given case, an element of public law or public interest involved even in\n                  such a commercial transaction.\n</blockquote>\n<blockquote id=\"blockquote_21\">                  10.           What are these elements of public interest ? (1) Public money\n                  would be expended for the purposes of the contract; (2) The goods or\n                  services which are being commissioned could be for a public purpose, such\n                  as, construction of roads, public buildings, power plants or other public\n                  utilities. (3) The public would be directly interested in the timely fulfilment of\n                  the contract so that the services become available to the public expeditiously.\n                  (4) The public would also be interested in the quality of the work undertaken\n                  or goods supplied by the tenderer. Poor quality of work or goods can lead to\n                  tremendous public hardship and substantial financial outlay either in\n Kanchan P Dhuri                                  13   / 29                             WPL-21635-2021.odt\n\n                  correcting mistakes or in rectifying defects or even at times in re-doing the\n                  entire work - thus involving larger outlays or public money and delaying the\n                  availability of services, facilities or goods, e.g. A delay in commissioning a\n                  power project, as in the present case, could lead to power shortages,\n                  retardation of industrial development, hardship to the general public and\n                  substantial cost escalation.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_28\">   7.2               Respondent No.1 is engaged in the same kind of activity as described in\n\n   Raunaq International. There can be no denying that Respondent No.1&#x27;s general duty,\n\n   in furtherance of which Project T-1946 and the Present Contract have been\n\n   undertaken, involves a significant element of public interest. If in the discharge of its\n\n   function and duty the conduct of Respondent No.1 is alleged to be arbitrary,\n\n   unreasonable and unfair or in other words in violation of the mandate of <a href=\"/doc/367586/\" id=\"a_18\">Article 14</a> of\n\n   the Constitution of India, it is clearly a matter that can be inquired into by this Court\n\n   in its writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution of India. The fact that\n\n   there is a commercial contract in place between Respondent No.1 and a private person\n\n   such as the Petitioner for carrying out the public works can hardly curtail the writ\n\n   jurisdiction of this Court especially when the grievance of arbitrary state action is not\n\n   based on a pure contractual breach at all.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n   7.3               Our inclination to entertain this Petition and reject the Respondents\n\n   submission of maintainability is based on principles <a href=\"/doc/952082/\" id=\"a_20\">laid down by</a> various judgments of\n\n   the Supreme Court and this Court. These judgments analyse the maintainability of a\n\n   writ petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> in matters where there was a contractual relationship\n Kanchan P Dhuri                                   14    / 29                               WPL-21635-2021.odt\n\n\n   or element between the private person and the state or instrumentality of the state.\n\n   Some of the judgments referred to below also address the other aspect of the\n\n   maintainability object based on the existence of the arbitration agreement contained in\n\n   the Present Contract. Those judgments take the view that the mere existence of an\n\n   arbitration agreement would not constitute an absolute bar so as to preclude a writ\n\n   petition under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176176934\" id=\"span_8\">7.4               In <a href=\"/doc/176176934/\" id=\"a_23\">Unitech Ltd. v. Telangana State Industrial Infrastructure Corporation</a> ,\n\n   the Supreme Court held that:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\n</p><blockquote id=\"blockquote_22\">                  &quot;E.1.       Maintainability of the writ petition under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a>\n\n</blockquote><blockquote id=\"blockquote_23\">                  38.         .... However, to clear the ground, it is necessary to postulate that\n                  recourse to the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> of the Constitution is not\n                  excluded altogether in a contractual matter. A public law remedy is available\n                  for enforcing legal rights subject to well-settled parameters.\n</blockquote>\n<blockquote id=\"blockquote_24\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_9\">39.          A two judge Bench of this Court in <a href=\"/doc/1943124/\" id=\"a_26\">ABL International Ltd. v.\n                  Export Credit Guarantee Corporation of India [ABL International</a>] analyzed a\n                  long line of precedent of this Court to conclude that writs under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a>\n                  are maintainable for asserting contractual rights against the state, or its\n                  instrumentalities, as defined under <a href=\"/doc/609139/\" id=\"a_28\">Article 12</a> of the Indian Constitution.\n                  Speaking through Justice N Santosh Hegde, the Court held:</span>\n</blockquote>\n<blockquote id=\"blockquote_25\">                          &quot;27. ...the following legal principles emerge as to the\n                          maintainability of a writ petition:\n</blockquote><blockquote id=\"blockquote_26\">                          (a) In an appropriate case, a writ petition as against a State\n                          or an instrumentality of a State arising out of a contractual\n                          obligation is maintainable.\n</blockquote><blockquote id=\"blockquote_27\">                          (b) Merely because some disputed questions of fact arise for\n                          consideration, same cannot be a ground to refuse to entertain\n                          a writ petition in all cases as a matter of rule.\n</blockquote><blockquote id=\"blockquote_28\">                          (c) A writ petition involving a consequential relief of\n                          monetary claim is also maintainable.&quot;\n</blockquote><blockquote id=\"blockquote_29\"> Kanchan P Dhuri                                   15    / 29                                 WPL-21635-2021.odt\n\n</blockquote><blockquote id=\"blockquote_30\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44640163\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60084250\" id=\"span_11\">40.          This exposition has been followed by this Court, and has been\n                  adopted by three-judge Bench decisions of this Court in <a href=\"/doc/60084250/\" id=\"a_29\">State of UP v. Sudhir\n                  Kumar</a> and <a href=\"/doc/44640163/\" id=\"a_30\">Popatrao Vynkatrao Patil v. State of Maharashtra</a>. The decision in\n                  ABL International, cautions that the plenary power under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> must be\n                  used with circumspection when other remedies have been provided by the\n                  contract. But as a statement of principle, the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> is\n                  not excluded in contractual matters. <a href=\"/doc/705639/\" id=\"a_33\">Article 23.1</a> of the Development\n                  Agreement in the present case mandates the parties to resolve their disputes\n                  through an arbitration. However, the presence of an arbitration clause within a\n                  contract between a state instrumentality and a private party has not acted as an\n                  absolute bar to availing remedies under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226.</a> If the state\n                  instrumentality violates its constitutional mandate under <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> to act\n                  fairly and reasonably, relief under the plenary powers of the <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the\n                  Constitution would lie. This principle was recognized in ABL International:</span></span>\n</blockquote>\n<blockquote id=\"blockquote_31\">                         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1885496\" id=\"span_12\">&quot;28.          However, while entertaining an objection as to\n                         the maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the\n                         Constitution of India, the court should bear in mind the fact\n                         that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of\n                         the Constitution is plenary in nature and is not limited by any\n                         other provisions of the Constitution. The High Court having\n                         regard to the facts of the case, has a discretion to entertain or\n                         not to entertain a writ petition. The Court has imposed upon\n                         itself certain restrictions in the exercise of this power. (See\n                         <a href=\"/doc/1885496/\" id=\"a_39\">Whirlpool Corpn. v. Registrar of Trade Marks</a> [(1998) 8 SCC\n                         1].) And this plenary right of the High Court to issue a\n                         prerogative writ will not normally be exercised by the Court to\n                         the exclusion of other available remedies unless such action of\n                         the State or its instrumentality is arbitrary and unreasonable\n                         so as to violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_40\">Article 14</a> or for\n                         other valid and legitimate reasons, for which the Court thinks\n                         it necessary to exercise the said jurisdiction.&quot;</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_32\">                  41.         Therefore, while exercising its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a>, the\n                  court is entitled to enquire into whether the action of the State or its\n                  instrumentalities is arbitrary or unfair and in consequence, in violation of\n                  <a href=\"/doc/367586/\" id=\"a_42\">Article 14.</a> The jurisdiction under <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> is a valuable constitutional\n                  safeguard against an arbitrary exercise of state power or a misuse of authority.\n                  In determining as to whether the jurisdiction should be exercised in a\n                  contractual dispute, the Court must, undoubtedly eschew, disputed questions\n                  of fact which would depend upon an evidentiary determination requiring a\n                  trial. But equally, it is well-settled that the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_44\">Article 226</a>\n                  cannot be ousted only on the basis that the dispute pertains to the contractual\n                  arena. This is for the simple reason that the State and its instrumentalities are\n                  not exempt from the duty to act fairly merely because in their business\n                  dealings they have entered into the realm of contract. Similarly, the presence\n                  of an arbitration clause does oust the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226</a> in all\n Kanchan P Dhuri                                  16    / 29                              WPL-21635-2021.odt\n\n                  cases though, it still needs to be decided from case to case as to whether\n                  recourse to a public law remedy can justifiably be invoked. The jurisdiction\n                  under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> was rightly invoked by the Single Judge and the Division\n                  Bench of the Andhra Pradesh in this case, when the foundational\n                  representation of the contract has failed. TSIIC, a state instrumentality, has\n                  not just reneged on its contractual obligation, but hoarded the refund of the\n                  principal and interest on the consideration that was paid by Unitech over a\n                  decade ago. It does not dispute the entitlement of Unitech to the refund of its\n                  principal.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">                                                                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_13\">[Emphasis Supplied]\n\n\n\n   7.5               In <a href=\"/doc/1261492/\" id=\"a_47\">Kumari Shrilekha Vidyarthi and Ors. v. State of Uttar Pradesh &amp;\n\n   Ors.</a>, the Supreme Court held that :</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n</p><blockquote id=\"blockquote_32\">                  &quot;18.         The scope of judicial review permissible in the present case, does\n                  not require any elaborate consideration since even the minimum permitted\n                  scope of judicial review on the ground of arbitrariness or unreasonableness or\n                  irrationality, once <a href=\"/doc/367586/\" id=\"a_48\">Article 14</a> is attracted, is sufficient to invalidate the\n                  impugned circular as indicated later. We need not, therefore, deal at length\n                  with the scope of judicial review permissible in such cases since several\n                  nuances of that ticklish question do not arise for consideration in the present\n                  case.\n</blockquote>\n<blockquote id=\"blockquote_33\">                  19.        Even otherwise and sans the public element so obvious in these\n                  appointments, the appointment and its concomitants viewed as purely\n                  contractual matters after the appointment is made, also attract <a href=\"/doc/367586/\" id=\"a_49\">Article 14</a> and\n                  exclude arbitrariness permitting judicial review of the impugned State action.\n                  This aspect is dealt with hereafter.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_35\">                                                                            [Emphasis Supplied]\n\n                  &quot;39.        No doubt, it is for the person alleging arbitrariness who has to\n                  prove it. This can be done by showing in the first instance that the impugned\n                  State action is uninformed by reason inasmuch as there is no discernible\n                  principle on which it is based or it is contrary to the prescribed mode of\n                  exercise of the power or is unreasonable. If this is shown, then the burden is\n                  shifted to the State to repel the attack by disclosing the material and reasons\n                  which led to the action being taken in order to show that it was an informed\n                  decision which was reasonable. If after a prima facie case of arbitrariness is\n                  made out, the State is unable to show that the decision is an informed action\n                  which is reasonable, the State action must perish as arbitrary.\n</p><p data-structure=\"Section\" id=\"p_36\"> Kanchan P Dhuri                                    17    / 29                               WPL-21635-2021.odt\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">                  40.         In the present case, the initial burden on the petitioners/\n                  appellants has been discharged by showing that there is no discernible\n                  principle for the impugned action at the district level throughout the State of\n                  U.P. since there is nothing in the circular to indicate that such a sweeping\n                  action for all districts throughout the State was necessary which made it\n                  reasonable to change all Government Counsel in the districts throughout the\n                  State, even those whose tenure in office had not expired. Such a drastic\n                  action could be justified only on the basis of some extraordinary ground\n                  equally applicable to all Government Counsel in the districts throughout the\n                  State which is reasonable. No such reason appears in the circular.\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">                  41.         The impugned circular itself does not indicate the compelling\n                  reason, if any, for the drastic step of replacing all the Government a Counsel\n                  in every branch at the district level throughout the State of U.P., irrespective\n                  of the fact whether the tenure of the incumbent had expired or not. The\n                  learned Additional Advocate General stated that the circular was issued\n                  because the existing panels were made in 1985, 1986 and 1987 and were\n                  considered to be not too proximate in point of time in the year 1990 for being\n                  continued. The reason, if any, for considering such en bloc change necessary\n                  has not been disclosed either in the circular or at the hearing in addition to\n                  what is said in para 29 of the counter-affidavit of A.K. Singh, which is\n                  referred to later. On behalf of the petitioners/appellants, it was alleged that\n                  the en masse change at the district level c throughout the State of U.P. was\n                  made only for political reasons on account of the recent change in the State\n                  Government. We deem it unnecessary to go into this question for want of any\n                  specific material either way. Moreover, the arbitrariness, if any, of such an\n                  act, would be equally applicable irrespective of the change in the\n                  government, which, if at all, would only strengthen the argument in case\n                  arbitrariness is proved otherwise. The only reason given in the counter-\n                  affidavit of AK. Singh, Joint Secretary and Joint Legal Remembrancer,\n                  Government of U.P., is in para 29 thereof which reads as under :\n\n</p><blockquote id=\"blockquote_34\">                        &quot;That the contents of para 38 of the writ petition are not\n                        admitted. It is denied that the government took the present\n                        decision with a political motive and in an arbitrary manner. It\n                        is also submitted that the decision to terminate the\n                        professional engagement as been taken in order to streamline\n                        the conduct of the government cases and effective\n                        prosecution thereof.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">                  42.         It is difficult to appreciate this as a reasonable basis for the drastic\n                  and sweeping action throughout the State particularly when the provisions in\n                  the Legal Remembrancer&#x27;s Manual referred earlier provide ordinarily for\n                  renewal of the tenure of the appointees. To say the least, the contents of para\n                  29 of this counter-affidavit which alone are relied on to disclose the reasons\n                  for the circular are beautifully vague and convey nothing of substance and\n                  cannot furnish any tangible support to the impugned circular...&quot;\n</p><pre id=\"pre_8\"> Kanchan P Dhuri                                    18    / 29                               WPL-21635-2021.odt\n\n\n\n\n   7.6               In Uttar Pradesh Power Transmission Corporation Ltd. &amp; Anr. v CG\n\n</pre><p data-structure=\"Precedent\" id=\"p_40\">   Power and Industrial Solutions Ltd. &amp; Anr. (&quot;UP Power&quot;), the Supreme Court held :\n\n\n</p><blockquote id=\"blockquote_35\">                  &quot;66.          Even though there is an arbitration clause, the petitioner herein\n                  has not opposed the writ petition on the ground of existence of an arbitration\n                  clause. There is no whisper of any arbitration agreement in the counter-\n                  affidavit filed by UPPTCL to the writ petition in the High Court. In any case,\n                  the existence of an arbitration clause does not debar the court from\n                  entertaining a writ petition.\n</blockquote>\n<blockquote id=\"blockquote_36\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172383107\" id=\"span_15\">67.          It is well settled that availability of an alternative remedy does not\n                  prohibit the High Court from entertaining a writ petition in an appropriate\n                  case. The High Court may entertain a writ petition, notwithstanding the\n                  availability of an alternative remedy, particularly: (i) where the writ petition\n                  seeks enforcement of a fundamental right; (ii) where there is failure of\n                  principles of natural justice or (iii) where the impugned orders or proceedings\n                  are wholly without jurisdiction or (iv) the vires of an Act is under challenge.\n                  Reference may be made to <a href=\"/doc/172383107/\" id=\"a_50\">Whirlpool Corpn. v. Registrar of Trade Marks</a> and\n                  <a href=\"/doc/855552/\" id=\"a_51\">Pimpri Chinchwad Municipal Corpn. v. Gayatri Construction Co.</a>, cited on\n                  behalf of Respondent 1.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_37\">                  68.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_16\">In <a href=\"/doc/1603548/\" id=\"a_52\">Harbanslal Sahnia v. Indian Oil Corpn. Ltd.</a>, this Court allowed\n                  the appeal from an order of the High Court dismissing a writ petition and set\n                  aside the impugned judgment of the High Court as also the impugned order\n                  of the Indian Oil Corporation terminating the dealership of the appellants\n                  notwithstanding the fact that the dealership agreement contained an\n                  arbitration clause.</span>\n</blockquote>\n<blockquote id=\"blockquote_38\">                  69.         It is now well settled by a plethora of decisions of this Court that\n                  relief under <a href=\"/doc/1712542/\" id=\"a_53\">Article 226</a> of the Constitution of India may be granted in a case\n                  arising out of contract. However, the writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a>,\n                  being discretionary, the High Courts usually refrain from entertaining a writ\n                  petition which involves adjudication of disputed questions of fact which may\n                  require analysis of evidence of witnesses. Monetary relief can also be granted\n                  in a writ petition.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">                                                                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"132044051\" id=\"span_17\">[Emphasis Supplied]\n\n\n\n   7.7               This Court, in <a href=\"/doc/132044051/\" id=\"a_55\">Shailaja Khanvilkar v. Union of India</a>, while dealing with\n\n   an arbitrary action of State similar to the Respondents&#x27; action in the present case,\n Kanchan P Dhuri                                  19    / 29                             WPL-21635-2021.odt\n\n\n   rejected the plea of availability of alternate remedy under a contract by holding that\n\n   the Petitioner therein had impugned a circular as being arbitrary, unreasonable, and\n\n   irrational, and in fact had not challenged any breach of the contract between the\n\n   parties therein. The relevant portion of this Court&#x27;s judgment is reproduced here :</span>\n\n\n</p><blockquote id=\"blockquote_39\">                  &quot;12.        We propose to first deal with the preliminary objection raised by\n                  Mr. Sancheti as to the maintainability of the present Petition. It was his\n                  submission that the disputes between the Petitioners and BPCL arise out of\n                  the Distributorship Agreements and are in the nature of contractual disputes\n                  for which an alternate remedy of arbitration is provided for and therefore, the\n                  Petitioners are not entitled to invoke this Court&#x27;s writ jurisdiction. In our\n                  opinion, the question as to whether or not this Court can exercise its writ\n                  jurisdiction in contractual matters is no longer res integra. The Petitioners\n                  have, in the present Writ Petition, not canvassed or pleaded a breach of the\n                  Distributorship Agreement but have assailed the Impugned Circular on the\n                  basis that it is arbitrary, unreasonable and irrational. These grounds of\n                  challenge would enable this Court to exercise its writ jurisdiction despite the\n                  presence of the Distributorship Agreement and/or an arbitration clause\n                  contained therein. In this respect, the Apex Court has, in its decision\n                  rendered in Whirlpool Corporation v. Registrar of Trademarks held that the\n                  existence of an alternate remedy would not preclude a Writ Court from\n                  exercising jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_19\">The same view has been also reiterated by the Apex\n                  Court in <a href=\"/doc/1281050/\" id=\"a_56\">Ramana Dayaram Shetty v. International Airport Authority of India</a>;\n                  and <a href=\"/doc/884513/\" id=\"a_57\">Tata Cellular v. Union of India</a>. In view thereof, we reject Mr. Sancheti&#x27;s\n                  objection as to the maintainability of the Writ Petition.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_42\">                                                                           [Emphasis Supplied]\n\n\n\n   7.8               The ratio of the above decisions makes it clear that the existence of a\n\n   contract does not by itself oust the jurisdiction of a court under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of the\n\n   Constitution of India. In an appropriate case, a writ petition against the state or an\n\n   instrumentality of the state arising out of a contractual obligation is maintainable.\n\n   Having said that, we are of the view that the grievance raised in this Petition is not\n Kanchan P Dhuri                          20    / 29                        WPL-21635-2021.odt\n\n\n   contractual in nature but questions the actions of Respondent No.1 to deny the\n\n   Petitioner moneys due under invoices for reasons outside the Present Contract by\n\n   raising disputes under the Old Contracts.\n</p>\n<p data-structure=\"RespArg\" id=\"p_43\">\n   7.9            We also accept Shri Jagtiani&#x27;s submission that the Writ Petition does not\n\n   seek remedies for breach of contract, but in fact challenges the arbitrariness of state\n\n   action viz the Impugned Letter. The fact that the Present Contract contains an\n\n   arbitration clause does not preclude the Petitioner from filing the Writ Petition.\n\n\n   7.10           The suggestion by Respondent No.1 that a refusal to pay based on\n\n   alleged breaches under the Old Contracts amounts to a disputed question of fact is\n\n   again misconceived. Merely because some disputed questions of fact is sought to be\n\n   raised by a party in its opposition to a petition, is not by any means an invariable\n\n   ground to refuse to entertain a writ petition in all cases as a matter of rule. It is only\n\n   when there are genuinely complicated questions of fact that arise in the determination\n\n   of a writ petition that the Court may, as a matter of self-imposed limitation and\n\n   discretion, refuse to entertain a petition under <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> of the Constitution of India.\n\n\n   7.11           As the judgments have also held, in appropriate cases a writ petition\n\n   involving a consequential relief of a monetary claim is also maintainable under <a href=\"/doc/1712542/\" id=\"a_60\">Article\n\n   226</a> of the Constitution of India.\n</p><pre id=\"pre_9\"> Kanchan P Dhuri                             21   / 29                     WPL-21635-2021.odt\n\n\n   7.12           We are also of the view that the presence of an arbitration clause in a\n\n</pre><p data-structure=\"Precedent\" id=\"p_44\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176176934\" id=\"span_20\">contract between a state instrumentality and a private party is not an absolute bar to\n\n   availing remedies under <a href=\"/doc/1712542/\" id=\"a_61\">Article 226.</a> This conclusion is supported by the observations\n\n   made in the decisions of <a href=\"/doc/176176934/\" id=\"a_62\">Unitech Limited and UP Power</a>, supra . The decision in\n\n   Shailaja Khanvilkar explains one such circumstance when an arbitration agreement\n\n   would not affect the maintainability of a writ petition, i.e., when the petitioner is\n\n   challenging an arbitrary act of the state or its instrumentality, as opposed to alleging\n\n   the breach of a contractual provision.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"318728\" id=\"span_21\">7.13           We are also of the view that the judgments relied on by the Respondents\n\n   are not applicable to the present case. <a href=\"/doc/318728/\" id=\"a_63\">Kerala State Electricity Board &amp; Anr. V. Kurien\n\n   E. Kalathil &amp; Ors.</a>, related to a dispute purely of contractual nature. It pertained to\n\n   &#x27;interpretation and implementation of a clause in a contract&#x27;, and it is for that reason,\n\n   on those specific facts, that the writ petition was held not to be maintainable. This is\n\n   distinct from the facts of the present writ petition where it is the Respondents&#x27; alleged\n\n   arbitrary action which is being impugned.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1156062\" id=\"span_22\">The judgment in <a href=\"/doc/1156062/\" id=\"a_64\">Uttar Pradesh &amp; Ors. v.\n\n   Bridge &amp; Roof Company India Ltd.</a> is also not applicable to the present facts as there\n\n   was no discussion of the arbitrary or mala fide action of the state.\n\n\n   7.14           Accordingly, we find that the Writ Petition is maintainable under <a href=\"/doc/1712542/\" id=\"a_65\">Article\n\n   226</a> of the Constitution of India.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_46\"> Kanchan P Dhuri                              22   / 29                            WPL-21635-2021.odt\n\n   SUBMISSIONS OF THE PARTIES ON ISSUE (ii)\n\n</p><p data-structure=\"RespArg\" id=\"p_47\">   8.             Shri Sharan Jagtiani, Ld. Senior Advocate for the Petitioner, submitted\n\n   that the Impugned Letter is arbitrary and unreasonable, and ought to be set aside.\n\n   Pursuant to the Letter of Award dated 22nd February, 2021 read with the Present\n\n   Contract, the Petitioner raised invoices for the work admittedly done on the T-1946\n\n   Project. In response, Respondent No.4 issued the Impugned Letter on 9 th June, 2021,\n\n   stating that the dues of the Petitioner would be kept on hold until receipt of certain\n\n   &quot;guidelines&quot; from &quot;higher authorities&quot; for &quot;processing of vendor&#x27;s claims &amp;\n\n   recoveries to be done against said projects&quot;. The so-called &quot;said projects&quot; were those\n\n   relating to the Old Contracts.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n   8.1            Shri Sharan Jagtiani then made reference to paragraph 23 of the\n\n   Respondents&#x27; Affidavit in Reply, which states that :\n</p>\n<blockquote id=\"blockquote_40\">            &quot;23. I state that the Contracts Agreements executed previously as well as the\n            Contract Agreement executed under Tender No. T-1946 are between the same\n            parties, that is the Petitioner and Respondent No.1. I state that therefore it is\n            legitimate for the Respondents to seek recovery of the amounts which were due and\n            recoverable from the Petitioners in absence of any other mode of recovery.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_49\">   8.2            According to Shri Jagtiani, this is an admission on behalf of the\n\n   Respondents that the money owed to the Petitioner is being withheld by the\n\n   Respondents in order to adjust it towards alleged dues under the Old Contracts and\n\n   that this is being done as a mode of recovery which has no basis in contract or general\n\n   law.\n</p><pre id=\"pre_10\"> Kanchan P Dhuri                           23   / 29                          WPL-21635-2021.odt\n\n\n\n   8.3            It was then submitted by Shri Sharan Jagtiani that the Present Contract\n\n</pre><p data-structure=\"Precedent\" id=\"p_50\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"127571616\" id=\"span_23\">contains no provision permitting set-off of dues under this contract, against dues\n\n   under the Old Contracts. Even the Old Contracts have no such provision. At the time\n\n   of entering into the Present Contract, the Respondents were fully aware of the status\n\n   of the Old Contracts. The challenge in the present writ petition falls squarely within\n\n   the facts of the Supreme Court&#x27;s decision in <a href=\"/doc/127571616/\" id=\"a_66\">Uttar Pradesh (UP) Power Transmission\n\n   Corporation Ltd. &amp; Anr. v CG Power and Industrial Solutions Ltd. &amp; Anr.</a> , cited\n\n   earlier in this judgment on the maintainability issue too. In UP Power, the Supreme\n\n   Court struck down an arbitrary action of a state entity, similar to the arbitrary act\n\n   committed by the Respondents hereinvide the Impugned Letter.\n\n\n   8.4            Shri Sharan Jagtiani further submitted that, as <a href=\"/doc/127571616/\" id=\"a_67\">laid down by</a> the Supreme\n\n   Court in Kumari Shrilekha Vidyarthi, once the Petitioner shows that impugned state\n\n   action is arbitrary, the burden shifts to the concerned state entity to disclose material\n\n   and reasons for such action. If the state entity fails to meet this burden, the state action\n\n   must be held to be arbitrary. The Petitioner has discharged its burden of proof.\n\n   However, the Respondents have not been able to disclose any material or reasons\n\n   which have led to the impugned action being taken by the Respondents. Hence the\n\n   Impugned Letter of the Respondents must be set aside.</span>\n</p><pre id=\"pre_11\"> Kanchan P Dhuri                         24   / 29                        WPL-21635-2021.odt\n\n\n   8.5            Lastly, he submits that neither have the Respondents bothered to share\n\n</pre><p data-structure=\"Conclusion\" id=\"p_51\">   the &quot;guidelines&quot; with the Petitioner at any time after the Impugned Letter was sent,\n\n   nor have they annexed it or made reference to it in the Affidavit in Reply. Therefore,\n\n   the Respondents have given up their submission relating to alleged guidelines from a\n\n   higher authority.\n</p>\n<p data-structure=\"RespArg\" id=\"p_52\">\n   8.6            Shri Sakhre, Ld. Senior Advocate on behalf of the Respondents\n\n   submitted that the Petitioner was given a mobilization advance of around Rs. 7.43\n\n   Crores under the Old Contracts. Out of this amount, Rs. 3.67 Crores have been\n\n   adjusted against RA Bills raised under the Old Contracts, but that Rs. 3.76 Crores\n\n   remains to be recovered. Further, it is an admitted position that labour cess amounting\n\n   to Rs. 47 lakhs is also due to be collected from the Petitioner under Old Contracts.\n\n   The Old Contracts required the issuance of bank guarantees by the Petitioner, which\n\n   have not been renewed since 2016. Consequently, the Respondents could not recover\n\n   dues pending under the Old Contracts. Therefore, it is legitimate for the Respondents\n\n   to seek recovery of amounts due under the Old Contracts, from the Present Contract.\n\n   The act of the Petitioner of not renewing bank guarantees, as well as failure to return\n\n   certain materials under the Old Contracts is mala fide, amounts to misappropriation\n\n   and is a breach of contract and trust. The Respondents&#x27; actions are therefore not\n\n   arbitrary or unreasonable.\n</p><pre id=\"pre_12\"> Kanchan P Dhuri                          25   / 29                       WPL-21635-2021.odt\n\n   FINDINGS ON ISSUE (ii)\n\n</pre><p data-structure=\"Section\" id=\"p_53\">   9.             The Respondents have not disputed the RA Bills raised by the Petitioner\n\n   for work done under the Present Contract. There is no dispute about the quantity or\n\n   the quality of the work.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">\n   9.1            A bare reading of the Respondents&#x27; Affidavit in Reply indicates that the\n\n   amount due to the Petitioner under the Present Contract is being withheld due to the\n\n   Respondents&#x27; claim for moneys due to it from the Petitioner under the Old Contracts.\n\n   It claims that it is entitled to refund of a portion of mobilisation advance and\n\n   outstanding labour cess.\n</p>\n<p data-structure=\"RespArg\" id=\"p_55\">\n   9.2            Whether or not the Respondents are correct in their submission that the\n\n   Petitioner owes them money under the Old Contracts is not within the purview of the\n\n   Present Petition. We do not intend to enter upon that dispute except to note that even\n\n   if the Respondents case is taken at its highest the claim under the Old Contracts goes\n\n   back to the year 2017 or thereabouts. After the bank guarantees under the Old\n\n   Contracts were not renewed, as contended by the Respondents, no attempt or\n\n   endeavour has been made by the Respondents to initiate any legal proceedings or taken\n\n   any action known to law for recovering the amounts claimed by it under the Old\n\n   Contracts.\n</p><pre id=\"pre_13\"> Kanchan P Dhuri                                  26    / 29                              WPL-21635-2021.odt\n\n\n   9.3               The question for us to determine is whether the Respondents can\n\n</pre><p data-structure=\"Conclusion\" id=\"p_56\">   legitimately withhold money owed to the Petitioner under the Present Contract for\n\n   alleged dues under the Old Contracts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\n   9.4               Upon a perusal of the Present Contract, we agree with Shri Sharan\n\n   Jagtiani that there is no such provision. Accordingly, the Respondents cannot rely on\n\n   any contractual provision that entitles them to set-off the Petitioner&#x27;s outstanding\n\n   dues.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n   9.5               We also find that Shri Sharan Jagtiani&#x27;s reliance on the judgment of the\n\n   Supreme Court in UP Power is well founded. In UP Power, the Petitioner impugned a\n\n   letter of the Respondents therein, which directed adjustment of labour cess that was\n\n   due in respect of an older contract, against money it owed the Petitioner therein in\n\n   respect of subsequent contracts. This was done on the basis of an alleged report of the\n\n   Comptroller and Auditor General of India. The Supreme Court held that :\n\n\n</p><blockquote id=\"blockquote_41\">                  &quot;70.        In this case, the action of UPPTCL in forcibly extracting building\n                  cess from Respondent 1 in respect of the first contract, solely on the basis of\n                  the CAG Report, is in excess of power conferred on UPPTCL by law or in\n                  terms of the contract. In other words, UPPTCL has no power and authority\n                  and or jurisdiction to realise labour cess under the <a href=\"/doc/774283/\" id=\"a_68\">Cess Act</a> in respect of the\n                  first contract by withholding dues in respect of other contracts and/or\n                  invoking a performance guarantee. There is no legal infirmity in the finding\n                  of the High Court that UPPTCL acted in excess of power by its acts\n                  impugned, when there was admittedly no assessment or levy of cess under\n                  the <a href=\"/doc/774283/\" id=\"a_69\">Cess Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_42\">                  71.       Even otherwise, the <a href=\"/doc/774283/\" id=\"a_70\">Cess Act</a> and/or statutory rules framed\n                  thereunder prescribe the mode and manner of recovery of outstanding cess\n Kanchan P Dhuri                                  27    / 29                              WPL-21635-2021.odt\n\n                  under the <a href=\"/doc/774283/\" id=\"a_71\">Cess Act</a>. It is well settled that when statute requires a thing to be\n                  done in a particular manner, it is to be done in that manner alone. UPPTCL\n                  could not have taken recourse to the methods adopted by it. The impugned\n                  communications have rightly been set aside.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_59\">                                                                          [Emphasis Supplied]\n\n\n\n   9.6               Therefore, the impugned action of the respondent, in that case, which\n\n   forcibly extracted cess in respect of the first contract against subsequent contracts was\n\n   struck down because it was held to be in excess of power conferred on the state entity.\n\n   It was held to have no power, authority or jurisdiction to realize cess under of the first\n\n   contract by withholding dues in respect of subsequent contracts.\n\n\n   9.7               The Impugned Letter in the Present Petition is similarly issued without\n\n   any power or authority to do so. No material has been placed before us to indicate\n\n   otherwise.       No powers under statute, no rules or regulation and no contractual\n\n   provisions have been relied upon to justify the issuance of the Impugned Letter. The\n\n   Respondents have acted without any authority or legal basis in withholding payment\n\n   against legitimate RA Bills raised by the Petitioner. In fact, the Impugned Letter of the\n\n   Respondents herein is even more arbitrary and unsustainable than the actions of the\n\n   Respondents in UP Power. This is because while the contracts in UP Power formed\n\n   part of a bouquet of connected contracts, in the present writ petition, the Present\n\n   Contract and Old Contracts are not even remotely connected. Further, in UP Power,\n\n   1% of the contract value was sought to be recovered, whereas, in the present writ\n Kanchan P Dhuri                          28   / 29                        WPL-21635-2021.odt\n\n\n   petition, no payment whatsoever has been released to the Petitioner. The Petitioner is\n\n   being forced to perform its obligations completely out of its own financial resources.\n\n\n   9.8            Additionally, there is no answer from the Respondents as to why it\n\n   accepted the Petitioners bid in respect of Project T-1946 and entered into the Present\n\n   Contract, if all along it knew that it would seek to deviate from the basic obligation to\n\n   pay for work done by relying upon the Old Contracts, and at the same time not\n\n   disclosing any of this to the Petitioner when accepting its bid and entering into the\n\n   Present Contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">\n   9.9            As set out in Kumari Shrilekha Vidyarthi, the Petitioner must show the\n\n   impugned state action to be arbitrary, after which the burden is on the state entity to\n\n   supply reasons for the act. For the reasons noted above, the Petitioner has more than\n\n   discharged the initial onus cast upon it. The Respondent has, in response, failed to\n\n   supply any tenable reasons for issuing the Impugned Letter.\n\n\n   9.10           As a result of the above, we find the Impugned Letter issued by the\n\n   Respondents to be arbitrary, unreasonable and without any authority of law. We\n\n   accordingly set it aside. The Petitioner is entitled to have amounts claimed under the\n\n   invoices raised paid to it without any reference to any alleged claim of the Respondent\n\n   No.1 under the Old Contracts.\n</p><pre id=\"pre_14\">                   Kanchan P Dhuri                                   29   / 29                              WPL-21635-2021.odt\n\n                      CONCLUSION\n\n</pre><p data-structure=\"Conclusion\" id=\"p_61\">                      10.              The Petitioner is therefore entitled to the reliefs sought and the same is\n\n                      allowed in terms of prayers (a) to (d), which reads as under :\n\n\n</p><blockquote id=\"blockquote_43\">                                    &quot;(a)        this Hon&#x27;ble Court be pleased to issue a Writ of Mandamus or a\n                                    Writ in the nature of Mandamus or any other appropriate Writ, order or\n                                    direction to quash and set aside the Impugned Letter dated 9 June 2021\n                                    (Exhibit-&#x27;I&#x27; hereto) and any and all consequent &#x27;guidelines&#x27; issued\n                                    thereunder by the Respondents;\n</blockquote>\n<blockquote id=\"blockquote_44\">                                    (b)         this Hon&#x27;ble Court be pleased to issue a Writ of Mandamus or a\n                                    Writ in the nature of Mandamus or any other appropriate Writ, order or\n                                    direction, directing the Respondents to forthwith release the payments due\n                                    to the Petitioner (as set out in Exhibit-&#x27;G&#x27; hereto) and settle the Petitioner&#x27;s\n                                    bona fide claims under the Present Contract, without acting on the letter\n                                    dated 9 June 2021 (Exhibit-&#x27;I&#x27; hereto);\n</blockquote>\n<blockquote id=\"blockquote_45\">                                    (c) this Hon&#x27;ble Court be pleased to issue a Writ of Mandamus or a Writ in\n                                    the nature of Mandamus or any other appropriate Writ, order or direction,\n                                    directing the Respondents to make all payments due to the Petitioner under\n                                    the Present Contract without setting off any amounts under the Old\n                                    Contracts;\n</blockquote>\n<blockquote id=\"blockquote_46\">                                    (d)        this Hon&#x27;ble Court be pleased to issue a Writ of Mandamus or a\n                                    Writ in the nature of Mandamus or any other appropriate Writ, order or\n                                    direction, directing the Respondents to make all future payments as and\n                                    when due to the Petitioner under the Present Contract without any demur or\n                                    for reasons stated in the Impugned Letter or alleged &#x27;guidelines&#x27; or\n                                    otherwise;&quot;\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_62\">                      11.              We grant the Respondents a period of 3 weeks from today to comply with\n\n                      the directions contained in prayer (b). There shall be no order as to costs.\n\n\n\n\n</p><pre id=\"pre_15\">                      ( MILIND N. JADHAV, J. )                                           ( S.J. KATHAWALLA, J. )\n         Digitally\n         signed by\n         KANCHAN\nKANCHAN PRASHANT\nPRASHANT DHURI\nDHURI    Date:\n         2022.01.10\n         14:38:20\n         +0530\n </pre>","numcites":23,"numcitedby":1,"docsource":"Bombay High Court","citetid":94611660,"divtype":"judgments","relatedqs":[{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"article 226 of constitution of india","formInput":"article%20226%20of%20constitution%20of%20india"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"sharan jagtiani","formInput":"sharan%20jagtiani"},{"value":"arbitrary action by state","formInput":"arbitrary%20action%20by%20state"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"labour cess","formInput":"labour%20cess"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"shrilekha vidyarthi","formInput":"shrilekha%20vidyarthi"},{"value":"article 12","formInput":"article%2012"},{"value":"226 of the constitution of india","formInput":"226%20of%20the%20constitution%20of%20india"},{"value":"when is an action arbitrary","formInput":"when%20is%20an%20action%20arbitrary"},{"value":"transmission lines","formInput":"transmission%20lines"},{"value":"mandamus","formInput":"mandamus"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"commercial transaction","formInput":"commercial%20transaction"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"Instrumentality of state","formInput":"Instrumentality%20of%20state"},{"value":"arbitration clause","formInput":"arbitration%20clause"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"definition-of-state","formInput":"tag:definition-of-state"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":true,"query_alert":null,"agreement":false}