{"tid":51474008,"publishdate":"2015-03-10","title":"Md.Ali @ Guddu vs State Of U.P on 10 March, 2015","doc":"<h2 class=\"doc_title\">Md.Ali @ Guddu vs State Of U.P on 10 March, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-misra\">Dipak Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-v-ramana\">N.V. Ramana</a>, <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a></h3>\n\n<pre id=\"pre_1\">                                    IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n                      CRIMINAL APPEAL NO. 2238 OF 2010\n\nMd. Ali @ Guddu                         ... Appellant\n                                   Versus\nState of U.P.                                      ... Respondent\n\n                                    WITH\n                       CRIMINAL APPEAL NO.425 OF 2015\n                       (@ SLP(Crl.) NO. 9896 of 2011)\n\n                       CRIMINAL APPEAL NO. 636 OF 2012\n\n                               J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">Dipak Misra, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">      Leave granted in SLP (Crl.) No. 9896 of 2011\n</p><p data-structure=\"Facts\" id=\"p_3\">2.    The present appeals are  directed  against  the  common  judgment  and\norder dated 25.03.2009 passed by the High Court of Judicature  at  Allahabad\nin Criminal Appeal No. 602 of 2006 and  Criminal  Appeal  No.  863  of  2006\nwhereby  the learned Single Judge has given the stamp  of  approval  to  the\njudgment and  order  dated  30.01.2006  passed  by  the  learned  Additional\nSessions  Judge/F.T.C.,  Hapur,  District  Ghaziabad   whereunder   he   had\nconvicted  the  appellants  under  <a href=\"/doc/619940/\" id=\"a_1\">Section  363</a>,  <a href=\"/doc/796352/\" id=\"a_2\">366</a>  and  <a href=\"/doc/1279834/\" id=\"a_3\">376</a>  I.P.C.  and\nsentenced each of them to  undergo three years rigorous  imprisonment  under\n<a href=\"/doc/619940/\" id=\"a_4\">Section 363</a> IPC and to pay a fine of Rs.2,000/- with a default clause,  five\nyears rigorous imprisonment and to pay a fine of  Rs.3,000/-  under  <a href=\"/doc/796352/\" id=\"a_5\">Section\n366</a> IPC and ten years rigorous imprisonment and to pay a fine of  Rs.5,000/-\nunder <a href=\"/doc/1279834/\" id=\"a_6\">Section 376</a> IPC with the default sequitur.   All  the  sentences  were\ndirected to run concurrently.\n</p><p data-structure=\"Facts\" id=\"p_4\">3.    The prosecution case, as has been unfurled, is that a  written  report\nwas filed by the  complainant,  Smt.  Aneesa,  PW-2,  on  3.12.1996  on  the\nallegation that on 22.11.1996, around midnight, her daughter, Gulistan,  PW-\n1, aged about 14 years, went out of her house to answer the call  of  nature\nbut did not return for a considerable time.   Being  anxious,  she  went  in\nsearch of her and at that time Ali Waris,  one  of  the  appellants  herein,\ninformed her that he had left her daughter at his  door.   Thereafter,  PW-2\nand his son Abrar, PW-4, searched for her in the neighbourhood  as  well  as\namongst the relatives but as it turned out to be an  exercise  in  futility,\nshe sensed some foul play and eventually informed the police that Ali  Waris\nand Mohammad  Ali @ Guddu had kidnapped her daughter.   After  the  criminal\nlaw was set in motion, the investigating agency commenced the search of  the\nvictim.  As the factual matrix would uncurtain, Abrar  had  along  with  co-\nvillagers, namely, Arif s/o Md. Rafi, Zulfi, Papat, Shafiq  and  others  had\ngone in search of his sister, they had reached village  Loni  and  Arif  s/o\nAzam Khan brought Gulistan from a house and handed  over  to  him.   All  of\nthem along with Gulistan went to the police station on  18.1.1997  and  PW-2\nand  Gulistan,  PW-1,  submitted  an  application  at  the  police   station\nDhaulana.  The statement of the victim was recorded  under  <a href=\"/doc/497457/\" id=\"a_7\">Section  164</a>  of\nthe Code of Criminal Procedure.  The investigating agency  sent  the  victim\nfor  medical  examination,  recorded  the  statements  of  seven  witnesses,\nprepared the site plan and after completing  other  formalities  placed  the\nchargesheet against eight accused  persons,  namely,  Ali  Waris,  Md.  Ali,\nMehmood, Allahrakha, Sirajoo, Fazal, Shamshad and Sarfraz for  the  offences\npunishable under <a href=\"/doc/619940/\" id=\"a_8\">Sections 363</a>, <a href=\"/doc/796352/\" id=\"a_9\">366</a>, <a href=\"/doc/1629021/\" id=\"a_10\">368</a> and <a href=\"/doc/1279834/\" id=\"a_11\">376</a>, IPC  before  the  competent\nCourt which in turn committed the matter to the Court of Session.\n</p><p data-structure=\"Facts\" id=\"p_5\">4.    The accused persons abjured their guilt and pleaded false  implication\ndue to political rivalry relating to Gram Sabha  Pradhan elections.\n</p><p data-structure=\"Facts\" id=\"p_6\">5.    In course of trial,  the  prosecution,  to  bring  home  the  charges,\nexamined seven witnesses, namely, Gulistan, PW-1, the  prosecutrix,  Anisha,\nPW-2, the informant and the mother of the victim, Liyaqat Ali, PW-3,  Abrar,\nPW-4, the brother of the victim, Maqsood, PW-5, Mahavir Singh, PW-6 and  Dr.\nRekha Singh, PW-7 who had examined the victim.  Be it noted,  PWs  3  and  5\nhave turned hostile.\n</p><p data-structure=\"Facts\" id=\"p_7\">6.    The accused persons in their statements recorded under <a href=\"/doc/767287/\" id=\"a_12\">Section 313</a>  of\nCrPC denied their involvement in the occurrence.  Their plea was  that  they\nhad supported Ali Waris in village Pradhan  election  and  the  rival  party\nArif, a relative of PWs 1, 2 and 4 was defeated.  The defence  in  order  to\nestablish its plea examined one witness, namely, Jaggi Rana, DW-1.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">7.    The learned trial Judge on appreciation of evidence brought on  record\ncame to hold that the prosecution had been able  to  establish  the  charges\nagainst four accused persons, namely, Ali Waris, Mohd. Ali @ Guddu,  Mehmood\nand Fazal for the offences under <a href=\"/doc/796352/\" id=\"a_13\">Sections 366</a>, <a href=\"/doc/1629021/\" id=\"a_14\">368</a> and <a href=\"/doc/1279834/\" id=\"a_15\">376</a>  of  I.P.C.,  but\nhad failed to bring home charges against other accused persons and  on  that\nbasis convicted and imposed the sentence as has been stated hereinbefore.\n</p><p data-structure=\"Facts\" id=\"p_9\">8.    Being aggrieved by the aforesaid judgment of conviction and  order  of\nsentence, Fazal Mohd. Ali and Mehmood preferred Criminal Appeal No.  602  of\n2006 and Ali Waris preferred an independent  Appeal  being  Criminal  Appeal\nNo. 863 of 2006.  It is  worthy  to  state  here  that  the  State  had  not\nassailed the judgment of acquittal of the four accused  persons.   The  High\nCourt appreciated the evidence and by placing reliance on the  testimony  of\nPWs 1, 2 and 4 had opined that the findings recorded by  the  learned  trial\nJudge was flawless.  Being of the said view, it  affirmed  the  judgment  of\nconviction and the order of sentence.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">8.    We have heard Mr. Lajja Ram, learned counsel for  the  appellants  and\nMr. Ratnakar Dash, learned senior counsel for the State.\n</p><p data-structure=\"PetArg\" id=\"p_11\">9.    It is submitted by the learned counsel for  the  appellants  that  the\nlearned trial Judge as well as the High Court has absolutely gone  wrong  by\ncoming to hold that the age of the victim was less than  eighteen  years  on\nthe date of occurrence.  It is his further submission that the  appreciation\nof evidence by the trial Court  and  the  High  Court  is  totally  perverse\ninasmuch  as  in  the  obtaining  factual  matrix,  the  evidence   of   the\nprosecution witnesses could  not  have  been  remotely  given  credence  to.\nLearned counsel has seriously criticized the delay in lodging  of  the  FIR,\nregard being had to the unnatural facet, for PW-2 had lodged the  FIR  after\n11 days whereas any reasonable person would have  immediately  informed  the\npolice about the missing of his/her daughter.  It is canvassed by  him  that\nthe entire allegations of the  prosecution  are  built  on  an  unacceptable\nplinth and regard being had to the  evidence  brought  on  record  which  is\ncompletely sketchy, the conviction could not have been recorded.  Mr.  Lajja\nRam  has  submitted  that  the  medical  evidence  does  not   support   the\nprosecution version and the present case being not one  where  the  evidence\nof the prosecutrix is so  unmatchable  that  solely  on  the  basis  of  her\ntestimony and the conviction can be recorded, said medical  evidences  gains\nsignificance.  Learned counsel  would  submit  that  the  testimony  of  the\nvictim, the conduct of  the  mother  and  the  nature  of  allegations  made\nagainst the accused persons lead to a definite conclusion  that  the  entire\nstory put forth by the prosecution is  wholly  incredible  and  the  learned\ntrial Judge has lent credence to the testimony on assumed reasoning and  the\nHigh Court has concurred with the same without proper  appreciation  of  the\nevidence which is the obligation of the appellate Court hearing  a  criminal\nappeal.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">9.    Mr. Ratnakar Dash, learned senior counsel appearing for the  State  in\nhis turn would contend there has been a concurring  finding  of  facts  with\nregard to the age and there is no  justification  or  warrant  to  interfere\nwith the same.  Learned senior counsel would  submit  that  the  prosecutrix\nwas under constant fear as has been stated  by  her  and  hence,  under  the\nobtaining circumstances there is no reason not to believe her testimony  and\nunsettle the conviction.  It is urged by him that findings recorded  by  the\ntrial Court which have been concurred with by the High Court, by no  stretch\nof imagination, can be  called  perverse  warranting  interference  by  this\nCourt.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">10.   To appreciate the  rival  submissions  raised  at  the  bar,  we  have\nbestowed our  anxious  consideration  to  weigh  and  analyse  the  evidence\nbrought on record for the purpose whether testimony of the  victim  deserves\nacceptance  and  ultimately  the  prosecution  case  deserves   acceptation.\nThough the learned counsel for the parties have urged the point with  regard\nto the age of the prosecutrix, the same need not be  adverted  to.   Suffice\nit to mention that PW-2, the mother of the  victim,  had  alleged  that  her\ndaughter was fourteen years of age on 22.11.1996  when  she  was  kidnapped.\nThe ossification test has pointed out that she  was  approximately  eighteen\nyears of age.  The learned trial Judge has opined that  she  was  less  than\neighteen years and the High Court has accepted the  same.   The  said  issue\nwould gain prominence,  if  the  story  set  forth  by  the  prosecution  is\naccepted to be credible, for then  only  the  question  of  consent  by  the\nprosecutrix for the offences would arise.  If the entire  prosecution  story\nis discarded as being incredulous, then  the  said  aspect  would  certainly\nmelt into insignificance.\n</p><p data-structure=\"Section\" id=\"p_14\">11.   Having stated so, we shall proceed to deal with  the  pertinent  facts\nin this regard.  Prior to that it is  essential  to  address  the  issue  of\npropriety and  the  conceptual  parameters  or  conceptions  based  on  well\naccepted norms and paradigms to exercise  the  power  of  this  Court  under\n<a href=\"/doc/427855/\" id=\"a_16\">Article 136</a> of the Constitution.\n</p><p data-structure=\"Precedent\" id=\"p_15\">12.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158396\" id=\"span_1\">In <a href=\"/doc/158396/\" id=\"a_17\">Arunachalam v. P.S.R. Sadhanatha and Anr.</a>[1] it has been  expressed\nthus:</span>\n</p><blockquote id=\"blockquote_1\">&quot;The power is plenary in the sense that there are no words  in  <a href=\"/doc/427855/\" id=\"a_18\">Article  136</a>\nitself qualifying that power. But, the very nature of the power has led  the\ncourt to set limits to itself within which to exercise  such  power.  It  is\nnow the well-established practice of this Court to permit the invocation  of\nthe power under <a href=\"/doc/427855/\" id=\"a_19\">Article 136</a> only in very exceptional circumstances, as  when\na question of law of general public importance arises or a  decision  shocks\nthe conscience of  the  court.  But,  within  the  restrictions  imposed  by\nitself, this Court has the undoubted power to interfere even  with  findings\nof  fact,  making  no  distinction  between  judgments  of   acquittal   and\nconviction, if the High Court, in arriving  at  those  findings,  has  acted\n&#x27;perversely             or              otherwise              improperly&#x27;.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">                                                         [emphasis supplied]\n\n</p><p data-structure=\"Precedent\" id=\"p_17\">13.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"888009\" id=\"span_2\">In <a href=\"/doc/888009/\" id=\"a_20\">State of U.P. v. Babul Nath</a>[2], a two Judge  Bench  has  laid  down\nthus:</span>\n</p><blockquote id=\"blockquote_2\">&quot;At the very outset we may mention that in an appeal under  <a href=\"/doc/427855/\" id=\"a_21\">Article  136</a>  of\nthe Constitution this Court does not normally  reappraise  the  evidence  by\nitself and go into the question of credibility  of  the  witnesses  and  the\nassessment of the evidence by the High Court  is  accepted  by  the  Supreme\nCourt as final unless, of course, the appreciation of evidence  and  finding\nis vitiated by any error of law  of  procedure  or  found  contrary  to  the\nprinciples of natural justice,  errors  of  record  and  misreading  of  the\nevidence, or  where  the  conclusions  of  the  High  Court  are  manifestly\nperverse and unsupportable from the evidence on record.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\">14.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238385\" id=\"span_3\">In <a href=\"/doc/1238385/\" id=\"a_22\">Ganga Kumar Srivastava  v.  State  of  Bihar</a>[3],  the  Court  after\nreferring to series of decisions on exercise of  the  power  of  this  Court\nunder <a href=\"/doc/427855/\" id=\"a_23\">Article 136</a> of the Constitution culled out following principles:</span>\n</p><blockquote id=\"blockquote_3\">&quot;(i) The powers of this Court under <a href=\"/doc/427855/\" id=\"a_24\">Article  136</a>  of  the  Constitution  are\nvery wide but in criminal appeals this Court does  not  interfere  with  the\nconcurrent findings of fact save in exceptional circumstances.\n</blockquote>\n<blockquote id=\"blockquote_4\">(ii) It is open to this Court to interfere with the findings of  fact  given\nby the High Court, if the High  Court  has  acted  perversely  or  otherwise\nimproperly.\n</blockquote>\n<blockquote id=\"blockquote_5\">(iii) It is open to this Court to invoke the power under  <a href=\"/doc/427855/\" id=\"a_25\">Article  136</a>  only\nin very exceptional circumstances as and when a question of law  of  general\npublic importance arises or a decision shocks the conscience of the Court.\n</blockquote>\n<blockquote id=\"blockquote_6\">(iv) When the evidence adduced by the prosecution fell short of the test  of\nreliability and acceptability and as such it is highly unsafe  to  act  upon\nit.\n</blockquote>\n<blockquote id=\"blockquote_7\">(v) Where the appreciation of evidence and finding is vitiated by any  error\nof law of procedure or found contrary to the principles of natural  justice,\nerrors of record and misreading of the evidence, or  where  the  conclusions\nof the High  Court  are  manifestly  perverse  and  unsupportable  from  the\nevidence on record.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\">15.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623267\" id=\"span_4\">In  <a href=\"/doc/623267/\" id=\"a_26\">Alamelu  and  Another  v.  State</a>,  represented  y  Inspector   of\nPolice[4], it has been stated that even though  the  powers  of  this  Court\nunder <a href=\"/doc/427855/\" id=\"a_27\">Article 136</a> of  the  Constitution  are  very  wide,  but  in  criminal\nappeals, this Court would not interfere  with  the  concurrent  findings  of\nfact save in very exceptional cases.  In an appeal under <a href=\"/doc/427855/\" id=\"a_28\">Article 136</a> of  the\nConstitution, this Court  does  not  normally  appreciate  the  evidence  by\nitself and go into the question of  credibility  of  witness.    Elaborating\nfurther, the Court has opined that the assessment of  the  evidence  by  the\nHigh Court is accepted as final except where  the  conclusions  recorded  by\nthe High Court are manifestly perverse and unsupportable by the evidence  on\nrecord.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_20\">16.   Keeping  the  aforesaid  principles  in  view,  we  shall  proceed  to\nscrutinize  the  materials  on  record,  for  we  are  convinced  that   the\nconclusions arrived at by the High Court are totally  unsupportable  on  the\nbasis of the evidence on record.  For the aforesaid purpose, first we  shall\nadvert to the issue of lodging of  the  First  Information  Report.   As  is\ndemonstrated, the victim missed from the house on 22.11.1996 but the  mother\nlodged the FIR on 3.12.1996 almost after expiry of eleven days alleging  the\nfactum of kidnapping by the accused persons, namely, Ali Waris and  Md.  Ali\n@ Guddu.  It is interesting to note that the mother, had  alleged  that  Ali\nWaris had left the girl at her door  steps.   In  such  a  circumstance,  if\nnothing else, the PW-2, the mother, who  is  expected  to  have  necessitous\nconcern, could have gone to the police station to  lodge  a  missing  report\nwhich could have prompted the investigation officer to act.  It baffles  the\ncommonsense that the mother after searching in the neighbourhood as well  as\namongst the relatives still, for some unfathomable reason that  defeats  the\nbasic human prudence approached the police station quite belatedly.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101402131\" id=\"span_5\">It  is\napt to mention here that in rapes cases the delay in filing the FIR  by  the\nprosecutrix or by the parents in all circumstance is  not  of  significance.\nThe authorities of this Court have granted adequate protection/allowance  in\nthat aspect regard being had to the trauma suffered, the agony  and  anguish\nthat creates the turbulence in  the  mind  of  the  victim,  to  muster  the\ncourage to expose oneself in a conservative social  milieu.   Sometimes  the\nfear  of  social  stigma  and  on  occasions  the  availability  of  medical\ntreatment to gain normalcy and above all the  psychological  inner  strength\nto undertake such a legal battle.  But, a pregnant one, applying  all  these\nallowances, in this context, it is apt to  refer  to  the  pronouncement  in\n<a href=\"/doc/101402131/\" id=\"a_29\">Rajesh  Patel  v.  State  of  Jharkhand</a>[5]  wherein   in   the   facts   and\ncircumstances of the said delay of 11 days  in  lodging  the  FIR  with  the\njurisdictional police was treated as fatal as the  explanation  offered  was\nregarded as totally untenable.  This Court  did  not  accept  the  reasoning\nascribed by the  High  Court  in  accepting  the  explanation  as  same  was\nfundamentally erroneous.</span>\n</p><p data-structure=\"Precedent\" id=\"p_21\">17.   Coming  to  the  case  at  hand,  after  the  mother  lodged  the  FIR\nimplicating Ali Waris and Md. Ali,  the  brother,  PW-2,  with  his  friends\nrecovered the prosecutrix from village  Loni  and  she  was  examined  under\n<a href=\"/doc/497457/\" id=\"a_30\">Section 164</a>, CrPC.  As is evident, she had  left  home  on  22.11.1996.   As\nalleged, she was fourteen years of age.  The trial court  on  the  basis  of\nradiological test has opined that she was below eighteen years  of  age  and\nthe High Court has accepted the  same.   The  factum  of  age  only  if  the\nfindings recorded by the trial court and High Court are accepted, for as  we\nfind, there is no  proper  appreciation  of  evidence  by  trial  court  and\ndefinitely the High Court has failed to exercise its appellate  jurisdiction\nin proper perspective as is expected from it in law.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60940407\" id=\"span_6\">In  <a href=\"/doc/60940407/\" id=\"a_31\">Kamlesh  Prabhudas\nTanna v. State of Gujarat</a>[6] dealing with the duty of the  appellate  court,\nthis Court observed:-</span>\n</p><blockquote id=\"blockquote_8\">&quot;At this juncture, we are obliged to state that though it may  be  difficult\nto state that the judgment suffers from sans reasons, yet it is not  at  all\ndifficult to say that the reasons ascribed are really apology  for  reasons.\nIf we allow ourselves to say so, one may ascribe certain reasons which  seem\nto be reasons but the litmus test is to  give  seemly  and  condign  reasons\neither to sustain or overturn the judgment. The filament of  reasoning  must\nlogically  flow  from  requisite  analysis,  but,  unfortunately,  the  said\nexercise has not been carried out.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"407048\" id=\"span_7\">In  this  context,  we  may  refer  with\nprofit to the decision in <a href=\"/doc/407048/\" id=\"a_32\">Padam Singh v. State of U.P.</a>[7],  wherein  a  two-\nJudge Bench, while dealing  with  the  duty  of  the  appellate  court,  has\nexpressed thus:</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">&quot;2. ... It is the duty of an appellate  court  to  look  into  the  evidence\nadduced in the case and arrive at an independent conclusion  as  to  whether\nthe said evidence can be relied upon or not and even if  it  can  be  relied\nupon, then whether the prosecution can be said to have  been  proved  beyond\nreasonable doubt on the said evidence. The credibility of a witness  has  to\nbe adjudged by the appellate court in  drawing  inference  from  proved  and\nadmitted facts. It must be remembered that the  appellate  court,  like  the\ntrial court, has to be satisfied affirmatively that the prosecution case  is\nsubstantially true and the guilt of the accused has been proved  beyond  all\nreasonable doubt as the presumption of  innocence  with  which  the  accused\nstarts, continues right through until he is held guilty by the  final  Court\nof Appeal and that presumption is neither strengthened by an  acquittal  nor\nweakened by a conviction in the trial court.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_22\">18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1234243\" id=\"span_8\">In <a href=\"/doc/1234243/\" id=\"a_33\">Rama v. State of Rajasthan</a>[8] the Court  has  expressed  about  the\nduty of the appellate court thus:</span>\n</p><blockquote id=\"blockquote_10\">&quot;4. ... It is well settled that in a criminal appeal,  a  duty  is  enjoined\nupon the appellate court to reappraise the evidence  itself  and  it  cannot\nproceed to dispose of the appeal upon appraisal of  evidence  by  the  trial\ncourt alone especially when the appeal has been already admitted and  placed\nfor final hearing. Upholding such a procedure would amount  to  negation  of\nvaluable right of appeal of an accused,  which  cannot  be  permitted  under\nlaw.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"475531\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"407048\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"160156676\" id=\"span_11\">Similar principles have been reiterated in <a href=\"/doc/160156676/\" id=\"a_34\">Iqbal  Abdul  Samiya  Malek\nv. State of Gujarat</a>[9], <a href=\"/doc/407048/\" id=\"a_35\">Padam Singh v. State of U.P.</a>[10] and <a href=\"/doc/475531/\" id=\"a_36\">Bani  Singh  v.\nState of U.P.</a>[11]</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143411642\" id=\"span_12\">19.   A three-Judge Bench in <a href=\"/doc/143411642/\" id=\"a_37\">Majjal v. State of Haryana</a>[12] has ruled thus:</span>\n</p><blockquote id=\"blockquote_11\">&quot;It was necessary for the High Court to consider whether the  trial  court&#x27;s\nassessment of the evidence and its opinion that the appellant  must  [pic]be\nconvicted deserve to be confirmed. This exercise is  necessary  because  the\npersonal liberty of an accused is curtailed because of the  conviction.  The\nHigh Court must state its reasons  why  it  is  accepting  the  evidence  on\nrecord. The High Court&#x27;s concurrence with the trial court&#x27;s  view  would  be\nacceptable only if it is supported by reasons.  In  such  appeals  it  is  a\ncourt of first appeal. Reasons cannot be cryptic. By this, we  do  not  mean\nthat the High Court is expected  to  write  an  unduly  long  treatise.  The\njudgment may be short but must reflect proper application of mind  to  vital\nevidence and important submissions which go to the root of the matter.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_25\">20.   The obtaining factual matrix has to be appreciated on  the  touchstone\nof the aforesaid parameters.  Be it clearly stated  here  delay  in  lodging\nFIR in cases under <a href=\"/doc/1279834/\" id=\"a_38\">Section 376</a> IPC would depend upon facts of each case  and\nthis Court has given immense allowance to such delay, regard  being  had  to\nthe trauma suffered by the prosecutrix and  various  other  factors,  but  a\nsignificant one, in the present case,  it  has  to  be  appreciated  from  a\ndifferent perspective.  The prosecutrix was missing from home.   In  such  a\nsituation, it was a  normal  expectation  that  either  the  mother  or  the\nbrother would have lodged a missing report at the police station.  The  same\nwas not done.  This action of  PW-2  really  throws  a  great  challenge  to\ncommon sense.  No explanation has been offered for such delay.  The  learned\ntrial Judge has adverted to  this  facet  on  an  unacceptable  backdrop  by\nreferring to the principle that prosecutrix suffered  from  trauma  and  the\nconstraint of the social stigma.  The prosecutrix at that time  was  nowhere\non the scene.  It is the mother who was required to inform the police  about\nmissing of her grown up daughter.  In the absence  of  any  explanation,  it\ngives rise to a sense of doubt.  That apart, the factum that  the  appellant\ninformed the mother of the victim that he had left the  prosecutirx  at  the\ndoor of her house also does not command acceptance.   The  recovery  of  the\nprosecutrix by  the  brother  and  her  friends  also  creates  a  cloud  of\nsuspicion.  We are not inclined to believe the prosecution  version  as  has\nbeen projected that one Arif had informed the  brother  of  the  prosecutirx\nthat his sister was  at  his  place  but  for  reasons  best  known  to  the\nprosecution, Arif has not been examined.  That apart, the persons  who  were\naccompanying the brother have also not been  examined  by  the  prosecution.\nThus, the manner of recovery of the  prosecutrix  from  the  house  of  Arif\nremains a mystery.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">21.   Be it noted, there can be no iota of doubt that on the  basis  of  the\nsole testimony of  the  prosecutrix,  if  it  is  unimpeachable  and  beyond\nreproach, a conviction can be based.  In  the  case  at  hand,  the  learned\ntrial Judge as well as the High Court have persuaded  themselves  away  with\nthis principle without appreciating the  acceptability  and  reliability  of\nthe testimony of the witness.  In fact, it would  not  be  inappropriate  to\nsay that whatever the analysis in  the  impugned  judgment,  it  would  only\nindicate an impropriety of approach.  The prosecutrix has deposed  that  she\nwas taken from one place to the other and remained  at  various  houses  for\nalmost two months.  The only explanation  given  by  her  is  that  she  was\nthreatened by the accused persons.  It is not in her testimony that she  was\nconfined to one place.  In fact, it has been borne out from the material  on\nrecord that she had travelled from place  to  place  and  she  was  ravished\nnumber of times.  Under these  circumstances,  the  medical  evidence  gains\nsignificance, for the examining doctor has categorically deposed that  there\nare no  injuries  on  the  private  parts.   The  delay  in  FIR,  the  non-\nexamination  of  the  witnesses,  the  testimony  of  the  prosecutrix,  the\nassociated circumstances and the medical evidence, leave a mark of doubt  to\ntreat the testimony of  the  prosecutrix  as  so  natural  and  truthful  to\ninspire confidence.   It can be stated with certitude that the  evidence  of\nthe prosecutrix is not of such quality which can be  <a href=\"/doc/143411642/\" id=\"a_39\">placed  reliance  upon</a>.\nTrue it is, the grammar of law permits the testimony of  a  prosecutrix  can\nbe accepted without any corroboration without material particulars, for  she\nhas to be placed on a higher  pedestal  than  an  injured  witness,  but,  a\npregnant one, when a Court, on studied scrutiny of  the  evidence  finds  it\ndifficult to accept the version  of  the  prosecutrix,  because  it  is  not\nunreproachable,  there  is  requirement  for  search  of  such   direct   or\ncircumstantial evidence which would lend assurance  to  her  testimony.   As\nthe present case would show, her testimony does not inspire confidence,  and\nthe circumstantial evidence remotely do not lend any support  to  the  same.\nIn the absence of both, we are compelled to  hold  that  the  learned  trial\nJudge has erroneously  convicted  the  accused-appellants  for  the  alleged\noffences and the High Court has fallen into error,  without  re-appreciating\nthe material on record, by giving the stamp of approval to the same.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">22.   Resultantly, the appeals  are  allowed,  judgment  of  conviction  and\norder of sentence are set aside and as the appellants are on bail,  they  be\ndischarged of their bail bonds.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">                 ........................................J.\n                             [DIPAK MISRA]\n\n                                  ........................................J.\n                                        [N.V. RAMANA]\nNEW DELHI\nMARCH 10, 2015.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">-----------------------\n</p><pre id=\"pre_2\">[1]     (1979) 2 SCC 297\n[2]    (1994) 6 SCC 29\n[3]     (2005) 6 SCC 211\n[4]     (2011) 2  SCC 385\n[5]    (2013) 3 SCC 791\n[6]     (2013) 15 SCC 263\n[7]    (2000) 1 SCC 621\n[8]    (2002) 4 SCC 571\n[9]     (2012) 11 SCC 312\n[10]   (2000) 1 SCC 621\n[11]    (1996) 4 SCC 720\n[12]   (2013) 6 SCC 798\n\n-----------------------\n<span class=\"hidden_text\" id=\"span_13\">21</span>\n\n\n</pre>","numcites":18,"numcitedby":214,"docsource":"Supreme Court of India","citetid":51474008,"divtype":"judgments","relatedqs":[{"value":"article 136","formInput":"article%20136"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"DIPAK misra","formInput":"DIPAK%20misra"},{"value":"ipc 376","formInput":"ipc%20376"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"376,","formInput":"376%2C"},{"value":"section 363","formInput":"section%20363"},{"value":"\"dipak misra\"","formInput":"%22dipak%20misra%22"},{"value":"indian penal code 376","formInput":"indian%20penal%20code%20376"},{"value":"evidence at high court","formInput":"evidence%20at%20high%20court"},{"value":"i.p.c 376","formInput":"i.p.c%20376"},{"value":"exceptional circumstances","formInput":"exceptional%20circumstances"},{"value":"section 366","formInput":"section%20366"},{"value":"366","formInput":"366"},{"value":"fir lodged ","formInput":"fir%20lodged%20"},{"value":"363","formInput":"363"}],"cats":[{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"rape","formInput":"tag:rape"},{"value":"kidnapping-to-compel-marriage","formInput":"tag:kidnapping-to-compel-marriage"},{"value":"kidnapping","formInput":"tag:kidnapping"},{"value":"wrongfully-concealed-kidnapping","formInput":"tag:wrongfully-concealed-kidnapping"}],"courtcopy":true,"query_alert":null,"agreement":false}