{"tid":354758,"publishdate":"1953-02-03","title":"Gaya Electric Supply Co., Ltd vs The-State Of Bihar on 3 February, 1953","doc":"<h2 class=\"doc_title\">Gaya Electric Supply Co., Ltd vs The-State Of Bihar on 3 February, 1953</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1953 AIR 182, 1953 SCR 572, AIR 1953 SUPREME COURT 182, 1966 MADLW 532 1991 CALLJ 137, 1991 CALLJ 137</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-c-mahajan\">Mehr Chand Mahajan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-c-mahajan\">Mehr Chand Mahajan</a>, <a href=\"/search/?formInput=benchid:g-hasan\">Ghulam Hasan</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nGAYA ELECTRIC SUPPLY CO., LTD.\n\n\tVs.\n\nRESPONDENT:\nTHE-STATE OF BIHAR.\n\nDATE OF JUDGMENT:\n03/02/1953\n\nBENCH:\nMAHAJAN, MEHR CHAND\nBENCH:\nMAHAJAN, MEHR CHAND\nDAS, SUDHI RANJAN\nHASAN, GHULAM\n\nCITATION:\n 1953 AIR  182\t\t  1953 SCR  572\n CITATOR INFO :\n E&amp;D\t    1985 SC1156\t (49,52)\n\n\nACT:\nIndian\tArbitration  Act  (X  of  1940),  s.  34-   Contract\ncontaining  arbitration\t clause-Rescission of  contract\t and\nsuit  by  one party--Application for stay of  suit-Scope  of\narbitration clause-Construction of clause.\n\n\n\nHEADNOTE:\nIf the arbitration agreement is broad and, comprehensive and\nembraces  any dispute between the parties in respect of\t the\nagreement, or in respect of any provision in the  agreement,\nor in respect of anything arising out of it, and one of\t the\nparties\t seeks\tto  avoid  the\tcontract,  the\tdispute\t  is\nreferable  to arbitration if the avoidance of  the  contract\narises\tout  of the terms of the  contract  itself.   Where,\nhowever,  the party seeks to avoid the contract for  reasons\ndehors\tit, the arbitration clause cannot be resorted to  as\nit  goes along with other terms of the contract.   In  other\nwords,\ta  party cannot rely on a term of  the\tcontract  to\nrepudiate it and still say the arbitration clause should not\napply.\nWhere,\thowever, an arbitration clause is not so  comprehen-\nsive  and is not drafted in the broad language namely  &quot;  in\nrespect\t of  &quot; any agreement, or &quot;in  respect  of  something\narising\t out  of it&quot;, that proposition does not\t hold  good.\nThe arbitration clause is a written submission agreed to  by\nthe parties in a contract and like every written  submission\nto arbitration must be considered according to its  language\nand in the light of the circumstances in which it is made.\nDisputes  which\t arose\tbetween the State of  Bihar  and  an\nElectric  Supply Company whose licence had been\t revoked  by\nthe  State were settled by an agreement which provided\tthat\nthe  State should make an advance payment of Rs. 5 lakhs  to\nthe   company,\tand  the  company  should  hand\t  over\t the\nundertaking to the State.  The undertaking was to be valued,\nwithin\t3  months  and if any money was\t found\tdue  to\t the\ncompany as per the Government valuation over 5 lakhs it will\nbe paid to the company and if the valuation was less than  5\nlakhs  the company would refund the excess received  by\t it.\nThe agreement, contained an arbitration clause which ran  as\nfollows: &quot; In the case of any difference or dispute  between\nthe  parties  over  the\t valuation  as\tarrived\t at  by\t the\nGovernment  and\t that  arrived at by the  company  any\tsuch\ndifference  or\tdispute including the claim  for  additional\ncompensation  of 20% shall be referred to arbitration.&quot;\t The\ncompany\t instituted a suit against the State  alleging\tthat\nthe State bad failed to make its\nvaluation.  and\t to make, payment of the excess\t within\t the\ntime  fixed and as time was of the essence of the  contract,\nit   had  rescinded  the  agreement,  and  praying   for   a\ndeclaration that the undertaking belonged to it, for damages\nand  appointment of a receiver.\t The State applied under  s.\n34 of the <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a> for stay of the suit:\nHeld,  that  the scope of the arbitration  clause  was\tvery\nnarrow; -it conferred jurisdiction on the arbitrator only on\nthe  question  of  valuation of\t the  undertaking  pure\t and\nsimple.\t Questions relating to the breach of contract or its\nrescission were outside the scope of the clause and the suit\ncould not be stayed under<a href=\"/doc/1722761/\" id=\"a_2\"> s. 34</a>.\nHeyman v. Darwins Ltd. (119421 A.C. 356) referred to.\nHarinagar  Sugar  Mills Ltd. v. Skoda (India)  Ltd.  (A.I.R.\n1948 Cal. 230) and Governor-General in Council v. Associated\nLivestock Farm Ltd. ([1937] 41 C.W.N. 563) distinguished.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL APPELLATE JURISDICTION: Civil Appeal No. 175 of 1951.\nAppeal by Special Leave from the Order and Decree dated\t the\n30th  March, 1951, of the High Court of Judicature at  Patna\n(Ramaswami  and Rai JJ.) in Miscellaneous Appeal No.  19  of\n1951 arising out of the Order dated the 18th December, 1950,\nof the &#x27;Court of the Additional Sub-Judge Second at Gaya  in\nTitle Suit No. 47 of 1950.\n</p><p data-structure=\"Issue\" id=\"p_2\">N.   C.\t Chatterjee  (Rameshwar\t Nath,\twith  him)  for\t the\nappellant.\n</p><p data-structure=\"RespArg\" id=\"p_3\">M.   C.\t Setalvad  Attorney-General for India,\tand  Mahabir\nPrasad,\t Advocate-  General of Bihar (B.   J.  Umrigar\twith\nthem) for the respondent.\n</p><p data-structure=\"Facts\" id=\"p_4\">1953.\tFebruary 3. The Judgment of the Court was  delivered\nby\nMAHAJAN\t - J. This appeal by special leave arises out of  an\napplication  made  by the State of Bihar  against  the\tGaya\nElectric  Supply  Co. Ltd. under section 34 of\tthe  Indian-\nArbitration  Act for stay of proceedings in a suit filed  by\nthe company on 28th September, 1950.  The facts relevant  to\nthis enquiry are these.\n</p><span class=\"hidden_text\" id=\"span_1\">574</span>\n<p data-structure=\"CDiscource\" id=\"p_5\">A licence of or the supply of electric energy in the town of\nGaya  was obtained by one Khandelwal in the year 1928  under\nthe  <a href=\"/doc/261195/\" id=\"a_3\">Indian  Electricity  Act,\t1910</a>.\tWith  the   required\nsanction  of the Government the licence was  transferred  to\nthe  company  in 1932.\tBy a notification dated\t 23rd  June,\n1949, the licence was revoked by the Government with  effect\nfrom  9th  July, 1949.\tThereupon the company filed  a\tsuit\nagainst\t the State for a declaration that the revocation  of\nthe  licence  was  arbitrary, mala  fide  and  ultra  vires.\nDuring the pendency of the suit negotiations started between\nthe  company and the State for a settlement of\tthe  dispute\nand  ultimately on 28th October, 1949, a deed  of  agreement\nwas  arrived at between them.  The effect of  the  agreement\nand the correspondence referred to therein was substantially\nas; follows :-\n</p><blockquote id=\"blockquote_1\">(a) That the company would withdraw the suit No. 58 of 1949\nunconditionally on 25th October, 1949.\n</blockquote><blockquote id=\"blockquote_2\">(b)  That  within three days of the withdrawal of ,the\tsuit\nthe  State of Bihar would make an advance payment of  rupees\nfive  lakhs to the company, and, simultaneously the  company\nwould  formally hand over the possession of the\t undertaking\nto an authorized officer of the Government.\n</blockquote><blockquote id=\"blockquote_3\">(c)  That both parties will make their respective valuations\nwithin three months of talking over the undertaking and\t any\nbalance of money found due to the company as per  Government\nvaluation  will\t be  paid  to the company  and\tin  case  of\noverpayment the excess paid to the company on account of the\n&quot;  on  account\t-payment  &quot; of rupees  five  lakhs  will  be\nrefunded to the, Government.\n</blockquote><blockquote id=\"blockquote_4\">(d)  That  in  the  case  of  any  difference  or   dispute\nbetween,the  parties over the payment of the  balance  which\nmay  be\t found\tdue after valuation such  dispute  shall  be\nsubmitted to the-sole arbitration of a single arbitrator who\nshould\tbe  a  high government\tofficer\t of  the  provincial\ngovernment  of\trank equal to or higher\t than  a  Divisional\nCommissioner  and  his award shall be binding and  final  on\nboth parties.\n</blockquote><span class=\"hidden_text\" id=\"span_2\">575</span>\n<p data-structure=\"Precedent\" id=\"p_6\">The  arbitration clause is contained in a letter dated\t13th\nOctober, 1949, and was substantially accepted by the company\nin  its letter dated 17th October, 1949.  As set out by\t the\nState  Government in its application  under <a href=\"/doc/1722761/\" id=\"a_4\">section  34</a>,  it\nruns as follows\n&quot;  In  the  case of any difference or  dispute\tbetween\t the\nparties\t over the valuation as arrived at by the  Government\nand  that  arrived  at by the company,\tsuch  difference  or\ndispute, including the claim for additional compensation  of\n20 % shall be referred to arbitration...&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_7\">In  pursuance of the agreement the respondent took over\t the\nundertaking  on 28th October, 1949, and also made a  payment\nof rupees five lakhs to the company.\n</p><p data-structure=\"Facts\" id=\"p_8\">On  the 19th January, 1950, the company sent a statement  of\nvaluation  of the assets amounting to RS. 22,06,072, to\t the\nChief  Electrical  Engineer, Bihar.   The  Chief  Electrical\nEngineer  characterized\t the valuation of 22  lakhs  by\t the\ncompany\t as fantastic and stated that according to  a  rough\nvaluation the amount would be&#x27; approximately five lakhs\t and\nthat the final valuation would be settled after the  company\n</p><p data-structure=\"Facts\" id=\"p_9\">-had  furnished\t a  detailed  history  of  the\tplants\t and\nmachineries.   The  company  declined to  give\tany  further\ndetails\t and  stated that time was of the  essence  of\tthe.\ncontract and it would be extended from 28th January, to 15th\nFebruary,  1950\t On 6th April, 1950,  the  Chief  Electrical\nEngineer  intimated  that  the &#x27;valuation  amounted  to\t Rs.\n6,56,221.   No\treply to this letter was  received  and\t the\nState Government intimated to the company that as difference\nand dispute had arisen relating to valuation, Mr. M. S. Rao,\nI.C.S. -was being appointed as sole arbitrator to decide the\ndispute.\n</p><p data-structure=\"Facts\" id=\"p_10\">On  28th September, 1950, the company instituted  the  suit,\nthe   subject-matter   the  application\t for   stay,   after\nnecessary  notice  under  <a href=\"/doc/55198661/\" id=\"a_5\">section 80</a> of the  Code  of  Civil\nProcedure.  In the plaint it was alleged ,that as the  State\nGovernment had failed and neglected to make its valuation or\nto make payment to the\n<span class=\"hidden_text\" id=\"span_3\">576</span>\ncompany\t by -the 15th March, 1950, it committed a breach  of\nthe agreement and by reason of this breach  the company\t had\nrescinded  the agreement and had forfeited the sum  of\tfive\nlakhs  paid  as advance by the State.\tThe  company  prayed\ninter  alia  for  the  reliefs\tof  declaration\t that\tthe,\nelectrical  undertaking belonged to them, for  damages,\t for\nappointment  of\t receiver and for injunction.\tOn  the\t 9th\nOctober, 1950, the State Government filed the present appli-\ncation under section 34, of the Indian Arbitration Act.\t  It\nwas  stated therein that the company had with  a,  dishonest\nand  mala fide motive and with a view to avoid the  decision\nof the matter in dispute in arbitration instituted the\tsuit\non  incorrect  and false allegations. that  the\t arbitration\nagreement was still subsisting and valid and binding on\t the\nparties\t and could not be taken as having been rescinded  as\nalleged by the company, that the cause of action as  alleged\nin  the\t plaint being noncompliance with the  agreement\t the\nsuit  arose  out  of and related to the\t agreement  and\t was\ncovered\t by  the  arbitration  clause  and  that  the  State\nGovernment was ready and willing to have the dispute settled\nby arbitration.\t The company denied the allegations of\tmala\nfides and pleaded that the arbitration clause was no  longer\nin  existence and that even assuming it to be in  existence,\nthe  suit was in no way connected with the &#x27;same and it\t was\ncontended that the suit should not  be stayed.\nThe  subordinate judge held that the suit was no in  respect\nof any matter agreed to be referred, and that the court\t had\nno&#x27; jurisdiction to stay the proceedings.    In\t the  result\nthe  stay application was dismissed. Against this order\t the\nState Government appealed     to  the High Court.  The\tHigh\nCourt held that\t    the\t dispute in the suit was  one  which\narose out of or was in respect of the agreement and that the\nquestion  in the suit was directly within the scope  of\t the\narbitration  clause.  By an order of this court\t dated\t22nd\nMay,  1951,  the company was granted  special  leave&#x27;  under\n<a href=\"/doc/1218877/\" id=\"a_6\">article 136(1)</a> of the Constitution.\n</p><p data-structure=\"Section\" id=\"p_11\">&#x27;\t\t 577\nSection 34 of, the Indian Arbitration Act runs thus -\n</p><blockquote id=\"blockquote_5\">&quot;Where\tany party to an arbitration comment Cost  any  legal\nproceedings  against  any other party to  the  agreement  in\nrespect\t of any matter agreed to be ,referred, any party  to\nsuch legal proceedings may, apply to the judicial  authority\nbefore\twhich  the  proceedings\t are  pending  to  stay\t the\nproceedings,  and if satisfied that there is  no  sufficient\nreason\twhy the matter should not be referred in  accordance\nwith  the arbitration agreement and that the applicant\twas,\nat ,the time when the proceedings were commenced, and  still\nremains, ready and willing to do all things necessary to the\nproper conduct of &#x27;the arbitration, such authority may\tmake\nan order staying the proceedings.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">From the language of the section it is quite clear that\t the\nlegal  proceeding  which is sought to be stayed must  be  in\nrespect\t of a matter which the parties have agreed to  refer\nand  which  comes  within  the\tambit  of  the\t arbitration\nagreement.   Where,  however, a suit is commenced  as  to  a\nmatter which lies outside the submission, the court is bound\nto refuse a stay.  In the words of Viscount Simona L. C.  in\nHeyman\tv.  Daruins  Ltd&#x27; (1). the answer  to  the  question\nwhether\t a dispute falls within an arbitration clause  in  a\ncontract  must\tdepend on (a) what is the dispute,  and\t (b)\nwhat  disputes\tthe  arbitration  clause  covers.   If\t the\narbitration   agreement\t is  broad  and\t comprehensive\t and\nembraces any dispute between the parties &quot;in respect of&quot; the\nagreement, or  in respect of any provision in the agreement,\nor in respect of anything arising out of it, and one of\t the\nparties\t seeks\tto  avoid  the\tcontract,  the\tdispute\t  is\nreferable  to arbitration if the avoidance of  the  contract\narises\tout  of the terms of the  contract  itself.&#x27;  Where,\nhowever,  the party soaks to avoid the contract for  reasons\ndehors\tit, the arbitration clause cannot be resorted to  as\nit  goes along with other terms of the contract.   In  other\nwords, a party cannot rely on a term of the contract\n(1)  [1942] A.C. 356,\n<span class=\"hidden_text\" id=\"span_4\">\t\t\t   578</span>\nto repudiate it and still say the arbitration clause  should\nnot  apply.  If he relies upon a contract, be must, rely  on\nit for all purposes .  Where, however, an arbitration clause\nis  not\t so comprehensive and is not drafted  in  the  broad\nlanguage which was, used in the House of Lords,case, namely&#x27;\n&quot;in  respect of&quot; any agreement, or in respect of  something,\narising\t out  of it&quot;, that proposition does not\t hold  good.\nThe arbitration clause is a written submission agreed to  by\nthe parties in a contract and like -every written submission\nto arbitration must be considered according to its  language\nand in the light of the circumstances in which it is made.\nNow as regards the first question, viz., what is the present\ndispute about, the answer is to be gathered from  paragraphs\n14  to\t17 of the plaint.  It is averred  therein  that\t the\nGovernment  of Bihar committed breach of the  agreement\t and\nfailed to make any, valuation of the undertaking or pay\t the\nbalance\t of the compensation money, that time being  of\t the\nessence of the contract, the defendant failed and  neglected\nto  complete the valuation within the time originally  fixed\nor  the extended time, and that by reason of the  breach  of\ncontract the plaintiff rescinded the agreement and forfeited\nthe  sum  of rupees five lakhs and that it  is\tentitled  to\ncompensation for the wrongful deprivation of the use of\t its\nproperty.   No\tclaim has been made in the  plaint  for\t the\nvaluation  of  the  undertaking or for the  payment  of\t any\ncompensation  for  the undertaking; on the other  hand,\t the\nclaim  in  the\tsuit is founded on  the\t rescission  of\t the\nagreement containing the arbitration clause and on a  breach\nof that agreement.  These are matters which may well be said\nto arise out of the agreement and if the arbitration  clause\nwas broadly worded and stated that all disputes arising\t out\nof the agreement would be referred to arbitration, it  could\nthen probably have been said that the scope of the suit\t was\nwithin\tthe ambit of the arbitration clause, but the  clause\nhere is differently worded.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">The clause here is that if any difference. or dispute arises\nbetween the parties over the payment of the\n<span class=\"hidden_text\" id=\"span_5\">579</span>\nbalance which may be found due after valuation such  dispute\nshall  be  submitted  to the sole arbitration  of  a  single\narbitrator.   The  scheme  of  the  agreement  is  that\t the\nGovernment  was\t to make a valuation as laid&#x27;  down  in\t the\n<a href=\"/doc/261195/\" id=\"a_7\">Indian\tElectricity Act</a> within three, months of taking\tover\nthe  undertaking and any balance of money found due  to\t the\ncompany\t as per Government valuation was to be paid  by\t the\nGovernment, and in case of over-payment, the excess paid  to\nthe company on account of the &quot;on account payment&quot; of rupees\nfive  lakhs mentioned in paragraph 1 had to be\trefunded  to\ngovernment.   In  the  case of any  difference\tbetween\t the\nparties\t over the valuation as arrived at by the  Government\nand  that  arrived  at by the company,\tsuch  difference  or\ndispute, including the claim for additional compensation  of\ntwenty per cent. had to be referred to arbitration   a scope\nof  it is arbitration clause is a very narrow one.  It\tonly\nconfers\t jurisdiction on the arbitrator on the\tquestion  of\nvaluation  of the undertaking pure and simple and  does\t not\nsay  that  all disputes arising out of the agreement  or  in\nrespect\t of  it will be decided by  arbitration.   Questions\nrelating  to  the breach of contract or its  rescission\t are\noutside\t the reach of this clause.  The arbitrator  has\t not\nbeen conferred the power by this clause to pronounce on\t the\nissue  whether the plaintiff was justified in claiming\tthat\ntime  was  of the essence of the contract  and\twhether\t the\nState  Government committed a breach of the contract by\t not\nmaking\ta valuation within the time specified.\tThis  clause\nis therefore no answer to the company&#x27;s querry &quot;Show me that\nI have agreed to refer the subject-matter of the suit to  an\narbitrator.&quot;  Besides this clause in the agreement there  is\nnothing else which can deprive the court of its jurisdiction\nto decide the plaintiff&#x27;s suit as brought.\n</p><p data-structure=\"Precedent\" id=\"p_14\">Ramaswami  J., with whom Rai J. concurred, held that upon  a\nperusal\t  of  the  term,;  of  the  contract  and   of\t the\ncorrespondence\tit was obvious that no stipulation was\tmade\nthat the compensation money\n<span class=\"hidden_text\" id=\"span_6\">75</span>\n<span class=\"hidden_text\" id=\"span_7\">580</span>\nshould\tbe paid within the period of three months,  that  on\nthe  contrary,\tthe  intention\tof  the\t parties  that\t the\nGovernment would pay compensation money only after the award\nhad been made by the arbitrator.  Now this is the very point\nwhich would be in issue in the suit itself, and the  learned\nJudge was in error in considering and deciding this point in\nthis  enquiry  under  <a href=\"/doc/76802/\" id=\"a_8\">section  34</a>.   The  validity  of\t the\nplaintiff&#x27;s  contention in the suit cannot be gone  into  by\nthat court exercising jurisdiction under this section as its\nfunction  is  a very limited one.  The only  point  in\tsuch\ncases  to be decided is whether the claim which is  brought-\nwhether\t it  is good, bad or indifferent  comes\t within\t the\nsubmission to arbitration.  It may be that there are grounds\nupon which the defendant would be able to satisfy the proper\ntribunal  that\tthe  plaintiff&#x27;s  claim\t was  frivolous\t and\nvexatious, but those considerations, as pointed out by Banks\nL. J in Monro v. Bognor Urban Council (1), are material only\nif  the question to be considered is whether the  case\tmade\nwas  a frivolous and vexatious one and ought to have had  no\nweight\tat  all upon the question of  what  the\t plaintiff&#x27;s\nclaim  in fact was and one can only find out what his  claim\nis by looking at the plaint.\n</p><p data-structure=\"Precedent\" id=\"p_15\">The  learned Judges in the High Court seem to  have  thought\nthat  the arbitration clause here had been  drafted  broadly\nand  that all &quot;disputes arising out of or in respect of\t the\nagreements were referable to arbitration.  Their reliance on\nthe  decision of the Calcutta High Court in Harinagar  Sugar\nMills Ltd. v. Skoda India Ltd.(&quot;) in support of the decision\nindicates  the error.  In that case the\t arbitration  clause\nwas  drafted in a comprehensive language and stated  that  a\ndispute\t arising out of the agreement had to be referred  to\narbitration.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1647325\" id=\"span_8\">Their  reference\t to the\t case  of  Governor-\nGeneral\t in  <a href=\"/doc/1647325/\" id=\"a_9\">Council v. Associated Livestock Farm  Ltd.</a>\t (3)\nalso   shows  that  they  were\tunder  the  same   erroneous\nimpression.   In  this case the arbitration  clause  was  in\nthese terms :-</span>\n</p><blockquote id=\"blockquote_6\">(1)  [1915] 3 K.B. i67.\n</blockquote><blockquote id=\"blockquote_7\">(2)  (1937) 41 C.W.N. 563.\n</blockquote><blockquote id=\"blockquote_8\">(3) A.I.R. 1948 Cal, 230,\n<span class=\"hidden_text\" id=\"span_9\">581</span>\n&quot;Any dispute or difference arising out of the contract shall\nbe  referred to the arbitration of the\tofficer\t sanctioning\nthe contract whose decision shall be final and binding.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_16\">It  is obvious that these decisions could have no  relevance\nto  the arbitration clause as drawn up in the present  case.\nIf the nature of the claim is as we have indicated above, it\nseems  plain that it does not come within the scope  of\t the\nsubmission.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">In  our\t judgment, therefore, the decision  of\tthe  learned\nSubordinate Judge was right and the Judges of the High Court\nwere  in  error\t in reversing it.  In the  result  the\tonly\ncourse\topen to us is to allow the appeal with costs and  to\nsay  that the plaintiff&#x27;s claim is not within the  scope  of\nthe  submission and that the petition under <a href=\"/doc/76802/\" id=\"a_10\">section  34</a>\t was\nrightly dismissed by the Subordinate Judge.\nAppeal\tallowed.\n</p><p data-structure=\"Conclusion\" id=\"p_18\">Agent for the appellants Rajinder Narain.\n</p><p data-structure=\"Conclusion\" id=\"p_19\">Agent for the respondent P. K. Chatterji.\n</p>\n\n\n","numcites":7,"numcitedby":47,"docsource":"Supreme Court of India","citetid":354758,"divtype":"judgments","relatedqs":[{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"rescission","formInput":"rescission"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"written submission","formInput":"written%20submission"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"mala fides","formInput":"mala%20fides"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"bind  filter:  formal defendant","formInput":"bind%20%20filter%3A%20%20formal%20defendant"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"electricity-regulations","formInput":"tag:electricity-regulations"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}