{"tid":166387594,"publishdate":"2015-07-01","title":"Power Grid Corpn. Of (I) Ltd. vs Rpg Transmission Ltd. on 1 July, 2015","doc":"<h2 class=\"doc_title\">Power Grid Corpn. Of (I) Ltd. vs Rpg Transmission Ltd. on 1 July, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-rao\">V.Kameswar Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-k-rao\">V.Kameswar Rao</a></h3>\n\n<pre id=\"pre_1\">*       IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                   Judgment reserved on February 12, 2015\n                                  Judgment delivered on July 01, 2015\n+       ARB.P. Nos.539/1999, 540/1999, 541/1999, 542/1999 &amp;\n        544/1999\n        POWER GRID CORPN. OF (I) LTD.\n                                                       ..... Petitioner\n                             Through:   Mr. Parag P. Tripathi, Sr.\n                                        Advocate with Mr. P.K.\n                                        Mishra &amp; Ms. Kanika\n                                        Tandon, Advs.\n                             versus\n\n        RPG TRANSMISSION LTD.\n                                                    ..... Respondent\n                             Through:   Mr. J.M. Mukhi, Mr. M.K.\n                                        Garg &amp; Ms. Shakumbri\n                                        Singh, Advs.\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE V.KAMESWAR RAO\nV.KAMESWAR RAO, J.\n</pre>\n<p data-structure=\"Facts\" id=\"p_1\">1.      These five petitions have been filed by Power Grid Corporation of\n\nIndia Ltd. under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration &amp; Conciliation Act, 1996\n\n(&quot;Act&quot; in short). These petitions were disposed of by this Court vide\n\norder dated August 20, 2001, which order was challenged by the\n\nrespondent herein initially before the Division Bench of this Court by\n\nway of a Writ Petition No.7226/2000, whereby the Division Bench had\n\ndismissed the writ petition vide order dated May 09, 2002.\n\n</p><p data-structure=\"Precedent\" id=\"p_2\">2.      The order dated May 09, 2002 was challenged by the respondent\n\n<span class=\"hidden_text\" id=\"span_1\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 1 of 59</span>\n before the Supreme Court in Civil Appeal No.1389/2003, whereby the\n\nSupreme Court vide its order dated April 22, 2009 set aside the\n\nimpugned order of the High Court and remanded back the petitions to\n\nthe learned Chief Justice for deciding the case expeditiously in the light\n\nof decision of the Supreme Court in the case of SBP &amp; Co. vs. Patel\n\nEngineering Ltd. &amp; Anr. 2005 (8) SCC 618.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.      In these petitions it is the case of the petitioner that certain\n\ndisputes have arisen and as per the arbitration clause contained in the\n\nagreements the petitioner had appointed Justice V.A. Mohata (Retired),\n\nformer Chief Justice of Orissa High Court as its nominee Arbitrator. A\n\nrequest was made to the respondent to appoint its arbitrator. However,\n\nthe respondent did not appoint the arbitrator and took various objections\n\nwith regard to invocation of arbitration clause by the petitioner.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">4.      I note that the prayer in these petitions was for appointment of an\n\nArbitrator and/or Arbitral Tribunal and reference of the claims/disputes\n\nof the petitioner.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.      The common facts in all the petitions are, that 26 contracts have\n\nbeen entered into by the predecessors in interest of the petitioner like\n\nNational Hydroelectric Power Corporation (NHPC), National Thermal\n\nPower       Corporation      (NTPC),   North   Eastern   Electricity       Power\n\nCorporation (NEEPCO) prior to March, 1988 with the predecessor in\n<span class=\"hidden_text\" id=\"span_2\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 2 of 59</span>\n interest of the respondent namely SAE (India) Ltd., which name has\n\nbeen changed to RPG Transmissions Ltd. (now called as KEC\n\nInternational Ltd.).\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">6.      By an Act of Parliament namely, Act No.24 of 1993 the\n\ntransmission lines inclusive of contracts entered into by the aforesaid\n\nthree organizations stood transferred to and vested in Law to the\n\npetitioner. The petitioner&#x27;s case is, it was given to believe by the\n\nrespondent that the fabrication of tower parts was in law exigible to\n\nExcise Duty and accordingly the Excise Duty was being regularly paid\n\nby the respondent on the said fabrication of tower parts. It was on this\n\nbasis that the petitioner made the payment year after year from 1982 to\n\n1988 to the respondent. The petitioner&#x27;s stand is that without informing\n\nthe petitioner, and keeping the petitioner totally in the dark, the\n\nrespondent after depositing Excise Duty was also objecting to the\n\nimposition, levy and recovery of Excise Duty on the fabrication of tower\n\nparts with the Excise Authorities. Without notice to the petitioner and\n\nkeeping the petitioner in the dark, the respondent regularly filed refund\n\nclaims with the Excise Authorities. These refund claims were finally\n\nallowed by CEGAT and some of the appeals against the same eventually\n\ncame to be dismissed in the Supreme Court sometime in April/May,\n\n1996.      It is also the petitioner&#x27;s case that in April, 1996 the petitioner\n<span class=\"hidden_text\" id=\"span_3\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 3 of 59</span>\n wrote to the respondent calling upon the respondent to furnish details of\n\ncentral excise duties paid by the respondent and the refund in respect\n\nthereof obtained by the respondent vide notices dated April 30, 1996,\n\nMay 22, 1996, June 10, 1996 and June 18, 1996 (till date full details\n\nhave not been furnished). By reply dated June 10, 1996 the respondent\n\nclaimed that the matter was an old one and sought time. However, the\n\npetitioner kept on calling upon the respondent to furnish the details.\n\nThereafter vide letter dated August 16, 1996 the respondent admitted the\n\ntotality of the refund received by the respondent &quot;from Central Excise\n\nAuthorities and legally due to petitioner now becomes refundable to\n\npetitioner from the date of judgment.&quot; By a subsequent letter dated\n\nSeptember 13, 1996 the petitioner submitted detail of the contracts in\n\nrespect of which the Excise Duty was paid by the petitioner to the\n\nrespondent. There was repeated correspondence and reminders sent by\n\nthe petitioner to the respondent. Finally, the respondent by a letter dated\n\nOctober 03, 1996 tried to shift its stand and claimed that &quot;as far as the\n\nrefunds were concerned, it is still not legally established and these are\n\ndue&quot;. However, simultaneously in the same letter, the respondent\n\npleaded liquidity crunch and requested for adjustment against other\n\npayments allegedly due by the petitioner to the respondent.              By a\n\nsubsequent notice dated October 18, 1996 the petitioner demanded the\n<span class=\"hidden_text\" id=\"span_4\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 4 of 59</span>\n refund of Excise Duty from the respondent. The petitioner made it clear\n\nthat the claim was provisional and without prejudice to the final claim to\n\nbe calculated on the basis of details to be furnished by the respondent.\n\nThe petitioner also demanded interest on the refund of Excise Duty. Vide\n\nsubsequent letter dated October 24, 1996 the respondent quantified the\n\nrefunds received during the period April, 1980 to February, 1986 and\n\nMarch, 1986 to February, 1988 at Rs.3.72 Crores and Rs.2.36 Croes,\n\naggregating in all to Rs.6.08 Crores. The petitioner would further submit\n\nthat in between on November 18, 1996 the respondent wrote a letter to\n\nthe petitioner stating that the issue regarding unjust enrichment of excise\n\nrefund is awaiting decision of the Supreme Court. Vide letter dated\n\nDecember 19, 1996 the petitioner demanded refund of interest on Excise\n\nDuty provisionally determined at Rs.26.08 Crores. On December 31,\n\n1996 and January 03, 1997 a meeting was held between the parties. All\n\nthrough, the respondent was representing that a sum of Rs.6.08 Crores\n\nalone had been received by it towards Excise Duty refund. The petitioner\n\nwas demanding the details of the refunds and interest. Finally on January\n\n15, 1997 the first payment of Rs.1 Crore towards Excise Duty refund\n\nwas made by the respondent to the petitioner. Subsequently during the\n\nperiod January 15, 1997, March 04, 1997 and upto April 30, 1997 and\n\nMay 08, 1997 a total sum of Rs.6.08 Crores was paid by the respondent\n<span class=\"hidden_text\" id=\"span_5\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 5 of 59</span>\n to the petitioner. In between several of the cheques issued by the\n\nrespondent were dishonoured and had to be represented again by the\n\npetitioner.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">7.      It is also the petitioner&#x27;s case that during February and March,\n\n1997 the petitioner was repeatedly calling upon the respondent to furnish\n\ndetails of the total refund of excise duty received by the respondent in\n\nrespect of the contracts entered into between the parties. Vide letter dated\n\nMarch 04, 1997 the petitioner informed the respondent that so far as it\n\nhas been able to obtain information, a total refund of Rs.17.37 Crores\n\nhad been received by the respondent. The respondent was claiming that\n\nout of the total refund received by it only Rs.6.08 Crores related to the\n\nrefund in respect of the contracts entered into between the parties. It is\n\nthe case of the petitioner that on February 27, 1997, the respondent\n\ninformed the petitioner that various legal issues relating to refund of\n\nExcise Duty were finally decided in favour of the respondent on\n\nDecember 19, 1996 after pronouncement of the judgment in the case of\n\nMafatlal Industries Ltd. vs. Union of India (1997) 89 ELT 24 SC.\n\n</p><p data-structure=\"Facts\" id=\"p_8\">8.      It is also the petitioner&#x27;s case, that a meeting was held on May 26,\n\n1997 between the parties where the parties re-stated their respective\n\nstand. However, it was agreed by both the parties that they will try and\n\nresolve the issues within a period of two months i.e. by July 26, 1997\n<span class=\"hidden_text\" id=\"span_6\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 6 of 59</span>\n and that till such time no precipitate action would be taken by either\n\nparty. It is the petitioner case that the period of limitation in respect of\n\nthe claims begins at the earliest from the said date i.e. July 26, 1997. On\n\nDecember 15, 1997 another notice was issued to the respondent by the\n\npetitioner calling upon the respondent to make the payment of interest\n\nand refund of Excise Duty. The said notice was replied by the respondent\n\nvide letter dated January 12, 1998 and a defence was raised by the\n\nrespondent that finality of the issues of refund was reached only on\n\nDecember 19, 1996 after the judgment of Supreme Court in Mafatlal\n\nIndustries Ltd. (supra). Despite repeated notices and demands the\n\nrespondent had refused to pay anything over and above the said sum of\n\nRs.6.08 Crores. The respondent has also refused to furnish the details of\n\nthe total Excise Duty refund received by it and that portion of the Excise\n\nDuty refund which is relatable to the contracts entered into with the\n\npetitioner. Consequently the petitioner was left with no option but to\n\nissue a notice of demand dated October 06, 1999 and addenda dated\n\nOctober 8, 1999 wherein the petitioner raised the claim that as per the\n\ncontract entered into between the parties, the liability of the petitioner\n\nwas limited to payment of Excise Duty provided that the Excise Duty\n\nitself was payable in respect of fabrication of tower parts. The petitioner\n\nwould further submit that it is an admitted case that for the period upto\n<span class=\"hidden_text\" id=\"span_7\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 7 of 59</span>\n February 29, 1988 the fabrication of tower parts did not attract Excise\n\nDuty. The claim of the petitioner is that irrespective of whether Excise\n\nDuty was actually paid by the respondent and/or refund was obtained by\n\nthe respondent, since as a matter of fact and law no Excise Duty was in\n\nfact payable on the fabrication of tower parts, the entirety of the amounts\n\nreceived by the respondent from the petitioner towards Excise Duty is\n\nliable to be refunded to the petitioner by the respondent.           It is the\n\npetitioner&#x27;s case that the amount in respect of the entirety of the 26\n\ncontracts prior to March, 1988 was Rs.11.71 Crores, but the same can be\n\nhigher. The petitioner would further submit that the total Excise Duty\n\nrefund received by the respondent was Rs.17.37 Crores and it is the case\n\nof the petitioner that a part of it relates to the contract entered into\n\nbetween the parties and it is also entitled to interest on the amount for\n\nwhich claim made @ 18% per annum.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">9.      It is the respondent&#x27;s case that the duties have been correctly paid\n\nat the time of clearance as approved by the competent authorities and the\n\npetitioner cannot make any claim against the respondent. The contracts\n\nhave all been completed within the stipulated time and excise duties have\n\nbeen paid as adjudicated by the Assistant Collector. It is further\n\nsubmitted that there is no provision in the contract for payment of any\n\namount to the petitioner out of the refund received or otherwise, by the\n<span class=\"hidden_text\" id=\"span_8\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 8 of 59</span>\n respondent. In any event, there is no provision for refund to the\n\npurchaser under the Central Excise Law itself. The respondent was also\n\ndepositing the central Excise Duty as otherwise the Central Excise\n\nAuthorities would not have allowed the clearance of the goods, but was\n\nalso objecting to the assessment. The respondent had at every stage\n\nagitated the matter. The respondent would deny that all the 26 contracts\n\nare for fabrication of tower parts supply. According to the respondent, at\n\nthe time of clearance, the Excise Duty was payable and had been paid by\n\nthe respondent, which was reflected in the RT12 returns filed with the\n\nCentral Excise Authorities on each clearance pertaining to all the\n\ncontracts. It is also submitted that the Central Excise Duty was payable\n\nand had been paid as assessed even before March 01, 1988. The\n\npetitioner in order to mislead the Court has tried to make submissions\n\nwith regard to a cut off date of March 01, 1988 as the date on which the\n\nfabrication of the tower parts had become exigible to Excise Duty, on\n\naccount of the fact that an amendment had been introduced to the <a href=\"/doc/110162683/\" id=\"a_2\">Central\n\nExcise Act</a> from that date. It is submitted that this submission of the\n\npetitioner is not valid on the sole ground that even before March 01,\n\n1988 the respondent had to pay the Central Excise Duty at the time of\n\nclearance of the goods. The respondent would further submit that there is\n\nno obligation on the part of the respondent to make any payment of the\n<span class=\"hidden_text\" id=\"span_9\">ARB.P. Nos.539/1999 &amp; Ors.                               Page 9 of 59</span>\n refund of the Excise Duty received by it to the petitioner, which they\n\nwere made to pay at the time of clearance of the goods. It is also\n\nsubmitted that the petitioner is attempting to mislead this Court by\n\nreferring to correspondence between the parties. It is also submitted that\n\nthe respondent in its letter dated October 03, 1996 had in the first\n\ninstance itself made it clear that the petitioner was not entitled either\n\nunder the contract or otherwise nor was there any obligation on the part\n\nof the respondent to pay any sum of money which the respondent may\n\nreceive, by way of refund of Central Excise Duty or any other amount.\n\nThe respondent had taken a commercial decision to pay an ex-gratia\n\namount of Rs.6.08 crores. Further the said amount was not legally due to\n\nthe petitioner and did not flow out of any rights and obligations arising\n\nout of or in relation to the contract. The question of payment of interest\n\ndid not arise at all as in any event there was no interest clause in the\n\nCentral Excise Law on the relevant date. This position had been\n\nreiterated by the respondent in all its letters. It is further submitted that\n\nthere is no provision for refund of Excise Duty under the Law to a\n\npurchaser. The question of payment of any interest on the said amount\n\nalso did not arise.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">10.     The respondent has further submitted that there is no subsisting\n\ncontract between the petitioner and the respondent. It is also submitted\n<span class=\"hidden_text\" id=\"span_10\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 10 of 59</span>\n that there is no subsisting Arbitration Clause and no cause of action can\n\nbe made out against the respondent. The date of July 26, 1997 as pleaded\n\nby the petitioner is not a valid date and no case can be made out on the\n\nbasis of said date. The respondent&#x27;s stand is also that the Central Excise\n\nDuty had been paid by the respondent at the time of clearance of the\n\ngoods which is the only valid date, when the contract was in existence. It\n\nis submitted that any other date is of no relevance. Further the arbitration\n\nclause has ceased and the petitioner has forfeited its right to make any\n\nclaim. It had been made very clear to the petitioner that it was not\n\nentitled to any amount as claimed by it purporting to be entitled to, at the\n\ntime of payment of the ex-gratia amount. The claim of the petitioner is\n\ntotally incorrect and the petitioner with malafide motives is making a\n\nclaim which the petitioner is not entitled to.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">11.     Further, the notice of demand dated October 06, 1999 and addenda\n\nof October 8, 1999 are totally unwarranted and the petitioner cannot raise\n\nany claim on the basis of this demand. The specific pleadings, in each of\n\nthe petitions are as under:-\n</p>\n<p data-structure=\"Issue\" id=\"p_12\"><span class=\"hidden_text\" id=\"span_11\">ARB.P. No.539/1999</span>\n\n</p><p data-structure=\"Issue\" id=\"p_13\">12.     This petition concerns two contracts for fabrication of tower parts\n\nfor 400KV single circuit line Jeypore-Indrawati and Indrawati-Rangali\n\nwhich is also called as Talchar. It is the case of the petitioner that in\n<span class=\"hidden_text\" id=\"span_12\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 11 of 59</span>\n respect of the two contracts which are subject matter of this petition, an\n\namount of Rs.1.57 crore is due from the respondent and the petitioner is\n\nentitled to interest from the date, the petitioner made payment towards\n\nExcise Duty to the respondent till the date, the petitioner received refund\n\non the entirety of the said payment.           The petitioner&#x27;s case is the\n\narbitration clause is contained in para 16, which is reproduced as under:-\n\n</p><blockquote id=\"blockquote_1\">        &quot;If at any time, any question, dispute or differences\n        whatsoever shall arise between the Purchaser and the\n        Contractor, upon or in relation to, or in connection\n        with the Contract, either party may forthwith give to\n        other, notice in writing of the existence of such\n        question, dispute or differences and the same shall be\n        referred to the adjudication of three Arbitrators, one to\n        be nominated by the Purchaser, the other by the\n        Contractor and the third by the President of the\n        International Chambers of Commerce, in the case of\n        foreign contractors and President of the Institution of\n        Engineers, India, in the case of local Contractors. If\n        either of the parties fail to appoint its arbitrator within\n        sixty (60) days after receipt of notice for the\n        appointment of the Arbitrator, then the President of\n        International Chambers of Commerce or the President\n        of the Institution of Engineers, India as the case may\n        be, shall have the power at the request of either of the\n        parties, to appoint an Arbitrator. A certified copy of\n\n<span class=\"hidden_text\" id=\"span_13\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 12 of 59</span>\n         the &quot;President&quot; making such an appointment shall be\n        furnished to both the parties.&quot;\n</blockquote>\n<blockquote id=\"blockquote_2\">\n</blockquote><p data-structure=\"RespArg\" id=\"p_14\">13.     The reply filed by the respondent to arbitration petition 539/1999\n\nis in fact a reply to Arbitration Petition 541 of 1999. Simultaneously, the\n\nreply to Arbitration Petition 539 of 1999 was filed in Arbitration Petition\n\n541 of 1999. The respondent in a brief reply to this petition, would state\n\nthat the two contracts are between the Orissa State Electricity Board and\n\nthe respondent. They would also state that OSEB is not a predecessor in\n\ninterest of the Power Grid Corporation Ltd (the petitioner herein). The\n\nrespondent apart from challenging the jurisdiction of this Court would\n\nalso contend that there is no privity of contract between the petitioner\n\nand the respondent in the instant application and the arbitration clause\n\nannexed to the petition and shown as part of schedule D does not form\n\npart of the said schedule with OSEB. The respondent would also refer to\n\nits letter dated October 30, 1999 denying the applicability of the\n\nArbitration Clause. That apart, the respondent has replied to the merits of\n\nthe contentions raised by the petitioner. The respondent has also stated\n\nthat the contract was not executed within the jurisdiction of this Court.\n\nAccording to the respondent, all the payments were made by OSEB at\n\nBhubaneswar and the application is beyond limitation.\n\n\n<span class=\"hidden_text\" id=\"span_14\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 13 of 59</span>\n</p><p data-structure=\"Facts\" id=\"p_15\"> 14.     In rejoinder to the reply, the petitioner would contend that initially\n\nin the year 1982, the OSEB has awarded the contract to the predecessor\n\nin interest of the respondent. Vide agreement between OSEB and NHPC\n\nthe predecessor in interest of the petitioner dated January 11, 1985, the\n\ntransmission lines which were subject matter of these Contracts were\n\ntaken over by NHPC and the petitioner being successor in interest of\n\nNHPC is fully entitled to raise its claims relating to the contract. The\n\npetitioner had also stated that the arbitration clause annexed to the\n\npetition and as shown in part of Schedule D was referred to in the\n\nagreement dated November 18, 1991 executed between PGCIL and\n\nNHPC wherein the transmission lines along with their contracts were\n\ntaken over from the NHPC by the petitioner as item/serial No.2 in\n\nAnnexure II of the said agreement. It is also stated in the rejoinder that\n\nthe contract relates to the transmission line from Jeypore to Indrawati\n\nand from Indrawati to Rangli, also called Talchar. The petitioner\n\nreiterates that the present dispute raised is within the territorial\n\njurisdiction of this Court. The respondent&#x27;s registered office is situated\n\nwithin the territorial jurisdiction of this Court. The tender was given\n\npublicity on All India level including Delhi within the territorial\n\njurisdiction of this Court. The correspondence for refund of Excise Duty\n\nwas made in Delhi. The refund of Excise Duty was made by the\n<span class=\"hidden_text\" id=\"span_15\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 14 of 59</span>\n respondent and received by the petitioner at Delhi.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\"><span class=\"hidden_text\" id=\"span_16\">ARB. P. No.540/1999</span>\n\n</p><p data-structure=\"Issue\" id=\"p_17\">15.     This petition has been filed by the petitioner with regard to three\n\ncontracts entered into by the predecessor in interest of the applicant-M/s\n\nNational Hydroelectric Power Corporation (NHPC) with the predecessor\n\nin interest of the respondent dated September 07, 1982, June 17, 1982\n\nand May 04, 1983 for fabrication of tower parts for the transmission\n\nlines between (i) Siliguri to Dalkhola, (ii) Birpara to Siliguri and (iii)\n\nSalal to Jammu, &amp; Salal to Kishanpur/Udhampur. According to the\n\npetitioner, the subject matter of these three contracts is Rs.60.73 lacs\n\nalong with interest from the date the petitioner made payment of Excise\n\nDuty to the respondent till the date the petitioner received refund on the\n\nentirety of the said payments from the respondent. The petitioner refers\n\nto para 50 which is an arbitration clause and which reads as under:-\n\n</p><blockquote id=\"blockquote_3\">        &quot;Except where otherwise provided, all questions,\n        disputes of differences in respect of which the decision\n        has not been final and conclusive, arising between the\n        Contractor the Corporation, in relation to or in\n        connection with the contract shall be referred for\n        arbitration in the manner provided as under and to the\n        sole arbitration appointed as follows:\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><blockquote id=\"blockquote_5\">        i) either of the parties may give to the other notice in\n<span class=\"hidden_text\" id=\"span_17\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 15 of 59</span>\n         writing of the existence of such question, dispute or\n        difference;\n</blockquote>\n\n\n<blockquote id=\"blockquote_6\">        ii) Within thirty (30) days of receipt of such notice from\n        either party, the Chief Engineer-in-Charge of work at\n        the time of such dispute shall send to the contractor a\n        panel of three persons who shall not be the employees\n        of the Corporation and thereafter the Contractor,\n        within fifteen (15) days of receipt of such panel,\n        communicate to the Chief Engineer the name of one of\n        the persons from such panel and such a person shall\n        then the appointed sole arbitrator by the Chief\n        Engineer.\n</blockquote>\n\n\n<blockquote id=\"blockquote_7\">        iii) Provided that, if the Contractor fails to\n        communicate the selection of a name out of the panel\n        so forwarded to him by the Chief Engineer, then after\n        the expiry of the aforesaid stipulated period the Chief\n        Engineer shall without delay select one person from\n        the aforesaid panel and appoint him as the sole\n        arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_18\">16.     The petitioner vide its notice dated October 6, 1999 nominated\n\nMr. Justice V.A. Mohta (Retd.), former Chief Justice of the High Court\n\nof Orissa, Mr. Justice Harbans Lal (Retd.), former Judge of Punjab and\n\nHaryana High Court, Mr. Justice P.K. Bahri (Retd.), former Judge of\n\n<span class=\"hidden_text\" id=\"span_18\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 16 of 59</span>\n Delhi High Court as a panel of Arbitrators.         It is the case of the\n\npetitioner, no reply was received to its notice.\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">17.     The respondent has filed its reply to this petition in\n\nArb.P.544/1999. It is the case of the respondent that the arbitration\n\nclause set out as clause 50 is in part in the petition. However, this clause\n\nceases to have any effect as by virtue of clause 50.5, unless served with a\n\nnotice by either party within 30 days of the expiry of the defects liability\n\nperiod, all rights and claims under the contract shall be deemed to have\n\nbeen waived and thus forfeited and absolutely barred. The respondent\n\nwould submit that no such notice has been given and hence there being\n\nno subsisting arbitration clause, the petition does not lie. The respondent\n\nwould also challenge the jurisdiction of this Court to entertain the\n\npetition under <a href=\"/doc/1841764/\" id=\"a_3\">Section 11</a> of the Act. The respondent would take the\n\nstand that that the application is absolutely barred by time and the\n\npetitioner had waived and forfeited all its rights and claim. The\n\nrespondent would state that there is no privity of contract between the\n\nparties. The respondent had also stated that only two contracts have been\n\nsupplied even though reference has been made to three contracts. Rest of\n\nthe contentions are on the merit of the disputes between the parties, the\n\ndetails of which have already been given above. The respondent has\n\ndenied that the amount of Rs.60.73 lacs along with interest is payable. In\n<span class=\"hidden_text\" id=\"span_19\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 17 of 59</span>\n the rejoinder, the petitioner has placed on record the third contract\n\nrelating to construction of 220KV transmission lines from Birpara to\n\nSiliguri and Birpara to Bongai Gaon. They deny the applicability of\n\nclause 50.5.         The petitioner would also deny that this Court has no\n\njurisdiction to entertain this petition. It also stated, the petition is within\n\nlimitation.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\"><span class=\"hidden_text\" id=\"span_20\">ARB.P. No.541/1999</span>\n\n</p><p data-structure=\"Issue\" id=\"p_21\">18.     This petition has been filed by the petitioner seeking appointment\n\nof Arbitrator with respect to one contract for fabrication of tower parts\n\nfor transmission line from Sarna to Dasuya awarded to the predecessor in\n\ninterest to the respondent/Tata Exports. The claim of the petitioner is for\n\nan amount of Rs.8.63 lacs apart from interest from the date the petitioner\n\nhad made payment towards Excise Duty to the respondent till the\n\npetitioner receives refund of the entirety of the said payment from the\n\nrespondent. The arbitration clause is contained in para 46 of the\n\ndocument annexed as Annexure I to the petition, which is reproduced as\n\nunder:-\n</p>\n<blockquote id=\"blockquote_8\">        &quot;Except where otherwise provided in the contract, if at\n        any time, any question, dispute or difference\n        whatsoever, shall arise between the contractor and the\n        Purchaser upon or in relation to or in connection with\n        this contract either of the parties may give to the other\n<span class=\"hidden_text\" id=\"span_21\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 18 of 59</span>\n         notice in writing of the existence of such a question,\n        dispute or difference and the same shall be referred to\n        Sole Arbitration of the person appointed by the\n        Corporation Engineer at the time of dispute. It will be\n        no objection in such appointment that the Arbitrator so\n        appointed is Corporation&#x27;s employee, and in the case\n        of his duty as Corporation&#x27;s employee, we have\n        expressed view on all or any of the matters in dispute\n        or difference. The Arbitrator to whom the matter is\n        originally referred, being transferred or vacating his\n        office or being unable to act for any reason, then to act\n        as Arbitrator, in accordance with the terms of the\n        Contract. Such person shall be entitled to proceed with\n        reference from the stage at which it was left by his\n        predecessor.&quot;\n</blockquote>\n<blockquote id=\"blockquote_9\">\n</blockquote><p data-structure=\"PetArg\" id=\"p_22\">19.     The petitioner&#x27;s case is, it, vide notice dated October 6, 1999 had\n\nnominated Mr. Justice V.A. Mohta (Retd.), Former Chief Justice of\n\nOrissa High Court as an Arbitrator but no reply has been received by the\n\npetitioner to the notice dated October 6, 1999 and Addenda dated\n\nOctober 08, 1999.\n</p>\n<p data-structure=\"RespArg\" id=\"p_23\">20.     The respondent in its reply filed to Arbitration Petition has stated\n\nthat the arbitration clause sought to be invoked and set out in the petition\n\ndoes not exist. According to the respondent the clause as set out by the\n\npetitioner in the application was deleted and substituted by the following\n<span class=\"hidden_text\" id=\"span_22\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 19 of 59</span>\n clause:-\n</p>\n<blockquote id=\"blockquote_10\">        &quot;Clause 46.1 of the General Conditions of Contract in\n        respect of Arbitration shall be deemed to have been\n        deleted and substituted by the following:\n</blockquote>\n<blockquote id=\"blockquote_11\">\n</blockquote><blockquote id=\"blockquote_12\">        &quot;Except where otherwise provided for in the contract,\n        all questions, disputes or difference whatsoever,\n        arising between the contractor and the Corporation\n        upon or in relation to or in connection with this\n        contract either of the parties may give to other notice\n        in writing of the existence of such a question, dispute\n        or difference. Within 30 days of receipt of such notice\n        from the either party the Corporation Engineer shall\n        send to the contractor panel of three names of persons\n        who shall be presently not under the employment of the\n        Corporation. The Contractor shall thereupon within 15\n        days receipt of this list select and communicate to the\n        Accepting Authority the name of one of the persons\n        from the list who shall then be appointed Sole\n        Arbitrator. If the contract fails to communicate\n        selection of name of one of the persons from the list\n        who shall then be appointed Sole Arbitrator. If the\n        contractor fails to communicate selection of name\n        within the aforesaid stipulated period, the Corporation\n        Engineer shall without delay, select one person from\n        the list and appoint him as the Sole Arbitrator.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_23\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 20 of 59</span>\n<p data-structure=\"Precedent\" id=\"p_24\">         The respondent has also referred to clause 46.4. The same is also\n\nreproduced as under:-\n</p>\n<blockquote id=\"blockquote_13\">        &quot;46.4 A notice of the existence of any question, dispute\n        or difference in connection with this Contract, shall be\n        served by either party within 180 days of the issue of\n        taking over certificate by the Purchaser failing which\n        all rights and claims under this Contract shall be\n        deemed to have been forfeited and absolutely barred.&quot;\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_25\">21.     It is the case of the respondent that the petitioner has not given any\n\nnotice of the existence of any dispute or difference in connection with\n\nthe contract within 180 days of the issue of taking over certificate as\n\nstipulated in clause 46.4 of the contract and having failed to do so cannot\n\nseek to invoke the arbitration clause. The respondent has also taken a\n\nstand that the contract was concluded in the year 1981 and no rights are\n\nsurviving to enforce the contract against the respondent. It has also been\n\naverred that this Court has no jurisdiction to entertain the present\n\npetition, apart from stating that there is no privity of contract between the\n\npetitioner and the respondent. The respondent has also stated that the\n\ncontract was only for survey and erection and not for fabrication of tower\n\nparts and admittedly on which no central Excise Duty is payable. The\n\nrespondent has also denied the liability of refunding the Excise Duty.\n\n<span class=\"hidden_text\" id=\"span_24\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 21 of 59</span>\n The respondent apart from denying the liability of Rs.8.63 lacs along\n\nwith interest has also stated that it had by mistake paid to the petitioner a\n\nsum of Rs.1,16,000/-. The respondent referred to its reply dated October\n\n30, 1999 wherein it has denied the applicability and existence of\n\nArbitration Clause.\n</p>\n<p data-structure=\"Facts\" id=\"p_26\">22.     In the rejoinder the petitioner has stated that the present dispute\n\nraised in this petition is within the territorial jurisdiction of this Court.\n\nAccording to the petitioner the registered office of the respondent is\n\nsituated within the territorial jurisdiction of this Court. The tender was\n\nfloated within the territorial jurisdiction of this Court. Payments to the\n\nrespondent were made in Delhi. The petitioner has also stated, even it is\n\nassumed not admitting that the new clause has been substituted as\n\nreproduced by the respondent then also the current dispute between the\n\nparties is fully covered by the arbitration clause. According to the\n\npetitioner, the interpretation of clause 46.4 given by the respondent is\n\nwholly misplaced. The dispute between the parties does not relate to\n\n&quot;taking over certificate by the Purchaser&quot;. In fact the dispute/ difference\n\nrelate to refund of Excise Duty obtained by the respondent and not\n\ntransferred to the petitioner. The petitioner in any case would state that\n\nthe clause 46.4 has no applicability. Alternatively the petitioner would\n\nstate, even on interpretation, clause 46.4 itself falls within the large and\n<span class=\"hidden_text\" id=\"span_25\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 22 of 59</span>\n omnibus category, such a dispute/difference can be decided by recourse\n\nto the arbitration clause contained in the contract. The petitioner denied\n\nthat the petition is barred by time. The contract between NHPC, the\n\npredecessor in interest of the present applicant and Tata Exports Ltd. was\n\nfor supply of tower parts. The Tata Exports Ltd. has further sub-\n\ncontracted to the present respondent with the approval and permission of\n\nthe petitioner herein. The goods were supplied by the respondent directly\n\nto NHPC. It, therefore, follows that the respondent not only had privity\n\nof contract with the petitioner but the respondent claimed under Tata\n\nExports Ltd. The contract entered into between the petitioner and the\n\nTata Exports Ltd. contemplate sub-contracting of the work by Tata\n\nExports Ltd. to sub-contractors and defines the sub-contractor as a\n\nperson to whom any part of the contract has been sub-let with the\n\nconsent in writing of the Engineer. The Engineer is the employee of the\n\npetitioner and as such there is privity between the respondent who was\n\nthe sub-contractor and the petitioner and the respondent as sub-\n\ncontractor performed part of the contract sub-contracted to it and\n\nreceived payment from the petitioner for the same.        It has denied that\n\nthis Court has no territorial jurisdiction.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\"><span class=\"hidden_text\" id=\"span_26\">ARB.P. No.542/1999</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">23.     This petition relates to two contracts for fabrication of tower parts\n<span class=\"hidden_text\" id=\"span_27\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 23 of 59</span>\n for the construction of 132KV (S/C) dated April 24, 1982 and for\n\nadditional transmission line project vide letter of acceptance dated April\n\n16, 1985 awarded by Northern Eastern Electric Power Corporation Ltd.\n\nto the predecessor in interest of the respondent. The amount in respect of\n\nthese two contracts is Rs.34.73 lacs. The petitioner has also claimed\n\ninterest from the date when the Excise Duty was paid till the date the\n\npetitioner receives the refund on the entirety. The petitioner would rely\n\nupon arbitration clause contained in para 32, which reads as under:-\n\n</p><blockquote id=\"blockquote_14\">        &quot;32 Arbitration\n\n</blockquote><blockquote id=\"blockquote_15\">        (a) all disputes or differences shall be as far as\n        possibly mutually settled.\n</blockquote><blockquote id=\"blockquote_16\">        (b) if at time any dispute or difference shall arise\n        between NEEPCO and Contractor which cannot be\n        settled within a reasonable time the same shall be\n        referred to arbitration as per the provision of the\n        <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act, 1940</a> at the time in force. The\n        contractor will first submit them to NEEPCO in\n        writing.\n</blockquote><blockquote id=\"blockquote_17\">        (c) Venue for arbitration shall invariably be Shillong\n        in all such cases.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_29\">According to the petitioner, it nominated Mr. Justice (Retd) V. Mohta,\n\nretired Chief Justice of Orissa High Court vide its notice dated October\n\n6, 1999 but no reply was received from the respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\"><span class=\"hidden_text\" id=\"span_28\">ARB.P. Nos.539/1999 &amp; Ors.                               Page 24 of 59</span>\n</p><p data-structure=\"CDiscource\" id=\"p_31\"> 24.      The petitioner pleads that this Court has territorial jurisdiction to\n\nentertain the petition inasmuch as the contract was given All India\n\nPublicity including at Delhi within the territorial jurisdiction of this\n\nCourt. The entire correspondence for the refund of Excise Duty was\n\nmade with the respondent and payment received by the petitioner at\n\nDelhi.\n</p>\n<p data-structure=\"RespArg\" id=\"p_32\">25.      The respondent in its reply has stated that only one contract has\n\nbeen annexed to the petition even though in the Annexure I to the\n\npetition two contracts have been mentioned. The arbitration clause which\n\nis sought to be invoked by the petitioner has ceased and is not applicable.\n\nAccording to the respondent the arbitration was envisaged only after\n\nthere was no mutual settlement of the disputes or differences. The\n\ncontract of 1985 was completed on September 11, 1987 and the final bill\n\nhas been paid. The respondent would also state that this Court has no\n\njurisdiction to entertain the present petition. The application is barred by\n\ntime. There is no privity of contract between the petitioner and\n\nrespondent and on merits the petitioner is not entitled to any refund. The\n\nrespondent denied the liability of Rs.34.73 lacs along with interest\n\nclaimed on the contracts in the present petition.\n</p>\n<p data-structure=\"Facts\" id=\"p_33\">26.      In the rejoinder the petitioner would submit that the dispute\n\nbetween the parties is within the territorial jurisdiction of this Court and\n<span class=\"hidden_text\" id=\"span_29\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 25 of 59</span>\n within limitation. The respondent has registered office situated within\n\nthe territorial jurisdiction of this Court. The tender for the contract was\n\nfloated within the territorial jurisdiction of this Court. The refund of\n\nExcise Duty was made by the respondent and received by the applicant\n\nin Delhi. Part of the cause of action has arisen within the territorial\n\njurisdiction of this Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">27.     The petitioner in the rejoinder has submitted that initially there\n\nwas a contract between the petitioner and the answering respondent\n\nwhich contract has already been annexed as Annexure I to the petition.\n\nThis contract was regarding the transmission line from Haflong to\n\nKumar Ghat. Later on the coverage of the transmission line was\n\nextended and contract for additional transmission line project was also\n\ngranted to the respondent on the same terms and conditions on which the\n\nfirst contract was granted. According to the petitioner a perusal of page\n\n53 of the contract would show that additional transmission line project is\n\nin fact a part and parcel of the same contract and, therefore, the earlier\n\ntransmission line and the additional transmission line project were to be\n\ntreated as one and the same contract since the respondent had agreed to\n\nbind itself to the terms and conditions of the first contract itself. The\n\npetitioner would plead that the present petition is within time and it\n\nwould be better if all the disputes are referred to a single Arbitrator. It is\n<span class=\"hidden_text\" id=\"span_30\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 26 of 59</span>\n also pleaded that the respondent admits the existence of arbitration\n\nclause 32 in the contract.\n</p>\n<p data-structure=\"Section\" id=\"p_35\"><span class=\"hidden_text\" id=\"span_31\">ARB.P. No.544/1999</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">28.     This petition relates to 18 contracts for fabrication of tower parts,\n\ngranted by NTPC to the predecessor in interest of the respondent through\n\nletters of acceptance issued between the years 1982-1988 for 400KV\n\n(DC) &amp; (SC). The total amount due in respect of the 18 contracts which\n\nare subject matter of the present petition is Rs.9.11 Crores. The\n\npetitioner has also claimed interest from the date the petitioner made\n\npayments towards Excise Duty to the respondent till the date the\n\npetitioner receives refund on the entirety of the said payments from the\n\nrespondent. The arbitration clause on which reliance has been placed by\n\nthe petitioner is contained in para 26.6.1 which reads as under:-\n\n</p><blockquote id=\"blockquote_18\">        &quot;The arbitration shall be conducted by three Arbitrators,\n        one each to be nominated by the Contractor and the\n        Owner and the third to be named by the President of the\n        Institution of Engineers, India. If either of the parties fail\n        to appoint its arbitrator within sixty (60) days after receipt\n        of a notice from the other party invoking the Arbitration\n        clause, the President of the Institution of Engineers, India,\n        shall have the power at the request of either of the parties,\n        to appoint the Arbitrator. A certified copy of the said\n        President making such an appointment shall be furnished\n\n<span class=\"hidden_text\" id=\"span_32\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 27 of 59</span>\n         to both the parties.&quot;\n</blockquote>\n<blockquote id=\"blockquote_19\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">It is the case of the petitioner, it had nominated Mr. Justice V.A Mohta\n\n(Retd), Chief Justice of Orissa High Court vide its notice dated October\n\n6, 1999 but no reply was received from the respondent.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">29.     The respondent in its reply stated that out of 18 contracts only 17\n\nhave been supplied. Even from the 17 contracts one of the contract is\n\nwith Best &amp; Crompton and there is no privity of contract between the\n\npetitioner and the respondent. The Respondent would also submit that\n\ninsofar as contract Nos.3,6,7,8,9, &amp; 16 are concerned, the general\n\nconditions of contract, inter-alia contained two clauses numbered as 25\n\nand 26. Clause 25 dealt with settlement of disputes and clause 26 was in\n\nrespect to arbitration.\n</p>\n<p data-structure=\"RespArg\" id=\"p_39\">30.     According to the respondent the arbitration clause under clause 26\n\ncan be invoked after exhausting clause 25 and clause 26 is operative\n\nduring the currency of the contract and not thereafter. According to the\n\nrespondent the dispatches in contract at item Nos.1,2,3,6,7,8,9, 15, 16 &amp;\n\n18 were continued to be made after February 29, 1988 which the\n\npetitioner itself admits that duty was leviable from March 01, 1988 on\n\ntransmission towers. It is the case of the respondent that there is no\n\narbitration clause and hence the petition is not maintainable. The\n\n<span class=\"hidden_text\" id=\"span_33\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 28 of 59</span>\n respondent would also state that this Court has no territorial jurisdiction\n\nto entertain the present petition. It also stated that the petition is barred\n\nby time. The respondent has also denied the liability to make payment to\n\nthe petitioner of the refund of Central Excise Duty.\n</p>\n<p data-structure=\"Facts\" id=\"p_40\">31.     In rejoinder the petitioner has stated that out of the 18 contract 17\n\ncontracts have been supplied to the respondent. The remaining one\n\ncontract has been filed by the petitioner along with the rejoinder. The\n\nsaid contract relates to Kawas Bharuch transmission line which has been\n\nmentioned as item No.17 in Annexure I to the petition. The said contract\n\nwas between Gujarat Electricity Board (GEB) and the respondent herein.\n\nAs per the memorandum of understanding between NTPC and GEB\n\ndated March 07, 1987 wherein NTPC has assigned to GEB the work of\n\nconstruction of certain transmission lines including the Kawas Bharuch\n\ntransmission line. Thereafter the GEB has sub-contracted a part of the\n\nwork relating to the construction of Kawas Bharuch transmission line to\n\nthe respondent herein vide contract dated June 09, 1987. According to\n\nthe petitioner, clause 40 of the terms and conditions contains the relevant\n\narbitration clause, which is reproduced as under:-\n</p>\n<blockquote id=\"blockquote_20\">        &quot;40 Arbitration:\n</blockquote><blockquote id=\"blockquote_21\">        (a) If, at any time, any question, dispute or difference\n             whatsoever shall arise between the Purchaser or\n\n<span class=\"hidden_text\" id=\"span_34\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 29 of 59</span>\n              the Consulting Engineers and the Seller/Contractor,\n             upon, or in relation to or in connection with the\n             contract either party may forthwith give to other\n             party notice in writing of the existence of such\n             question, dispute or difference and this shall be\n             referred to two arbitrators one to be nominated by\n             the Purchaser and one to be nominated by the\n             Seller/Contractor or in case of disagreement\n             between the arbitrators, to an Umpire appointed by\n             the arbitrators in writing under their hands before\n             proceeding with the arbitration and the decision of\n             such arbitrators or Umpire shall be final and\n             binding on both the parties. Any such reference\n             shall in respects conforms to such statutory\n             enactment or enactments, regulations relating\n             arbitration as from time to time in force and\n             arbitration proceeding shall be conducted at such\n             place in India as the arbitrators may determine.\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">             The expenses of the arbitrators shall be paid as the\n             arbitrators may determined.\n</p><p data-structure=\"Section\" id=\"p_42\">        (b) Performance      under   this   contract   shall,      if\n             reasonably possible, continue during the arbitration\n             proceedings, and no payments due or payable by\n             the Purchaser shall be withheld unless they are the\n             subject-matter of the arbitration proceedings.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n</p><p data-structure=\"RespArg\" id=\"p_44\">32.     The petitioner&#x27;s case is that the arbitration clause is widely worded\n\n\n<span class=\"hidden_text\" id=\"span_35\">ARB.P. Nos.539/1999 &amp; Ors.                                     Page 30 of 59</span>\n to cover within its ambit, the present dispute between the parties to be\n\nreferred to arbitration. Insofar as the contention of the respondent that\n\nthere is no privity of contract between the respondent and Best &amp;\n\nCrompton is concerned, it is clearly mentioned at page 2 of the contract\n\nthat the respondent herein is the sub-contractor with whom Best &amp;\n\nCrompton will be entering into a contract for supply of tower parts.\n\nFurther the invoices which Best &amp; Crompton had been sending to NTPC,\n\nclearly mentions and relies upon the copy of the respondent&#x27;s invoice\n\nwhich was sent to Best &amp; Crompton. The copy of the form GP1 attached\n\nalong with Best &amp; Crompton invoice is also one which was drawn and\n\nsigned by the respondent herein. Hence, there exists a privity of contract.\n\n</p><p data-structure=\"RespArg\" id=\"p_45\">33.     Mr.Parag Tripathi, learned Senior Counsel appearing for the\n\npetitioners would contend that there are 26 contracts in total in which the\n\npetitioners are seeking appointment of Arbitrator/Arbitral Tribunal. He\n\nstates, the 26 Contracts executed were between NHPC, NTPC and\n\nNEEPCO and the predecessor in interest of the respondent for supply of\n\ntower parts etc. The power transmission systems of these three\n\ncompanies with a view to develop a national power grid were transferred\n\nand vested first in the Central Government and then with the petitioner\n\nherein namely Power Grid Corporation of India Ltd. (PGCIL) vide an\n\nAct of Parliament dated April 02, 1993 and became effective from April\n<span class=\"hidden_text\" id=\"span_36\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 31 of 59</span>\n 01, 1992. He has drawn my attention to <a href=\"/doc/686376/\" id=\"a_5\">Section 3</a> of the Act of 1993. He\n\nhas also drawn my attention to <a href=\"/doc/354344/\" id=\"a_6\">Section 4(1)</a> &amp; (2) and <a href=\"/doc/961785/\" id=\"a_7\">Section 7(1)</a> of the\n\nAct to contend that the transfer included the rights and powers and debts,\n\nliabilities and obligations incurred and to contracts, agreements and other\n\ninstruments made by any of the three companies and to legal proceedings\n\nrelating to those matters pending in any Court, Tribunal or other\n\nauthority in India. He has taken me through the averments made in the\n\npetitions and the documents filed by the petitioner. According to him,\n\nthe assignment in favour of the petitioner is statutory in nature and\n\nPGCIL is no stranger to the contracts.       He states that even though\n\noriginal signed copy could not be produced, the respondent had admitted\n\nin its pleading about the refund being payable and the existence of the\n\narbitration clause. According to him, in fact, in the earlier round of\n\nlitigation there was no whisper, that there is no arbitration clause. He\n\nwould draw my attention to the order passed by the Division Bench in\n\nW.P.(C) 7226 of 2001 wherein the Court had noted that there is no\n\ndispute that each of the contracts contained an arbitration clause. Even\n\nthe objection with regard to privity of contract is unsustainable in view\n\nof the fact that an amount of Rs. 6.08 Crores has been paid by the\n\nrespondent to the petitioner.     He states, the respondent admits its\n\nliability, which is clear from the various communications referred to and\n<span class=\"hidden_text\" id=\"span_37\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 32 of 59</span>\n annexed with the petitions. The objection that there is no arbitration\n\nagreement in writing between the parties in terms of <a href=\"/doc/1846895/\" id=\"a_8\">Section 7</a> of the Act\n\nis unsustainable. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_38\">That apart, he would state, the objection of the\n\nrespondent, that the petition is barred by limitation is not tenable. He\n\nwould state that it was only in the year 1996, the petitioner came to know\n\nabout the refund of the Excise Duty to the respondent; thereafter various\n\nletters have been written to the respondent and the respondent has paid\n\nan amount of Rs. 6.08 Crores which is also an acknowledgement of the\n\nliability and in the meeting held in the month of May 1997, it was agreed\n\nbetween the parties to resolve the issues within two months. According\n\nto him, the cause of action arose only after expiry of two months. He\n\nwould rely upon the judgment of the Supreme Court reported as 2009 (<a href=\"/doc/1243245/\" id=\"a_9\">1)\n\nSCC 269 National Insurance Co. Ltd. Vs. Boghara Polyfab Pvt. Ltd.</a> to\n\ncontend that when an issue/claim is dead or alive and where the party has\n\nconcluded the contract/transaction by recording satisfaction of their\n\nmutual rights and obligations or by receiving final payment without\n\nobjection, such issue(s) can be decided by the Chief Justice or his\n\ndesignate if necessary by taking evidence. Alternatively, he may leave\n\nthose issue(s) open with a direction to Arbitral Tribunal to decide the\n\nsame.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56976891\" id=\"span_39\">He would also rely upon the judgment of the Supreme Court\n\nreported as 2011 (<a href=\"/doc/56976891/\" id=\"a_10\">3) SCC 507, Indian Oil Corporation Vs. SPS\n<span class=\"hidden_text\" id=\"span_40\">ARB.P. Nos.539/1999 &amp; Ors.                               Page 33 of 59</span>\n Engineering Ltd.</a> to contend that only such claims which are long time\n\nbarred and there is no need of detail consideration of evidence be\n\ndismissed at the threshold and where there is a disputed question whether\n\na claim is barred by limitation or not, such issue be left for decision of\n\nthe Arbitrator.</span> He would also rely upon the judgment of the Madras\n\nHigh Court in the case of Cash and Gain Finance and Investments &amp;\n\nOrs. Vs. Manjula Udaya Shankar, CRP (PD) No. 1337 of 2008 decided\n\nin the month of October 2008 to contend that where a document\n\ncontaining arbitration agreement is admitted and made the basis of the\n\nsuit itself, such a party cannot complain that there has been non-\n\ncompliance of the requirement under <a href=\"/doc/630120/\" id=\"a_11\">Section 8(2)</a>.         In other words,\n\naccording to him, it was held, filing of the certified copy by the party is\n\nadequate to satisfy the requirement of <a href=\"/doc/630120/\" id=\"a_12\">Section 8(2)</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44024421\" id=\"span_41\">He would also refer\n\nto the judgment of this Court reported as 211 (<a href=\"/doc/44024421/\" id=\"a_13\">2014) DLT 215, Aez\n\nInfratech Pvt. Ltd. Vs. Sng Pvt. Developers Ltd.</a> where this Court has\n\nheld that where one party had itself relied upon the agreement containing\n\nthe arbitration clause and has not denied the averment of the other party\n\nas to the existence of the arbitration clause, the provision of <a href=\"/doc/630120/\" id=\"a_14\">Section 8(2)</a>\n\nought to not stand in the way of the matter being referred to arbitration.\n\nMr.Tripathi also takes support from the order of this Court dated August\n\n20, 2001 in the earlier round, to contend, the findings given by this Court\n<span class=\"hidden_text\" id=\"span_42\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 34 of 59</span>\n are relevant and need to be considered by this Court, as being\n\nconclusive.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_46\">34.     On the other hand, Mr.J.M.Mukhi, learned counsel for the\n\nrespondent would contend that under <a href=\"/doc/1841764/\" id=\"a_15\">Section 11</a> of the Act, it is the\n\nfunction of the Chief Justice or his designate to ascertain the existence of\n\nthe arbitration agreement between the parties conclusively and not on\n\nprima facie basis. In that regard, he would state, the mandatory rule\n\nrequire a request to state the ground and to file an original or\n\nauthenticated copy of the arbitration agreement as well as the affidavit of\n\nsatisfaction of the conditions in sub-<a href=\"/doc/310829/\" id=\"a_16\">Section 5</a> or 6 of <a href=\"/doc/1841764/\" id=\"a_17\">Section 11</a>.\n\nAccording to him, it is no where stated that the arbitration agreement in\n\nwriting came into existence in any exchange of letters or by way of\n\nadmission in any defence to a statement of claim. In other words, there\n\nis no arbitration agreement arising by way of exchange of letters or by\n\nway of non denial in any defence to a statement of claim. He says, an\n\napplication under <a href=\"/doc/1841764/\" id=\"a_18\">Section 11</a> which is not in compliance with the\n\nmandatory rules need to be rejected. He would state, it is the case of the\n\nrespondent that there is no arbitration agreement within the meaning of\n\n<a href=\"/doc/1846895/\" id=\"a_19\">Section 7</a> of the Act i.e. it is to be in writing signed by both parties or it\n\nemerges from an exchange of communications or when there is an\n\nexchange of statement of claim and defence, it is essential in the\n<span class=\"hidden_text\" id=\"span_43\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 35 of 59</span>\n statement of claim, the existence of Arbitration clause is alleged and not\n\ndenied in the defence statement. According to him, in terms of the Act\n\nof 1993, only those agreements relating to the power transmission\n\nsystem that were subsisting or having effect as on April 1, 1992, were\n\ntransferred to PGCIL. Agreements that were dead performed, satisfied\n\nwere not be transferred to PGCIL. He would also state in terms of\n\n<a href=\"/doc/354344/\" id=\"a_20\">Section 4</a>, no debts or claims of NTPC, NHPC or NEEPCO were\n\ntransferred to PGCIL. According to him, if any question arises as to the\n\ntransfer of a contract or agreement from NTPC, NHPC or NEEPCO to\n\nPGCIL, the same was to be referred to Central Government.\n\nHe would concede to the fact that in the original reply, this point was not\n\ntaken. He states, that, the absence of original or authenticated copy of\n\nthe arbitration agreement was canvassed in the Writ Petition and before\n\nthe Supreme Court. According to him, the 1993 Act has no relevance\n\nunless the contracts are produced in original or an authenticated copy\n\nthereof. In any event, according to him, the purported notice of 1999\n\nwas hopelessly time barred since it related to refund of receipt in\n\nDecember 1988, January 1989 and June 1993. In this regard, he would\n\nstate, the limitation period in respect of the same expired on December\n\n15, 1991, January 26, 1992, June 6, 1996. Accordingly, there was no\n\nextension of the limitation period by any alleged acknowledgment of\n<span class=\"hidden_text\" id=\"span_44\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 36 of 59</span>\n liability. According to him, it was only on account of good business\n\nrelations with the petitioner and on the petitioner&#x27;s insistence the\n\nrespondent made an ex-gratia payment of the entire amount to the\n\npetitioner stating clearly that it was under no legal liability to do so.\n\nAccording to him, this aspect has been recorded clearly in the Minutes of\n\nthe meeting held on December 31, 1996, January 3, 1997 and May 26,\n\n1997. He would state that a reply to the application under <a href=\"/doc/1841764/\" id=\"a_21\">Section 11</a> is\n\nnot a defence to a statement of claim. According to him, under the\n\n1996&#x27;s Act, the non-denial has to be in a defence to the statement of\n\nclaim. It is his submission that there was no admission at any time\n\nwhatsoever. He also refers to the notification dated February 2 1996\n\nissued by the High Court of Delhi framed in exercise of power under\n\nSub-<a href=\"/doc/1151350/\" id=\"a_22\">Section 10</a> of <a href=\"/doc/1841764/\" id=\"a_23\">Section 11</a> of the Act to contend that an application\n\nunder Sub-<a href=\"/doc/1151350/\" id=\"a_24\">Section 10</a> of <a href=\"/doc/1841764/\" id=\"a_25\">Section 11</a> of the Act shall be made in writing\n\nand accompanied by the original arbitration agreement or a true copy\n\nthereof, an affidavit, supported by relevant documents or true copy\n\nthereof to the effect that the conditions have been satisfied. In the end, it\n\nis his submission that <a href=\"/doc/176042882/\" id=\"a_26\">Section 35</a> of the Stamp Act, 1859 dictates that no\n\nCourt or Authority shall entertain a document that is not duly stamped.\n\nHe would rely upon the following judgments:\n</p>\n<blockquote id=\"blockquote_22\">(i) SBP &amp; Co. Vs. Patel Engineering Ltd., AIR 2006 SC 450\n<span class=\"hidden_text\" id=\"span_45\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 37 of 59</span>\n</blockquote><blockquote id=\"blockquote_23\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_46\">(<a href=\"/doc/1913246/\" id=\"a_27\">ii) Jagdish Chander Vs. Ramesh Chander</a> (2007) 5 SCC 719</span>\n\n</blockquote><blockquote id=\"blockquote_24\">(iii) National Insurance Co. ltd. Vs. Boghara Polyfab AIR 2009 SC 170\n\n</blockquote><blockquote id=\"blockquote_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1538559\" id=\"span_47\">(<a href=\"/doc/1538559/\" id=\"a_28\">iv) Yogi Aggarwal Vs. Inspiration Clothes &amp; U</a> (2009) 1 SCC 372</span>\n\n</blockquote><blockquote id=\"blockquote_26\">(v) Indowind Energy Ltd. Vs. Wescare (Inia) Pvt. Ltd. (2010) 5 SCC\n\n<span class=\"hidden_text\" id=\"span_48\">306</span>\n\n</blockquote><blockquote id=\"blockquote_27\">(vi) AP Tourism Development Co. Vs. Pampa Hotel Ltd., (2010) 5 SCC\n\n<span class=\"hidden_text\" id=\"span_49\">425</span>\n\n</blockquote><blockquote id=\"blockquote_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1580383\" id=\"span_50\">(<a href=\"/doc/1580383/\" id=\"a_29\">vii) Alva Aluminium Ltd. Bangkok Vs. Gabriel India Ltd.</a> (2011) 1\n\nSCC 167</span>\n\n</blockquote><blockquote id=\"blockquote_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"233181\" id=\"span_51\">(<a href=\"/doc/233181/\" id=\"a_30\">viii) Reva Electric Car Co. Pvt. Ltd. Vs. Green Mobil</a> (2012) 2 SCC 93</span>\n\n</blockquote><blockquote id=\"blockquote_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"200909\" id=\"span_52\">(<a href=\"/doc/200909/\" id=\"a_31\">ix) Rickmers Vervaltung GMBH Vs. Indian Oil Corporation</a> (1999) 1\n\nSCC 1</span>\n\n</blockquote><blockquote id=\"blockquote_31\">(x) Shree Ram Mills Ltd. Vs. Utility Premises Pvt. Ltd. (2007) 4 SCC\n\n<span class=\"hidden_text\" id=\"span_53\">599</span>\n\n</blockquote><blockquote id=\"blockquote_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"719953\" id=\"span_54\">(<a href=\"/doc/719953/\" id=\"a_32\">xi)    Union of India Vs. Onkar Nath Bhalla</a> (2009) 7 SCC 350</span>\n\n</blockquote><blockquote id=\"blockquote_33\">(xii) Anil Kumar Vs. B.S. Neelkanta AIR 2010 SC 2715\n\n</blockquote><blockquote id=\"blockquote_34\">(xiii) Indian Oil Corporation Vs. SPS Engineering Ltd. (2011) 3 SCC\n\n<span class=\"hidden_text\" id=\"span_55\">507</span>\n\n</blockquote><blockquote id=\"blockquote_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"631011\" id=\"span_56\">(<a href=\"/doc/631011/\" id=\"a_33\">xiv) Iron and Steel Co. Ltd. Vs. Tiwari Road Lines</a> (2007) 5 SCC 703</span>\n\n</blockquote><blockquote id=\"blockquote_36\">(xv) N. Radhakrishnan Vs. Maestro Engineers (2010) 1 SCC 72\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">35.     Having heard the learned Counsel for the parties and considered\n<span class=\"hidden_text\" id=\"span_57\">ARB.P. Nos.539/1999 &amp; Ors.                             Page 38 of 59</span>\n the detail submissions, both oral and written made, before I deal with the\n\nsame, as the matters were remanded back by the Supreme Court to be\n\ndecided in terms of its judgement in S.B.P and Co. (Supra), I deem it\n\nappropriate to first refer to the said decision wherein the Court had\n\ndetermined the scope and power exercised under <a href=\"/doc/1841764/\" id=\"a_34\">Section 11</a> of the Act,\n\nby the Chief Justice or his designate. The Court was of the view that\n\nwhile exercising power under <a href=\"/doc/1841764/\" id=\"a_35\">Section 11</a>, the following need to be seen:\n\n</p><blockquote id=\"blockquote_37\">(i)     The party making the motion has approached the right High\n\nCourt;\n</blockquote>\n<blockquote id=\"blockquote_38\">(ii)    There is a valid Arbitration Agreement as defined in the Act;\n\n</blockquote><blockquote id=\"blockquote_39\">(iii)   The person who has made the request under <a href=\"/doc/1841764/\" id=\"a_36\">Section 11</a> is a party\n\nto such agreement.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_48\">36.     The Court also held that when an application is made under\n\n<a href=\"/doc/1841764/\" id=\"a_37\">Section 11</a> of the Act, the Chief Justice has to decide whether the\n\napplicant has satisfied the aforesaid conditions for appointing an\n\nArbitrator and to determine whether the claim was a dead one or a time\n\nbarred claim that was sought to be resurrected or whether the parties\n\nhave concluded the transaction by recording satisfaction of their mutual\n\nrights and obligations and receiving the final payment without objection.\n\nHowever, the question whether the live claim come within the purview\n\nof the Arbitration Clause may not be possible to be decided at this stage.\n<span class=\"hidden_text\" id=\"span_58\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 39 of 59</span>\n Such a question, must be left to be decided by the Arbitral Tribunal, on\n\ntaking evidence and deciding it with the merits of the claims, raised in\n\nthe Arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">37.     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1913246\" id=\"span_59\">In a subsequent judgment, rendered in <a href=\"/doc/1913246/\" id=\"a_38\">Jagdish Chandra</a> (supra),\n\nwhich was also referred to by learned counsel for the respondent, the\n\nSupreme Court has inter-alia held that the Chief Justice or his designate\n\nunder <a href=\"/doc/1841764/\" id=\"a_39\">Section 11</a> is not empowered to appoint an Arbitrator in the\n\nabsence of Arbitration Agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_60\">In fact, in a still later judgment in\n\n<a href=\"/doc/1243245/\" id=\"a_40\">National Insurance Company</a> (supra) also referred to by learned\n\nCounsel for the respondent, the Court identified and segregated the\n\npreliminary issues that would arise for consideration in an application\n\nunder <a href=\"/doc/1841764/\" id=\"a_41\">Section 11</a> of the Act into three categories. The issues in the first\n\ncategory, which this Court as a designate of the Chief Justice, has to\n\ndecide are;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">a. Whether the party making the application has approached the\n\nappropriate High Court;\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">b.      Whether there is an arbitration agreement and whether the party\n\nwho has applied under <a href=\"/doc/1841764/\" id=\"a_42\">Section 11</a> of the Act is a party to such an\n\nagreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">38.     The issues in the second category which this Court may choose to\n\ndecide or leave to the Arbitral Tribunal or Chief Justice/his designate\n<span class=\"hidden_text\" id=\"span_61\">ARB.P. Nos.539/1999 &amp; Ors.                               Page 40 of 59</span>\n are;\n</p>\n<p data-structure=\"Issue\" id=\"p_53\">a. Whether the claim is a dead (time barred) claim or a right claim\n\nb. Whether the parties have concluded Contract/transaction by\n\n      recording satisfaction of their mutual rights and obligations and\n\n      receiving the final payment without objection.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">39.      The third category of issues which would be left exclusively to the\n\nArbitral Tribunal and which are;\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">a.       Whether a claim made false within the Arbitration Clause for\n\nexample, a matter which is reserved for final decision of a departmental\n\nauthority and expected or excluded from arbitration;\n\n</p><p data-structure=\"Conclusion\" id=\"p_56\">b.       Merits of any claim involved in the Arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">40.      It is in the aforesaid background, the submissions made by learned\n\ncounsel for the parties need to be considered.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">Privity of Contract\n\n</p><p data-structure=\"CDiscource\" id=\"p_59\">41.      The submission of learned counsel for the respondent was that\n\nthere was no privity of contract between it and the petitioner. Suffice to\n\nstate, given the correspondence, exchanged between the parties, a\n\nreference of which has already been given above and the fact that the\n\nrespondent has paid an amount of Rs.6.08 crores and on a reading of the\n\nprovisions of the Act of 1993, it is clear that the rights and liabilities\n\nstood transferred to the petitioner as is clear from the words &quot;subsisting\n<span class=\"hidden_text\" id=\"span_62\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 41 of 59</span>\n or having effect immediately before the appointed date&quot;. The plain\n\nmeaning of the words are, those agreements etc. subsisting or having\n\neffect immediately before April 1, 1992. The issue of refund of Excise\n\nDuty for the year 1982-88 was subjudice pending adjudication, finally\n\ndecided in the year 1997. I note from the judgment in Mafat Lal\n\nIndustries (supra), Supreme Court was concerned with an issue, where\n\nExcise Duty has been paid under mistake of law and whether the same\n\nwas liable to be returned back. The issue having been decided in favour\n\nof the respondent , surely a corresponding duty is cast on the respondent\n\nto refund the amount to the petitioner. Surely, such a claim is subsisting\n\non the appointed date, as such a claim, relates to the rights and\n\nobligations of the parties to the agreements. Even otherwise, it is noted\n\nfrom the facts, the respondent has never disputed its liability inasmuch as\n\nthe respondent in its communication dated June 10, 1996 had claimed\n\nthat the matter was an old one and sought time. Thereafter, in the\n\ncommunication dated August, 16 1996 the respondent admitted that the\n\ntotality of the refund received by the respondent from the Central Excise\n\nAuthority and legally due to the petitioner, becomes refundable to the\n\npetitioner. Even, in its communication dated October 24, 1996, the\n\nrespondent quantified the refund received during the period April 1980\n\nto February 1986 and March 1986 to February 1988 at Rs.3.72 crores\n<span class=\"hidden_text\" id=\"span_63\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 42 of 59</span>\n and Rs.2.36 crores, aggregating in all, Rs.6.08 crores. In the meetings\n\ndated December 31, 1996 and January 3, 1997, the respondent\n\nrepresented that only a sum of Rs.6.08 crores has been received towards\n\nthe Excise Duty refund and accordingly, a total sum of Rs.6.08 crores\n\nwas paid by the petitioner to the respondent.           That apart, in its\n\ncommunication dated October 30, 1999, which was a response to the\n\nnotices issued by the petitioner on October 6, 1999 and October 8, 1999\n\nrespectively, the respondent did not challenge the privity of contract\n\nbetween it and the petitioner.       Payment of Rs.6.08 crores by the\n\nrespondent to the petitioner even as a commercial decision only to\n\nmaintain business relations would also reflect the acceptance of liability\n\nby the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">42.     Accordingly, I hold that there exist privity of contract between the\n\npetitioner and the respondent, by operation of law and on facts. I may\n\nonly add, this conclusion of mine is with regard to all the contracts\n\nwhich are subject matter of these petitions except in Arbitration Petition\n\nNo.541/1999 and two contracts in Arbitration Petition No.544/1999\n\nwhich I would deal with, while considering the individual petitions.\n\nThere is no Arbitration Agreement:\n</p>\n<blockquote id=\"blockquote_40\">Before, I deal with this submission of Mr.Mukhi, I note, <a href=\"/doc/1846895/\" id=\"a_43\">section 7</a> of the\n\nAct stipulates that an Arbitration Agreement has to be in writing when;\n<span class=\"hidden_text\" id=\"span_64\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 43 of 59</span>\n</blockquote><pre id=\"pre_2\"> a.      It is signed by both the parties;\n\nb.      When it emerges from an exchange of communication;\n\nc.      When there is an exchange of statements of claim and defence; it\n\n</pre><blockquote id=\"blockquote_41\">is asserted in the statement of claim and is not denied in the defence.\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_61\">43.     It was contended by Mr. Mukhi that there was no Arbitration\n\nAgreement signed between the parties i.e PGCIL and RPG\n\nTransmission, nor any exchange of communications which provides a\n\nrecord of an Arbitration Agreement between the two parties nor there is a\n\nstatement of claim and defence in which the existence of Arbitration\n\nAgreement between the parties has been alleged by one party and not\n\ndenied by other. Such an issue was never raised by the respondent in the\n\nearlier round of litigation. Rather, I find, that the Division Bench of this\n\nCourt while deciding Writ Petition No. 7226/2007 has observed; &quot;It is\n\nnot disputed that each of the Contract contains an Arbitration Clause&quot;.\n\nThat apart, I note, that in response to the notice(s) of the petitioner dated\n\nOctober 6, 1999 and October 8, 1999 invoking the Arbitration Clause,\n\nthe respondent, vide its letter dated October 30, 1999 has not denied the\n\nexistence of Arbitration Clause except stating that the invocation of\n\nArbitration Clause of the Contracts are not applicable to the facts and\n\ncircumstances.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">44.     Now I deal with the individual petitions, wherein I would examine\n<span class=\"hidden_text\" id=\"span_65\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 44 of 59</span>\n the issue raised by the respondent of there being no Arbitration\n\nAgreement between the parties and whether the petitioner has filed the\n\nArbitration Agreement in original or attested copy thereof.\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">ARB.P. No. 539/1999</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_63\">45.     In this petition, the petitioner has pleaded that it had issued a\n\nnotice dated October 6, 1999 and addenda dated October 8, 1999,\n\nwherein the petitioner has referred to Arbitration Clause contained in\n\npara 16 and reproduced the same. The claim of the petitioner was for an\n\namount of Rs.1.57 crores as principal amount alongwith interest @ 18 %\n\nper annum. On the objection of the respondent that the contracts were\n\nexecuted by the OSEB and the predecessor in interest of the respondent,\n\nthe petitioner in the rejoinder has clarified that in terms of agreement\n\ndated January 11, 1985, the NHPC has taken over the contracts and\n\ncontracts were referred to in the agreement dated November 18, 1991\n\nbetween NHPC and PGCIL. In view of the stand of the petitioner, the\n\nobjection of the respondent on this aspect need to be rejected. The\n\nrespondent has denied that the arbitration clause annexed to the petition\n\nis part of Schedule D in the contract with OSEB.     It is clarified by the\n\npetitioner in the agreement between the petitioner and NHPC dated\n\nNovember 18, 1991, the contract which is the subject matter of the\n<span class=\"hidden_text\" id=\"span_67\">ARB.P. Nos.539/1999 &amp; Ors.                               Page 45 of 59</span>\n petition, is mentioned at Serial No. 2. Further, as admitted by the\n\nrespondent in its reply, that the notices dated October 6 and 8, 1999 were\n\nreplied by it vide its letter dated October 30, 1999 wherein the\n\nrespondent has not challenged the locus of the petitioner herein to claim\n\nthe refund of the Excise Duty made by the predecessor in interest of the\n\npetitioner. Rather, I note, the respondent has only disputed the claim of\n\nthe petitioner on merit as well as the petition being beyond the statutory\n\ntime limit. The objection of the respondent that there is no arbitration\n\nclause needs to be rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\"><span class=\"hidden_text\" id=\"span_68\">ARB.P. 540/1999</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_65\">46.     This        petition   relates   to   three   Contracts          being\n\nNH/CPG/BC/13/81/DTD dated September 7, 1982; NH/CPG/EC/13 &amp;\n\n15/81 dated June 17, 1982; NH/CPG/EC/3B/83-84 dated May 4, 1983\n\nwherein the claim of the petitioner is for Rs.60.73 Lacs alongwith\n\ninterest @ 18 % per annum. It is noted that the petitioner has annexed\n\nwith the petition only two contracts and the third one has been annexed\n\nalong with the rejoinder i.e. Birpara to Siliguri and Birpara to\n\nBongaigaon. Be that as it may, a reference of issuance of notice invoking\n\narbitration, vide letter dated October 6, 1999 has been made by the\n\npetitioner in this petition. According to the petitioner, in terms of the\n\nArbitration Clause contained in para 50, it had nominated a panel of\n<span class=\"hidden_text\" id=\"span_69\">ARB.P. Nos.539/1999 &amp; Ors.                               Page 46 of 59</span>\n three Arbitrators. The respondent in its reply to the petition in this Court\n\nhas referred to clause 50.5 to state that if within 30 days of the expiry of\n\nthe defects liability period a notice with regard to all claims, is not\n\nserved, they are deemed to be waived. The existence of the arbitration\n\nclause is not denied, except the manner of invocation is contested. Even\n\nin its reply of October 30, 1999, the respondent has not consented to the\n\nappointment of panel of arbitrators as alleged. In its reply to the notice,\n\nthe petitioner has not denied the existence of Contracts between NTPC,\n\nNHPC and NEEPCO with the respondent nor has denied the Arbitration\n\nClause (clause 50) which was referred to by the petitioner in its notice\n\ndated October 6, 1999 except stating that the said Arbitration Clauses in\n\nthe Contracts is not applicable to the facts and circumstances.              The\n\nobjection of the respondent that there is no arbitration clause needs to be\n\nrejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\"><span class=\"hidden_text\" id=\"span_70\">ARB.P. 541/1999</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_67\">47.     In this petition, it transpires from the pleadings of the parties that\n\nthe respondent was Sub-contractor, having given the contract by M/s.\n\nTata Exports Ltd.. The case of the petitioner is that the respondent, even\n\nthough Sub-contractor, the Sub-contract was awarded with the consent\n\nof the Engineer, who is the employee of the petitioner. The material was\n\nsupplied by the respondent directly to the petitioner and the respondent\n<span class=\"hidden_text\" id=\"span_71\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 47 of 59</span>\n received payment from the petitioner. This would still not prove any\n\nprivity of contract between the petitioner and the respondent.                 The\n\nreliance placed on the arbitration clause in the petition would not show,\n\nthat would bind the petitioner and the respondent. The present petition\n\nneeds to be dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\"><span class=\"hidden_text\" id=\"span_72\">ARB.P. 542/1999</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_69\">48.     In this petition the petitioner has referred to its notice dated\n\nOctober 6, 1999 making a claim for refund of Excise Duty alongwith\n\ninterest @ 18% per annum and nominating a sole Arbitrator.                     The\n\npetitioner in this petition has referred to Arbitration Clause contained in\n\npara 32 and in rejoinder has explained how a subsequent contract for\n\nadditional line was considered part of the first contract on the same terms\n\nand conditions.         In reply to the petition, the respondent relied upon its\n\nreply dated October 30, 1999 wherein a stand has been taken that the\n\ninvocation of the Arbitration Clause in the Contract is not applicable to\n\nthe facts and circumstances. The respondent in its reply does not dispute\n\nthe existence of an Arbitration Clause, except that it cease to exist, as the\n\nfinal bill paid.             The objection of the respondent that there is no\n\narbitration clause needs to be rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\"><span class=\"hidden_text\" id=\"span_73\">ARB.P. 544/1999</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_71\">49.     This petition as observed in para 28 above, relates to 18 contracts.\n<span class=\"hidden_text\" id=\"span_74\">ARB.P. Nos.539/1999 &amp; Ors.                                     Page 48 of 59</span>\n The petitioner relied upon clause 26.6.1 which relates to the arbitration.\n\nThe clause stipulates the arbitration to be conducted by the 3 Arbitrators,\n\none each to be nominated by the contractor and the owner, and the third\n\nto be nominated by the President of Institution of Engineers India. The\n\npetitioner nominated Justice V.A.Mohta. The respondent has taken an\n\nobjection that out of 18 contracts, only 17 contracts have been supplied.\n\nThe petitioner has filed the 18th contract along with the rejoinder. One of\n\nthe contracts is with Best and Crompton, as such, there is no privity\n\nbetween the petitioner and the respondent. There is also one contract\n\nexecuted between Gujarat Electricity Board and the respondent. In terms\n\nof an understanding between the NTPC and the Gujarat Electricity\n\nBoard, the NTPC has assigned GEB the work of construction of\n\ntransmission lines including Kawas Bharuch line. Thereafter, the GEB\n\nsubcontracted a part of the work of Kawas Bharuch line to the\n\nrespondent.        The contract between the petitioner and the respondent\n\ncannot be a subject matter of this petition as there is no privity of\n\ncontract between the parties herein. The dispute if any in this contract\n\nwas between the petitioner and Gujarat Electricity Board and not with\n\nthe respondent. Such a dispute cannot be referred to the Arbitrator in\n\nthese petitions.         Similar is the position with regard to the contract\n\nbetween the petitioner and Best and Crompton. The respondent was the\n<span class=\"hidden_text\" id=\"span_75\">ARB.P. Nos.539/1999 &amp; Ors.                                  Page 49 of 59</span>\n subcontractor of the Best and Crompton. The dispute could be between\n\nthe petitioner and Best and Crompton and not between the petitioner and\n\nthe respondent in the absence of any privity of contract. Insofar as the\n\nrest of the contracts are concerned, the respondent has stated that the\n\nclause 26 can be invoked only after exhausting clause 25. Suffice to\n\nstate, the existence of the arbitration clause has not been denied. The\n\nobjection of limitation has already been dealt above. The objection of the\n\nrespondent on arbitration clause, except with regard to two contracts\n\nwith GEB and Best and Crompton, needs to be rejected.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">50.     Insofar as the objection of Mr.Mukhi based on the notification\n\ndated February 2, 1996, issued by this Court is concerned, the same is\n\nliable to be rejected in view of the two judgments of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120324\" id=\"span_76\">In\n\n<a href=\"/doc/120324/\" id=\"a_44\">Johnson&#x27;s Rubber Industries Vs. General Manager, Eastern Railways\n\nand Anr.</a>, 2000 (54) DRJ 59 has held as under:</span>\n</p>\n<blockquote id=\"blockquote_42\">                 &quot;A pedantic approach to statutory provisions, which\n\n          approach would have the effect of defeating the purpose\n\n          of law, is to be eschewed. Surely, the intent of <a href=\"/doc/1146817/\" id=\"a_45\">Section 8</a> is\n\n          to en-sure that frivolous objections should not be raised.\n\n          Having incorporated the Arbitration Clause in the\n\n          application itself, it would serve no further purpose if the\n\n          contract or a certified copy thereof is still to be\n<span class=\"hidden_text\" id=\"span_77\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 50 of 59</span>\n           additionally filed. In fact, greater sanctity is bestowed on\n\n          the pleadings of the parties, especially where these are\n\n          also supported by the affidavits. Greater reliance should\n\n          be placed on them, rather than on documents which are\n\n          yet to be admitted and/or proved. In my view the\n\n          requirements of <a href=\"/doc/1146817/\" id=\"a_46\">Section 8</a> of the 1996 Act have been\n\n          substantially and sufficiently met in the present case. This\n\n          is all the more so since the Agreement between the parties\n\n          is what is loosely called a &#x27;Standard Form Agreement&#x27;. In\n\n          this genre of contracts, the specific points pertaining to\n\n          the particular contract at hand, are negotiated, spelt out\n\n          and thereafter reduced to writing. There is, however, an\n\n          overriding understanding that if an Agreement is arrived\n\n          at between the parties, it would be subject to the &#x27;general\n\n          terms&#x27;, applicable to all other contracts entered into\n\n          between that party and other individuals.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44024421\" id=\"span_78\">Further, this Court in <a href=\"/doc/44024421/\" id=\"a_47\">Aez Infratech Pvt. Ltd.</a> (supra) has held as under:</span>\n\n</p><blockquote id=\"blockquote_43\">          &quot;13. The objective of filing certified copy is to ensure that\n\n          there is no dispute apropos existence of the arbitration\n\n          clause. However, it would be pedantic to insist upon\n\n          compliance of the said provision in a situation like the\n<span class=\"hidden_text\" id=\"span_79\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 51 of 59</span>\n           present where the agreement containing the arbitration\n\n          clause itself forms the basis of the suit and the said clause\n\n          itself is clearly admitted by the respondent. The\n\n          consideration before the Court would be that it should\n\n          refer the matter to arbitration, when it is brought to the\n\n          notice of the Court that such an agreement exists between\n\n          the parties, and such request is made before filing of the\n\n          Written Statement. It is not as if the Court&#x27;s jurisdiction is\n\n          ousted by the non-filing of the certified copy or the\n\n          original copy of the agreement. Conversely, it cannot be\n\n          said that it is the filing of the certified copy of the original\n\n          agreement or its certified copy that vests jurisdiction on\n\n          the Court. What the Court is required to see as per the\n\n          scheme of the <a href=\"/doc/1052228/\" id=\"a_48\">Arbitration Act</a> is that an arbitration clause\n\n          exists which is accepted by the parties. During the course\n\n          of the arguments a query was put to counsel for the\n\n          respondent where he disputed the existence or contents of\n\n          flat buyer&#x27;s agreement. His answer was in negative.\n\n          Therefore, it is admitted that the flat buyer&#x27;s agreement\n\n          (containing the arbitration clause) which forms basis of\n\n          the suit exists. Therefore, quite clearly, the Trial Court\n<span class=\"hidden_text\" id=\"span_80\">ARB.P. Nos.539/1999 &amp; Ors.                                      Page 52 of 59</span>\n           fell into error in not referring the parties to arbitration.\n\n          This view also appears to be in consonance with various\n\n          pronouncements of the High Courts as well as the\n\n          Supreme Court, where applications under <a href=\"/doc/1232861/\" id=\"a_49\">section 8</a> of the\n\n          Act were allowed, except where the plaintiff denied the\n\n          existence of the agreement itself, or of the dispute\n\n          actually arising out of the agreement&quot;.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_74\">In view of my above conclusion read with the individual facts as noted\n\nabove, the objection of the respondent is not sustainable. The aforesaid\n\nshall answer the objection of the respondent that the original of the\n\nagreements or certified copies thereof have not been filed.\n\nLimitation:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_75\">51.     Insofar as the objection of limitation taken by the respondent is\n\nconcerned, the same was primarily for the reasons; (1) that the petitioner\n\nhas referred to document in its possession which shows the knowledge of\n\nthe petitioner that the refunds that are claimed were received by the\n\nrespondent on December 16, 1988, January 27, 1989 and June 10, 1990\n\nand the limitation having expired on December 15, 1991, January 26,\n\n1992 and June 9, 1993; (2) the PGCIL having come into existence on\n\nApril 1, 1992; (3) to maintain good business relations with the petitioner\n\nand on the petitioner&#x27;s insistence, the respondent made an ex-gratia\n<span class=\"hidden_text\" id=\"span_81\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 53 of 59</span>\n payment of the entire amount of the refund to the petitioner stating\n\nclearly that it was and had been under no legal obligation to do so which\n\nare clearly recorded in the minutes of the meeting held on December 31,\n\n1996,      January 3, 1997 and May 26, 1997.         In other words, the\n\nclaim/invocation is beyond the period of three years in terms of <a href=\"/doc/1540780/\" id=\"a_50\">Article\n\n24</a> of the <a href=\"/doc/1317393/\" id=\"a_51\">Limitation Act</a>. On the other hand, it is the case of the\n\npetitioner that it was only in the year 1996, the petitioner had come to\n\nknow that the respondent has received the refund of the Central Excise\n\nduty and it was thereafter, only the petitioner wrote to the respondent\n\ncalling upon it to furnish the details of the Central Excise duty paid by\n\nthe respondent and the refund in respect thereof, obtained by the\n\nrespondent. Vide letter dated June 10 1996, the respondent had claimed\n\nthat an issue was an old one and sought time. In its letter dated August\n\n16, 1996, the respondent admitted that the totality of the refunds received\n\nby the respondent are legally due to the petitioner and it is averred by the\n\npetitioner that vide letter dated October 24, 1996, the respondent\n\nquantified the refunds received during the period April 1980 to February\n\n1986 and March 1986 to February 1988 aggregating in all, Rs.6.08\n\ncrores. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_82\">Further, it is the case of the petitioner that vide letter November\n\n18, 1996, the respondent has stated that the issue regarding refund of\n\nExcise Duty is awaiting decision of the Supreme Court and which was\n<span class=\"hidden_text\" id=\"span_83\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 54 of 59</span>\n ultimately decided by the Supreme Court only in December, 1996. It is\n\nalso the case of the petitioner that the respondent had paid a sum of\n\nRs.6.08 crores on different dates i.e January 15, 1997 March 4, 1997 and\n\nupto April 30, 1997 and May 8, 1997 aggregating to Rs.6.08 crores and\n\nin the meeting held on May 26, 1997 between the parties the parties have\n\nagreed that the they will try and resolve the issue within a period of two\n\nmonths i.e July 26, 1997 and till such time, no precipitate action would\n\nbe taken by either of the parties and it is the case of the petitioner that the\n\nlimitation would start only from July 26, 1997, after the expiry of two\n\nmonths period, and the invocation having been made vide notice dated\n\nOctober 6, 1999 and the petition having been filed on October 14, 1999,\n\nthe petition is within limitation.    The facts as noted above, shows the\n\nissue of limitation is not conclusive but a debatable one. Keeping in\n\nview the ratio of the judgment of the Supreme Court in the case of\n\n<a href=\"/doc/1243245/\" id=\"a_52\">National Insurance Co. Ltd</a> (supra) wherein the Supreme Court has\n\nculled out three categories determining the preliminary issues that may\n\narise for consideration in an application under <a href=\"/doc/596725/\" id=\"a_53\">Section 11</a> of the Act, the\n\nissue of limitation being an issue, which falls in second category, as\n\ndetermined by the Supreme Court, and the issue being a debatable one,\n\nin view of divergent stands of the parties, I am of the view that this issue\n\nshould be left to be examined by the Arbitral Tribunal.\n<span class=\"hidden_text\" id=\"span_84\">ARB.P. Nos.539/1999 &amp; Ors.                                   Page 55 of 59</span>\n Jurisdiction:</span>\n</p>\n<blockquote id=\"blockquote_44\">52.     The respondent has taken the objection of jurisdiction of this\n\nCourt to entertain the present petitions. The respondent did not elaborate\n\nas to how this Court would have no jurisdiction to entertain the present\n\npetition. The issue of jurisdiction would depend upon whether part of\n\ncause of action has arisen within the jurisdiction of this Court; the situs\n\nof the Registered Office of the respondent on the principle enshrined in\n\n<a href=\"/doc/86911060/\" id=\"a_54\">Section 20</a> of the Code of Civil Procedure; the venue of arbitration; the\n\njurisdiction is outseted if the parties have decided so; Nothing has been\n\nplaced on record by the respondent to show that in terms of the Contracts\n\nexecuted by the parties, the jurisdiction of the Courts in Delhi has been\n\nousted. There is no denial to the fact that the Registered Office of the\n\nrespondent is in Delhi. It has been also averred by the petitioner that the\n\nrefund of the Excise Duty was made by the respondent and received by\n\nthe petitioner in Delhi. Although, it is stated, in some petitions, that the\n\ntender has been floated within the territorial jurisdiction of this Court.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113321797\" id=\"span_85\">Such a submission may not be available with respect to those tenders\n\nwhich have been floated outside Delhi. Be that as it may, since the\n\nRegistered Office of the respondent is in Delhi, so also, the Registered\n\nOffice of the petitioner and there is nothing on record to suggest that the\n\njurisdiction of the Courts in Delhi has been ousted. Keeping in view the\n<span class=\"hidden_text\" id=\"span_86\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 56 of 59</span>\n judgment of this Court in <a href=\"/doc/113321797/\" id=\"a_55\">Barco Electronics Systems Pvt. Ltd. Vs. Mrs.\n\nKiran Malik</a> 187 (2012) Delhi Law Times 19, I proceed on the premise\n\nthat this Court has jurisdiction.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">53.      Insofar as the submission of Mr.Mukhi that in view of the <a href=\"/doc/176042882/\" id=\"a_56\">Section\n\n35</a> of the Stamp Act, 1859, no Court shall entertain a document that is\n\nnot duly stamped is concerned, the same is also liable to be rejected\n\ninasmuch as no such objection was taken by the respondent in its reply to\n\nenable the petitioner to respond to such a plea.         Even otherwise,\n\nMr.Mukhi has not elaborated the said submission as to which document\n\nis not duly stamped. It has to be seen whether the document as referred\n\nto by Mr.Mukhi is required to be stamped in accordance with the law. In\n\nother words, the plea is vague. Insofar as the judgments which have\n\nbeen referred to by Mr. Mukhi and not dealt in this judgment, suffice to\n\nstate, the same are all on the aspect of the scope of power and function of\n\na Court under <a href=\"/doc/596725/\" id=\"a_57\">Section 11</a> of the Act and it may not be necessary to deal\n\nwith those judgments in view of the judgment of the Constitution Bench\n\nin SBP and Co. (supra) to which a reference has been made by this\n\nCourt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">Relief:\n</p>\n<blockquote id=\"blockquote_45\">54.      From the above, it is clear that the contracts, which are subject\n\nmatter of the five arbitration petitions, contains arbitration clause,\n<span class=\"hidden_text\" id=\"span_87\">ARB.P. Nos.539/1999 &amp; Ors.                                Page 57 of 59</span>\n (except Arb. Pet. 541/1999 and two contracts in Arb. Pet. 544/1999,\n\nwhere it is held that there is no privity of contract between the petitioner\n\nand the respondent). In some petitions, the clause stipulates adjudication\n\nby three arbitrators, one each to be appointed by both the parties and the\n\nthird by an Institution (Arb.Pet. 542/1999 and Arb. Pet. 544/1999); in\n\nsome petitions, the clause stipulates appointment of Sole Arbitrator from\n\nthe panel of three persons (Arb.Pet. 540/1999); in some petitions, the\n\nclause stipulates adjudication by a Sole Arbitrator (Arb.Pet. 542/1999).\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81298179\" id=\"span_88\">Keeping in view, that the petitions have been pending adjudication since\n\n1999, and noting the factual position, that, the arbitration agreements,\n\nprovide a particular procedure for appointment of the Arbitrator, and\n\nkeeping in view the judgment of the Supreme Court in the case of <a href=\"/doc/81298179/\" id=\"a_58\">North\n\nEastern Railway and Ors. Vs. Tripple Engineering Works</a>, 2014 (3)\n\nArb. L.R. 327 (SC), wherein the Supreme Court, noticing that the\n\npendency of the arbitration proceedings, for the last two decades, and in\n\nsuch situation, the power of the Court to depart from the agreed terms of\n\nappointment of the Arbitrators must be acknowledged, this Court is of\n\nthe view, one Arbitrator be appointed who can adjudicate the disputes,\n\nwith regard to all contracts being common. This Court accordingly\n\nappoints Justice S.S. Nijjar, Retd. Judge of the Supreme Court of India\n\nas the Sole Arbitrator in respect of all the contracts, which are subject\n<span class=\"hidden_text\" id=\"span_89\">ARB.P. Nos.539/1999 &amp; Ors.                                 Page 58 of 59</span>\n matter of these petitions (except Arb. Pet. 541/1999 and two contracts in\n\nArb. P. Nos. 544/1999, Gujarat Electricity Board and Best &amp; Crompton)\n\nto adjudicate the disputes and differences between the parties in terms of\n\nclaims and counter claims if any. The learned Arbitrator would fix his\n\nfee for conducting the proceedings and incidental charges to be incurred\n\nfor holding the proceedings, which would be shared equally by both the\n\nparties.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">55.         The petitions are disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">\n</p><p data-structure=\"Conclusion\" id=\"p_82\">                                                (V.KAMESWAR RAO)\n                                                     JUDGE\nJULY 01, 2015\nkm/ak/akb\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">ARB.P. Nos.539/1999 &amp; Ors.                               Page 59 of 59</span>\n </p>","numcites":30,"numcitedby":0,"docsource":"Delhi High Court","citetid":166387594,"divtype":"judgments","relatedqs":[{"value":"privity of contract","formInput":"privity%20of%20contract"},{"value":"territorial jurisdiction of court","formInput":"territorial%20jurisdiction%20of%20court"},{"value":"\"no privity of contract\"","formInput":"%22no%20privity%20of%20contract%22"},{"value":"there is no privity of contract ","formInput":"there%20is%20no%20privity%20of%20contract%20"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"transmission lines","formInput":"transmission%20lines"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"sub-contracting in contract","formInput":"sub-contracting%20in%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"sub-contractor","formInput":"sub-contractor"},{"value":"NHPC","formInput":"NHPC"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"NTPC","formInput":"NTPC"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"sub contracting","formInput":"sub%20contracting"},{"value":"existence of arbitration clause","formInput":"existence%20of%20arbitration%20clause"},{"value":"\"one contract\"","formInput":"%22one%20contract%22"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}