{"tid":1594547,"publishdate":"1979-01-24","title":"Sita Ram & Ors vs State Of U.P on 24 January, 1979","doc":"<h2 class=\"doc_title\">Sita Ram &amp; Ors vs State Of U.P on 24 January, 1979</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1979 AIR 745, 1979 SCR (2)1085, AIR 1979 SUPREME COURT 745, (1979) 2 SCC 656, 1979 CRILR(SC MAH GUJ) 190, (1979) 2 SCR 1085 (SC), (1979) 2 SCR 1085, 1979 SCC(CRI) 576, 1975 2 SCC 656</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-r-iyer\">V.R. Krishnaiyer</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-r-iyer\">V.R. Krishnaiyer</a>, <a href=\"/search/?formInput=benchid:p-n-shinghal\">P.N. Shingal</a>, <a href=\"/search/?formInput=benchid:p-s-kailasam\">P.S. Kailasam</a>, <a href=\"/search/?formInput=benchid:d-a-desai\">D.A. Desai</a>, <a href=\"/search/?formInput=benchid:a-d-koshal\">A.D. Koshal</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSITA RAM &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF U.P.\n\nDATE OF JUDGMENT24/01/1979\n\nBENCH:\nKRISHNAIYER, V.R.\nBENCH:\nKRISHNAIYER, V.R.\nSHINGAL, P.N.\nKAILASAM, P.S.\nDESAI, D.A.\nKOSHAL, A.D.\n\nCITATION:\n 1979 AIR  745\t\t  1979 SCR  (2)1085\n 1979 SCC  (3) 656\n CITATOR INFO :\n R\t    1980 SC 470\t (10)\n RF\t    1980 SC1707\t (4)\n R\t    1981 SC1218\t (1)\n R\t    1986 SC 180\t (39)\n RF\t    1992 SC 891\t (23)\n\n\nACT:\n     Supreme Court  Rules, 1966,  Order XXI,  Rule 15(1)(c),\nConstitutional India, 1950. <a href=\"/doc/1446285/\" id=\"a_1\">Articles 134</a><a href=\"/doc/427855/\" id=\"a_2\">, 136</a><a href=\"/doc/1537130/\" id=\"a_3\">, 145</a>, <a href=\"/doc/445276/\" id=\"a_4\">Criminal\nProcedure Code</a>,\t 1898, s. 384 and Supreme Court (Enlargement\nof Criminal  Appellate Jurisdiction)  Act, 1970,  J,   2(a)-\nProcedure of  the Supreme  Court hearing appeals in criminal\nmatters\t at   the  admission  stage  ex-parte-Whether  ultra\nvires.\n     Words &amp; Phrases-&#x27;Appeal&#x27; and procedure-Meaning of.\n\n\n\nHEADNOTE:\n     Rule 15(1)(c)  of Order XXI of the Supreme Court Rules,\n1966 envisages\tthat the petition of appeal under sub-clause\n(a) or\tsub-clause (b)\tof clause  (1) of  <a href=\"/doc/1446285/\" id=\"a_5\">Art. 134</a>  of\t the\nConstitution or\t under the  Supreme  Court  (Enlargement  of\nCriminal Appellate  Jurisdiction) Act,\t1970 or under<a href=\"/doc/1524736/\" id=\"a_6\"> s. 379</a>\nof the\tCode of Criminal Procedure 1973, on being Registered\nshall be  put up for hearing ex-parte before the court which\nmay either dismiss it summarily or direct issue of notice to\nall  necessary\t parties  or   make  such   orders,  as\t the\ncircumstances of the case may require.\n     The appellants  in the appeal who were acquitted by the\nSessions Court\thad been convicted and sentenced by the High\nCourt and  awarded life\t imprisonment under<a href=\"/doc/1983271/\" id=\"a_7\"> s. 302</a> read with<a href=\"/doc/999134/\" id=\"a_8\">\ns. 149</a> IPC.\n     When their\t appeal under the Supreme Court (Enlargement\nof Criminal Appellate Jurisdiction) Act, 1970 was listed for\npreliminary hearing  under Rule 15(1)(c) of Order XXI of the\nSupreme Court Rules, 1966 it was contended (1) that the said\nprovision  empowering\tthe  court  to\tdismiss\t the  appeal\nsummarily was ultra vires the Enlargement Act, 1970, (2) the\npower of  the Supreme Court to frame rules under <a href=\"/doc/1537130/\" id=\"a_9\">Art. 145</a> of\nthe Constitution  can\tnot be\textended to annul the rights\nconferred under\t an Act of Parliament and (3) that an appeal\nunder  the   Enlargement  Act,\t 1970  cannot  be  dismissed\nsummarily without  calling for\tthe records, ordering notice\nto the State and without giving reasons.\n^\n     HELD:\n     (Per Krishna Iyer, Shinghal &amp; Desai, JJ.)\n     1. <a href=\"/doc/1461463/\" id=\"a_10\">Article\t 134(1)(c)</a> spells  a measure  of seriousness\nbecause the  High Court\t which has  heard the case certifies\nthat it\t involves questions  of such moment that the Supreme\nCourt itself  must resolve them. To dispose of such a matter\nby a preliminary healing is to cast a reflection on the High\nCourt&#x27;s\t capacity   to\tunderstand   the  seriousness  of  a\ncertification. [1095 D-E]\n     2. <a href=\"/doc/427855/\" id=\"a_11\">Article\t 136</a>  vests  a\tplenary\t discretion  in\t the\nSupreme Court  to deign\t or decline to grant leave to appeal\nagainst any conviction or sentence. Before deciding to grant\nor reject such Leave the court accords an oral hearing after\n1086\nperusing all the papers produced. Once leave is granted, the\nappeal is heard, after notice to the state, in full panoply.\nAfter leave,  the  appeal  is  born.  Then  it\tripens\tinto\nfullness and  is disposed of when both sides are present. No\nappeal after  leave, is\t dismissed summarily or ex-parte. If\n<a href=\"/doc/427855/\" id=\"a_12\">Art. 136</a>  gives a  discretionary power\tto  grant  leave  to\nappeal or  to dismiss  in limine,  after an ex-parte hearing\n(or after issue of notice if the court so chooses), <a href=\"/doc/1446285/\" id=\"a_13\">Art. 134</a>\nwhich gives  a constitutional  right to\t appeal as  it were,\nmust stand  on a higher footing lest the Constitution makers\nbe held to have essayed in supererogation. [1095G-1096A]\n     3. There  is much more &#x27;hearing&#x27; content in an absolute\nappellate right than in a precarious &#x27;special leave&#x27; motion.\nJurisprudentially, a  right is\tlarge than a permission. Art\n134 puts  the momentous\t class of cases covered by it beyond\nthe  discretionary  compass  of\t <a href=\"/doc/427855/\" id=\"a_14\">Art.  136</a>  and\t within\t the\ncompulsory area\t of full  hearing such\tas would follow upon\nleave being  granted under  <a href=\"/doc/1218877/\" id=\"a_15\">Art. 136(1).</a>  A full hearing may\nnot obligate  dragging the  opposite side to court involving\nexpense and  delay. Fullness  of hearing of the proponent is\nnot incompatible with non-hearing of the opponent when after\nappreciating all that could be urged in support of the cause\nthere is  no need felt to call upon the other side, as where\nthe proposition\t is groundless, frivolous or not prima facie\nstatable. [1096B-D]\n     4. <a href=\"/doc/775776/\" id=\"a_16\">Article\t 134(2)</a> empowers  Parliament to\t expand\t the\njurisdiction of\t the Supreme  Court  to\t entertain  criminal\nappeals. In  exercise of  this power, Parliament enacted the\nSupreme\t  Court\t   (Enlargement\t  of\tCriminal   Appellate\nJurisdiction) Act,  1970  in  its  grave  concern  for\tlong\nincarceration being subject to great scrutiny at the highest\nlevel if  first inflicted,  by the  High Court.\t A right  of\nappeal to  the Supreme Court was granted when the High Court\nhas, for  the  first  time  sentenced  an  accused  to\tlife\nimprisonment or\t to a term of or above ten years of rigorous\nimprisonment and  equated it  with that\t granted under\t<a href=\"/doc/63842383/\" id=\"a_17\">Art.\n134(1)(a)</a> and (b). [1097G-1098D]\n     5. The nature of the appeal process cannot be cast in a\nrigid mould  as it  varies with\t jurisdiction and systems of\njurisprudence. Whatever\t the  protean  forms  the  appellate\nprocess may  take, the goal is justice so that a disgruntled\nlitigant cannot\t convert his  right of\tappeal into breaking\ndown  the   court  system   by\tsufferance  of\tinterminable\nsubmission after  several tribunals  have screened  his case\nand found  it fruitless.  The signification  of the right of\nappeal under <a href=\"/doc/1446285/\" id=\"a_18\">Art. 134</a> is a part of the procedure established\nby law\tfor the\t protection of\tlife and  personal  liberty.\nNothing which will render this right illusory or its fortune\nchancy can  square with\t the mandate  of <a href=\"/doc/1199182/\" id=\"a_19\">Art.  21.</a> [  1100H-\n1101A, 1102F, 1103D, 1104H-1105A]\n     6. When the High Court trying a case sentences a man to\ndeath a higher court must examine the merits to satisfy that\nhuman life  shall  not\tbe  haltered  without  an  appellate\nreview. A single right of appeal is more or less a universal\nrequirement of\tthe guarantee  of life and liberty rooted in\nthe conception\tthat men  are fallible,\t that Judges are men\nand that  making assurance  doubly sure\t before\t irrevocable\ndeprivation of\tlife or\t liberty comes\tto pass,  full-scale\nre-examination of  the facts and the law is made an integral\npart of fundamental! fairness or procedure. [1105C, E]\n      7. The life of the law is not perfection of theory but\nrealisation of\tjustice in the concrete situation of a given\nsystem. It is common knowledge that\n1087\na jail\tappeal or  an appeal  filed through an advocate does\nnot  contain   an  exhaustive\taccompaniment  of   all\t the\nevidentiary material  or record\t of proceedings\t laying bare\nlegal errors in the judicial steps. It is not unusual that a\nfatal flaw  has been  discovered  by  the  appellate  judges\nleading to a total acquittal. Such a high jurisdiction as is\nvested by  <a href=\"/doc/1446285/\" id=\"a_20\">Art. 134</a>  calls for\tan active examination by the\njudges and  such a  process will  be an ineffectual essay in\nthe absence  of the  whole record.  A preliminary hearing is\nhardly of  any use  bearing in mind that what is being dealt\nwith is an affirmation of death sentence for the first time.\n<a href=\"/doc/1146308/\" id=\"a_21\">Section 366</a>  of the Code requires the Court of Session which\npasses a  sentence of death to submit the proceedings to the\nHigh Court  and rulings\t insist on  an independent appellate\nconsideration of  the  matter  and  an\texamination  of\t all\nrelevant material  evidence. The Supreme Court&#x27;s position is\nanalogous,  and\t independent  examination  of  materials  is\nimpossible without the entire records being available. So it\nis reasonable that before hearing the appeal under Rule 15(1\n) (c)  of Order XXI, ordinarily the records are sent for and\nare available. Counsel&#x27;s assistance apart, the court it self\nmust apply  its mind, the stakes being grave enough. [1105F-\n1106B]\n     8. The  recording of  reasons is  usually regarded as a\nnecessary requirement  of fair\tdecision. The  obligation to\ngive reasons for decision when consequence of wrong Judgment\nis forfeiture  of life\tor personal liberty for long periods\nneeds no  emphasis, especially\twhen it\t is a  first  appeal\nfollowing upon\ta heavy sentence imposed for the first time.\nThe constraint\tto record reasons secures in black and white\nwhat the Judge has in mind and gives satisfaction to him who\nis condemned  that what\t he has had to say has not only been\n&#x27;heard&#x27; but  considered and  recorded. <a href=\"/doc/1199182/\" id=\"a_22\">Art.  21</a> is a binding\nmandate against\t blind justice.\t In the narrow categories of\ncases covered  by <a href=\"/doc/63842383/\" id=\"a_23\">Art.\t134(1)(a)</a> and (b) and s. 2(a) of the\nEnlargement Act, the subject matter is of sufficient gravity\nas to  justify the  recording of  reasons  in  the  ultimate\norder. [1160F-G, 1106H-1107A]\n     9. Protection  at the  third deck\tby calling  for\t the\nrecords or  launching on  long ratiocination  is a  waste of\njudicial time.\tOur Rules  of Criminal Procedure provide for\ndismissal at  the  third  level\t without  assigning  written\nreasons, not  because there  are no reasons, but because the\ntardy need  to document them hampers the hearing of the many\ncases in  the queue that press upon the time of the court at\nthat level. [1107F]\n     10. Order\tXXI,  Rule  15(1)(c)  of  the  Rules  in  an\nenabling  provision   not  a   compulsive  one.\t  Harmonious\nconstruction  of  <a href=\"/doc/1446285/\" id=\"a_24\">Art.\t134</a>  and  <a href=\"/doc/1537130/\" id=\"a_25\">Art.\t145</a>  &#x27;leads  to\t the\nconclusion that\t the contemplated  rules are  mere machinery\nprovisions. The\t sequence is  simple.  The  formalities\t for\nentertaining certain  types of\tappeal ale  covered by\t<a href=\"/doc/927998/\" id=\"a_26\">Art.\n145(1)(d)</a> the  manner of hearing and disposal is governed by\n<a href=\"/doc/292155/\" id=\"a_27\">Art. 145(1)(b)</a>\tand the substantive sweep of the appeal as a\nmethod of  redressal is\t found in <a href=\"/doc/1446285/\" id=\"a_28\">Art. 134.</a> [1107G-H, 1108D,\n1109A].\n     11. It  is daily  experience to  see judges on the high\nbench differ,  and a  fortiori so  in the field of sentence,\nThis reality is projected in the context of full freedom for\nthe first  appellate decider  of  facts\t to  reach  his\t own\nfinding on  offence and\t sentence,  only  to  highlight\t how\nmomentous  it\tis-for\tthe   appellant\t to  have  his\tcase\nconsidered by  the highest  court when\tthe Constitution and\nParliament have\t conferred a  full right  of appeal  Summary\ndismissal, save\t in glaring  cases, may spell grave jeopardy\nto life-giving justice\n1088\nThat is\t why Order  XXI Rule  15(1)(c) while  it survives to\nweed out  worthless appeals, shall remain sheathed in extra-\nordinary cases\twhere facts  on guilt  or the wider range of\nconsiderations on sentence are involved. [1109G-1110B]\n     12. Rule  15(1)(c) of  Order XXI  is general and covers\nall conceivable\t cases under  <a href=\"/doc/1050900/\" id=\"a_29\">Art. 134(1).</a>  It\toperates  in\ncertain situations,  not in  every appeal. It merely removes\nan  apprehended\t  disability  of   the\tcourt  in  summarily\ndismissing a  glaring case where its compulsive continuance,\ndragging the  opposite party,  calling up prolix records and\nexpanding on  the reasons  for the  decision, will stall the\nwork of\t the court  (which is  an  institutional  injury  to\nsocial justice)\t with  no  gain\t to  anyone,  including\t the\nappellant to  keep whom\t in agonising  suspense for  long is\nitself an injustice. [1111C-D]\n     13. If every appeal under <a href=\"/doc/63842383/\" id=\"a_30\">Art. 134(1) (a)</a> and (b) or<a href=\"/doc/1560705/\" id=\"a_31\"> s.\n2(a)</a> of\t the enlargement Act, where questions of law or fact\nare raised,  is set down for preliminary hearing and summary\ndisposal, the  meaningful difference  between <a href=\"/doc/1446285/\" id=\"a_32\">Art.  134</a>\t and\n<a href=\"/doc/427855/\" id=\"a_33\">Art. 136</a> may be judicially eroded and Parliament stultified.\nThe minimum processual price of deprivation of precious life\nor prolonged  loss of  liberty\tis  a  single  comprehensive\nappeal. To  be peevel  by this need is to offend against the\nfair play of the constitution. [1111H-1112B]\n     14. Upholding  the vires  of Order XXI Rule 15(1)(c) of\nthe Supreme  Court Rules  and also  s. 384  of the  <a href=\"/doc/445276/\" id=\"a_34\">Criminal\nProcedure Code</a>\tthe majority  however  held  that  in  their\napplication both  the provisions  shall be restricted by the\ncriteria set  out hereunder  ns a  permissible\texercise  in\nconstitutionalisation of the provisions. [1112H]\n     15. Order\tXXI Rules  15(1)(c) in\taction does not mean\nthat all  appeals falling within its fold shall be routinely\ndisposed  of.  Such  a\tcourse\tobliterates  the  difference\nbetween <a href=\"/doc/1446285/\" id=\"a_35\">Articles  134</a> and  <a href=\"/doc/427855/\" id=\"a_36\">136</a>, between right and leave. The\nrule in cases of appeals under <a href=\"/doc/63842383/\" id=\"a_37\">Art. 134(1)(a)</a> and (b) and<a href=\"/doc/1560705/\" id=\"a_38\"> s.\n2(a)</a> is\t notice, records  and reasons,\tbut the exception is\npreliminary hearing  on all  such materials as may be placed\nby the\tappellant and  brief  grounds  for  dismissal.\tThis\nexceptional category  is where,\t in all conscience, there is\nno point at all. In cases of real doubt the benefit of doubt\ngoes to\t the appellant and notice goes to the adversary even\nif the\tchances of  allowance of  the appeal  be not bright.\n[113A-C]\n     [With a  view to  invest clarity  and avoid  ambiguity,\nOrder XXI Rule 15(1)(c) may be suitably modified.]\n     Maneka Gandhi  v. Union  of India,\t [1978] 1  SCC\t248;\nPresidential Ref. No. 1 of 1978 [1979] 2 SCR 476; Wiseman v.\nBarneman, [1971] AC 297; Russel v. Duke of Norfolk, 11949] 1\nAll. ER\t 109, Ponnamma\tv. Arumogam,  [1905] AC\t at p.\t390;\nColonial Sugar Refining Co. v. Irving, [1905] AC 369; Newman\nv. Klausner, [1922] 1 KB 228; referred to.\n     Black&#x27;s Law  Dictionary  4th  Edn.\t p.  1368,  Stroud&#x27;s\nJudicial Dictionary,  3rd Edn.\tVol. 1, pp. 160-161; Current\nLegal Problems\t1958 Vol.  11 p.  194, Law  Quarterly Review\nVol. 71,  1955 p.  410-11. The\tJudicial Process by Henry J.\nAbraham, 1962 pp. 159-160; referred to.\n1089\n     Per Kailasam &amp; Koshal, JJ. (dissenting)\n     1. <a href=\"/doc/1537130/\" id=\"a_39\">Article 145</a> of the Constitution empowers the Supreme\nCourt  subject\t to  the  provisions  of  any  law  made  by\nParliament with\t the approval of the President to make rules\nfrom time  to time for regulating generally the practice and\nprocedure of the court. [1116B]\n     2. <a href=\"/doc/1446285/\" id=\"a_40\">Article\t 134</a> confers  appellate jurisdiction  on the\nSupreme Court  in regard  to criminal  matters, and while an\nunrestricted right  of appeal  is provided  to\tthe  Supreme\nCourt under  clauses (a) and (b) an appeal under such clause\n(c) is\tprovided only when the case is certified by the High\nCourt as a fit one for appeal. Further, an appeal under sub-\nclause (c)  shall lie  subject to  such provisions as may be\nmade in that behalf under clause (1) of <a href=\"/doc/1537130/\" id=\"a_41\">Art. 145</a> and to such\nconditions as  the  High  Court\t may  establish\t or  require\n[1116D-1117B]\n     3. The Supreme Court (Enlargement of Criminal Appellate\nJurisdiction) . Act, 1970 has conferred on the Supreme Court\nfurther power  to entertain  and hear appeals than conferred\non it  under <a href=\"/doc/63842383/\" id=\"a_42\">Art.  134(1)(a)</a> and (b) as provided for in <a href=\"/doc/775776/\" id=\"a_43\">Art.\n134(2)</a> of the Constitution. [1117C]\n     4. <a href=\"/doc/292155/\" id=\"a_44\">Article 145(1)(b)</a> enables the Supreme Court to frame\nrules as  to procedure for hearing appeals. Rule 15 of under\nXXI provides  for the  procedure for  hearing appeals and is\nvalid so far as to the procedure of hearing appeals. [1117D-\nE, 1118C]\n     5. While  s. 374  confers a right of appeal, s. 375 and<a href=\"/doc/482448/\" id=\"a_45\">\ns. 376</a>\trestrict such  a right.\t <a href=\"/doc/1171128/\" id=\"a_46\">Section 384</a>  prescribes the\nprocedure for  hearing appeals enabling the court to dismiss\ncertain appeals\t summarily and\tto deal with others under<a href=\"/doc/321111/\" id=\"a_47\"> s.\n385</a> if they are not summarily dismissed. The right of appeal\nconferred can  be curtailed  by procedure as envisaged in<a href=\"/doc/1171128/\" id=\"a_48\"> s.\n384</a> Cr.\t P.C. Or  Rule 15  order XXI  of the  Supreme  Court\nRules. [1120D]\n     6. An appeal to the Supreme Court under<a href=\"/doc/1903086/\" id=\"a_49\"> s. 374</a> Cr. P.C.\nis restricted  by the  provisions of  s. 375  and<a href=\"/doc/482448/\" id=\"a_50\"> s. 376</a> and\ncould be  dealt with  summarily under  s. 384  Cr.  P.C.  An\nappeal to  the Supreme\tCourt  is  subject  to\tthe  several\nprovisions of the Cr. P.C. including the provisions relating\nto summary disposal of the appeals. [1120E-F, G]\n     7. The  powers and\t the jurisdiction  of the  appellate\ncourt as  prescribed by\t the <a href=\"/doc/445276/\" id=\"a_51\">Criminal Procedure Code</a> and the\nrule cannot  be said  to deny  a right\tof  hearing  to\t the\nappellant. The\tright to  be heard in an appeal is regulated\nbe statute. After a full trial the judgment is rendered by a\nHigh Judicial  Officer such  as a  Sessions Judge  or a High\nCourt Judge.  The appellate court has before it the Judgment\nof the\tlower court  and the  petition for  appeal.  At\t the\npreliminary hearing  the appellant  or his  pleader is heard\nbefore the  court decides  to dismiss  the appeal summarily.\nThe power  to summarily dismiss an appeal is conferred under\nthe <a href=\"/doc/445276/\" id=\"a_52\">Criminal Procedure Code</a> when the court is satisfied that\nthere are  no sufficient  grounds for  interfering with\t the\njudgment appealed  against. This  decision is  taken by\t the\nappellate court\t being the  Chief Judicial Magistrate, Court\nof Sessions,  the High\tCourt or  the Supreme  Court. In the\ncase of the Chief Judicial Magistrate and Court of Sessions,\nreasons should be recorded for summarily dismissal. The High\nCourt and  the Supreme\tCourt need  not record\treasons\t for\nsummarily dismissing  the appeal.  It is  necessary that the\nSupreme Court  or the  High Court  should be  satisfied that\nthere  are   not  sufficient  ground  for  interfering.\t The\nconclusion is arrived at after hear-\n1090\ning the\t appellant, examining  the judgment and the petition\nfor appeal.  The appellate  court is  discharging an onerous\nduty in\t dismissing a  case summarily. The Code provides for\ncalling for  the records  before dismissing  an\t appeal.  In\ncases where an appellant is sentenced to death, imprisonment\nfor life  or long  term of  imprisonment, it  is the bounden\nduty of\t the appellate\tcourt to hear the appellant, examine\nthe petition  of appeal\t and copy  of the  judgment appealed\nagainst. If  it feels  necessary to  call for the records of\nthe case,  it is  duty to  call for  the records and examine\nthem, before  coming to\t the conclusion\t that there  are not\nsufficient grounds for interfering. It is the responsibility\nof the\tappellate authority  to order  notice and  hear\t the\nother  side  if\t it  is\t not  satisfied\t that  there  be  no\nsufficient grounds  for interfering.  Equally it is the duty\nof the appellate court to dismiss the appeal summarily if it\ni.e satisfied  that there  are\tno  sufficient\tgrounds\t for\ninterfering is\tduty is\t imposed for  regulating the work of\nthe  courts   for   otherwise\tjudicial   time\t  would\t  be\nunnecessarily spent.  Taking into  account the fact that the\nduty to\t decide the  question where  there are no sufficient\ngrounds for  interfering is placed on highly placed judicial\nofficers after\taffording a due hearing, it cannot be stated\nthat the very right of appeal bas been taken away. [1122E-F,\n1122H-1123F]\n     8. The procedure contemplated in Rules 13, 14 and 15 of\nthe Supreme Court Rules are almost similar to the provisions\nof the\t<a href=\"/doc/445276/\" id=\"a_53\">Code of Criminal Procedure</a> relating to appeal. In an\nappeal sent  by the  appellant from  jail he  is entitled to\nsend any written arguments which he may desire to advance in\nsupport of his appeal. The Court in proper cases in which it\nconsiders it  desirable would  engage an advocate to present\nthe case  of the  appellant in\tjail. The mere fact that the\nappellant in jail is not being heard in person or through an\nadvocate would\tnot mean that the appeal is not being heard.\nThe court  peruses the\tjudgment, petition of appeal and the\nwritten arguments,  if any, before proceeding to take action\nunder Rule  15. This  Court being  the highest\tcourt is not\nrequired to  give reasons  but is  expected  to\t bestow\t the\ngreatest care in exercising the power of summary dismissal\nunder Rule 15. [1124G-1125A]\n     P.K. Mittra  v. State  of West  Bengal, [1959] SUPPL. I\nSCR 63; Shankar Kerba Yadhav v. State of Maharashtra, [1970]\n2 SCR  227; Minakshi  v.  Subramanya,  14  IA  168;  Govinda\nKadtuji Kadam  v. State\t of Maharashtra,  [1970] 1  SCC 469;\nreferred to.\n     Maneka Gandhi  v. Union  of India,\t [1978] 2  SCR\t621;\ndistinguished.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CRIMINAL APPELLATE\t JURISDICTION: Criminal\t Appeal\t No.\n264 of 1978.\n</p><p data-structure=\"Issue\" id=\"p_2\">     Appeal from  the Judgment\tand Order dated 31-3-1978 of\nthe Allahabad High Court in Criminal Appeal No. 597/76.\n</p><p data-structure=\"Issue\" id=\"p_3\">     A.N. Mulla and S.K. Jain for the Appellant.\n</p><p data-structure=\"Issue\" id=\"p_4\">     O.P. Rana for the Respondent.\n</p><p data-structure=\"Precedent\" id=\"p_5\">     The Judgment of V.R. Krishna Iyer, P.N. Shinghal and D.\nA. Desai JJ. was delivered by Krishna Iyer, J.P.S. Kailasam,\nJ. gave\t a dissenting opinion on behalf of himself and A. D.\nKoshal, J.\n</p><span class=\"hidden_text\" id=\"span_1\">1091</span>\n<p data-structure=\"Issue\" id=\"p_6\">     KRISHNA IYER,  J.-Exordially speaking,  the  point\t for\ndecision is short but its legal import and human portent are\ndeep,  sounding\t  in  constitutional   values  and  meriting\nincisive examination. Where the question wears a simple look\nbut its\t answer strikes\t at life and liberty we must proceed\non the inarticulate major premise of human law as the solemn\ndelivery system\t of human  justice.  In\t formal\t terms,\t the\nproblem to be resolved is the vires of Order XXI, Rule 15(1)\n</p><p data-structure=\"Facts\" id=\"p_7\">(c) of\tthe Supreme  Court Rules (the Rules, for short), but\nin juristic  terms it  turns on\t the  inflexible  stages  as\nagainst its  facultative facets of an appellate hearing when\nit is  a first\tappear against\ta  death  sentence  or\tlife\nimprisonment. More particularly, is an appeal to the Supreme\nCourt falling  within  the  scope  of  <a href=\"/doc/1050900/\" id=\"a_54\">Art.  134(1)</a>  or\t the\nenlarged jurisdiction  permitted by  <a href=\"/doc/775776/\" id=\"a_55\">Art. 134(2)</a>  liable  to\nshorthand hearing  and peril  of  summary  dismissal?  Brevi\nmanu, the  appellant urges that <a href=\"/doc/1446285/\" id=\"a_56\">Art. 134</a> of the Constitution\ncompels this  Court to\thear and dispose of criminal appeals\nof the\tgrave categories covered by it, not exparte as Order\nXXI Rule  15(1) (c) of the Rules permits but in extenso, and\nonly after  notice to  the State  and with the record of the\ncase before it. Therefore, the Rule is bad.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">     Any legal\tissue of  profound impact,  if\tregarded  by\nJudges literally  and not  creatively, may  be\tgiven  short\nshrift,\t especially   if  counsel  is  more  assertive\tthan\nexplorative, produces  more heat  than light and the text to\nbe interpreted\tlends itself to one sense on the surface and\nanother in  the deeper\tlayers. But when the consequences of\nthe construction  can be  calamitous and  the subject-matter\ninvolves the-right to life and long loss of liberty, a final\ncourt, like  ours, must\t reflect on the meaning of meanings,\nthe human  values which\t illumine our  legal system  and the\nends of\t justice the  means of law must serve. The heart and\nthe head interact and  interpret.\n</p><p data-structure=\"Facts\" id=\"p_9\">     A thumb-nail  sketch of  the sequence  of facts  may be\nnecessary to  get a  hang of  the constitutional core of the\ncase.  Several\t persons,  including  the  appellants,\twere\naccused of  murder  and\t other\tviolent\t offences  but\twere\nacquitted by the Sessions Judge. The State carried an appeal\nto the\tHigh Court  against the\t acquittal  of\tall  the  18\naccused persons.  In an\t elaborate judgment  the `High Court\nfound  the  case  of  the  prosecution\tproved\talthough  it\nconfirmed the  acquittal  of  quite  a\tfew.  The  convicted\naccused, 12  in number, were awarded life imprisonment under<a href=\"/doc/1983271/\" id=\"a_57\">\ns. 302</a>\tread  with  s.\t149,  <a href=\"/doc/1569253/\" id=\"a_58\">I.P.C</a>.  and  lesser  terms  of\nimprisonment for  other offences.  Thereupon  the  convicted\nappellants preferred  an appeal\t to this Court under s. 2(a)\nof the\tSupreme Court  (Enlargement  of\t Criminal  Appellate\nJurisdiction) Act, 1970,\n<span class=\"hidden_text\" id=\"span_2\">1092</span>\n(for short  the Enlargement Act). This appeal was listed for\npreliminary hearing  ex parte  under Rule  15(1)(c)  of\t the\nRules (as  amended in 1978). When the case was opened at the\npreliminary hearing  counsel for  the  appellants  contended\nthat, as  an inalienable  - incident  of a statutory appeal,\nhis clients  were entitled  to a  full fledged hearing after\nnotice to  the State  and not an abbreviated disposal in the\nshape of  a preliminary\t hearing, however  long that hearing\nmight be. Thereupon, the court passed the following order:\n</p><blockquote id=\"blockquote_1\">\t  &quot;The appellants have challenged the constitutional\n     validity of  clause (c)  of sub-rule  (1) of rule 15 of\n     order XXI\tof the Supreme Court Rules, which enables an\n     appeal of\tthe kind  with which we are concerned, to be\n     placed for\t hearing exparte  before the  Court  for  ad\n     mission. In  that view  of the  matter, we\t think\tthat\n     unless the\t question of  the constitutional validity of\n     the rule  is 1  decided, we  cannot have  a preliminary\n     hearing of\t this appeal for admission. Let the records,\n     therefore, be  placed  before  the\t Hon&#x27;ble  the  Chief\n     Justice for  giving such  directions as he may deem fit\n     and proper.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">This Bench  has come  to  be  seized  of  the  case  in\t the\nconstitutional setting.\t Such is  the scenario, the last and\nmost crucial  stage of\t&#x27; which\t is the\t hearing before this\nConstitution Bench.\n</p><p data-structure=\"Precedent\" id=\"p_11\">     A little  elucidation of  the legal  matrix  which\t has\ngiven rise  to the contentions may be useful. This Court has\njurisdiction over  a wide range and long reach of litigation\nunder <a href=\"/doc/427855/\" id=\"a_59\">Art.  136</a> of the Constitution which includes the power\nto grant  leave to appeal in criminal matters. But this is a\ndiscretionary  jurisdiction   with  drastic   self   imposed\nlimitations rarely realised by the gambling litigant and has\nhardly\tany   semblance\t of  an\t absolute  right  of  appeal\nnecessarily fol\t lowed by  a full debate after notice to the\nadversary. But\ta segment of criminal cases, standing out as\na deadly category is, however, dealt with separately by Art.\n</p><p data-structure=\"Precedent\" id=\"p_12\">134. In a short-hand form, sub-clause (1) clothes an accused\nperson, who  has been  acquitted  by  the  trial  court\t but\nsentenced to death at the appellate level, or has been tried\nby the\tHigh Court  by withdrawal of the case from any other\ncourt subordinate  to it  and in such trial has been visited\nwith death  sentence, or  has secured a certificate that his\ncase is of such great moment as to qualify for pronouncement\nby the\tSupreme\t Court,\t with  a  right-  shall\t we  say,  a\nconstitutional right-of\t appeal to  this Court.\t More  over,\nunder clause (2) of this Article, Parliament may make law\n<span class=\"hidden_text\" id=\"span_3\">1093</span>\nfor conferring\ta statutory right of appeal on other classes\nof convicts. A Pursuant to this power Parliament has enacted\nthe  Supreme   Court  (Enlargement   of\t Criminal  Appellate\nJurisdiction) Act,  1970, whereby  persons acquitted  by the\ntrial court  but awarded  imprisonment l`or life, or for ten\nyears and more, enjoy a statutory right of appeal.\n</p><p data-structure=\"Section\" id=\"p_13\">     The proviso  to <a href=\"/doc/1050900/\" id=\"a_60\">Article  134(1)</a> enables  this Court  to\nmake provisions\t subject to  which appeals  under sub-clause\n</p><p data-structure=\"Section\" id=\"p_14\">(c) of\t<a href=\"/doc/1446285/\" id=\"a_61\">Article 134</a>  shall lie.\t These provisions  are to be\nmade under  clause (1) (d) of <a href=\"/doc/1537130/\" id=\"a_62\">Article 145</a> which, in specific\nterms, deals  with rules  as to the entertainment of appeals\nunder sub-clause-  (c) of  clause (1) of <a href=\"/doc/1446285/\" id=\"a_63\">Article 134.</a> We are\nnot  concerned\t with  these   rules  which  relate  to\t the\nentertainment of  appeals or provisions subject to which the\nappeal may be instituted and do not trench upon the right of\nappeal or  the manner  of hearing.  But <a href=\"/doc/292155/\" id=\"a_64\">Article\t 145(1)\t (b)</a>\nenables the  Supreme Court to make, rules, inter alia, as to\nthe procedure  for hearing  appeals. One  such rule is Order\nXXI Rule  15 which warrants preliminary hearing and disposal\nof all\tcategories of appeals covered by <a href=\"/doc/775776/\" id=\"a_65\">Article 134(2).</a> The\nfate of\t the present  appeal hung  in the  balance at such a\npreliminary hearing  and counsel challenged the vires of the\nrule itself. In its wake has come the present hearing.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">     This sets\tthe stage  for a more comprehensive approach\nto the\tconstitutional problems arising in the case. We must\nmake i\tclear that  we are  not concerned with the merits of\nthe appeal at all but are confined to a consideration of the\nvalidity of the impugned rule. If we hold that the said rule\nis ultra  vires and  further hold  that\t there\tshall  be  a\nregular, full-dress  hearing of\t the  appeal  a\t preliminary\nhearing will  be obviated and notice in the appeal will have\nto  go\t to  the  State.  It  requires\tto  be\tspecifically\nmentioned, although there is no hint about its advertence at\nthe earlier  preliminary hearing that the <a href=\"/doc/445276/\" id=\"a_66\">Criminal Procedure\nCode</a>, 1973  has\t a  fasciculus\tof  provisions\trelating  to\nappeals, the  manner of\t their hearing and the procedure for\ntheir disposal,\t which is  comprehensive enough to cover the\npresent\t category  embraced  by\t Order\tXXI  Rule  15(l)(c).\nTherefore, the effect of the Sections in the Code hearing on\nthe issue  under discussion  may also  have  to\t be  studied\nbefore we finally pronounce on the legality Or a preliminary\nhearing\t in  a\tcriminal  appeal  filed\t in  exercise  of  a\nconstitutional or statutory right.\n</p><p data-structure=\"Section\" id=\"p_16\">     Our consideration\tfalls into  two chapters as it were,\nthe first  and more  important turning on the constitutional\nprovisions vis-a-vis  Order XXI\t Rule (l)(c)  and the second\nturning on  the construction  and impact of<a href=\"/doc/1171128/\" id=\"a_67\"> s. 384</a>, Cr. P.C.\nTaking up the constitutional\n<span class=\"hidden_text\" id=\"span_4\">1094</span>\naspects first,\twe may\tproceed to  state, right  away,\t the\ncomplex of  provisions relevant\t to the\t discussion and\t the\nperspective in which we must read their message.\n</p><p data-structure=\"Section\" id=\"p_17\">     <a href=\"/doc/1446285/\" id=\"a_68\">Art. 134</a> of the Constitution confers criminal appellate\njurisdiction on this Court:\n</p><blockquote id=\"blockquote_2\">\t  134. Appellate  jurisdiction of  Supreme Court  in\n     regard to criminal matters.-\n</blockquote><blockquote id=\"blockquote_3\">\t  (1)  An appeal shall lie to the Supreme Court from\n     any judgment,  final order\t or sentence  in a  criminal\n     proceeding of a High Court in the territory of India if\n     the High Court-\n</blockquote><blockquote id=\"blockquote_4\">\t  (a)\thas on appeal reversed an order of acquittal\n\t       of an  accused person  and sentenced  him  to\n\t       death; or\n</blockquote><blockquote id=\"blockquote_5\">\t  (b)  has withdrawn  for trial\t before\t itself\t any\n\t       case  from   any\t court\tsubordinate  to\t its\n\t       authority and has in such trial convicted the\n\t       accused person and sentenced him to death: or\n</blockquote><blockquote id=\"blockquote_6\">\t  (c)  certifies that  the case\t is a  fit  one\t for\n\t       appeal to the Supreme Court:\n</blockquote><blockquote id=\"blockquote_7\">     Provided that  an appeal under sub-clause (c) shall lie\n     subject to\t such provisions  as may  be  made  in\tthat\n     behalf under  clause (1)  of <a href=\"/doc/1537130/\" id=\"a_69\">Article  145</a> and  to\tsuch\n     conditions as the High Court may establish or require.\n\t  (2 ) Parliament may  by law  confer on the Supreme\n     Court any\tfurther powers to entertain and hear appeals\n     from  any\tjudgment,  final  order\t or  sentence  in  a\n     criminal proceeding of a High Court in the territory of\n     India subject to such conditions and limitations as may\n     be specified in such law\n     No argument  is needed  to realise\t the gravity  of the\nsubject cover  ed by  the first\t two clauses  of the article\ndeath sentence\tfor the\t first time  or in  reversal  of  an\nacquittal. Human  life is  too dear  to be  deprived of by a\ndeath sentence\twithout so much as a single appeal after its\naward. Our  founding faith  in\thuman  rights  is  the\tonly\nwarrant for  the entrustment  of this appellate jurisdiction\non the\tSupreme Court  which is\t far removed  from the trial\ncourt and  is intercepted  by the  High Court,\tan  elevated\ntribunal manned\t by judges  of proven  calibre. The symbolic\nmeaning is obvious. Life is no matter for easy despatch even\nby the judicial process and a serious second\n<span class=\"hidden_text\" id=\"span_5\">1095</span>\nlook is\t the minimum  that the\tState owes  to\tthe  citizen\nbefore his  gallowed farewell.\tTo truncate  the fullness of\nappellate scrutiny  into  ex  parte  disposals\tdespite\t the\ndeliberate insertion  by the  framers of the Constitution of\nan express  provision, by  a  procedural  knife,  may  often\nfrustrate their\t profound concern. Judicial professionalism,\nat higher  level, is particularly conscientious and careful;\nbut all\t professionalism suffers, by custom, from scelerosis\nin practice.  And so, n full-scale hearing in a first appeal\nis the\tfair insistence of the Constitution when the risk is\nto precious life.\n</blockquote><blockquote id=\"blockquote_8\">     We are  aware that\t the disposal  of appeals  involving\ndeath penalty  receives anxious\t concern and deep reflection\non the\tpart of\t judges. We  are conscious  that  the  grave\nstakes\tforbid\t judges\t from\tdismissing  appeals  without\nsatisfying themselves  against error. But human limitations,\nperfunctoriness\t of  counsel,  oversight  of  some  material\nhardly highlighted  in the  judgment under  appeal  and\t the\nmisfortune that\t ex parte  examination dulls attention while\ndebate at the bar sparks mental\nplugs-these too are realities.\n</blockquote><blockquote id=\"blockquote_9\">     Likewise,\t<a href=\"/doc/1461463/\" id=\"a_70\">Art.   134  (1)\t (c)</a>  spells  a\t measure  of\nseriousness because  the High Court which has heard the case\ncertifies solemnly that it involves questions of such moment\nthat the  Supreme Court itself must resolve them. To dispose\nof such\t a matter  by a\t preliminary hearing  is to  cast  a\nreflection on  the High\t Court&#x27;s capacity  to understand the\nseriousness of a certification.\n</blockquote><blockquote id=\"blockquote_10\">     Now it is relevant to read <a href=\"/doc/1218877/\" id=\"a_71\">Art. 136(1).</a>\n</blockquote><blockquote id=\"blockquote_11\">     136. Special leave to appeal by the Supreme Court\n\t  (1)  Notwithstanding anything in this Chapter, the\n\t       Supreme Court  may, in  its discretion  grant\n\t       special leave  to appeal\t from any  judgment,\n\t       decree, determination,  sentence or  order in\n\t       any cause  or matter  passed or\tmade by\t any\n\t       court or tribunal in the territory of India.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_18\">     A plenary\tdiscretion vests  in the  Supreme  Court  to\ndeign or  decline to  grant  leave  to\tappeal\tagainst\t any\nconviction or  sentence. Before\t deciding to grant or reject\nsuch leave  the court accords an oral hearing after perusing\nall the\t papers produced.  Once leave  is granted, is heard,\nafter notice to the State, in full panoply. After leave, the\nappeal is born. Then it ripens into fullness and is disposed\nof when\t both sides  are present. No appeal, after leave, is\ndismissed summarily  or ex parte. The relevance (If <a href=\"/doc/427855/\" id=\"a_72\">Art. 136</a>\nin an  examination of  <a href=\"/doc/1446285/\" id=\"a_73\">Art. 134</a> is this. If <a href=\"/doc/427855/\" id=\"a_74\">Art. 136</a> gives a\ndiscretionary power to grant\n<span class=\"hidden_text\" id=\"span_6\">1096</span>\nleave to  appeal or  to dismiss in limine, after an ex parte\nhearing (or  after issue of notice if the court so chooses),\n<a href=\"/doc/1446285/\" id=\"a_75\">Art. 134</a>,  which gives\ta constitutional right to appeal, as\nit  were,   must  stand\t  on  a\t  higher  footing  lest\t the\nConstitution-makers   be    held   to\t have\tessayed\t  in\nsupererogation. Surely, there is much more &#x27;hearing&#x27; content\nin an absolute appellate right than in a precarious &#x27;special\nleave&#x27; motion.\tJurisprudentially, a  right is larger than a\npermission. What  is irresistible  is that <a href=\"/doc/1446285/\" id=\"a_76\">Art. 134</a> puts the\nmomentous  class   of  cases   covered\tby   it\t beyond\t the\ndiscretionary compass  of <a href=\"/doc/427855/\" id=\"a_77\">Art. 136</a> and within the compulsory\narea of\t full hearing  such as would follow upon leave being\ngranted under  <a href=\"/doc/1218877/\" id=\"a_78\">Art. 136(1).</a>  But this  is not the end of the\njourney. For,  a full  hearing may not obligate dragging the\nopposite side to court involving expense and delay. Fullness\nof hearing  of the  proponent is  not incompatible with non-\nhearing of  the opponent  where after  appreciating all that\ncould be urged in support of the cause there is no need felt\nto call\t upon the  other side,\tas where  the proposition is\ngroundless, frivolous or not prima facie statable. The ambit\nof  appellate  hearing\tmay  have  to  be  explored  in\t the\nconstitutional context to which we will advert later.\n</p><p data-structure=\"Section\" id=\"p_19\">     The next  step necessitates setting out, as an integral\npart of the comprehensive picture, <a href=\"/doc/1537130/\" id=\"a_79\">Art. 145:</a>\n</p><blockquote id=\"blockquote_12\">     145. Rules of Court, etc.-\n</blockquote><blockquote id=\"blockquote_13\">\t  (1) Subject  to the  provisions of any law made by\n     Parliament, the  Supreme Court  may from  time to time,\n     with the  approval of  the President,  make  rules\t for\n     regulating generally  the practice and procedure of the\n     Court including:\n</blockquote><blockquote id=\"blockquote_14\">\t  (a) ..........\n</blockquote><blockquote id=\"blockquote_15\">\t  (b)  rules as to the procedure for hearing appeals\n\t       and  other   matters  pertaining\t to  appeals\n\t       including the  time within  which appeals  to\n\t       the Court are to l-e entered;\n</blockquote><blockquote id=\"blockquote_16\">\t  (c)  .......\n</blockquote><blockquote id=\"blockquote_17\">\t  (cc) .......\n</blockquote><blockquote id=\"blockquote_18\">\t  (d)  rules as\t to  the  entertainment\t of  appeals\n\t       under s\tclause (c)  or clause (l) of <a href=\"/doc/1446285/\" id=\"a_80\">article\n\t       134;</a>\n</blockquote><blockquote id=\"blockquote_19\">\t  (e)  .......\n</blockquote><blockquote id=\"blockquote_20\">\t  (i)  .......\n</blockquote><blockquote id=\"blockquote_21\">\t  (g)  .......\n</blockquote><span class=\"hidden_text\" id=\"span_7\">1097</span>\n<blockquote id=\"blockquote_22\">\t  (h)  .......\n</blockquote><blockquote id=\"blockquote_23\">\t  (i)  rules providing for the summary determination\n\t       of appeal  which appears\t to the\t Court to be\n\t       frivolous or  vexatious or  brought  for\t the\n\t       purpose of delay;\n</blockquote><blockquote id=\"blockquote_24\">\t  (j)  .......\n</blockquote><p data-structure=\"Section\" id=\"p_20\">     This Court\t has framed  rules under  this article.\t The\npertinent rule,\t which is  impugned as\tultra vires is Order\nXXI Rule 15(1) (c) which may usefully be read here:\n</p><blockquote id=\"blockquote_25\">\t  15.  (1).   The  petition   of  appeal   shall  be\n     registered and  numbered as  soon as it is lodged. Each\n     of\t the  following\t categories  of\t appeals,  on  being\n     registered, shall be put up for hearing ex parte before\n     the Court\twhich may  either dismiss  it  summarily  or\n     direct issue  of notice to all necessary parties or may\n     make such\torders, as the circumstances of the case may\n     require, namely:-\n</blockquote><blockquote id=\"blockquote_26\">\t  (a)  ........\n</blockquote><blockquote id=\"blockquote_27\">\t  (b)  .........\n</blockquote><blockquote id=\"blockquote_28\">\t  (c)  an appeal  under sub-clause (a) or sub clause\n</blockquote><blockquote id=\"blockquote_29\">\t       (b) of  clause (1)  of  <a href=\"/doc/1446285/\" id=\"a_81\">article\t134</a>  of\t the\n\t       Constitution,  or  under\t the  Supreme  Court\n\t       (Enlargement    of     Criminal\t   Appellate\n\t       Jurisdiction) Act, 1970 (28 of 1970) or under\n\t       <a href=\"/doc/1524736/\" id=\"a_82\">section\t379</a>   of  the\tCode   of   Criminal\n\t       Procedure, 1973 (2 of 1974).\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">     Plainly, this  rule clothes  the court  with  power  to\nshorten the  life of  an appeal\t even under  <a href=\"/doc/1446285/\" id=\"a_83\">Article 134</a>  by\ndismissing it  ex-parte,  summarily.  Is  this\tabbreviatory\npower absonent\twith the  appellate scheme envisaged in <a href=\"/doc/1446285/\" id=\"a_84\">Art.\n134</a> and,  therefor, excessive  or offensive and void ? Or is\nthe rule valid because it does not bear upon the substantive\nright of appeal but relates to the procedure for hearing and\nfall squarely  within <a href=\"/doc/292155/\" id=\"a_85\">Art. 145(1)(b) ?</a> This is the main crux\nof the debate.\n</p><p data-structure=\"Section\" id=\"p_22\">     It\t would\t be  noticed   that  <a href=\"/doc/775776/\" id=\"a_86\">Art.   134(2)</a>  empowers\nParliament to  expand the  jurisdiction of the Supreme Court\nto entertain  criminal appeals.\t Parliament, in\t exercise of\nthis  power,  enacted  the  Supreme  Court  (Enlargement  of\nCriminal Appellate  Jurisdiction) Act,\t1970 (for short, the\nEnlargement Act). The relevant section (<a href=\"/doc/760919/\" id=\"a_87\">sec. 2</a>) states: H\n</p><p data-structure=\"Precedent\" id=\"p_23\">\t  2.  Enlarged\tappellate  jurisdiction\t of  Supreme\n     Court in  regard to criminal matters.-Without prejudice\n     to the powers\n<span class=\"hidden_text\" id=\"span_8\">1098</span>\n     conferred on the Supreme Court by clause (1) of Act 134\n     of the Constitution, an appeal shall lie to the Supreme\n     Court from\t any judgment,\tfinal order or sentence in a\n     criminal proceeding of a High Court in the territory of\n     India if the High Court-\n</p><p data-structure=\"CDiscource\" id=\"p_24\">\t  (a)  has on  appeal reversed an order of acquittal\n\t       of an  accused person  and sentenced  him  to\n\t       imprisonment for\t life or to imprisonment for\n\t       a period of not less than tell years;\n</p><p data-structure=\"CDiscource\" id=\"p_25\">\t  (b)  has withdrawn  for trial\t before\t itself\t any\n\t       case  from   any\t Court\tsubordinate  to\t its\n\t       authority and has in such trial convicted the\n\t       accused\t person\t  and\tsentenced   him\t  to\n\t       imprisonment for\t life or to imprisonment for\n\t       a period of not less than ten years.\n</p><p data-structure=\"Section\" id=\"p_26\">     Thus a right to appeal to the Supreme Court is given to\nconvicts whom  the  High  Court\t has,  for  the\t first\ttime\nsentenced to  life imprisonment or to a term of or above ten\nyears of  rigorous imprisonment.  There\t is  no\t doubt\tthat\nParliament, in\tits grave  concern  for\t long  incarceration\nbeing subject  to great\t scrutiny at  the highest  level  if\nfirst inflicted by the High Court, granted a right of appeal\nin such\t cases and  equated it\twith that granted under <a href=\"/doc/63842383/\" id=\"a_88\">Art.\n134(1)(a)</a> and  (b). So\twhat applies to death sentence cases\napplies to  life term  cases too  and this  must be borne in\nmind in\t the interpretative process. This emphatic import is\nclear once  we excerpt\tthe relevant part of the Objects and\nReasons:\n</p><blockquote id=\"blockquote_30\">\t  &quot;While sub-clauses  (a) and  (b) of Art. 134(1) of\n     the Constitution  confer upon  the accused\t an absolute\n     right of appeal, clause (c) confers upon the High Court\n     a discretion  to grant, a certificate to the accused to\n     appeal in\tcases not  falling under sub-clauses (a) and\n</blockquote><blockquote id=\"blockquote_31\">     (b). The  grant of certificate under <a href=\"/doc/1461463/\" id=\"a_89\">Art. 134(1) (c)</a> is\n     not a matter of course. The certificate is granted only\n     where there  has been  an infringement of the essential\n     principles of  justice or there is substantial question\n     of law or principle involved; in short the certificate,\n     would not\tbe granted  unless there are exceptional and\n     special circumstances.  The Supreme Court has also held\n     that the  conditions pre-requisite\t for the exercise af\n     the discretionary\tpower to  grant a  certificate under\n     <a href=\"/doc/1461463/\" id=\"a_90\">Art. 134  (1) (c)</a> cannot be precisely formulated but it\n     should be\texercised sparingly  and not  to convert the\n     Supreme  Court  into  an  ordinary\t court\tof  criminal\n     appeal.\n</blockquote><span class=\"hidden_text\" id=\"span_9\">1099</span>\n<p data-structure=\"Precedent\" id=\"p_27\">\t  An accused  person has no absolute right of appeal\n     even A  in circumstances  mentioned in  clauses (a) and\n</p><p data-structure=\"Section\" id=\"p_28\">     (b) of  <a href=\"/doc/1050900/\" id=\"a_91\">Art. 134(1)</a>  if the High Court sentences him to\n     life imprisonment\tor imprisonment of 10 or more years.\n     In such  a case his appeal would be admitted in special\n     and exceptional  cir cumstances  only either under <a href=\"/doc/1461463/\" id=\"a_92\">Art.\n     134(1) (c)</a> or <a href=\"/doc/427855/\" id=\"a_93\">Art. 136</a> of the Constitution.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">\t  *\t\t *\t\t*\t  *\n\t  It is\t therefore proposed to enlarge the appellate\n     jurisdiction of  the Supreme  Court  empowering  it  to\n     entertain and  hear appeals  also in cases mentioned in\n     sub-clauses (a) and (b) of clause (2) of the Bill.&quot;\nWhat is created is an unconditional right of appeal, nothing\nless and wider than is enjoyed under <a href=\"/doc/427855/\" id=\"a_94\">Art. 136.</a>\n</p><p data-structure=\"CDiscource\" id=\"p_30\">     We have  stated at\t the outset  that  for\tsatisfactory\nunderstanding of  the  problem\tand  its  solution,  certain\nprovisions of  the <a href=\"/doc/445276/\" id=\"a_95\">Criminal  Procedure Code</a>  which cover the\nsame ground  need to  be dealt\twith. We will advert to them\nbriefly\t here\tconscious  that\t  the\tcrucial\t  issue\t  is\nconstitutional. The  Code cannot  control or  contradict the\nConstitution as\t the stream  cannot  rise  higher  than\t the\nsource. The provisions of the Code, invaluable as canalising\nthe exercise of the appellate power, must be informed by and\nbe subservient\tto the\tnormative import  of the Supreme Lex\nlest they run aground and be wrecked.\n</p><p data-structure=\"Section\" id=\"p_31\">     Chapter XXIX  deals with  appeals. Taking cognizance of\nthe Enlargement\t Act the  Code has  enacted <a href=\"/doc/276873/\" id=\"a_96\">Sec.  374(1)</a> and\n<a href=\"/doc/1524736/\" id=\"a_97\">Sec.  379</a>   which,   perhaps,\tare   redundant\t  save\t for\ncompleteness. These are new provisions not found in the Code\nof 1898 and may be reproduced:\n</p><blockquote id=\"blockquote_32\">\t  374(1). Any  person convicted on a trial held by a\n     High Court\t in  its  extra-ordinary  original  criminal\n     jurisdiction may appeal to the Supreme Court.\n</blockquote><blockquote id=\"blockquote_33\">\t  379. Where the High Court has, on appeal, reversed\n     an\t order\t of  acquittal\tof  an\taccused\t person\t and\n     convicted\thim   and  sentenced  him  to  death  or  to\n     imprisonment for  life or to imprisonment for a term of\n     ten years or more. he may appeal to the Supreme Court.\n</blockquote><p data-structure=\"Section\" id=\"p_32\">     <a href=\"/doc/1171128/\" id=\"a_98\">Section 384</a>  is significant  because it  has a decisive\nbearing on  the State  of appeals  like\t the  present.\tThis\nSection is in part a mechanical or meaningful?) reproduction\nof the corresponding provision(s. 421) in the vintage Code.\n</p><span class=\"hidden_text\" id=\"span_10\">1100</span>\n<p data-structure=\"Section\" id=\"p_33\">     A casual  persual discloses  that<a href=\"/doc/1171128/\" id=\"a_99\"> s.  384</a> is an omnibus\nprovision embracing  all appeals,  big and  small, grave and\ngoofy, involving  a petty  fine or inflicting, for the first\ntime, a\t hanging sentence. And regardless of the stakes, the\nappellate court\t is given the pervasive power to dismiss the\nappeal summarily,  and worse,  even without  calling for the\nrecord of  the case and without recording its reasons if the\nCourt is higher than the Court of Session. At first blush, a\nblanket power to dismiss summarily, ex parte, sans record of\nthe case,  sans record\tof reasons,  even where an acquitted\naccused is sentenced to death for the first time by the High\nCourt, is  neither  human  law\tnor  human  justice  if\t our\njurisprudence is  sensitized by the humanity of the Preamble\nto the\tConstitution or responsive to the vibrant commitment\nto civilized  values. Petrified\t print processed through the\nlegislative mint becomes living law when, and only when, its\ntext is\t tuned to  the humane  note of\tthe Constitution. We\nwill dwell  on the harmonics of the Constitution first since\nthe fundamental note must emanate from it. I)\n     The question  then is  whether  a\tstatutory  right  of\nappeal necessarily  spells the\tfull unfoldment of notice to\nthe respondent,\t sending  for  the  records  and  record  of\nreasons by  a speaking\tjudgment. If  the answer  is in\t the\naffirmative the\t survival of  Order XXI\t Rule 15(1)  (c)  is\nperilous. Reaching  the same  result by resort to artificial\nrespiration from  s. 384  may have  to\tbe  considered.\t But\nanticipating our  conclusion to\t avoid suspense,  we sustain\nboth the  provisions by\t reading down their scope, substance\nand intendment.\n</p><p data-structure=\"Section\" id=\"p_34\">     The appellants  have an undeniable right of appeal; but\nwhat are  the necessary\t components of a hearing when such a\nright is exercised ?\n</p><p data-structure=\"CDiscource\" id=\"p_35\">     Counsel for  the appellant\t insisted that\tan  absolute\nright of  appeal, as  he described  it, casts  an inflexible\nobligation on  the court to send For the record of the case,\nto hear\t both parties,\tand to\tmake  a\t reasoned  judgment.\nTherefore, to  scuttle the  appeal by a summary hearing on a\npreliminary posting,  absent record,  ex parte\tand absolved\nfrom giving reasons is to be; absolutist-a position absonant\nwith the  mandate of the Enlargement Act and, indeed, of the\nConstitution in\t <a href=\"/doc/1050900/\" id=\"a_100\">Article 134  (1) .</a> Counsel&#x27;s ipse dixit did\nnot convince  us but  we have  pondered over  the  issue  in\ndepth&quot; being disinclined summarily to dismiss.\n</p><p data-structure=\"Section\" id=\"p_36\">     At the threshold, we have to delineate the amplitude of\nan appeal,  not\t  in abstract  terms  but  in  the  concrete\ncontext of  <a href=\"/doc/1446285/\" id=\"a_101\">Article 134</a>\t read with <a href=\"/doc/1537130/\" id=\"a_102\">Article 145</a> and order XXI\nRule 15 and<a href=\"/doc/1171128/\" id=\"a_103\"> s. 384</a> of the Criminal Procedure Code, 1973. The\nnature of the appeal process cannot be cast in\n<span class=\"hidden_text\" id=\"span_11\">1101</span>\na rigid mould as it varies with jurisdictions and systems of\njurisprudence. This  point has\tbeen brought  out sharply in\n&quot;Final Appeal. &quot;The learned authors ask :\n</p><blockquote id=\"blockquote_34\">\t  &quot;But what  does &#x27;appeal&#x27;  really mean : indeed, is\n     it a  meaningful term  at all  in any universal sense ?\n     The word  is in fact merely a term of convenient usage,\n     part of  a system of linguistic shorthand which accepts\n     the need  for a  penumbra of  uncertainty in  order  to\n     achieve universal comprehensibility at a very low level\n     of exactitude.  Thus, while  &#x27;appeal&#x27; is a generic term\n     broadly meaningful\t to  all  lawyers  in  describing  a\n     feature common  to a  wide range  of legal\t systems, it\n     would be  misleading to impute a precise meaning to the\n     term, or  to assume,  on the  grounds that the word (or\n     its translated  equivalent) has international currency,\n     that the concept of an appeal means the same thing in a\n     wide range of systems.\n</blockquote><blockquote id=\"blockquote_35\">     On any  orthodox definition,  an appeal  includes three\nbasic elements:\t a decision (usually the judgment of a court\nor the\truling of  an administrative  body)  from  which  an\nappeal is  made;  a  person  or\t persons  aggrieved  by\t the\ndecision (who is often, though by no means necessarily party\nto the\toriginal proceedings) and a reviewing body ready and\nwilling to entertain the appeal.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">     The elasticity  of the idea is illumined by yet another\npassage which bears quotation:\n</p><blockquote id=\"blockquote_36\">\t  &quot;&#x27;Appeals&#x27; can  be arranged  along a\tcontinuum of\n     increasingly  formalised\tprocedure,  ranging  from  a\n     concerned man  in supplication  before his tribal chief\n     to\t something  as\tjurisprudentially  sophisticated  as\n     appeal by certiorari to the Supreme Court of the United\n     States. Like  Aneurin Bevan&#x27;s  elephant an\t appeal\t can\n     only be  described when it walks through the court room\n     door..... The nature of a particular appellate process-\n     indeed the\t character of an entire legal system-depends\n     upon a  multiplicity  of  interrelated  though  largely\n     imponderable) factors  operating within the system. The\n     structure of  the courts;\tthe status  and\t rule  (both\n     objectively and  subjectively perceived)  of judges and\n     lawyers, the form of law itself-whether, for example it\n     is derived from a code or\n<span class=\"hidden_text\" id=\"span_12\">1102</span>\n     from  judicial   precedent\t modified  by  statute;\t the\n     attitude of  the courts  to the  authority\t of  decided\n     cases; the\t political and\tadministrative structure  of\n     the country  concerned-whether for example its internal\n     sovereignty  is   limited\tby   its  allegience   to  a\n     colonizing power.\tThe  list  of  possible\t factors  is\n     endless, and  their weight\t and function  in the social\n     equation defy precise analysis.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_38\">In short,  we agree  in principle  with the  sum-up  of\t the\nconcept made by the author:\n</p><blockquote id=\"blockquote_37\">\t  &quot;Appeal, as  we have\tstressed, covers a multitude\n     of jurisprudential\t ideas. The  layman&#x27;s expectation of\n     an appeal\tis very\t often quite  different from that of\n     the lawyer\t and many  an aggrieved plaintiff denied his\n     &#x27;just&#x27; remedy  by judge  or  jury\thas  come  upon\t the\n     disturbing reality\t that in  England a  finding of fact\n     can seldom,  if ever,  form the  basis  of\t an  appeal.\n     Similarly,\t a   Frenchman\taccustomed   to\t a  narrowly\n     legalistic appeal\tin cessation,  subject to subsequent\n     reargument\t in   a\t court\t below,\t would\tfind  little\n     familiarity in  the ponderous  finality of the judgment\n     of the House of Lords. And a seventeenth-century lawyer\n     accustomed to a painstaking search for trivial mistakes\n     in the  court record,  which formed  the basis  of\t the\n     appeal by\twrit of\t error, would  be bewildered  by the\n     great flexibility\tand increased  sophistication  of  a\n     jurisprudential&#x27; argument\twhich characterize  a modern\n     appeal.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_39\">     Whatever the  protean forms  the appellate\t process may\ntake, the  goal is  justice so\tthat a\tdisgruntled litigant\ncannot convert\this right  of appeal  into a bull in a china\nshop  breaking\tdown  the  court  system  by  sufferance  of\ninterminable  submissions   after  several   tribunals\thave\nscreened his case and found it fruitless.\n</p><p data-structure=\"Issue\" id=\"p_40\">     This throws us back to a definitional evaluation of the\nprecise content\t of &#x27;appeal&#x27;  in the specific constitutional\nperspective  and  statutory  setting.  Once  we\t accept\t the\nliquidity of the appellate concept we are logically led into\na study of the imperatives of &#x27;appeal&#x27; within the meaning of\n<a href=\"/doc/1446285/\" id=\"a_104\">Art. 134.</a>  Since the  right conferred by the Enlargement Act\nhas its source in <a href=\"/doc/775776/\" id=\"a_105\">Art. 134(2)</a> it is fair to attribute common\nfeatures to  the  constitutional  and  statutory  rights  of\nappeal in  the criminal\t specialities covered  by Order\t XXI\nRule 15(1)  (c). The  key question  is whether\ta  right  of\nappeal casts  an inexorable  obligation on the Supreme Court\nnot merely  to hear the appellant at a preliminary stage but\nproceed invariably  to issue notice to the opposite side and\nhear him  too. Another\tbone  of  contention  turns  on\t the\ncompulsion to consider the appeal only\n<span class=\"hidden_text\" id=\"span_13\">1103</span>\nafter receiving\t the records  in the  case  from  the  court\nbelow.\tThe  core  controversy\tinvolves  a  third  element,\nnamely, the  inevitable necessity  to state  reasons for the\nconclusions, as distinguished from the extinguishment of the\nproceedings with  the utmost  verbal economy by the use of a\nsingle word  &#x27;dismissed&#x27;.  These  triune  facets  cannot  be\njudged\tin   vacuo  but\t  informed  by\tthe  grim  realities\nsurrounding the\t disposal.  Human  jurisprudence  is  not  a\nbrooding omnipotence in the sky, but a normative science and\ntechnology dealing  with the  work, wealth  and happiness of\nmankind as  well as  its blood,\t toils, tears and sweat. The\nhigher\t the\tconsciousness\tof   the   law,\t  especially\nconstitutional law,  the deeper the concern for the worth of\nthe human person that our legal culture, since Independence,\nhas manifested;\t and the  gravity of the consequences of the\ndecision in  appeal on\tlife itself invests the concept with\nsome essential features.\n</p><p data-structure=\"Precedent\" id=\"p_41\">     It is just as well that we remind ourselves of a value-\nsetter here.  Life and\tliberty have  been the\tcynosure  of\nspecial constitutional\tattention in  <a href=\"/doc/1199182/\" id=\"a_106\">Art.  21</a>,\t the  fuller\nimplications whereof have been unrevelled in Maneka Gandhi&#x27;s\ncase(1). When  we read\tthe signification  of the  right  of\nappeal under  <a href=\"/doc/1446285/\" id=\"a_107\">Art. 134</a> we must remember that it is a part of\nthe procedure  established by law for the protection of life\nand personal  liberty. Surely,\tlaw, in\t this setting,\tis a\npregnant expression.  Bhagwati, J.  in Maneka Gandhi (supra)\nstated the  position emphatically  and since then this Court\nhas followed  that prescription\t and even  developed  it  in\nhumane directions  a striking example of which is the recent\njudgment in Presidention Reference No. 1 of 1978.(2) &quot;Is the\nprescription of\t some sort  of procedure  enough or must the\nprocedure comply  with any  particular requirements ?&quot;\tasks\nBhagwati,  J.\tin  the\t  leading  opinion,   and   answers:\n</p><blockquote id=\"blockquote_38\">&quot;Obviously, the\t procedure cannot  be arbitrary,  unfair  or\nunreasonable&quot;....&quot;The  principle  of  reasonableness,  which\nlegally as  well as philosophically, is an essential element\nof equality  or non-arbitrariness  pervades <a href=\"/doc/367586/\" id=\"a_108\">Art.  14</a> like  a\nbrooding omnipresence  and  the\t procedure  contemplated  by\n<a href=\"/doc/1199182/\" id=\"a_109\">Article 21</a>  must answer\t the test of reasonableness in order\nto be in conformity with <a href=\"/doc/367586/\" id=\"a_110\">Art. 14.</a> It must be &quot;right and just\nand  fair&quot;   and  not  arbitrary,  fanciful  or\t oppressive;\notherwise,  it\t would\tbe  no\tprocedure  at  all  and\t the\nrequirement of <a href=\"/doc/1199182/\" id=\"a_111\">Art. 21</a> would not be satisfied.&quot; Holding that\nnatural\t justice   was\t part\tof   Indian   Constitutional\njurisprudence the learned Judge quoted Lord Morris of Borth-\ny-Gest in Wiseman v. Barneman : (3)\n<span class=\"hidden_text\" id=\"span_14\">1104</span>\n\t  &quot;....\t that  the  conception\tof  natural  justice\n     should at all stages guide those who discharge judicial\n     functions\tis  not\t merely\t an  acceptable\t but  is  an\n     essential part of the philosophy of the law.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_42\">     Bhagwati, J,  brought out the essence of the concept of\nnatural justice\t as part  of reasonable\t procedure  when  he\nobserved:\n</p><blockquote id=\"blockquote_39\">\t  &quot;The core  of it  must, however,  remain,  namely,\n     that  the\t person\t affected  must\t have  a  reasonable\n     opportunity of  being heard  and the  hearing must be a\n     genuine hearing  and  not\tan  empty  public  relations\n     exercise. That  is\t why  Tucker.  L.J.,  emphasised  in\n     Russel v. Duke of Norfolk(1) that &quot;whatever standard of\n     natural justice  is adopted,  one essential is that the\n     person concerned  should have  a reasonable opportunity\n     of\t presenting  his  case.&quot;  What\topportunity  may  be\n     regarded as  reasonable would necessarily depend on the\n     practical necessities  of the  situation. It  may be  a\n     sophisticated full-fledged\t hearing  or  it  may  be  a\n     hearing which is very brief and minimal.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_43\">One of\tus (Krishna  Iyer,  J)\temphasised  the\t fundamental\nfairness required  by <a href=\"/doc/1199182/\" id=\"a_112\">Article  21</a> in every law that abridges\nlife or liberty:\n</p><blockquote id=\"blockquote_40\">\t  &quot;Procedure established  by law,  with\t its  lethal\n     potentiality,  will   reduce  life\t and  liberty  to  a\n     precarious plaything  if we do not ex necessiate import\n     into those\t weighty words\tan adjectival  rule of\tlaw,\n     civilised in  its soul,  fair in  its heart  and fixing\n     those imperatives of procedural protection absent which\n     the processual  tail will wag the substantive head ....\n     An enacted\t apparition is\ta  constitutional  illusion.\n     Processual justice is writ patently on Art. 21.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">     We have  set out  the sweep  of <a href=\"/doc/1199182/\" id=\"a_113\">Article  21</a> because the\nrule framed  by this  Court, namely Order XXI Rule 15(1)(c),\ncannot transcend  this obligation,  nor indeed can<a href=\"/doc/1171128/\" id=\"a_114\"> s. 384</a> of\nthe Code.  On the  contrary, as Bhagwati, J. has observed in\nManeka Gandhi&#x27;s case: (supra)\n\t  &quot;It\tis   a\t basic\t constitutional\t  assumption\n     underlying every  statutory grant\tof  power  that\t the\n     authority on  which the  power is\tconferred should act\n     constitutionally  and   not   in\tviolation   of\t any\n     fundamental rights.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_45\">     We\t have\tmade  these   general  remarks\tto  set\t the\ninterpretative\ttone  when  translating\t the  sense  of\t the\nexpression &quot;appeal  shall lie to the Supreme Court&quot;. Nothing\nwhich will render this right illusory or\n<span class=\"hidden_text\" id=\"span_15\">1105</span>\nits fortune  chancy can\t square with  the mandate of Article\n</p><p data-structure=\"Section\" id=\"p_46\">21. What applies to the right of appeal under s. 2(a) of the\nEnlargement Act must apply to an appeal under <a href=\"/doc/63842383/\" id=\"a_115\">Art. 134(1)(a)</a>\nand (b)\t and therefore,\t it is\twiser to  be assured of what\ncomports with  reasonableness and  fairplay in cases covered\nby the latter category.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">     When an  accused is  acquitted by\tthe trial court, the\ninitial presumption of innocence in his favour is reinforced\nby the\tfactum of acquittal. If this reinforced innocence is\nnot only reversed in appeal but the extreme penalty of death\nis imposed  on him  by the  High Court,\t it stands to reason\nthat it\t requires thorough examination by the Supreme Court.\nA similar  reasoning applies  to cases\tfalling\t under\t<a href=\"/doc/199479777/\" id=\"a_116\">Art.\n134(1)(b).</a> When the High Court trying a case sentences a man\nto death  a higher  court must examine the merits to satisfy\nthat a human life shall not be haltered without an appellate\nreview. The  next step\tis whether  3 hearing  that is to be\nextended or  the review\t that has  to be made by the Supreme\nCourt in  such circumstances  can  be  narrowed\t down  to  a\nconsideration, in  a summary  fashion,\tof  the\t necessarily\nlimited record\tthen available\tbefore the  Court and  total\ndismissal of the appeal if on such a prima facie examination\nnothing flawsome  is brought  out by  the appellant  to\t the\nsatisfaction of\t the Court. A single right of appeal is more\nor less a universal requirement of the guarantee of life and\nliberty rooted in the conception that men are fallible, that\nJudges are men and that making assurance doubly sure, before\nirrevocable deprivation\t of life or liberty comes to pass, a\nfull-scale re-examination  of the  facts and the law is made\nan integral part of fundamental fairness or procedure.\n</p><p data-structure=\"Section\" id=\"p_48\">     A\tlogical\t  follow-up  takes   us\t to  the  reasonable\ninsistence on  the full\t record being made available for the\nactivist play  of the  appellate judicial  mind. The life of\nthe law\t is not\t perfection of\ttheory\tbut  realisation  of\njustice\t in  the  concrete  situation  of  a  given  system.\nConsidered this\t way, it  is common  knowledge that  a\tjail\nappeal or  an appeal  filed through  an\t advocate  does\t not\ncontain an  exhaustive accompaniment  of all the evidentiary\nmaterial or  record of\tproceedings laying bare legal errors\nin the\tjudicial steps.\t It is not unusual in the history of\nthis  or   other  countries  that  a  fatal  flaw  has\tbeen\ndiscovered by appellate judges leading to a total acquittal,\nalthough even  counsel might  not have suspected any lurking\nlethal illegality.  Such a high jurisdiction as is vested by\n<a href=\"/doc/1446285/\" id=\"a_117\">Article 134</a>  calls for\tan active  examination by the judges\nand such  a process  will be  an ineffectual  essay  in\t the\nabsence of  the whole  record. We,  therefore, think  that a\npreliminary hearing  is hardly\tof any\tuse bearing  in mind\nthat what  is being  dealt with\t is an\taffirmation of death\nsentence for  the first\t time. In  this connection,  we\t may\nnotice that<a href=\"/doc/1146308/\" id=\"a_118\"> s. 366</a> of the Code\n<span class=\"hidden_text\" id=\"span_16\">1106</span>\nrequires the  Court of\tSession which  passes a\t sentence of\ndeath to  submit the  proceedings  to  the  High  Court\t and\nrulings insist\ton an independent appellate consideration of\nthe matter  and an  examination\t of  all  relevant  material\nevidence. The  Supreme Court&#x27;s\tposition is  analogous,\t and\nindependent  examination  of  the  materials  is  impossible\nwithout\t the  entire  records  being  available.  So  it  is\nreasonable to hold that before hearing the appeal under Rule\n15(1)(c) of  Order XXI,\t ordinarily the records are sent for\nand are\t available. Counsel&#x27;s  assistance apart,  the  court\nitself must apply its mind, the stakes being grave enough.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">     The next ingredient contended for is the hearing of the\nopposite party\tand notice to him in that behalf. That is to\nsay, the  appeal shall not be dismissed summarily or after a\nmere preliminary  hearing even\twith the records on hand but\nonly after notice and debate at the bar. Speaking generally,\nour  adversary\tsystem\tfinds  fulfilment  when\t both  sides\npresent rival  points of  view, unearth embedded infirmities\nand activate  the proceeding  with the sparks emanating from\nthe clash  of arms.  Such considerations  may not loom large\nbut for\t the fact  that it  is a first appeal we are dealing\nwith and the risk is to life itself. Therefore, we hold that\nin the\tcommon run  of cases  the Court must issue notice to\nthe opposite  party, namely,  the State and afford a hearing\nin the presence of both and with the records on hand.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">     The  vital\t  aspects  of\tnatural\t justice  have\tbeen\ncarefully incorporated\tin our\tcriminal jurisprudence.\t The\nrecording of  reasons is  usually regarded  as\ta  necessary\nrequirement of fair decision. The obligation to give reasons\nfor  decision\twhen  consequence   of\twrong\tjudgment  is\nforfeiture of  life or\tpersonal liberty  for  long  periods\nneeds no  emphasis, especially\twhen it\t is a  first  appeal\nfollowing upon\ta heavy sentence imposed for the first time.\nThe constraint\tto record reasons secures in black and white\nwhat the Judge has in mind and given satisfaction to him who\nis condemned  that what\t he had had to say has not only been\n&#x27;heard&#x27; but  considered and  recorded. <a href=\"/doc/1199182/\" id=\"a_119\">Art.  21</a> is a binding\nmandate against blind justice.\n</p><p data-structure=\"Section\" id=\"p_51\">     It is  interesting that in Maneka Gandhi&#x27;s case (supra)\nwhich dealt  with a  matter of\tmuch less  significance\t the\ndenial or  impounding of  a passport  affecting\t freedom  of\nmovement was  required to  be  decided\tafter  recording  of\nreasons save  in exceptional  cases. Far  more\tserious\t and\nindeed fatal  is the  outcome of  an  appeal  under  <a href=\"/doc/63842383/\" id=\"a_120\">Article\n134(1)(a)</a> and  (b) of the Constitution and the insistence on\nrecording of reasons is a funadmental requisite of fairness.\nIn this\t view, in  the narrow  category of  cases covered by\n<a href=\"/doc/63842383/\" id=\"a_121\">Article 134(1)(a)</a> and (b) and s.2(a) of the Enlargement Act,\nthe subject-matter  is of  sufficient gravity  as to justify\nthe\n<span class=\"hidden_text\" id=\"span_17\">1107</span>\nrecording of  reasons in the ultimate order. The inscrutable\nface of the sphinx and the unspeaking rejection by the judge\nare incompatible  with fundamental  fairness in the critical\ncircumstances of  death sentence and life sentence cases for\nthe first time imposed by the court next below.\n</p><p data-structure=\"Precedent\" id=\"p_52\">     It is  true that  Judges of  the Supreme Court act with\nutmost caution,\t consideration and  consciousness  and\twith\nfull realisation  that life  and personal  liberty cannot be\nforfeited without at least the trial tribunal and one higher\nhave fully  applied their minds. It is unusual for judges at\nthe highest  level to  be tempted  into\t affirmance  of\t the\njudgment under\tappeal merely because, on the surface, there\nis copious  evidence attractive\t reasoning  and\t absence  of\ninjustice. There  is often  more than meets the eye which is\nbest left  unsaid. All\tin all,\t the necessity\tto put\tdown\nreasons for  decisions, in  the special\t situations  we\t are\nconsidering,   is    interlaced\t  with\t  the\telement\t  of\nreasonableness emphasised in Maneka Gandhi&#x27;s case (supra).\n</p><p data-structure=\"CDiscource\" id=\"p_53\">     We hasten\tto  obviate  a\tmisapprehension.  Where\t the\nsubject matter\tis less\t momentous, where  two\tcourts\thave\nalready assessed  the evidence and given reasoned decisions,\npragmatism and\thumanism legitimate,  in appropriate  cases,\nthe passing  of judgment  at the  third tier  without giving\nreasons where  the conclusion  is one of affirmance. Natural\njustice cannot\tbe fixed  on a\trigid frame  and fundamental\nfairness is not unresponsive to circumstances. The very fact\nthat the  subject matter is not fraught with loss of life or\nlong incarceration  and that  the appellate  or\t revisionary\nauthority  is\ta  high\t tribunal  which  has  examined\t the\nmaterials are  an assurance  of competent  and conscientious\nconsideration of  the facts  and the law. Further protection\nat the third deck by calling for the records or launching on\nlong ratiocination is a waste of judicial time. Our rules of\ncriminal proceedure and those of other countries with mature\nsystems of  justice provide for dismissal at the third level\nwithout assigning  written reasons, not because there are no\nreasons, but because the tardy need to document them hampers\nthe hearing  of the  many cases in the queue that press upon\nthe time of the court at that level.\n</p><p data-structure=\"Section\" id=\"p_54\">     We uphold\tOrder XXI,  Rule  15(1)\t (c)  of  the  Rules\nbecause it does not have play in certain situations. It must\nbe noted  that that provision does not make it obligatory to\ndispose of  all cases summarily or at a preliminary hearing.\nIt is  an enabling  provision, not  a  compulsive  one.\t The\nquestion is  whether there  is any  situation where  it\t can\napply at  all in  the context of <a href=\"/doc/63842383/\" id=\"a_122\">Art. 134(1) (a)</a> and (b) and\ns. 2(a)\t of the\t Enlargement Act.  If there  is a  room\t for\noperation, the\tprovision can be sustained although confined\nto such\t limited situations  as a  rule of prudence ripening\ninto a rule of law.\n</p><span class=\"hidden_text\" id=\"span_18\">1108</span>\n<p data-structure=\"Section\" id=\"p_55\">     Before discussing\tthe categories\twhere the  rule will\napply, let  us get  out of our way the view that the rule is\nvalid because <a href=\"/doc/292155/\" id=\"a_123\">Art. 145(1) (b)</a> authorises\n     Procedural\t  invasion    of   substantive\t rights\t  is\nimpermissible, <a href=\"/doc/1537130/\" id=\"a_124\">Art.  145</a> authorises  only rules of procedure\nand procedure is\n     &quot;....that which regulates the formal steps in an action\n     or other judicial proceeding; a form, manner, and order\n     of conducting suits or prosecutions...... &quot;\n</p><blockquote id=\"blockquote_41\">\t  &quot;This term is commonly opposed to the sum of legal\n     principles constituting  the substance  of the law, and\n     denotes the  body of  rules, whether  of practice or of\n     pleading, whereby\trights are  effectuated through\t the\n     successful application of the proper remedies.&quot;(1)\nTo go  beyond and  cut into the flesh of the right itself is\nultra vires  <a href=\"/doc/1537130/\" id=\"a_125\">Art. 145.</a>\tLikewise, harmonious construction of\n<a href=\"/doc/1446285/\" id=\"a_126\">Art. 134</a>  and <a href=\"/doc/1537130/\" id=\"a_127\">Art. 145</a> also leads to the conclusion that the\ncontemplated  rules   are  mere\t machinery  provisions,\t not\nmanacles on the right handcuffing its exercise.\n</blockquote><blockquote id=\"blockquote_42\">     Going to  the  basics,  an\t appeal\t &quot;is  the  right  of\nentering  a   superior\tcourt\tand  invoking  its  aid\t and\ninterposition to redress the error of the court below.... An\nappeal, strictly  so called,  is one  &quot;in which the question\nis, whether  the order of the court from which the appeal is\nbrought was  right on  the materials  which that  court\t had\nbefore it&quot;  (per Lord  Davey, Ponnamma\tv. Arumogam,  (1905)\nA.C. at p.390) .... A right of appeal, where it exists, is a\nmatter of  substance, and  not of  procedure (Colonial Sugar\nRefining Co.  v. Irving,  (1905) AC 369; Newman v. Klausner,\n(1922) 1  K.B. 228.&quot;(2)-  Thus, the  right of appeal is para\nmount,\tthe   procedure\t for   hearing\tcanalises   so\tthat\nextravagant prolixity or abuse of process can be avoided and\na fair\tworkability provided.  Amputation is  not  procedure\nwhile pruning may be.\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">     Of course,\t procedure is  within the  Court&#x27;s power but\nwhere it  pares down  prejudicially the\t very right, carving\nthe kernal  out, it  violates  the  provision  creating\t the\nright. Appeal  is a  remedial right  and if  the  remedy  is\nreduced to  a husk  by procedural excess, the right became a\ncasualty. That cannot be.\n</p><p data-structure=\"Section\" id=\"p_57\">     So we  cannot out down but may canalise the basic right\nby invoking <a href=\"/doc/292155/\" id=\"a_128\">Article 145(1)(b).</a>\n</p><span class=\"hidden_text\" id=\"span_19\">1109</span>\n<p data-structure=\"Conclusion\" id=\"p_58\">     Harmoniously  read,   the\tsequence   is  simple.\t The\nformalities for\t entertaining certain  types of\t appeal\t are\ncovered by  <a href=\"/doc/927998/\" id=\"a_129\">Art. 145(1)\t (d)</a>,  the  manner  of\thearing\t and\ndisposal is governed by <a href=\"/doc/292155/\" id=\"a_130\">Art. 145 (1) (b)</a> and the substantive\nsweep of  the appeal  as a  method of  redressal is found in\n<a href=\"/doc/1446285/\" id=\"a_131\">Art. 134.</a>  Amputation of  this anatomy by procedural surgery\nis doing violence to the constitutional scheme.\n</p><p data-structure=\"Precedent\" id=\"p_59\">     An appeal\tis a  re-hearing, and  as Viscount Cave laid\ndown,\n\t  &quot;It was the duty of a court of appeal in an appeal\n     from a judge sitting alone to make up its own mind, not\n     disregarding the  judgment\t appealed  from\t and  giving\n     special weight  to that  judgment where the credibility\n     of witnesses comes into question, but with full liberty\n     to draw  its own  inferences from\tthe facts  proved or\n     admitted, and to decide accordingly.&quot;(1)\nProf. A.  L. Goodhart,\tdealing with appeals on questions of\nfact in the English Law, wrote:\n</p><blockquote id=\"blockquote_43\">\t  &quot;....it may  be suggested,  with all respect, that\n     when the  appellate judges\t are in\t agreement with\t the\n     trial judge,  they take the view that they are bound by\n     his conclusions  of fact,\tbut when  they disagree with\n     his conclusions  then they\t do not hesitate to overrule\n     them....if an  appellate court has full liberty to draw\n     its own  inferences from the facts proved, then appeals\n     on so-called  questions of fact will have a far greater\n     chance of\tsuccess. The  most highly trained judges may\n     differ concerning\tthe evaluation\tof  facts,  just  as\n     ordinary persons  may. It\tis  here  that\tconflict  of\n     opinion is\t most frequently  found. What is regarded as\n     reasonable by  one man, whether judge or layman, may be\n     regarded as  unreasonable by another. If, therefore, an\n     appeal can\t be taken  on the  evaluation of facts, then\n     there  is\talways\ta  chance  that\t the  appellant\t may\n     succeed, even  though the\tinitial duty of showing that\n     the judge below was in error may fall on him.&quot;(2)\nRidding\t ourselves   of\t finer\t nuances   and\t philosophic\nspeculations and  taking a  realistic approach\tto a problem\nbeset with  human variables,  it is  daily experience to see\njudges on  the high  bench differ, and a fortiori so, in the\nfield of sentence. We project this reality in the context of\nfull freedom  for the  first appellate\tdecider of  facts to\nreach his  own finding\ton offence  and\t sentence,  only  to\nhighlight how  momentous it  is-to be  or not  to be-for the\nappellant to have his case considered by\n<span class=\"hidden_text\" id=\"span_20\">1110</span>\nthe highest  court when the Constitution and Parliament have\nconferred a full right of appeal. Summary dismissal, save in\nglaring cases,\tmay  spell  grave  jeopardy  to\t life-giving\njustice. That  is why  Order  XXI  Rule\t 15(1)(c)  while  it\nsurvives  to   weed  out  worthless  appeals,  shall  remain\nsheathed in extra-ordinary cases where facts on guilt or the\nwider range of considerations on sentence are involved.\n</blockquote><blockquote id=\"blockquote_44\">     We must  clarify that  very right\tof appeal  does\t not\ncarry with  it all the length of getting the record, hearing\nboth sides  and giving\tfull reasons for decisions. Then the\ninstitutions of\t justice will come to a grinding halt. Those\nwho feel  otherwise may\t read with  profit, et al, Order 41,\nRule 11,  Civil Procedure Code and the practice of so august\na tribunal  as the Supreme Court of the United States. Henry\nJ. Abraham writes:\n</blockquote><blockquote id=\"blockquote_45\">\t  &quot;Appeal. In  the instance of a writ of appeal, the\n     aggrieved party  has an  absolute, statutorily  granted\n     right to  carry a\tcase to\t the United  States  Supreme\n     Court, which  in theory  must review  it. However,\t the\n     High Tribunal retains the very considerable loophole of\n     being empowered to reject such an appeal on the grounds\n     that the federal question, otherwise validly raised, is\n     &quot;substantial&quot;. This  highly  significant  discretionary\n     element in the area of the Court&#x27;s so-called compulsory\n     appellate jurisdiction  caused it to dismiss 70 appeals\n     in the  1955-56 term,  for example.  Of these  40\twere\n     rejected &quot;for  want of a substantial federal question&quot;,\n     the balance on other jurisdictional grounds. In the 59-\n     60 term, 63 of a total of 113 appeals were dismissed on\n     the insubostalltiality  ground ! As a rule, fully 50 to\n     60 per  cent of  the writs of appeal are thus dismissed\n     or the  judgment below  affirmed without  printing\t the\n     record or\toral argument  .... In effect, the appeel is\n     hence used but sparingly-to date in approximately 9 per\n     cent of  all cases\t or controversies  presented to\t the\n     Court.&quot;(1)\n     Nor are  we charmed by some counsel sometimes asscrting\nthe importance\tof Oral\t Arguments Unlimited forgetting that\nprolixity   is\t  counter-productive   and   expensive\t and\nobstructive of case-flow.(2) We\n<span class=\"hidden_text\" id=\"span_21\">1111</span>\nnever deny  the brightening of obscure points and the cross-\npollination of\tcreative views promoted by an active process\nof oral argument.\n</blockquote><blockquote id=\"blockquote_46\">     The decision  we  make  is\t confined  to  the  criminal\njurisdiction covered  by <a href=\"/doc/1446285/\" id=\"a_132\">Art.  134</a> and <a href=\"/doc/292155/\" id=\"a_133\">Art. 145(1)(b)</a> and<a href=\"/doc/1171128/\" id=\"a_134\"> s.\n384</a> Criminal  Procedure Code.  The compelling  thought which\nhas pressured  our judgment in a matter of life and death in\na first\t appeal to a final court is best expressed by Edmund\nCahn:\n</blockquote><blockquote id=\"blockquote_47\">\t  &quot;For what  gives  justice  its  special  savor  of\n     nobility ?\t Only the  divine wrath\t that arises  in us,\n     girds us,\tand drives us to action whenever an instance\n     of injustice affronts our sight.&quot;(1)\n     Having stressed  the appellant&#x27;s right at great length,\nwe still  sustain rule 15(1)(c) of Order XXI. This provision\nis general  and covers\tall  conceivable  cases\t under\t<a href=\"/doc/1050900/\" id=\"a_135\">Art.\n134(1).</a> It  enables, not  obligates. It\t operates in certain\nsituations, not\t in  every  appeal.  It\t merely\t removes  an\napprehended disability\tof the court in summarily dismissing\na glaring  case where  its compulsive  continuance, dragging\nthe opposite  party, calling up prolix records and expanding\non the\treasons for the decision, will stall the work of the\ncourt (which  is an  institutional injury to social justice)\nwith no gain to anyone, including the appellant to keep whom\nin agonising suspense for long is itself an injustice.\n</blockquote><blockquote id=\"blockquote_48\">     What are  those cases  where a preliminary hearing is a\nworthwhile exercise  ?\tWithout\t being\texhaustive,  we\t may\ninstance some. Where the only ground urged is a point of law\nwhich has been squarely covered by a ruling of this Court to\nkeep the  appeal lingering  longer is  survival after death.\nWhere the  accused has pleaded guilty of murder and the High\nCourt, on  the evidence, is satisfied with the pleas and has\nawarded the  lesser penalty a mere appeal ex misericordin is\nan  exercise   in  futility.   Where  a\t  minor\t  procedural\nirregularity, clearly  curable under  the Code,\t is all that\nthe appellant  has to  urge the full panoply of an appellate\nbearing is  an act  of supererogation.\tWhere  the  grounds,\ntaken  at   their  face\t value,\t are  frivolous,  vexatious,\nmalicious  wholly  dilatory  or\t blatantly  mendacious,\t the\nprolongation of\t an appeal  is a  premium on  abuse  of\t the\nprocess of court. Maybe, other cases can be conceived of but\nwe merely  illustrate the  functional relevance of Order XXI\nRule 15(1)(c).\n</blockquote><blockquote id=\"blockquote_49\">     Ordinarily, save  where nothing  is  served  by  fuller\nhearing notice\tmust go. If every appeal under <a href=\"/doc/63842383/\" id=\"a_136\">Art.134(1)(a)</a>\nand (b) or s.2(a)\n<span class=\"hidden_text\" id=\"span_22\">1112</span>\nof the\tEnlargement Act,  where questions of law or fact are\nraised, is  set down  for preliminary  hearing\tand  summary\ndisposal, the  meaningful difference  between <a href=\"/doc/1446285/\" id=\"a_137\">Art.  134</a>\t and\n<a href=\"/doc/427855/\" id=\"a_138\">Art. 136</a> may be judicially eroded and Parliament stultified.\nMaybe, many  of the appeals after fuller examination by this\nCourt  may   fail.  But\t the  minimum  processual  price  of\ndeprivation of precious life or prolonged loss of liberty is\na single  comprehensive appeal. To be peeved by this need is\nto offend  against the\tfair play  of the  Constitution. The\nhorizon of  human rights jurisprudence after Maneka Gandhi&#x27;s\ncase (supra) has many hues.\n</blockquote><blockquote id=\"blockquote_50\">     The relevant  provision of\t the <a href=\"/doc/445276/\" id=\"a_139\">Criminal Procedure Code</a>\nhave already  been quoted.  Counsel for\t the  appellant\t had\nobvious difficulty  in overcoming  the obstacle\t of<a href=\"/doc/1171128/\" id=\"a_140\"> s.\t384</a>.\nThat  section\tis  sweeping.  Any  appellate  court  (which\nincludes the  Supreme Court  under <a href=\"/doc/1446285/\" id=\"a_141\">Art.\t 134</a>) may  hear\t and\ndispose of  an appeal  summarily, without  the\trecords\t and\nrecording no  reasons for  dismissal if it is the High Court\nor the\tSupreme Court.\tLiterally read, it sounds arbitrary,\nwhere death  sentence, at  the\tfirst  appeal  is  involved.\n<a href=\"/doc/1199182/\" id=\"a_142\">Article 21</a>,  in its expansive incarnation, may fatally knock\ndown any summary power of fatally knocking down an appellant\nfacing death penalty in first appeal by an unspeaking order.\nBut the\t generality of\tthe provision if read down, may well\nbe valid  and rightly  so. If the appeal is at the second or\nthird tier, there is no reason to grumble. If the punishment\nis  not\t  of  the   dreadful  species,\t there\tcan   be  no\nconstitutional consternation.  After all,  to have a giant&#x27;s\nstrength is  not wrong &#x27;but it is tyrannous to use it like a\ngiant&#x27; and judges do know this judicious caution. So we hold\nthat the  restrictions already\tindicated in  applying Order\nXXI rule  15(1) (c)  may legitimately be read into<a href=\"/doc/1171128/\" id=\"a_143\"> s. 384</a> of\nthe  Code.   Words  of\t wide  import\tand  expressions  of\nexpansionist  potential\t  may  always\tbe   canalised\t and\nconstitutionalised-a proposition  too well established to be\npropped by precedents.\n</blockquote><blockquote id=\"blockquote_51\">     The common\t embankments applicable\t to Order  XXI\tRule\n15(1) (c) and<a href=\"/doc/1171128/\" id=\"a_144\"> s. 384</a> of the Code to prevent unconstitutional\noverflow may  now be  concretised, not as rigid manacles but\nas guidelines  for safe\t exercise. We  are hopeful  that the\nSupreme Court  will, if\t found necessary, make clarificatory\nrules in this behalf.\n</blockquote><blockquote id=\"blockquote_52\">     To conclude,  we uphold  the vires\t of Order  XXI\tRule\n15(1)(c) of  the Supreme  Court Rules and also<a href=\"/doc/1171128/\" id=\"a_145\"> s. 384</a> of the\nCriminal Procedure  Code but  hold that in their application\nboth the  provisions shall be restricted by certain criteria\nas a permissible exercise in constitutionalisation.\n</blockquote><span class=\"hidden_text\" id=\"span_23\">1113</span>\n<blockquote id=\"blockquote_53\">     Order XXI\tRule 15(1)(c)  in action  does not mean that\nall appeals  falling within  its  fold\tshall  be  routinely\ndisposed of,  as far  as possible, on a preliminary hearing.\nSuch  a\t  course,  as  earlier\tmentioned,  obliterates\t the\ndifference between  <a href=\"/doc/1446285/\" id=\"a_146\">Articles 134</a>  and <a href=\"/doc/427855/\" id=\"a_147\">136</a>, between right and\nleave. The  rule, in cases of appeals under <a href=\"/doc/63842383/\" id=\"a_148\">Art. 134 (1) (a)</a>\nand (b)\t and<a href=\"/doc/1560705/\" id=\"a_149\"> s. 2(a)</a> is notice, records and reasons, but the\nexception is  preliminary hearing  on all  such materials as\nmay be\tplaced\tby  the\t appellant  and\t brief\tgrounds\t for\ndismissal.  This  exceptional  category\t is  where,  in\t all\nconscience, there is no point at all. In cases of real doubt\nthe benefit  of doubt  goes to the appellant and notice goes\nto the\tadversary-even if  the chances\tof allowance  of the\nappeal be  not bright.\tWe think  it proper  to suggest that\nwith a view to invest clarity and avoid ambiguity, Order XXI\nRule 15(1)(c)  may be  suitably modified  in conformity with\nthis ruling.\n</blockquote><blockquote id=\"blockquote_54\">     Before we\tpart with this case, it is right to register\nour view  that too  many appeals and revisions are a bane of\nthe Indian  Judicial System,  involving as  it does  sterile\nexpense and  delay and\tfruitless chase\t of perfection.\t The\nEvershed Committee,  a quarter\tof a  century ago, expressed\ndissatisfaction with  the system  of multiple  appeals\twhat\nwith the  social cost  of litigative prolongation, burden of\nprecedents and\theavy outlay-a\tluxury which  a Third  World\ncountry\t can   illafford.  Too\tmany  appeals  are  counter-\nproductive as  A.P. Herbert  in &#x27;Uncommon  Law&#x27; has  wittily\ndriven home:\n</blockquote><blockquote id=\"blockquote_55\">\t  &quot;The people  may be taught to believe in one court\n     of appeal;\t but where  there are  two  they  cannot  be\n     blamed if they believe in neither. When a man keeps two\n     clocks which  tell the  time differently,\this  fellows\n     will   receive    with   suspicion\t   his\t  weightiest\n     pronouncements upon the hour of the day, even if one of\n     them happens to be right.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">     Way back in 1832 it has been pointed out that-\n</p><blockquote id=\"blockquote_56\">\t  &quot;The only  ground upon  which a suitor ought to be\n     allowed  to   bring  the  judgment\t of  one  court\t for\n     examination  before  the  members\tof  another  is\t the\n     certainty or  extreme probability\tof  finding  in\t the\n     latter tribunal more wisdom and learning, more maturity\n     of\t deliberation,\tand  a\tgreater\t capacity  of  sound\n     decisions than  existed in\t the court  from  which\t the\n     appeal is\tto  proceed.  But  as  every  appeal  is  of\n     necessity attended\t with the  two\tgreat  and  positive\n     evils of  expense and  delay, it is the bounden duty of\n     every wise\t and good  government to  take all  possible\n     care that\tthe court  of appellate\t jurisdiction  shall\n     possess those  advantages, and  that superior  capacity\n     for wise and impartial adjudication,\n<span class=\"hidden_text\" id=\"span_24\">1114</span>\n     upon the  presumption of  possessing which,  the public\n     support and  the confidence  of individual\t suitors  is\n     given to the institution.&quot; (1)\n     What is  important is  the choice\tof mature  minds for\ndispensation of\t justice according  to law  and not wasteful\nmultiplication of hierarchical tribunals.\n</blockquote><blockquote id=\"blockquote_57\">     KAILASAM, J.-I had the benefit of perusing the judgment\nprepared by  Krishna Iyer  J. I\t regret I am unable to agree\nwith it.\n</blockquote><blockquote id=\"blockquote_58\">     This appeal  is preferred\tby the\t12 appellants  under\n<a href=\"/doc/1524736/\" id=\"a_150\">section 379</a>  of the  Code of  Criminal Procedure,  1973 read\nwith section 1 of the Supreme Court (Enlargement of Criminal\nAppellate Jurisdiction) Act, 1970 against the judgment dated\n31st  March,  1978  of\tthe  High  Court  of  Judicature  at\nAllahabad, at  Lucknow Bench  in Criminal  Appeal No. 597 of\n1976.\n</blockquote><blockquote id=\"blockquote_59\">     The appellants  were acquitted  by\t the  1st  Temporary\nSessions Judge,\t Pratapgarh in\tSessions Case No. 16 of 1969\nof all\tthe charges and on an appeal preferred by the State,\nthe order  of acquittal\t was set aside by the High Court and\nthe appellants\tfound guilty and convicted under <a href=\"/doc/1983271/\" id=\"a_151\">section 302</a>\nread  with   s.\t 149,\t<a href=\"/doc/1569253/\" id=\"a_152\">I.P.C</a>.,\t and   sentenced   to\tlife\nimprisonment.\n</blockquote><blockquote id=\"blockquote_60\">     The appeal\t was listed  for preliminary  hearing  under\nRule 15\t (1) (c)  of Order  XXI of  the Supreme Court Rules,\n1966. The  appellants  filed  an  application  for  adducing\nadditional grounds  in Crl.  Misc. Petition No. 1862 of 1978\nwherein it  was pleaded\t that the provision under clause (c)\nof sub-rule (1) of Rule 15 of Order XXI of the Supreme Court\nRules empowering  the Court  to dismiss the appeal summarily\nis ultra vires being inconsistent with the provisions of the\nSupreme\t  Court\t   (Enlargement\t  of\tCriminal   Appellate\nJurisdiction) Act,  1970. It was submitted that the power of\nthe Supreme  Court to  frame rules  under <a href=\"/doc/1537130/\" id=\"a_153\">Art.\t145</a>  of\t the\nConstitution canot be extended to annul the rights conferred\nunder an  Act of  Parliament. It was further pleaded that an\nappeal under  the Supreme  Court  (Enlargement\tof  Criminal\nAppellate  Jurisdiction)  Act,\t1970,  cannot  be  dismissed\nsummarily without calling for the records ordering notice to\nthe State  and without\tgiving reasons.\t When the Crl. Misc.\nPetition No.  1862 of  1978 came up before this Court it was\nordered:-\n</blockquote><blockquote id=\"blockquote_61\">\t  &quot;The appellants have challenged the constitutional\n     validity of  cl. (c)  of sub-rule\t(1) of rule 15 of O.\n     XXI of the Supreme Court Rules, which enables an appeal\n     of the\n<span class=\"hidden_text\" id=\"span_25\">1115</span>\n     kind with\twhich we  are concerned,  to be\t placed\t for\n     hearing ex\t parte before  the Court  for admission.  In\n     that view\tof the\tmatter, we  think  that\t unless\t the\n     question of  the constitutional validity of the rule is\n     decided, we  cannot have  a preliminary hearing of this\n     appeal for\t admission. Let\t the records,  therefore, be\n     placed before  the Hon&#x27;ble the Chief Justice for giving\n     such directions as he may deem fit and proper.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_61\">     As the constitutional validity of cl. (c) of rule 15(1)\nof Order  XXI of the Supreme Court Rules was challenged, the\nmatter was  placed  before  the\t Full  Bench  by  the  Chief\nJustice.\n</p><p data-structure=\"Section\" id=\"p_62\">     Rule 15  of Order\tXXI of\tthe Supreme Court Rules 1966\nruns as follows:-\n</p><blockquote id=\"blockquote_62\">\t  &quot;15.\t(1)   The  petition   of  appeal   shall  be\n     registered and  numbered as  soon as it is lodged. Each\n     of\t the  following\t categories  of\t appeals,  on  being\n     registered, shall be put up for hearing ex parte before\n     the Court\twhich may  either dismiss  it  summarily  or\n     direct issue of notice to all necessary parties, or may\n     make such\torders, as the circumstances of the case may\n     require, namely:-\n</blockquote><blockquote id=\"blockquote_63\">\t  (a)  an appeal  from any  judgment, final order or\n\t       sentence in  a criminal\tproceeding of a High\n\t       Court summarily\tdismissing the appeal or the\n\t       matter, as the case may be before it;\n</blockquote><blockquote id=\"blockquote_64\">\t  (b)  an appeal  on a\tcertificate granted  by\t the\n\t       High  Court  under  <a href=\"/doc/34776269/\" id=\"a_154\">Article  132\t (1)</a>  and/or\n\t       134(1) (c)  of the Constitution, or under any\n\t       other provision\tof law if the High Court has\n\t       not recorded  the reasons  or the grounds for\n\t       granting the certificate.\n</blockquote><blockquote id=\"blockquote_65\">\t  (c)  an appeal  under sub-clause (a) or sub-clause\n</blockquote><blockquote id=\"blockquote_66\">\t       (b) of  clause (1)  of  <a href=\"/doc/1446285/\" id=\"a_155\">Article\t134</a>  of\t the\n\t       Constitution,  or  under\t the  Supreme  Court\n\t       (Enlargement    of     Criminal\t   Appellate\n\t       Jurisdiction) Act, 1970 (28 of 1970) or under\n\t       <a href=\"/doc/1524736/\" id=\"a_156\">section\t379</a>   of  the\tCode   of   Criminal\n\t       Procedure, 1973 (2 of 1974);\n</blockquote><blockquote id=\"blockquote_67\">\t  (d)  an appeal  under <a href=\"/doc/445276/\" id=\"a_157\">section 476 B </a>of the Code of\n\t       Criminal Procedure, 1898 (5 of 1898).\n</blockquote><blockquote id=\"blockquote_68\">\t  (e)  an appeal under clause (b) of sub-section (1)\n\t       of <a href=\"/doc/1686702/\" id=\"a_158\">section  19</a> of the Contempt of Courts Act,\n\t       1971 (70 of 1971).&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_26\">1116</span>\n<p data-structure=\"Section\" id=\"p_63\">     We are  concerned with  sub-rule (c) in rule 15(1). The\nSupreme Court  Rules were  framed in  exercise of the powers\nconferred under\t <a href=\"/doc/1537130/\" id=\"a_159\">Art. 145</a>  of the Constitution and all other\npowers enabling the Supreme Court to make rules. <a href=\"/doc/1537130/\" id=\"a_160\">Art. 145</a> of\nthe Constitution  empowers the\tSupreme Court subject to the\nprovisions of  any law\tmade by Parliament with the approval\nof the\tPresident to  make  rules  from\t time  to  time\t for\nregulating generally  the  practice  and  procedure  of\t the\nCourt. Two  sub-articles are  relevant\tand  they  are\tsub-\narticles (b)  and (d).\tWhile sub-article  (b) empowers\t the\nSupreme Court  to make rules as to the procedure for hearing\nappeals and  other matters  pertaining to  appeals including\nthe time  within which\tappeals\t to  the  Court\t are  to  be\nentered, Sub-article  (d) enables the Supreme Court to frame\nrules as  to the  entertainment of  appeals under sub-clause\n</p><p data-structure=\"Section\" id=\"p_64\">(c) of\tclause (1)  of\t<a href=\"/doc/1446285/\" id=\"a_161\">article\t 134.</a>  <a href=\"/doc/1446285/\" id=\"a_162\">Article\t134</a>  confers\nappellate jurisdiction\ton the\tSupreme Court  in regard  to\ncriminal matters:-\n</p><blockquote id=\"blockquote_69\">\t  &quot;134. (1) An appeal shall lie to the Supreme Court\n     from  any\tjudgment,  final  order\t or  sentence  in  a\n     criminal proceeding of a High Court in the territory of\n     India if the High Court-\n</blockquote><blockquote id=\"blockquote_70\">\t  (a)\thas on appeal reversed an order of acquittal\n\t       of an  accused person  and sentenced  him  to\n\t       death; or\n</blockquote><blockquote id=\"blockquote_71\">\t  (b)  has withdrawn  for trial\t before\t itself\t any\n\t       case  from   any\t court\tsubordinate  to\t its\n\t       authority and has in such trial convicted the\n\t       accused person and sentenced him to death; or\n</blockquote><blockquote id=\"blockquote_72\">\t  (c)  certifies that  the case\t is a  fit  one\t for\n\t       appeal to the Supreme Court.\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">     Provided that  an appeal under sub-clause (c) shall lie\nsubject to  such provisions  as may  be made  in that behalf\nunder clause  (1) of  <a href=\"/doc/1537130/\" id=\"a_163\">article 145</a>  and to such conditions as\nthe High Court may establish or require.\n</p><p data-structure=\"Precedent\" id=\"p_66\">     (2) Parliament  may by  law confer on the Supreme Court\nany further  powers to\tentertain an  hear appeals  from any\njudgment, final\t order of  sentence in a criminal proceeding\nof a  High Court  in the  territory of India subject to such\nconditions and limitations as may be specified in such law.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_67\">     While an  unrestricted right  of appeal  is provided to\nthe Supreme  Court under  clauses (a)  and (b) i.e. where on\nappeal an  order of  acquittal is reversed by the High Court\nand an accused person is sentenced to death or when the High\nCourt has withdrawn for trial\n<span class=\"hidden_text\" id=\"span_27\">1117</span>\nbefore itself  any case\t from any  court subordinate  to its\nauthority and has in such trial convicted the accused person\nand sentenced  him to  death, an appeal under <a href=\"/doc/1050900/\" id=\"a_164\">article 134(1)</a>\n</p><p data-structure=\"Issue\" id=\"p_68\">(c) is subject to certain restrictions. An appeal under sub-\nclause (c)  is provided\t only when  the case is certified by\nthe High Court as a fit one for appeal to the Supreme Court.\nFurther an  appeal under sub-clause (c) shall lie subject to\nsuch provisions\t as may\t be made in that behalf under clause\n(1) of\t<a href=\"/doc/1537130/\" id=\"a_165\">article 145</a> and to such conditions as the High Court\nmay establish  or require. The Supreme Court is empowered to\nprescribe rules\t regarding entertainment  of  appeals  under\n<a href=\"/doc/1461463/\" id=\"a_166\">article 134(1) (c)</a> by <a href=\"/doc/103333/\" id=\"a_167\">Art. 145 (1)</a>, sub-article (d).\n</p><p data-structure=\"Issue\" id=\"p_69\">     So far as procedure for hearing appeals generally rules\ncan be\tframed by the Supreme Court under sub-article (b) of\n<a href=\"/doc/103333/\" id=\"a_168\">article 145(1).</a>\t The Supreme  Court (Enlargement of Criminal\nAppellate  Jurisdiction)  Act  1970  has  conferred  on\t the\nSupreme Court  further power  to entertain  and hear appeals\nthan conferred\ton it  under  Art  134(1)  (a)\tand  (b)  as\nprovided for  in Art  134(2) of\t the Constitution.  As\t<a href=\"/doc/292155/\" id=\"a_169\">Art.\n145(1) (b)</a>  enables the\t Supreme Court\tto frame rules as to\nprocedure for  hearing appeals the procedure thus prescribed\nwill apply  to appeals\tunder the Supreme Court (Enlargement\nof Criminal  Appellate Jurisdiction)  Act 1970.\t Rule 15  of\nOrder XXI  is framed  under <a href=\"/doc/103333/\" id=\"a_170\">article 145(1)</a>, sub-article (b).\nThe rules can provide for the procedure for hearing appeals.\n</p><p data-structure=\"Precedent\" id=\"p_70\">     Mr. Mulla, the learned counsel, submitted that the rule\nmaking power  of the  Supreme Court  is confined only to the\nrules as to entertainment of appeals under sub-clause (c) of\nclause (1)  of <a href=\"/doc/1446285/\" id=\"a_171\">article\t134</a> and would not enable the Supreme\nCourt to  frame rules  regarding  appeals  under  any  other\nprovision.  The\t  Supreme  Court  (Enlargement\tof  Criminal\nAppellate Jurisdiction)\t Act, 1970,  confers right of appeal\nto the\tSupreme Court  from any\t judgment,  final  order  of\nsentence in  a criminal\t proceeding of\ta High\tCourt in the\nterritory of India if the High Court:\n</p><blockquote id=\"blockquote_73\">\t  (a)  has on  appeal reversed an order of acquittal\n\t       of an  accused person  and sentenced  him  to\n\t       imprisonment for\t life or to imprisonment for\n\t       a period of not less than ten years;\n</blockquote><blockquote id=\"blockquote_74\">\t  (b)  has withdrawn  for trial\t before\t itself\t any\n\t       case  from   any\t court\tsubordinate  to\t its\n\t       authority and has in such trial convicted the\n\t       accused\t person\t  and\tsentenced   him\t  to\n\t       imprisonment for\t life or to imprisonment for\n\t       a period of not less than ten years.\n</blockquote><span class=\"hidden_text\" id=\"span_28\">1118</span>\n<p data-structure=\"Section\" id=\"p_71\">     The result\t is that  in addition to the right of appeal\nunder <a href=\"/doc/63842383/\" id=\"a_172\">Article  134 (1)\t(a)</a> and\t (b) an\t appellant under the\nSupreme\t  Court\t   (Enlargement\t  of\tCriminal   Appellate\nJurisdiction)  Act,   1970  has\t  also\ta  right  to  appeal\nunrestricted by any of the provisions of <a href=\"/doc/1461463/\" id=\"a_173\">Article 134 (1) (c)</a>\nor the\trules framed  by the Supreme Court under <a href=\"/doc/927998/\" id=\"a_174\">article 145\n(1) (d).</a>  The submission  of learned  counsel fails  to take\nnote of <a href=\"/doc/292155/\" id=\"a_175\">Article 145 (1) (b)</a> which empowers the Supreme Court\nto frame rules as to the procedure for hearing appeals which\nwould include  hearing of  appeals under <a href=\"/doc/63842383/\" id=\"a_176\">article 134 (1) (a)</a>\nand (b)\t of the\t Constitution as  well as  appeals under the\nSupreme\t  Court\t   (Enlargement\t  of\tCriminal   Appellate\nJurisdiction) Act,  1970. The  rules therefore\tare properly\nmade under  <a href=\"/doc/292155/\" id=\"a_177\">Art. 145 (1) (b)</a> and would be valid so far as to\nthe procedure for hearing appeals.\n</p><p data-structure=\"PetArg\" id=\"p_72\">     The submission  of the  learned counsel  is that when a\nright of appeal is conferred on a person the appeal can only\nbe disposed  of by the Supreme Court after full hearing i.e.\nafter calling  for the\trecords, issuing notice to the other\nside and hearing both the parties and giving reasons for its\nconclusion.  It\t was  submitted\t that  a  summary  dismissal\naffects the  substantive right of appeal and is not confined\nto procedure  and is  contrary to  the provisions of the law\nmade by Parliament and as such beyond the rule making powers\nconferred under\t <a href=\"/doc/292155/\" id=\"a_178\">article 145  (1) (b).</a>\tAs the Supreme Court\n(Enlargement of\t Criminal Appellate Jurisdiction) Act, 1970,\nconferred a  right of appeal any provision under the Supreme\nCourt Rules  restricting such  appeal  is  submitted  to  be\noutside the  scope of  the rule-making powers of the Supreme\nCourt.\n</p><p data-structure=\"Section\" id=\"p_73\">     The Supreme  Court (Enlargement  of Criminal  Appellate\nJurisdiction) Act,  1970 confers  a right  of appeal but the\nprocedure as  to the  hearing of  appeal is  not  prescribed\nunder the  Supreme Court  (Enlargement of Criminal Appellate\nJurisdiction) Act,  1970. Before referring to the provisions\nof the\tSupreme Court  Rules relating to the procedure as to\nhearing of  appeals it\tis useful to refer to the provisions\nof the\tlaw made by Parliament regulating the hearing of the\nappeal by  all courts  including the  Supreme Court. Chapter\nXXIX of the <a href=\"/doc/445276/\" id=\"a_179\">Code of Criminal Procedure</a>, 1973, Act 2 of 1974,\ndeals with appeals. Section 374 (1) provides that any person\nconvicted  on\ta  trial   held\t by  a\tHigh  Court  in\t its\nextraordinary original\tcriminal jurisdiction  may appeal to\nthe Supreme  Court. This  section confers  a right of appeal\nagainst all  convictions whatever  the sentence\t may be on a\ntrial held  by the  High Court in its extraordinary original\ncriminal jurisdiction,\tand is\tthus wider than the right of\nappeal conferred  under <a href=\"/doc/63842383/\" id=\"a_180\">art. 134(1) (a)</a> and (b) or under the\nSupreme Court (Enlargement of Criminal\n<span class=\"hidden_text\" id=\"span_29\">1119</span>\nAppellate Jurisdiction) Act, 1970. Section 375 provides that\nthere will  be no appeal where an accused person has pleaded\nguilty and  convicted on  such plea  by the High Court. This\nsection thus  excludes the  appeal obviously  to the Supreme\nCourt against  the conviction  on a  trial held\t by the High\nCourt in its extraordinary original criminal jurisdiction if\nthe accused has pleaded gulity. Section 376 excludes appeals\nin petty  cases, where the High Court passes only a sentence\nof imprisonment\t for a\tterm not  exceeding six\t months or a\nfine not  exceeding one thousand rupees. Thus though section\n374 confers  a right  of appeal on any person convicted on a\ntrial held  by the  High Court in its extraordinary original\ncriminal jurisdiction  to the  Supreme Court,  this right is\nrestricted under  sections 375\tand 376 in that a person who\npleads guilty  and has\tbeen convicted\ton such\t plea by the\nHigh Court  is barred  from  preferring\t an  appeal  to\t the\nSupreme Court.\tSo also\t an appeal  against  a\tsentence  of\nimprisonment for  a term not exceeding six months or of fine\nnot exceeding  one thousand  rupees or of both is taken away\nunder s.  376. Section\t379 confers a right of appeal to the\nSupreme Court  where the High Court has, on appeal, reversed\nan order of acquittal of an accused person and convicted him\nand sentenced him to death or to imprisonment for life or to\nimprisonment for  a term  of ten  years or more. Section 379\ngives effect to the provision of <a href=\"/doc/63842383/\" id=\"a_181\">Art. 134 (1) (a)</a> and (b) of\nthe  Constitution   and\t section  2  of\t the  Supreme  Court\n(Enlargement of\t Criminal Appellate Jurisdiction) Act, 1970.\nThe result  of the passing of the Supreme Court (Enlargement\nof Criminal  Appellate Jurisdiction)  Act, 1970\t and <a href=\"/doc/1524736/\" id=\"a_182\">section\n379</a> of\tthe Criminal  Procedure Code is that they provide an\nappeal to  the Supreme\tCourt in  addition to  the right  of\nappeal conferred  under <a href=\"/doc/63842383/\" id=\"a_183\">Article\t 134 (1)  (a)</a> and (b) of the\nConstitution.\n</p><p data-structure=\"Section\" id=\"p_74\">     The contention  of Mr.  Mulla, the\t learned counsel for\nthe appellant,\tis that\t rule 15  (1) (c)  of Order  XXI not\nmerely relates\tto  the\t procedure  but\t also  deprives\t the\nsubstantive right  of appeal  conferred on the accused under\n<a href=\"/doc/63842383/\" id=\"a_184\">article\t 134   (1)  (a)</a>\t  and  (b)  and\t the  Supreme  Court\n(Enlargement of\t Criminal Appellate  Jurisdiction)  Act,1970\nand under  s. 379  of the <a href=\"/doc/445276/\" id=\"a_185\">Code of Criminal Procedure</a>. By the\nimpugned rule  the appeal  on being registered is put up for\nhearing ex parte before the court and the court is empowered\neither to  dismiss it summarily or direct issue of notice to\nall  necessary\t parties  or   make  such   orders  as\t the\ncircumstances may  require. Section  384 of the Code of Crl.\nProcedure 1973\tconfers a  right on  the appellate  court to\ndismiss the appeal summarily when it considers that there is\nno sufficient  ground for  interfering. The  proviso to\t the\nsection requires  that no appeal presented under section 382\nby the appellant or his pleader\n<span class=\"hidden_text\" id=\"span_30\">1120</span>\nshall be  dismissed unless  the appellant or his pleader has\nhad a  reasonable opportunity  of being\t heard in support of\nhis case.  An appeal  from the appellant from jail cannot be\ndismissed except  after giving\tthe appellant  a  reasonable\nopportunity of\tbeing heard  in support\t of the same, unless\nthe Appellate  Court considers\tthat the appeal is frivolous\nor that\t the production of the accused in custody before the\nCourt  would   involve\tsuch   inconvenience  as   would  be\ndisproportionate in  the circumstances\tof the case. Section\n384 (2) provides that before dismissing an appeal under this\nsection, the  Court may\t call for  the record  of the  case.\nUnder sub-section  (3) where  the Appellate Court dismissing\nan appeal  under sec.  384 is  a Court of Sessions or of the\nChief Judicial\tMagistrate, it\tshall record its reasons for\ndoing so.  Sec. 385  prescribes the  procedure\tfor  hearing\nappeals not  dismissed summarily.  While sec.  374 confers a\nright of  appeal, sec.\t375 and\t sec. 376  restricts such  a\nright. Section\t384 prescribes\tthe  procedure\tfor  hearing\nappeals\t enabling  the\tCourt  to  dismiss  certain  appeals\nsummarily and to deal with others under sec. 385 if they are\nnot summarily  dismissed. The  right of appeal conferred can\nbe curtailed  by procedure  as envisaged  in sec.  384\tCrl.\nProcedure Code\tor rule\t 15 Order  XXI of  the Supreme Court\nRules.\n</p><p data-structure=\"Section\" id=\"p_75\">     We are  unable to accept the contention that a right of\nappeal would  mean that\t before an appeal is disposed of the\nrecords should\tbe called  for, notice\tordered to the other\nside, the  other  side\theard  and  reasons  given  for\t the\ndisposal of  the appeal.  The  provisions  of  the  <a href=\"/doc/445276/\" id=\"a_186\">Criminal\nProcedure Code</a>\twhich have  been referred  to show  that all\nappeal to  the\tSupreme\t Court\tunder  <a href=\"/doc/1903086/\" id=\"a_187\">section\t374</a>  of\t the\nCriminal Procedure  Code is  restricted by the provisions of\nsec. 375  and sec.  376 and  could be  dealt with  summarily\nunder <a href=\"/doc/1171128/\" id=\"a_188\">sec.  384</a> of  the Criminal  Procedure Code. Mr. Mulla,\nthe learned  counsel submitted\tthat the  provisions of\t the\n<a href=\"/doc/445276/\" id=\"a_189\">Criminal Procedure  Code</a> are  not applicable  to the Supreme\nCourt. But  this plea  does not bear scrutiny in view of the\nspecific provisions  making the\t procedure applicable to the\nSupreme Court.\tAn appeal to the Supreme Court is subject to\nthe several provisions of the Crl. Procedure Code, including\nthe provisions\trelating to summary disposal of the appeals.\nThe plea  of the  learned counsel that the provisions of the\nimpugned rule  are contrary to any law made by Parliament is\nnot maintainable.  The impugned\t rule 15 (1) (c), Order XXI,\nmore or\t less incorporates  the provisions found in the Crl.\nProcedure Code.\t The contention\t of the learned counsel that\nthe right conferred on him under <a href=\"/doc/63842383/\" id=\"a_190\">article 134 (1) (a)</a> and (b)\nof the Constitution and under the Supreme Court (Enlargement\nof Criminal  Appellate Jurisdiction) Act, 1970, is curtailed\nis therefore without substance.\n</p><span class=\"hidden_text\" id=\"span_31\">1121</span>\n<p data-structure=\"Precedent\" id=\"p_76\">     In the  result, we\t find that  the\t contention  of\t the\nlearned counsel, namely that the impugned rule is beyond the\nrule-making power  of the Supreme Court under <a href=\"/doc/1537130/\" id=\"a_191\">article 145</a> of\nthe Constitution  cannot be  accepted as  <a href=\"/doc/292155/\" id=\"a_192\">article 145(1) (b)</a>\nspecifically enables  the Supreme Court to frame rules as to\nthe procedure  for hearing appeals. The contention, that the\nRule is opposed to the provisions of laws made by Parliament\nand is\tthus beyond  the scope\tof rule-making\tpowers under\n<a href=\"/doc/1537130/\" id=\"a_193\">article 145</a> cannot also be upheld for the reasons stated.\n</p><p data-structure=\"Precedent\" id=\"p_77\">     Neither  in  the  Memorandum  of  Grounds\tnor  in\t his\narguments the  learned\tcounsel\t contended  that  a  summary\ndismissal of  an appeal\t under the  provisions of  the\tCrl.\nProcedure Code\twould offend the provisions of <a href=\"/doc/1199182/\" id=\"a_194\">Article 21</a> of\nthe  Constitution.   In\t the  course  of  arguments  it\t was\nsubmitted  that\t  if  the  impugned  rule  is  construed  as\nempowering the\tCourt to  dismiss an  appeal  summarily,  it\nwould  offend\t<a href=\"/doc/1199182/\" id=\"a_195\">Art.  21</a>   of  the  Constitution.  When\t the\nprovisions in the <a href=\"/doc/445276/\" id=\"a_196\">Criminal Procedure Code</a> enabling the Court\nto  dismiss  an\t appeal\t summarily  is\tnot  challenged\t the\nimpugned rule is equally unassailable.\n</p><p data-structure=\"Section\" id=\"p_78\">     We will now consider whether the impugned rule would in\nany way offend <a href=\"/doc/1199182/\" id=\"a_197\">Article 21</a> of the Constitution. <a href=\"/doc/1199182/\" id=\"a_198\">Article 21</a> of\nthe Constitution reads as follows:-\n</p><blockquote id=\"blockquote_75\">\t  &quot;No person  shall be\tdeprived  of  his  right  or\n     personal liberty  except  according  to  the  procedure\n     established by law.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_79\">     The words\t&#x27;Procedure established\tby  law&#x27;  have\tbeen\nconstrued by  various decisions\t of this  Court.  In  A.  K.\nGopalan&#x27;s case\t(1950 SCR  page 88)  it has  been held\tby a\nmajority that  the word &#x27;law&#x27; in <a href=\"/doc/1199182/\" id=\"a_199\">Article 21</a> had been used in\nthe sense  of &#x27;State  made&#x27; law\t and not in the sense of law\nembodying  the\tprinciples  of\tnatural\t justice.  Procedure\nestablished by\tlaw means &quot;a law made by Union Parliament or\nLegislature or\tState.&quot; According to Patanjali Sastri J, law\nin <a href=\"/doc/1199182/\" id=\"a_200\">Article  21</a> did  not mean jus naturale but means positive\nor state  made law.  Procedure established by law, according\nto the\tlearned Judge,\tdid not\t however mean  any procedure\nwhich may  be prescribed by a competent legislature, but the\nordinary well-established  criminal procedure that is, those\nsettled usages\tand normal  modes of procedure sanctioned by\nthe <a href=\"/doc/445276/\" id=\"a_201\">Criminal  Procedure Code</a>  which are\t the general  law of\ncriminal procedure  in our country. If this test is applied,\nthe  procedure,\t that  is  challeged,  being  the  procedure\nprescribed under  the  <a href=\"/doc/445276/\" id=\"a_202\">Criminal\t Procedure  Code</a>  cannot  be\nassailed. Later\t decisions have pointed out that even though\nthe procedure  is prescribed  by a competent legislature, it\nmay fail  to satisfy  the requirements of the article if the\nproce\n<span class=\"hidden_text\" id=\"span_32\">1122</span>\ndure prescribed is no procedure at all. We cannot accept the\nplea that the procedure prescribed by the <a href=\"/doc/445276/\" id=\"a_203\">Criminal Procedure\nCode</a> is no procedure at all.\n</p><p data-structure=\"Precedent\" id=\"p_80\">     The main  objection to  the invoking  of <a href=\"/doc/1199182/\" id=\"a_204\">Article 21</a> for\nchallenging the\t validity of  the impugned  rule is  that  a\nperson convicted of an offence has no right of appeal unless\nsuch a\tright is  conferred by\tthe statute.  If the statute\ndoes not  confer a right of appeal the person has no remedy.\nIf P. K. Mittra v. State of West Bengal. (1) this Court held\nthat a right of appeal is a statutory right which has got to\nbe recognised  by the Courts, and the right of appeal, where\none  exists,   cannot  be   denied  in\t exercise   of\t the\ndiscretionary power  even of  the High Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1865458\" id=\"span_33\">An appeal is a\ncreature of  the statute and the powers and the jurisdiction\nof the appellate court must be circumscribed by the words of\nthe  statute   vide  <a href=\"/doc/1865458/\" id=\"a_205\">Shankar   Kerba  Yadhav   v.  State  of\nMaharashtra</a>.</span>(2) A  right of  appeal must be given by statute\nor by some authority equivalent to a statute or rules framed\nunder a statute vide Minakshi v. Subramanya.(3)\n     The powers\t and the jurisdiction of the appellate Court\nas prescribed  by the  <a href=\"/doc/445276/\" id=\"a_206\">Criminal Procedure  Code</a> and the rule\ncannot be  said to deny a right of hearing to the appellant.\nThe plea  that audialteram partem has been violated has also\nno substance.  The  right  to  be  heard  in  an  appeal  is\nregulated by  statute. In  the\tappeal\twith  which  we\t are\nconcerned, the\taccused persons\t had the  benefit of  a full\ntrial before  a Sessions  Court at  the\t first\tinstance  or\nbefore the  High Court\tAfter a\t full trial  the judgment is\nrendered by  a High Judicial Officer such as a Session Judge\nor a High Court Judge. The appellate court has before it the\njudgment of  the lower court and the petition for appeal. At\nthe preliminary\t hearing the  appellant or  his\t pleader  is\nheard  before  the  court  decides  to\tdismiss\t the  appeal\nsummarily.\n</p><p data-structure=\"Conclusion\" id=\"p_81\">     The impugned  rule prescribes the procedure for hearing\nof the\tappeals. The  <a href=\"/doc/445276/\" id=\"a_207\">Criminal Procedure  Code</a> provides that\nthere shall be no right of appeal in cases where the accused\nis convicted  by the  High Court on a plea of guilty or when\nthe High  Court passed a sentence of imprisonment for a term\nnot exceeding  six months.  The appellate court is empowered\nto dismiss the appeal summarily when there are no sufficient\ngrounds for  interfering. The  power to summarily dismiss an\nappeal is  conferred under  the <a href=\"/doc/445276/\" id=\"a_208\">Criminal Procedure Code</a> when\nthe court  is satisfied that there are no sufficient grounds\nfor interfering\t with the  judgment appealed  against.\tThis\ndecision is  taken by  the appellate  court being  the Chief\nJudicial Magistrate, Court\n<span class=\"hidden_text\" id=\"span_34\">1123</span>\nof Session, the High Court or the Supreme Court. In the case\nof the\tChief Judicial\tMagistrate  and\t Court\tof  Session,\nreasons should\tbe recorded  for summary dismissal. The High\nCourt and  the Supreme\tCourt need  not record\treasons\t for\nsummarily dismissing  the appeal.  It is  necessary that the\nSupreme Court  or the  High Court  should be  satisfied that\nthere  are   no\t sufficient  grounds  for  interfering.\t The\nconclusion  that   there  are\tno  sufficient\tgrounds\t for\ninterfering is\tarrived by  the High  Court or\tthe  Supreme\nCourt after  hearing the  appellant, examining\tthe judgment\nand the\t petition for appeal. There can be no doubt that the\nappellate court is discharging an onerous duty in dismissing\na case summarily. It may be noted that the Code provides for\ncalling for  the records  before dismissing  an\t appeal.  In\ncases  where   the  appellant\tis   sentenced\t to   death,\nimprisonment for  life or  long term  of imprisonment, it is\nthe  bounden  duty  of\tthe  appellate\tcourt  to  hear\t the\nappellant, examine  the petition  of appeal  and copy of the\njudgment appealed against. If it feels necessary to call for\nthe records  of the  case, it  is its  duty to\tcall for the\nrecords and  examine them,  before coming  to the conclusion\nthat there  are no sufficient grounds for interfering. It is\nthe responsibility  of\tthe  appellate\tauthority  to  order\nnotice and  hear the  other side if it is not satisfied that\nthere are  no sufficient grounds for interfering. Equally it\nis the\tduty of\t the appellate\tcourt to  dismiss the appeal\nsummarily if  it satisfied  that  there\t are  no  sufficient\ngrounds\t for   interefering.  This   duty  is\timposed\t for\nregulating the\twork of\t the courts  for otherwise  judicial\ntime would  be unnecessarily  spent. Taking into account the\nfact that  the duty  to decide\tthe question where there are\nnot sufficient\tgrounds for  interfering is placed on highly\nplaced judicial\t officers after\t affording a due hearing, it\ncannot be  stated that\tthe very  right of  appeal has\tbeen\ntaken away. It is not possible to accept the contention that\nthe procedure  prescribed is  not in accordance with the law\nas the\t<a href=\"/doc/445276/\" id=\"a_209\">Criminal Procedure  Code</a> and  the impugned rules are\nlaws properly  made. It\t cannot also be said that the law is\nviolative of the right conferred under <a href=\"/doc/1199182/\" id=\"a_210\">Article 21.</a>\n</p><p data-structure=\"Precedent\" id=\"p_82\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237257\" id=\"span_35\">The decision  of the  Supreme Court rendered under sec.\n421 of\tthe Crl.  Procedure Code of 1898 which is similar to\n<a href=\"/doc/1171128/\" id=\"a_211\">section 384</a> of the Code of Criminal Procedure of 1973 may be\nreferred to. In <a href=\"/doc/237257/\" id=\"a_212\">Govinda Kadam v. State of Maharashtra</a>(1) the\nSupreme Court  held that  the appellate Court has full power\nunder section  421 of  the Crl. Procedure Code to dismiss an\nappeal in  limine even without sending for the records if on\nperusal of the impugned order and\n<span class=\"hidden_text\" id=\"span_36\">1124</span>\nthe petition  of appeal it is satisfied with the correctness\nof the order appealed against. It may be emphasised that the\npower  of  summary  dismissal  has  to\tbe  exercised  after\nperusing the  petition of  appeal and  the copy of the order\nappealed against  and after  affording the appellant and his\npleader a  reasonable opportunity  of being heard in support\nof the\tappeal. The  order summarily dismissing an appeal by\nthe, High  Court by  the word &#x27;rejected&#x27; is not violative of\nany  statutory\tprovision.  While  holding  that  a  summary\nrejection of  the appeal  by the High Court is not violative\nof any\tstatutory provision,  this Court pointed out that it\nis desirable  that reasons  are recorded  by the  High Court\nwhen prima  facie arguable  issues have\t been raised as that\nwould enable the Supreme Court to appreciate the reasons for\nrejection  of\tthe  appeal   by  the\tHigh  Court.   These\nobservations are not applicable to the Supreme Court because\nthe order of this Court is final.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_83\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237257\" id=\"span_37\">Rule 15  (1) of  the Supreme  Court Rules\tenables\t the\nSupreme Court  after putting  up the  appeal for hearing ex-\nparte to  dismiss it  summarily or direct issue of notice to\nall necessary  parties\tor  may\t make  such  orders  as\t the\ncircumstances of  the case  may require.  Rule 13 prescribes\nthat a\tmemorandum of  appeal shall  be in  the\t form  of  a\npetition stating  succinctly and  briefly as far as possible\nin  chronological   order,  the\t  principal  steps   in\t the\nproceedings from its commencement till its conclusion in the\nHigh Court.  Sub-rule 2\t of  rule  13  prescribes  that\t the\npetition of  appeal shall be accompanied by a certified copy\nof the\tjudgment or  order appealed from, and in the case of\nan appeal  on a\t certificate also of the certificate granted\nby the\tHigh Court,  and of  the  order\t granting  the\tsaid\ncertificate. Rule  14 prescribes  that when the appellant is\nin jail,  he may  present his  petition of    appeal and the\ndocuments  mentioned   in  rule\t 13  including\tany  written\nargument which\the may\tdesire to advance to the Officer-in-\ncharge of  the jail, who shall forthwith forward the same to\nthe Registrar  of this\tCourt. The  petition of\t appeal thus\nreceived under rule 13 and 14 is put up for hearing ex-parte\nbefore the  Court which\t is empowered  either to  dismiss it\nsummarily  or  to  direct  issue  notice  to  the  necessary\nparties.  Thus\t it  is\t  to  be  seen\tthat  the  procedure\ncontemplated in rules 13, 14 and 15 is almost similar to the\nprovisions of  the <a href=\"/doc/445276/\" id=\"a_213\">Code\t of Criminal  Procedure</a> <a href=\"/doc/237257/\" id=\"a_214\">referred  to\nabove</a>. In  an appeal  sent by  the appellant from jail he is\nentitled to and any written arguments which he may desire to\nadvance in  support of his appeal. The Court in proper cases\nin which  it considers it desirable would engage an advocate\nto present  the case of the appellant in jail. The mere fact\nthat the  appellant in\tjail is not being heard in person or\nthrough an  advocate would  not mean  that the appeal of the\nappellant in  jail is not being heard. The Court peruses the\njudgment, petition of appeal\n<span class=\"hidden_text\" id=\"span_38\">1125</span>\nand the written arguments, if any, before proceeding to take\naction under  rule 15. This Court being the highest Court is\nnot required  to give  reasons but is expected to bestow the\ngreatest care  in exercising  the power of summary dismissal\nunder Rule  15. On  a consideration of the provisions of the\n<a href=\"/doc/445276/\" id=\"a_215\">Criminal Procedure  Code</a> and  the  impugned  rules,  we\t are\nunable to  accept any  of  the\tcontentions  raised  by\t the\nlearned counsel.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_84\">     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1766147\" id=\"span_39\">In passing\t a reference was made by the learned counsel\nto the\tdecision of  this Court\t reported in [1978] 2 S.C.R.\n621 (<a href=\"/doc/1766147/\" id=\"a_216\">Maneka  Gandhi v.\tUnion of  India</a>) in  support of\t his\ncontention that\t the rights  conferred under  <a href=\"/doc/1199182/\" id=\"a_217\">article 21</a> are\nalso available\tto the\tappellants before the Supreme Court.\nWe are unable to accept the contention for the case referred\nto is  one wherein  an opportunity  was not  provided  to  a\nperson\tbefore\t the  passport\twas  impounded.\t It  has  no\napplication  to\t an  appeal  as\t in  the  present  case\t the\nappellant is  properly heard in a trial and is also heard by\nthe appellate  court. We  feel that Maneka Gandhi&#x27;s <a href=\"/doc/1766147/\" id=\"a_218\">case has\nno application</a> to the facts of the present case.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_85\">     In the result we reject all the contentions put forward\nby the\tlearned counsel\t and hold  that the impugned Rule is\nwithin the rule making power of the Supreme Court and answer\nthe reference accordingly.\n</p><p data-structure=\"Precedent\" id=\"p_86\">\t\t\t   ORDER\n     In the  light of  the majority  judgment, we uphold the\nvires of  Order XXI Rule 15(1)(c) of the Supreme Court Rules\nand also<a href=\"/doc/1171128/\" id=\"a_219\"> S. 384</a> of the Criminal Procedure Code but hold that\nin their  application both  the provisions shall be governed\nby the criteria <a href=\"/doc/1766147/\" id=\"a_220\">laid down in</a> the majority Judgment.\n</p><p data-structure=\"Conclusion\" id=\"p_87\">     In the appeal, above mentioned, we direct notice to the\nrespondent.\n</p><p data-structure=\"Conclusion\" id=\"p_88\">N.V.K.\n<span class=\"hidden_text\" id=\"span_40\">1126</span>\n\n\n\n</p>","numcites":32,"numcitedby":173,"docsource":"Supreme Court of India","citetid":1594547,"divtype":"judgments","relatedqs":[{"value":"order 15 rule 1","formInput":"order%2015%20rule%201"},{"value":"criminal appeal before supreme court","formInput":"criminal%20appeal%20before%20supreme%20court"},{"value":"criminal judgments","formInput":"criminal%20judgments"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"extraordinary original criminal jurisdiction","formInput":"extraordinary%20original%20criminal%20jurisdiction"},{"value":"article 21","formInput":"article%2021"},{"value":"enlargement of criminal appellate jurisdiction act, 1970","formInput":"enlargement%20of%20criminal%20appellate%20jurisdiction%20act%2C%201970"},{"value":"personal liberty","formInput":"personal%20liberty"},{"value":"constitutional validity","formInput":"constitutional%20validity"},{"value":"necessary party","formInput":"necessary%20party"},{"value":"maneka gandhi","formInput":"maneka%20gandhi"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"appellate jurisdiction of supreme court","formInput":"appellate%20jurisdiction%20of%20supreme%20court"},{"value":"criminal jurisdiction of supreme court","formInput":"criminal%20jurisdiction%20of%20supreme%20court"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"section 375","formInput":"section%20375"},{"value":"In the supreme court criminal appealent jurisdiction","formInput":"In%20the%20supreme%20court%20criminal%20appealent%20jurisdiction"},{"value":"ultra vires ","formInput":"ultra%20vires%20"},{"value":"supreme court ruling","formInput":"supreme%20court%20ruling"},{"value":"art. 136","formInput":"art.%20136"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":true,"query_alert":null,"agreement":false}