{"tid":198077367,"publishdate":"2015-09-09","title":"Klen & Marshalls Manufacturers And ... vs Power Grid Corporation India Ltd. And ... on 9 September, 2015","doc":"<h2 class=\"doc_title\">Klen &amp; Marshalls Manufacturers And ... vs Power Grid Corporation India Ltd. And ... on 9 September, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-bhat\">S.Ravindra Bhat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a>, <a href=\"/search/?formInput=benchid:d-sharma\">Deepa Sharma</a></h3>\n\n<pre id=\"pre_1\">$~\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                   Reserved on: 12.08.2015\n                                                Pronounced on : 09.09.2015\n\n+      FAO (OS) 654/2010\n       KLEN &amp; MARSHALLS MANUFACTURERS AND EXPORTERS\n       LTD.                                     .....Appellant\n                       Through: Ms. Mohna. M. Lal and Ms. Geetali\n                       Talukdar, Advocates.\n\n                      Versus\n\n       POWER GRID CORPORATION INDIA LTD. AND ANR\n                                                   .....Respondents</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                    Through: Sh. S.B. Upadhyay, Sr. Advocate with\n                    Sh. P.K. Mishra, Advocate.\n</p>\n<pre id=\"pre_2\">+      FAO (OS) 460/2011, C.M. APPL.9256/2013\n       POWER GRID CORPORATION OF INDIA LTD.\n                                                              .....Appellant\n                             Through: Sh. S.B. Upadhyay, Sr. Advocate with\n                             Sh. P.K. Mishra, Advocate.\n\n                      Versus\n\n       KLEN &amp; MARSHALLS MANUFACTURERS AND EXPORTERS\n       LTD.\n                                               .....Respondents\n                   Through: Ms. Mohna. M. Lal and Ms. Geetali\n                   Talukdar, Advocates.\n\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE S. RAVINDRA BHAT\n       HON&#x27;BLE MS. JUSTICE DEEPA SHARMA\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                  Page 1\n MR. JUSTICE S. RAVINDRA BHAT\n\n%\n\n</pre><p data-structure=\"Issue\" id=\"p_2\">1.     This common judgment will dispose of two cross appeals- one\npreferred by the Power Grid Corporation of India (PGC)- i.e FAO (OS)\n460/2011 and the other, by Klen and Marshalls Manufacturers &amp; Exporters\nLtd (&quot;Klen&quot;) - FAO (OS) 654/2010. Both are directed against different\nfindings of the Learned Single Judge rendered in OMP 262/2003 (by PGC)\nand OMP 88/2006- by Klen.\n</p><p data-structure=\"Facts\" id=\"p_3\">2.     The facts necessary to decide the two appeals are that on 10.01.1995\nPGC issued a Letter of Award to Klen for supply of line material (Bersimis\nConductors and Earth wires) which was to be used by the contractors of\nPGC, i.e M/s Cobra, towards erection of towers and stringing, as part of the\nlarger World Bank funded project of power evacuation from Jammu and\nKashmir to other beneficiary neighboring states. In terms of the contract, the\nsupplies were to be completed within 24 months, i.e by 10.01.1997. PGC\ncontended that the delivery time was extended; firstly by a year. This was\nwithout prejudice to PGC&#x27;s rights to recover liquidated damages. Alleging\nthat despite two extensions, Klen did not supply the entire contracted\nquantities and that substantial quantities of conductors remained unsupplied,\nPGC terminated the contract, on 03.09.1998. This led to disputes.\nEventually, under <a href=\"/doc/1146817/\" id=\"a_1\">Sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_2\">11</a>, of the Arbitration Act, 1996 this Court\nappointed a Sole Arbitrator, viz. Justice P.K. Bahri (Retired). The arbitral\ntribunal, by award dated 09.05.2003, directed payment of US $ 1435006/-\nby PGC with a further amount of `45,10,798/- in Klen&#x27;s favour. The\npayments were directed to be made by PGC within two months, failing\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                     Page 2\n which a further liability to pay 12% interest from the date of award, in the\nevent of default in payment of the awarded amount. PGC was awarded some\namounts, by way of liquidated damages.\n</p><p data-structure=\"RespArg\" id=\"p_4\">3.     Both PGC and Klen preferred applications/petitions under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a>\nof the Arbitration and Conciliation Act, 1996 (hereafter &quot;the Act&quot;) objecting\nto the award. Klen&#x27;s contention in its objection was that after concluding\nthat PGC had delayed opening the Letter of Credit, the arbitral tribunal erred\nin holding that the termination of contract was justified. Klen stated that the\naward was bad because it did not consider that since it had imported raw\nmaterial under a special Imprest License, it could not have disposed of the\nraw material or finished goods in the open market. To this effect, Klen\nchallenged the conclusions in the award, found in Para 59. Likewise, Klen\nattacked the findings regarding rejection of its claim for reimbursement\ntowards type testing and submitted that since the agreed agency at Chennai\ncould not do it, a foreign concern, i.e EDF France, conducted it. Klen sought\nreimbursement of expenses incurred in that regard. The arbitrator however\nrejected that claim. Klen was also aggrieved by the fact that PGC had been\nawarded liquidated damages to the tune of `6,33,39,912/- in its favour\ndespite a finding that it had not suffered any damage. Klen also argued that\nthough PGC&#x27;s counter claim for `2,15,78,888/ (towards additional security)\nwas rejected by the Arbitrator, yet no refund of that amount was directed in\nthe impugned Award. In this connection, Klen referred to PGC&#x27;s exhibit Ex-\nR8 to say that the latter had admitted that it had retained amounts as\nadditional security.\n</p><p data-structure=\"RespArg\" id=\"p_5\">4.     PGC had, on the other hand argued that the award did not call for\ninterference on the grounds urged by Klen. In its objections under Section\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                      Page 3\n 34, it argued that the arbitral tribunal disallowed its claim towards\nencashment of the performance guarantee on the ground that the same was\nincluded in PGC&#x27;s claim for liquidated damages. PGC stated that this view\nof the Arbitrator was contrary to Clause 22.2 of General Conditions of\nContract (&quot;GCC&quot;) read with Clause 9 of the Letter of Award which\nspecifically provided that PGC would be entitled to encashment of bank\nguarantee in addition to liquidated damages. This claim, PGC argued was\nwithout prejudice to its other rights under the Contract.\n</p><p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_3\">5.     The Learned Single Judge examined the award and various judgments\nof the Supreme Court. The impugned judgment held that the scope of\ninterference in relation to arbitral awards was extremely narrow; relying on\n<a href=\"/doc/996348/\" id=\"a_4\">McDermott International Inc. v. Burn Standard Co. Ltd.</a>, (2006) 11 SCC\n181; <a href=\"/doc/1617540/\" id=\"a_5\">Development Authority vs. R.S. Sharma</a> (<a href=\"/doc/919241/\" id=\"a_6\">2008) 13 SCC 80 and Oil\nand Natural Gas Commission vs. Saw Pipes</a>, (2003) 5 SCC 705 it was\nconcluded that Klen&#x27;s objections as to the award of liquidated damages was\nmerited; however, the learned Single Judge held that instead of damages on\nthat head, PGC was entitled to the performance guarantee amount in view of\na specific condition in the contract for that purpose.</span></span></span>\n</p><p data-structure=\"PetArg\" id=\"p_7\">6.     Ms. Mohna M. Lal, learned counsel for Klen argued that the learned\nSingle Judge fell into error in not interfering with the award on the ground\nurged by them. Learned counsel contended that the arbitral tribunal erred in\nnot holding that the raw material imported for PGC for the Kishenpur Moga\nTransmission Line and the finished goods produced therefrom, can only be\nutilized for the said project alone as they were goods specially exempted\nfrom import duty for purposes of the World Bank project. It was further\nargued that if the raw materials and finished goods worth US $ 2,148,011/-\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_8\">FAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                    Page 4\n (in respect of the price of raw material not utilized by the Appellant for the\ncontract) and US $713,800 - (in respect of the cost of 172 Kms. of the\nBersimis conductors not taken delivery of by PGC) are sold in the open\nmarket, Klen and its joint venture partners will suffer penal consequences.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">7.     It was next argued by Klen that construction of 172.734 kms of\nBersimis conductors was ready to be delivered by it but delivery was not\ntaken by the PGC. The Arbitrator failed to appreciate that Klen was\naccordingly entitled to the sum of $ 2,148,011/- (towards price of raw\nmaterial not utilized by it for the contract) and US $713,800- (towards cost\nof 172 Kms. of the Bersimis conductors not taken delivery of by the\nRespondent), and interest thereon at the rate of 18% per annum from\n03.09.1998 till the date of the Award and thereafter at the rate of 12% per\nannum from 09.07.2003 till the date of actual payment by the Respondent\n(pursuant to the Award). Ms. Lal highlighted that when PGC suffered no\ndamages on account of delayed supply, there could have been no question of\nliquidated damages or any other kind of damages, by retention of guarantee\nmoney. She emphasized the fact that the sub-contractor, M/s Cobra, had not\nfinished the work awarded to it; consequently the question of any adverse\nimpact due to Klen&#x27;s alleged default could not have arisen. Here, it was\nargued that Cobra had terminated its contract with PGC on 1.7.1998. This\ncontract was revived only in October 1998. Thus, termination of contract\nwith Klen was not only bad but was pre-mature. This was because the goods\nwhich were to be supplied to Cobra, could not be accessed by the latter on\naccount of an injunction order.\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"389834\" id=\"span_4\">8.     It was argued that the approach of the Arbitrator was contrary to\npublic policy in India as embodied in provisions of <a href=\"/doc/1544432/\" id=\"a_7\">Section 73</a> and <a href=\"/doc/1716954/\" id=\"a_8\">74</a> of the\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                     Page 5\n <a href=\"/doc/171398/\" id=\"a_9\">Contract Act</a>. Once it was held that PGC itself was blameworthy, the award\ncould nevertheless not have attributed any fault on the part of Klen,\nespecially when no damages accrued to PGC on account of its so called\ndefault. Learned counsel relied on <a href=\"/doc/389834/\" id=\"a_10\">Union of India Vs. Rampur Distillery</a> AIR\n1973 SC 1093 to say that the learned Single Judge erred in directing the\naward of performance guarantee amounts. In that decision, the Supreme\nCourt said:</span>\n</p><blockquote id=\"blockquote_1\">     &quot;the party to a contract taking security deposit from the other\n     party to ensure due performance of the contract is not entitled to\n     forfeit the deposit on ground of default when no loss is caused to\n     him in consequence of such default&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">Reliance was also placed on Fateh Chand Vs. Bal Kishan Dass AIR 1973\nSC 1098 where it was held that:\n</p><blockquote id=\"blockquote_2\">     &quot;it (law) does not justify the award of compensation when in\n     consequence of the breach no legal injury at all has resulted\n     because compensation for breach of contract can be awarded to\n     make good loss or damage which naturally arose in the usual\n     course of things&quot;.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_12\">9.     It was urged that once the arbitrator directed refund of the 10% of the\nadvance payment made by PGC, it meant that the latter got the goods free\ngiven the fact that advance bank guarantee amount was also retained by it; it\ndid not also pay for the goods supplied. In other words, PGC was\ncompensated for not having incurred any loss and also for not having\ninvested any sums towards procurement of goods from Klen. Admittedly,\nPGC did not pay anything and had only sought to give adjustments of the\nmonies lying with it belonging to Klen in its counter claim. It was submitted\nthat this was an error which went into the root of the matter and the award\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                       Page 6\n was contrary to law and public policy.\n</p><p data-structure=\"RespArg\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"70828540\" id=\"span_5\">10.    Mr. S.B. Upadhyay, learned senior counsel for PGC at the outset has\nfairly submitted that PGC&#x27;s grievance with respect to the guarantee had been\nredressed and highlighted that it was constrained to file a cross appeal on\naccount of Klen&#x27;s challenge to the impugned judgment. It was submitted that\nthe arbitrator&#x27;s determination and analysis of the facts cannot be faulted as\nperverse, unreasonable or contrary to law. Nor was there any procedural\nirregularity in his findings. The only grievance of PGC was that the\narbitrator had overlooked Clause 22.2 of the GCC and Clause 9 of Letter of\nAward, which entitled it to claim the amounts underlying the performance\nguarantee value. It was highlighted, by placing reliance on <a href=\"/doc/70828540/\" id=\"a_11\">Kailash Nath\nAssociates v. DDA</a> (2015) 4 SCC 136 that PGC could not be deprived of the\nright to invoke the guarantee on account of the failure by Klen to adhere to\nthe time schedule, regardless of the other findings. Mr. Upadhyay relied on\nthe findings in the award for this purpose and submitted that the conditions\nentitling PGC to invoke the guarantee were independent of the stipulation\nfor payment of liquidated damages. It was argued that so far as the amount\nof $ 2,148,011/- (towards price of raw material not utilized by Klen for the\ncontract) the Arbitrator did not allow it. So the question of Klen becoming\nentitled to it, due to rejection of any counter claim, did not arise.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_14\">Analysis and Conclusions\n</p><p data-structure=\"Precedent\" id=\"p_15\">11.    The arbitral tribunal held that there was some delay in opening the\nLetter of Credit, on the part of PGC. However, the award held that\ninvocation of the liquidated damages clause was warranted. The reason\nfurnished was as follows:\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_16\">FAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                     Page 7\n       &quot;However, it is evident that the supplies made by the claimant\n      throughout were never adequate to fully utilize the amounts of\n      various letters of credit. Thus the delay in opening of letters of\n      credit materially did not have much bearing in failure of the\n      claimant to make adequate supply of the goods.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">Keeping this finding in mind, the learned Single Judge held that award of\nliquidated damages was not warranted. However, the encashment of bank\nguarantee was upheld, on the basis of the Arbitrator&#x27;s following reasoning:\n</p><blockquote id=\"blockquote_3\">      &quot;34. The respondent thus was justified legally to terminate the\n      contract as the claimant committed breach of the terms of the\n      contract in not supplying the conductors in terms of the\n      amendment to the contract.\n</blockquote>\n<blockquote id=\"blockquote_4\">      35. It was not legally incumbent upon the respondent to wait till\n      expiry of last date of delivery before resorting to terminate of the\n      contract. The claimant was obligated to supply particular\n      quantity every month. Despite reminders by respondent making\n      its intention clear that if supplies were not augmented in terms of\n      the contract, it would terminate the contract the claimant failed\n      to respond in positive manner. Thus I hold that the respondent\n      was legally justified in terminating the contract.\n</blockquote>\n<blockquote id=\"blockquote_5\">      36. Mere fact that the respondent restored the contract of\n      M/s.Kobra is no ground that the respondent ought to have given\n      more time to the claimant for completing the supplies. The\n      respondent was to get completed a huge project and has to keep\n      in view that no factor should remain which may impede the\n      expeditious completion of the project. The claimant&#x27;s poor record\n      of supplying the goods over an extended period was justification\n      enough for the respondent to terminate the contract and look for\n      alternate supplier. In hind sight the respondent succeeded well in\n      procuring the balance quantity from other contractors and also\n      at much lower prices...&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\">12.    The condition entitling PGC to liquidated damages and performance\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                          Page 8\n guarantee invocation are as follows:\n</p><blockquote id=\"blockquote_6\">Clause 22.2 of GCC\n\n      &quot;22.2 An unexcused delay by the Supplier in the performance of\n      its delivery obligations shall render the Supplier liable to any or\n      all of the following sanctions forfeiture of its performance\n      security, imposition of liquidated damages and or termination of\n      the Contract for default.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_19\">Clause 9 of Letter of Award:\n</p><blockquote id=\"blockquote_7\">      If you fail to deliver any or all of the Goods or perform the\n      Services within the time period(s) specified in the Contract, or\n      any extension thereof granted by POWERGRID, then\n      POWERGRID shall without prejudice to its other remedies under\n      the contract, deduct from the Contract Price as Liquidated\n      damages, a sum equivalent to half percent (0.5%) of the\n      delivered price of the delayed Goods or unperformed Services for\n      each week of delay or part thereof until actually delivery or\n      performance, upto a maximum deduction of Ten percent (10%) of\n      the delayed Goods or Services Contract Price. Once the\n      maximum is reached, POWERGRID may consider termination of\n      the Contract in line with Clause No. 23 Section GCC, Bidding\n      document, Vol-I.\n\n      POWER GRID may, without prejudice to any other method of\n      recovery, deduct the amount of such damages with any monies\n      due to or to become due to you. The payment or deduction of\n      such damages shall not relieve you from your obligation to\n      complete the works or from any of your other obligations and\n      liabilities under the contract.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_6\">13.    <a href=\"/doc/70828540/\" id=\"a_12\">Kailash Nath Associates v. DDA</a> (2015) 4 SCC 136 is an authority of\nrecent vintage on the question of the power of the principal to invoke the\nperformance guarantee condition, notwithstanding its inability to recover\nliquidated damages specified in a contract.</span> The Supreme Court had\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                         Page 9\n considered the law in Fateh Chand&#x27;s case and several other decisions, and\nheld as follows:\n</p><blockquote id=\"blockquote_8\">     &quot;The law laid down by a Bench of 5 Judges in Fateh Chand&#x27;s\n     case is that all stipulations naming amounts to be paid in case of\n     breach would be covered by <a href=\"/doc/1716954/\" id=\"a_13\">Section 74</a>. This is because <a href=\"/doc/1716954/\" id=\"a_14\">Section\n     74</a> cuts across the rules of the English Common Law by enacting\n     a uniform principle that would apply to all amounts to be paid in\n     case of breach, whether they are in the nature of penalty or\n     otherwise...\n</blockquote>\n<blockquote id=\"blockquote_9\">     43. On a conspectus of the above authorities, the law on\n     compensation for breach of contract under <a href=\"/doc/1716954/\" id=\"a_15\">Section 74</a> can be\n     stated to be as follows:\n</blockquote>\n<blockquote id=\"blockquote_10\">     1. Where a sum is named in a contract as a liquidated amount\n     payable by way of damages, the party complaining of a breach\n     can receive as reasonable compensation such liquidated amount\n     only if it is a genuine pre-estimate of damages fixed by both\n     parties and found to be such by the Court. In other cases, where\n     a sum is named in a contract as a liquidated amount payable by\n     way of damages, only reasonable compensation can be awarded\n     not exceeding the amount so stated. Similarly, in cases where the\n     amount fixed is in the nature of penalty, only reasonable\n     compensation can be awarded not exceeding the penalty so\n     stated. In both cases, the liquidated amount or penalty is the\n     upper limit beyond which the Court cannot grant reasonable\n     compensation.\n</blockquote>\n<blockquote id=\"blockquote_11\">     2. Reasonable compensation will be fixed on well known\n     principles that are applicable to the law of contract, which are to\n     be found inter alia in <a href=\"/doc/339747/\" id=\"a_16\">Section 73</a> of the Contract Act.\n</blockquote>\n<blockquote id=\"blockquote_12\">     3. Since <a href=\"/doc/1716954/\" id=\"a_17\">Section 74</a> awards reasonable compensation for damage\n     or loss caused by a breach of contract, damage or loss caused is\n     sine qua non for the applicability of the Section.\n</blockquote>\n<blockquote id=\"blockquote_13\">     4. The Section applies whether a person is a plaintiff or a\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                        Page 10\n       defendant in a suit.\n</blockquote>\n<blockquote id=\"blockquote_14\">      5. The sum spoken of may already be paid or be payable in\n      future.\n</blockquote>\n<blockquote id=\"blockquote_15\">      6. The expression &quot;whether or not actual damage or loss is\n      proved to have been caused thereby&quot; means that where it is\n      possible to prove actual damage or loss, such proof is not\n      dispensed with. It is only in cases where damage or loss is\n      difficult or impossible to prove that the liquidated amount named\n      in the contract, if a genuine pre-estimate of damage or loss, can\n      be awarded.\n</blockquote>\n<blockquote id=\"blockquote_16\">      7. <a href=\"/doc/1716954/\" id=\"a_18\">Section 74</a> will apply to cases of forfeiture of earnest money\n      under a contract. Where, however, forfeiture takes place under\n      the terms and conditions of a public auction before agreement is\n      reached, <a href=\"/doc/1716954/\" id=\"a_19\">Section 74</a> would have no application.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_7\">14.    <a href=\"/doc/919241/\" id=\"a_20\">Saw Pipes</a> (supra) is authority that unless an award is contrary to\nsubstantive law or provisions of the <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration Act</a> or contract, an award\ncannot be interfered with. It was held that:</span>\n</p><blockquote id=\"blockquote_17\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_8\">&quot;If the award is contrary to the substantive provisions of law or\n      the provisions of the Act or against the terms of the contract, it\n      would be patently illegal, which could be interfered under\n      <a href=\"/doc/536284/\" id=\"a_22\">Section 34</a>. However, such failure of procedure should be patent\n      affecting the rights of the parties.&quot; (paragraph 14<a href=\"/doc/919241/\" id=\"a_23\">)\n\n<a href=\"/doc/919241/\" id=\"a_24\">The Court also held that</a></a> &quot;public policy&quot;, under <a href=\"/doc/549389/\" id=\"a_25\">Section 34(2)(b)(ii)</a>, was to\nbe given a &quot;broad meaning&quot;, and included situations where an award was\n&quot;patently illegal&quot;:</span>\n</blockquote><blockquote id=\"blockquote_18\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_9\">&quot;Illegality must go to the root of the matter and if the illegality is\n      of trivial nature it cannot be held that award is against the public\n      policy. Award could also be set aside if it is so unfair and\n      unreasonable that it shocks the conscience of the Court. Such\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                            Page 11\n       award is opposed to public policy and is required to be adjudged\n      void.&quot; (paragraph 30)\n\n\n<a href=\"/doc/1617540/\" id=\"a_26\">R.S. Sharma</a> (supra) is another instance, where the Court set aside an arbitral\naward on the ground that the arbitral tribunal had failed to &quot;advert to Clause\n3.16&quot; of the disputed contract, which happened to be at the heart of the\ndisagreement, and had given no reason for doing so. The Court held this to\nbe &quot;an error apparent on the face of the record as well as contrary to the\nterms of the Agreement.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">15.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455122\" id=\"span_10\">In <a href=\"/doc/455122/\" id=\"a_27\">Steel Authority of India Ltd. vs. Gupta Brothers</a> (2009) 10 SCC 63.,\nthe Court held that <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> would be attracted in cases where an arbitrator\n&quot;travels beyond the contract&quot;, or makes an award &quot;contrary to the terms of\nthe contract&quot;. <a href=\"/doc/536284/\" id=\"a_29\">Section 34</a> however, the Court stated, cannot be used to set\naside awards in which there was an &quot;error relatable to interpretation of the\ncontract&quot;, or if it was based on a &quot;possible view of the matter&quot;, or if it was\nbased on a finding of law in a case where a &quot;specific question of law [had\nbeen] submitted to the arbitrator&quot;. In short, it was not the task of the Courts\nto examine the award in an appellate review process. In that case, the\nquestion was whether the breaches of contract alleged by the respondent\nwere covered by the clause in the contract that contained the stipulation for\ndamages under certain conditions. The arbitrator had found that they were\nnot, and this finding was challenged. Refusing to set aside the award under\n<a href=\"/doc/536284/\" id=\"a_30\">Section 34</a>, the Court held:</span>\n</p><blockquote id=\"blockquote_19\">      &quot;The arbitrator&#x27;s view about non-applicability of Clause 7.2 for\n      refusal to supply materials in July-September, 1988 quarter and\n      delayed supply of materials for October-December, 1988 quarter\n      is founded on diverse grounds elaborately discussed in the\n      award. Whether this is or is not a totally correct view is really\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                       Page 12\n     immaterial but such view is a possible view that flows from\n    reasonable construction of Clause 7.2. The view of the arbitrator\n    being possible view on construction of Clause 7.2, and having\n    not been found absurd or perverse or unreasonable by any of the\n    three Courts, namely, Sub-Judge, District Judge and the High\n    Court, we are afraid, no case for interference is made out in\n    exercise of our jurisdiction under <a href=\"/doc/427855/\" id=\"a_31\">Article 136</a> of the\n    Constitution... Once the arbitrator has construed Clause 7.2 in a\n    particular manner, and such construction is not absurd and\n    appears to be plausible, it is not open to the courts to interfere\n    with the award of the arbitrator. Legal position is no more res\n    integra that the arbitrator having been made the final arbiter of\n    resolution of disputes between the parties, the award is not open\n    to challenge on the ground that arbitrator has reached at a\n    wrong conclusion. The courts do not interfere with the\n    conclusion of the arbitrator even with regard to construction of a\n    contract, if it is a possible view of the matter.&quot; (paragraphs 31-\n</blockquote><blockquote id=\"blockquote_20\">    32)\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_11\">16. In the opinion of this Court, the learned Single Judge correctly\nmodified the award and held PGC entitled to the amounts secured under the\nguarantee: regardless of its inability to recover liquidated damages, spelt out\nin the contract. The inability of Klen to make timely supplies justified such a\ncourse, which is sanctioned on a fair reading of <a href=\"/doc/70828540/\" id=\"a_32\">Kailash Nath Associates</a>\n(supra). Therefore, Klen&#x27;s submission that once it was held that PGC could\nnot invoke the liquidated damages condition in the GCC, it was also barred\nfrom invoking the contract, i.e the bank guarantee is incorrect; it is\naccordingly rejected.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_24\">17.    As far as the liberty granted to Klen to seek another reference by way\nof arbitration is concerned with reference to $ 2,148,011/- (towards price of\nraw material not utilized by it for the contract), this Court is of opinion that\nMr. Upadhyay is justified in articulating the grievance. This was a claim\nspecifically urged before the Arbitrator. There is no finding on the part of\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                      Page 13\n the arbitrator which is inconsistent with his conclusion that such claim is\ninadmissible. The arbitrator specifically dealt with the issue of value of\nunutilized raw materials in Paras 32-34, in the section regarding Klen&#x27;s\ndiligence in performance of the contract and ruled out this figure by saying\nthat &quot;...it is not the question of procurement of raw material which is\nrelevant, the point to be seen is whether the claimant remained capable of\nsupplying the goods within the last extended period of contract or not.&quot; This\nwas the basis for denial of $ 2,148,011/-. Later, in Para 59 of the Award, the\nArbitrator yet again reiterated these findings. Such being the findings, which\nwere not set aside, the question of granting liberty to Klen to seek another\nreference could not have arisen. To that extent, PGC&#x27;s appeal is entitled to\nsucceed. The Court is unconvinced with the submissions of Klen with\nrespect to other claims, urged in the appeal. All of them pertain to factual\nfindings which were not disturbed by the learned Single Judge.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">18.    For the above reasons, FAO (OS) 460/2011 has to succeed in part and\nis allowed; the liberty granted to Klen to seek another reference is hereby set\naside. FAO (OS) 654/2010 (Klen&#x27;s appeal) is without merit and is dismissed.\nThere shall be no order as to costs.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_26\">                                                      S. RAVINDRA BHAT\n                                                                (JUDGE)\n\n\n\n                                                          DEEPA SHARMA\n                                                                 (JUDGE)\nSEPTEMBER 9, 2015\n\n\n\n\nFAO(OS) 654/2010 &amp; FAO(OS) 460/2011                                      Page 14\n </p>","numcites":16,"numcitedby":0,"docsource":"Delhi High Court","citetid":198077367,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"public policy","formInput":"public%20policy"},{"value":"When liquidated damages can be awarded","formInput":"When%20liquidated%20damages%20can%20be%20awarded"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"klen and marshall","formInput":"klen%20and%20marshall"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"power grid corporation","formInput":"power%20grid%20corporation"},{"value":"Power grid corporation of india limited: Supreme court","formInput":"Power%20grid%20corporation%20of%20india%20limited%3A%20Supreme%20court"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"marshalling ","formInput":"marshalling%20"},{"value":"\"kailash nath associates\"","formInput":"%22kailash%20nath%20associates%22"},{"value":"fateh chand","formInput":"fateh%20chand"},{"value":"terminable contract","formInput":"terminable%20contract"},{"value":" FAO(OS)","formInput":"%20FAO%28OS%29"},{"value":"guarantee","formInput":"guarantee"},{"value":"\"public policy\"","formInput":"%22public%20policy%22"},{"value":"damages   filter:   Development Agreement","formInput":"damages%20%20%20filter%3A%20%20%20Development%20Agreement"}],"cats":[{"value":"status-and-effect-of-settlement-agreement","formInput":"tag:status-and-effect-of-settlement-agreement"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"compensation-for-contract-breach-with-stipulated-penalty","formInput":"tag:compensation-for-contract-breach-with-stipulated-penalty"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}