{"tid":161690075,"publishdate":"2014-06-27","title":"M/S. Gammon India Ltd vs Commissioner Of Central Excise, ... on 27 June, 2014","doc":"<h2 class=\"doc_title\">M/S. Gammon India Ltd vs Commissioner Of Central Excise, ... on 27 June, 2014</h2>\n\n<pre id=\"pre_1\">        \n\n \nIN THE CUSTOMS, EXCISE AND SERVICE TAX APPELLATE TRIBUNAL\nWEST ZONAL BENCH AT MUMBAI\nCOURT  NO.\nAppeal No. ST/437/10-Mum., ST/374/11-Mum., ST/529/12-Mum., ST/759/12-Mum. &amp; ST/87982/13-Mum.\n\n(Arising out of  Order-in-Original  No.  94/ST/2010/C dt.30.3.2010, 20/ST/2010-11/C dt. 14.03.2011, 24/ST/2012/C dt.30.04.2012, 49,ST/2012/C dt. 31.08.2012, 14/ST/2013/C dt. 05.06. 2013 passed by the Commissioner of  Central Excise, Nagpur.)\n\nFor approval and signature:\n\nHon\u0012ble Mr. \tS.S. Kang, Vice President\nHon\u0012ble Mr.  P.S.Pruthi, Member (Technical)\n\n\n\n============================================================\n</pre><pre id=\"pre_2\">1.\tWhether Press Reporters may be allowed to see\t   :     \n\tthe Order for publication as per Rule 27 of the\n\tCESTAT (Procedure) Rules, 1982?\n\n2.\tWhether it should be released under Rule 27 of the     :    \n\tCESTAT (Procedure) Rules, 1982 for publication \n       in any authoritative report or not?\n\n3.\tWhether Their Lordships wish to see the fair copy       :  \n\tof the Order?\n\n4.\tWhether Order is to be circulated to the Departmental  :    \n\tauthorities?\n\n=============================================================\n\nM/s. Gammon India Ltd.\n:\nAppellant\n\n\n\nVS\n\n\n\n\n\nCommissioner of Central Excise, Customs &amp; Service Tax, Nagpur.\n:\nRespondent\n\nAppearance\n\nShri  V. Sridhanan , Sp. Counsel  for Appellant\n\nShri  K.M. Mondal, Consultant   for respondent\n\nCORAM:\n\nMr. S.S. Kang, Vice President\nMr. P.S. Pruthi, Member (Technical)\n\n  Date of hearing\t     :      27/06/2014\n                                   Date of decision        :      27/06/2014\n\nORDER NO\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005\u0005.\n\n\n\n\n\n\n\n\nPer :   P.S. Pruthi\n\n\t\t\n</pre><p data-structure=\"Facts\" id=\"p_1\">\t\tM/s. Associated Transrail Structures Ltd. now known as M/s. Gammon India Ltd. (Appellant) are registered under service tax in the category of Works Contract Service, Business \tAuxiliary Service and GTA Service.  They are also engaged in the manufacture and sale of electricity transmission towers and parts thereof.  They enter into contracts with large customers for supply of transmission towers as well as for erection, commissioning and installation of such towers.  Thus, they are awarded two types of contracts, one for supply of towers and the other for erection and installation.  In the present case in dispute they were awarded two contracts by M/s. Power Grid Corporation of India Ltd. The first contract called the Supply Contract was for the supply of all equipment and materials required for the Tower Package A2 for Mewad-Wardha part of 765 KV.S/C Seoni-Wardha Transmission Line. (\u0013the Facilities\u0014) associated with Seoni-Wardha-Akola-Aurangabad Transmission System as detailed in the Contract Document. The second contract  termed as Service Contract was for providing all the services including detailed survey, tower optimization foundations, inland transportation for delivery at site unloading, storage, handling at site, insurance, erection/installation, stringing, testing, commissioning including performance testing in respect of all the equipment supplied under the first contract for complete execution of Tower Package A2 for Mewad-Wardha part of 765 KV.S/C Seoni-Wardha Transmission Line.  The appellant, as far as the first contract is concerned, paid excise duty and discharged the Sales Tax/VAT liability on the supply of goods.  However, this contract is not the subject matter of dispute in the present case.  The dispute is regarding the second contract which is called Service Contract. The period of dispute is April 2008 to March 2012.  The Works Contract service under <a href=\"/doc/186455273/\" id=\"a_1\">Section 65(105)(zzzza)</a> of the Finance Act, 1994 was introduced w.e.f. 1.6.2007. At the same time the Works Contract (Composition Scheme for Payment of Service Tax) Rules 2007  was notified vide Notification No.32/2007-ST dt.22.5.2007.  The appellants started paying service tax on the Service contracts under Works Contract (Composition Scheme for Payment of Service Tax) Rules 2007.  Revenue took the view that the appellant actually entered into composite contracts with M/s. Power Grid Corporation of India Ltd. having two separate parts namely, one for supply of transmission towers i.e. Supply contract and the other is the Service contract.  It was held that, as per Rule 2A of Service Tax (Determination of Value) Rules, 2006,  the value of Works contract service shall be equivalent to the gross amount charged in the works contract less the value of  property in goods transferred, involved in the execution of the works contract. As the appellant had not included the value of  goods (i.e. the value of goods involved in the supply contract), which is a condition for eligibility to avail the  Composition Scheme,  the appellant was not eligible to avail Composition Scheme  under which service tax is leviable at 4% of gross value charged in the works contract and hence they were liable to pay service tax at the normal rate of 12.36%.  Revenue\u0012s view further is that since the Service contract is of the nature of erection, commissioning or installation, it being a service contract only, the appellant had wrongly classified the service under the category of Works Contract service, only to avail the beneficial rate of service tax of 4%  under the Works Contract (Composition Scheme for payment of Service Tax) Rules 2007 issued under Notification No. 32/07 dt. 22.5.2007. The appellants were issued 5 show cause notices for various periods mentioned in table below:\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">Details of the appeals \nAppeal No\nST/437/2010 \nST/374/2011\nST/529/2012\nST/759/12\nST/87982/13\nPeriod of dispute\nApril, 2008 to Jan, 2009\n\nFeb, 2009 to Sept, 2009\nOct, 2009 to Mar, 2010\nApril, 2010 to Mar, 2011\nApril, 2011 to Mar, 2012\nShow cause notice dated \nC.NO.IV(16)30-23/ST/09/ADJ Dt. 15.10.2009\nC.NO.IV(16)30-25/2010/ADJ/9183/1914            Dt. 19.04.2010\nC.NO.IV(16)30-81/ST/ADJ/2010Dt. 07.04.2011\nC.NO.IV(16)30-89/ST/ADJ/2011/C/23717Dt. 18.10.2011\nC.NO.IV(16)30-112/ST/ADJ/2012/C/16236 Dt. 03.10.2012\nOrder-in-original \n04/ST/2010/CDt.30.3.2010\n20/ST/2010-11/C Dt.14.03.2011\n24/ST/2012/C Dt.30.04.2012\n49/ST/2012/C Dt.31.08.2012 \n14/ST/2013/C Dt.05.06.3013\nDemand of service tax\nRs. 5,94,63,696/-\n</p><p data-structure=\"Issue\" id=\"p_3\">Rs. 4,76,68,779/-\n</p><p data-structure=\"Issue\" id=\"p_4\">Rs. 6,53,28,074/-\n</p><p data-structure=\"Issue\" id=\"p_5\">Rs. 7,18,43,193/-\n</p><p data-structure=\"Issue\" id=\"p_6\">Rs. 4,22,93,733/-\n</p><p data-structure=\"Issue\" id=\"p_7\">Interest\nNot quantified.\n</p><p data-structure=\"Issue\" id=\"p_8\">Not quantified\nNot quantified\nNot quantified\nNot quantified\nPenalties imposed\nRs. 5,94,63,696/-under <a href=\"/doc/29876172/\" id=\"a_2\">Section 78</a> and also penalties under <a href=\"/doc/80606160/\" id=\"a_3\">section 76</a> &amp; <a href=\"/doc/85942413/\" id=\"a_4\">77 (2)</a> of the Finance Act, 1994. \n</p><p data-structure=\"Section\" id=\"p_9\">Rs. 4,76,68,779/-under <a href=\"/doc/29876172/\" id=\"a_5\">Section 78</a> and also penalties under <a href=\"/doc/80606160/\" id=\"a_6\">section 76</a> &amp; <a href=\"/doc/85942413/\" id=\"a_7\">77 (2)</a> of the Finance Act, 1994.\n</p><p data-structure=\"Section\" id=\"p_10\">Rs. 6,53,28,074/-under <a href=\"/doc/29876172/\" id=\"a_8\">Section 78</a> and also penalties under <a href=\"/doc/80606160/\" id=\"a_9\">section 76</a> &amp; <a href=\"/doc/85942413/\" id=\"a_10\">77 (2)</a> of the Finance Act, 1994.\n</p><p data-structure=\"Section\" id=\"p_11\">Rs. 7,18,43,193/-under <a href=\"/doc/29876172/\" id=\"a_11\">Section 78</a> and also penalties under <a href=\"/doc/80606160/\" id=\"a_12\">section 76</a> &amp; <a href=\"/doc/85942413/\" id=\"a_13\">77 (2)</a> of the Finance Act, 1994.\n</p><p data-structure=\"Section\" id=\"p_12\">Rs. 4,22,93,733/-under <a href=\"/doc/29876172/\" id=\"a_14\">Section 78</a> and also penalties under <a href=\"/doc/80606160/\" id=\"a_15\">section 76</a> &amp; <a href=\"/doc/85942413/\" id=\"a_16\">77 (2)</a> of the Finance Act, 1994.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">It is noted that in all 5 adjudication orders, the Commissioners have given the same reasoning to arrive at their findings. The cases were adjudicated, duties of service tax confirmed as mentioned in table above along with interest and penalties imposed under <a href=\"/doc/80606160/\" id=\"a_17\">Sections 76</a>, <a href=\"/doc/85942413/\" id=\"a_18\">77(2)</a> &amp; <a href=\"/doc/29876172/\" id=\"a_19\">78</a> of the Finance Act, 1994. As the issue in all the cases is the same, all the 5 appeals are decided in common order.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">2.\tHeard both sides.  Written submissions placed on record by the appellant and Revenue are also considered.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">3.\tThe case of the appellant is that in all such large contracts concerning electricity transmission towers, separate tenders are invited for supply of towers (Supply contracts) and for erection/installation thereof (Service contracts).  It is not necessary that the appellant may be awarded both contracts; Sometimes they may be awarded only a Supply contract and at other times they may be awarded  only the Service contract.  In the present case they have been awarded both the Supply contract as well as the Service contract. Appellants Sp. Counsel stressed that the practice of awarding separate contracts existed even prior to the introduction of service tax under the \u0011Erection, Commissioning and Installation\u0012 service in 2003.  According to them, the Service contract alone, by itself, be termed as Works contract because it involves both delivery of service as well as transfer of property in the materials involved in the execution of such contract in their case. Special Counsel submitted thatthe goods and material involved in the Service contracts average around 31% of the contract value.  The materials involved are supplied by the appellants themselves. The appellants state that these materials, which are (i) Cement (ii) Steel (iii) Sand (iv) Metal (v) Paint etc, are not consumables; rather they become a part of the immoveable property once they are used in the erection and installation of the towers. The appellants have paid  Sales Tax/VAT to the respective State Government on the transfer of property in the materials involved in the execution  of the Works contract.  Therefore, according to them, such contracts cannot be treated as pure labour contracts.  In support of their argument they placed as evidence, documents showing the deduction of TDS on payments to contractors under <a href=\"/doc/1195538/\" id=\"a_20\">Section 194C</a> of the Income Tax Act 1961,  by showing the contracts as Works contract.  They also placed on record photographs of the actual civil work evidencing the use of materials such as cement, steel, bolts, nuts, spares etc.  The appellants relied on CBEC Circular No. B1/16/2007-TRU dated 22.5.2007, wherein it was clarified that contracts which are treated as works contract for the purpose of levy of VAT/Sales tax shall also be treated as works contract for the purpose of levy of service tax.  They argued that the requirement for a Contract to fall under category of Works Contract under <a href=\"/doc/186455273/\" id=\"a_21\">Section 65(105)(zzzza)</a>, namely that the transfer of property in goods involved in the execution of such contract is leviable to tax as sale of goods,  has been met by the appellants. They produced documents evidencing payment of Sales Tax/VAT on the goods used in the service contract.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">4.\tRevenue\u0012s stand is briefly stated in the first paragraph also.  It is further seen that in the adjudication orders passed by Commissioner, it has been held that the Composition Scheme is applicable only  to Works contract involving sale of goods as well as the provision of services and an entirely distinct obligation is created in such composition contracts, that  there must be transfer of property in goods involved in the execution of Works contract. According to the Consultant,  under <a href=\"/doc/61667332/\" id=\"a_22\">Section 67(1)(i)</a>, service tax is to be levied on the gross amount charged by the service provider. Under Rule 2A of the Service Tax (Determination of Value) Rules, 2006, the method is prescribed for determining Value in a Works contract service. It states that the value of the service component of a works contract which is chargeable to tax would be equivalent to the gross amount charged for the works contract less the value of transfer of property in goods involved in the execution of the said contract.  An alternative method of payment can be resorted to by adopting the Works Contract (Composition Scheme for Payment of Service Tax) Rules 2007, under which the tax can be paid at the composition rate of 4% on the gross amount charged. Consultant for Revenue states that that for pure labour services, where there is no transfer of property, the classification under Works Contract service is not correct.  Further, because the material such as cement and steel used in executing the service contract  gets consumed in the process of erection, therefore it cannot be said that there has been transfer of  property in goods involved in the execution of the contract.  It was stated that there is no sale of any materials to the Power Grid Corporation India Ltd. because the materials get consumed in the process of erection.  Therefore, the appellants are not eligible to avail the Composition Scheme and  must pay duty at the normal rate of 12.36% advalorem. The Commissioner, in his orders relied upon decision of Hon\u0012ble High Court in the case of Modi Zerox Ltd. Vs. State of Karnataka reported at [1999 (114) STC 424 to support their argument that once the material get consumed, there is no transfer of property.  According to the Commissioner in his adjudication order,  \u0013where the main object of work undertaken by the payee of the price is not the transfer of a chattel qua chattel, the contract is one for labour and work.\u0014  Commissioner also relied upon the decision of Hon\u0012ble Supreme Court in the case of Vanguard Rolling Shutters Vs. CST \u0016 (1977) 39 STC 372 (SC) \u0016AIR 1977 SC 1505, in which it was held that where the contract is primarily for supply of materials and the work or service is incidental to the execution of contract, it will be contract for sale.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">5.\tWe have carefully heard the submissions of both sides and also perused the records. The factual matrix is quite clear and there is no dispute on the facts. The facts are that the appellants have entered into two contracts with Power Grid Corporation India Ltd. The first contract, termed as Supply Contract, is for supply of goods namely Transmission Towers and their parts. There is no dispute on this contract. The second contract, called the Service contract, is for complete execution of Tower Package A2 for Mewad-Wardha part of 765 KV, S/C Seoni-Wardha Transmission Line.  It is this service contract which is under consideration. The  main issue to be decided is whether the service provided under this contract should be classified under Works Contract service as defined in <a href=\"/doc/186455273/\" id=\"a_23\">Section 65(105) (zzzza)</a>  of the Finance Act, 1994 or under  \u0013erection, commissioning or installation service as defined in   <a href=\"/doc/186455273/\" id=\"a_24\">Section 65(105)(zzd)</a> read with <a href=\"/doc/115047072/\" id=\"a_25\">Section 65(39a)</a> of the Finance Act.  The second issue  to be decided is whether the appellants are  eligible to pay tax under the Works Contract (Composition Scheme for Payment of Service Tax) Rules 2007. \n</p>\n<p data-structure=\"Section\" id=\"p_18\">6.     Let us see the relevant provisions of the <a href=\"/doc/75703920/\" id=\"a_26\">Finance Act</a> 1994.\n</p><p data-structure=\"Section\" id=\"p_19\">           As per explanation under <a href=\"/doc/186455273/\" id=\"a_27\">Section 65(105)(zzzza)</a>,   \u0013works contract\u0014 means  a contract wherein-\n</p><blockquote id=\"blockquote_1\">i)\t transfer of property in goods involved in the execution of such contract is leviable to tax as sale of goods, and\n</blockquote><blockquote id=\"blockquote_2\">(ii) \tsuch contract is for the purposes of carrying out,\u0017\n</blockquote><blockquote id=\"blockquote_3\">(a) \terection, commissioning or installation of plant, machinery, equipment or structures ,whether pre-fabricated or otherwise, installation of electrical and electronic devices, plumbing, drain laying or other installations for transport of fluids, heating, ventilation or air-conditioning including related pipe work, duct work and sheet metal work, thermal insulation, sound insulation, fire proofing or water proofing, lift and escalator, fire escape staircases or elevators; or\n</blockquote><blockquote id=\"blockquote_4\">(b) \tconstruction of a new building or a civil structure or a part thereof, or of a pipeline or conduit, primarily for the purposes of commerce or industry; or\n</blockquote><blockquote id=\"blockquote_5\">(c) \tconstruction of a new residential complex or a part thereof; or\n</blockquote><blockquote id=\"blockquote_6\">(d) \tcompletion and finishing services, repair, alteration, renovation or restoration of, or similar services, in relation to (b) and (c); or\n</blockquote><blockquote id=\"blockquote_7\">(e) \tturnkey projects including engineering, procurement and construction or\n</blockquote><blockquote id=\"blockquote_8\">(f) \tcommissioning (EPC) projects;\n</blockquote>\n\n<blockquote id=\"blockquote_9\">Further, as per Section 65 (39a) of Finance Act, 1944 \u0013erection, commissioning or installation\u0014 means any service provided by a commissioning and installation agency, in relation to,\u0017 \n</blockquote><blockquote id=\"blockquote_10\">(i) \tErection, commissioning or installation of plant, \u0013machinery, equipment or structures, whether pre-fabricated or otherwise\u0014 or \n</blockquote><blockquote id=\"blockquote_11\">(ii) \tInstallation of\u0017\n</blockquote><blockquote id=\"blockquote_12\">(a) \tElectrical and electronic devices, including wirings or fittings therefore; or \n</blockquote><blockquote id=\"blockquote_13\">(b) \tPlumbing, drain laying or other installations for transport of fluids; or\n</blockquote><blockquote id=\"blockquote_14\">(c) \theating, ventilation or air-conditioning including related pipe work, duct work and sheet metal work; or\n</blockquote><blockquote id=\"blockquote_15\">(d) \tThermal insulation, sound insulation, fire proofing or water proofing; or\n</blockquote><blockquote id=\"blockquote_16\">(e)\t Lift and escalator, fire escape staircases or travelators; or \n</blockquote><blockquote id=\"blockquote_17\">(f) \tSuch other similar services;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_20\">7.\t    Having seen the definitions of \u0011Works Contract\u0012  and \u0011Erection, Commission and Installation\u0012 Services, we proceed to analyze the facts with reference to statutory provisions. Service tax is levied under <a href=\"/doc/7942653/\" id=\"a_28\">Section 66</a> of the Finance Act. The condition [clause (i) under explanation to <a href=\"/doc/186455273/\" id=\"a_29\">Section 65</a>(105(zzzza)] to be fulfilled for classifying a service under Works contract is that  the transfer of property in goods involved in the execution of such contract is leviable to tax as sale of goods.  Therefore, firstly, there must transfer of property in goods involved and secondly such transfer of property is leviable to tax as sale of goods. \n</p><p data-structure=\"CDiscource\" id=\"p_21\"> 7.1         Let us take the first aspect i.e. transfer of property in goods.  The appellants\u0012 contention appears to be that merely because they have entered into a separate contract for supply of transmission towers (goods or materials) it cannot be concluded that the Service contract cannot be termed as a Works contract on its own footing.  We note that there is no denying  the fact that in the said Service  contract,  substantial amount of material has been used which is Cement, Steel, Bolts, Paints etc.  It is also a fact that  in many Works contracts, which involve making of foundations and fixing of structures thereon, material is an essential component of such works.  The photographs placed on record by the appellant depicting use of material, especially steel, is illustrative.  The appellants have from their records shown that almost 31% of the contract value is represented by material value. \n</p><p data-structure=\"CDiscource\" id=\"p_22\">7.2          The Commissioner in his order has highlighted the fact that the materials get consumed in the process of erection and installation and therefore there is no sale of goods.  In our view, this is not correct presentation of facts regarding use of material.  We find that, in most cases of Works contract involving structures, important component materials such as Cement and Steel can only be used in the manner depicted in the photographs.  That is to say, these materials such as steel also remain present in the structure although they may remain embedded and not visible after the structure is completed. This does not mean that there is no sale of goods/materials. Going by the Revenue\u0012s reasoning, no such structure can be said to have arisen as a result of execution of a Works contract. Such reasoning goes against the very definition of Works contract.  Thus the use of the word \u0013consumed\u0014, by Revenue, in the present context, is inappropriate and misconceived and we do not agree with Revenue.  It is also observed in para 40 of the adjudication order No. 04/ST/2010/C dt.30.03.2010 (Appeal No.ST/437/2010) that pure labour services, where there is no transfer of property, would be covered under \u0011erection, installation and commissioning\u0012 service.  The assumption appears to be that in the said Service contract entered into by appellants with Power Grid Corporation of India Ltd., there is no transfer of property in goods.  This assumption is based on incorrect appreciation of facts. The records shown by appellants indicate that a significant percentage of the total contract work under the \u0011Service Contract\u0012 involves material component.  Therefore we hold that there is transfer of property in goods involved in the execution of the Service Contract. \n</p><p data-structure=\"CDiscource\" id=\"p_23\">7.3.          Coming  to the next aspect, whether the transfer of property is leviable to tax as sale of goods, we note that the appellants  pay Sales Tax/Vat on the transfer of property in the goods involved in execution of the Service contract.  Copies of VAT returns have also been placed on record.   Therefore, the second aspect that goods in the Service Contract are leviable to tax as sale of goods, is also fulfilled.\n</p><p data-structure=\"PetArg\" id=\"p_24\"> 7.4.         The appellants have relied upon CBEC Circular  B1/16/2007-TRU dt. 22.5.2007which states that : \n</p><blockquote id=\"blockquote_18\">\u0013\t9.8\tPresently, erection, commissioning or installation service [<a href=\"/doc/186455273/\" id=\"a_30\">section 65(105)(zzd)</a>], commercial or industrial construction service [<a href=\"/doc/186455273/\" id=\"a_31\">section 65(105)(zzq)</a>] and construction of complex service [<a href=\"/doc/186455273/\" id=\"a_32\">section 65(105)(zzzh)</a>] are separate taxable services.\n</blockquote><blockquote id=\"blockquote_19\">9.9 \tVarious trade and industry associations have raised?apprehension in respect of classification of a contract either under the newly introduced works contract service or under erection, commissioning or installation and commercial or residential construction services.\n</blockquote><blockquote id=\"blockquote_20\">9.10\tContracts which are treated as works contract for the? purpose of levy of VAT/sales tax shall also be treated as works contract for the purpose of levy of service tax. This is clear from the definition under <a href=\"/doc/186455273/\" id=\"a_33\">Section 65(105)(zzzza)</a>.\u0014\n\t\t\t\t\t\t\t\u0005.Emphasis supplied\n          In this case  the goods involved as part of Service Contract are subjected to payment of Sales Tax/VAT.  Thus, appellants\u0012 case is supported by the Board Circular.  Therefore we are of the view that the Service contract entered into by the appellants with Power Grid Corporation of India Ltd. is covered under Works contract category.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_25\">8.        Having held the Service contract to be a Works contract, it is to be examined whether the appellants are eligible  to the Composition Scheme under which service tax was payable at 4% of the gross value of the  Service contract. \n</p>\n<p data-structure=\"Section\" id=\"p_26\">8.1.        Rule(3) of the Works Contract (Composition Scheme for Payment of Service Tax) Rules 2007 reads as : \n</p><blockquote id=\"blockquote_21\">As per Rule-3 (1) of Works Contract (Composition Scheme For Payment of Service Tax) Rule, 2007\n<span class=\"hidden_text\" id=\"span_1\">(1)</span>\nNotwithstanding anything contained in <a href=\"/doc/61667332/\" id=\"a_34\">section 67</a> of the Act and rule 2A of the Service (Determination of Value) Rules, 2006, the person liable to pay service tax in relation to works contract service shall have the option to discharge his service tax liability on the works contract service provided or to be provided, instead of paying service tax at the rate specified in <a href=\"/doc/111976225/\" id=\"a_35\">section 66</a> of the Act, by paying an amount equivalent to two per cent. of the gross amount charged for the works contract.\n</blockquote><blockquote id=\"blockquote_22\">Explanation.- For the purposes of this rule, gross amount charged for the works contract shall not include Value Added Tax (VAT) or sales tax, as the case may be, paid on transfer of property in goods involved in the execution of the said works contract.\n</blockquote><span class=\"hidden_text\" id=\"span_2\">(2)</span>\n<blockquote id=\"blockquote_23\">The provider of taxable service shall not take CENVAT credit of duties or cess paid on any inputs, used in or in relation to the said works contract, under the provisions of CENVAT Credit Rules, 2004. \n</blockquote><span class=\"hidden_text\" id=\"span_3\">(3)</span>\n<blockquote id=\"blockquote_24\">The provider of taxable service who opts to pay service tax under these rules shall exercise such option in respect of a works contract prior to payment of service tax in respect of the said works contract and the option so exercised shall be applicable for the entire works contract and shall not be withdrawn until the completion of the said works contract. \n</blockquote>     \n<blockquote id=\"blockquote_25\">        The three main elements to be fulfilled for eligibility to Composition Scheme are:\n</blockquote><blockquote id=\"blockquote_26\">(i)   There must be transfer of property in goods involved in the execution of such contract.\n</blockquote><blockquote id=\"blockquote_27\">(ii)    The provider of the service must not have taken Cenvat Credit on the inputs.\n</blockquote><blockquote id=\"blockquote_28\">(iii)       The provider of the service must exercise  such option to avail the Composition Scheme.  \n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">Out of the above conditions, the first has already been held by us to have been fulfilled.  The appellant also opted for the Composition Scheme.  Lastly, there is no allegation that they have taken Cenvat Credit on the inputs.  Therefore there is no reason to deny the option of Composition Scheme to the appellants. \n</p><p data-structure=\"Section\" id=\"p_28\">8.2.         It is pertinent to note here that the Works Contract (Composition Scheme for Payment of Service Tax) Rules, 2007 were amended by Notification No. 23/2009-ST dt. 7.7.2009, whereby the earlier Explanation in Sub-rule (1) was substituted by the following Explanation: \n</p><blockquote id=\"blockquote_29\">\u0013Explanation. - For the purposes of this sub-rule, gross amount charged for the works contract shall be the sum, -\n</blockquote>      \n<blockquote id=\"blockquote_30\">(a) including -\n</blockquote><blockquote id=\"blockquote_31\">(i) the value of all goods used in or in relation to the execution of the works contract, whether supplied under any other contract for a consideration or otherwise; and\n........\n</blockquote><p data-structure=\"Section\" id=\"p_29\">Provided that nothing contained in this Explanation shall apply to a works contract, where the execution under the said contract has commenced or where any payment, except by way of credit or debit to any account, has been made in relation to the said contract on or before the 7th day of July, 2009.\u0014; \n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">      (Emphasis supplied)\n\n\nThus, it is quite clear that from 7.7.2009, the Composition Scheme was restricted to such Works Contracts where the value of goods used whether supplied under any other contract, is to be included.  The change in Rules is not a mere clarification of the earlier Rules.  There has been a clear amendment in law from 7.7.2009. The period of dispute in the case of appellant is from April 2008 to March 2012, and Revenue does not dispute that the contract had commenced before 7.7.2009.  Therefore, the amended Rules would not apply in the case of appellant in accordance with the proviso to the Explanation in the amended Rules.  \n</p><p data-structure=\"Conclusion\" id=\"p_31\"> 8.4.      We  accordingly hold that the appellants have correctly availed the Works Contract (Composition Scheme for Payment of Service Tax) Rules, 2007.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">9.       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1026913\" id=\"span_4\">In the adjudication order, Revenue placed reliance in the case of  <a href=\"/doc/1026913/\" id=\"a_36\">Modi Xerox Ltd. Vs. State of Karnataka</a> (supra).  In the said case the issue was whether there was transfer of property in the use of toners and developers which are supplied and consumed in a printing machine.  The Court held that the said inputs will not be in existence in any tangible form when the print copies are taken out from the machine.  We are not in agreement with the reliance on this judgement.  In the present case, as noted earlier, there is a clear transfer of property in the goods involved based on payment of VAT/Sales Tax by the appellants.</span>   Reliance on the case of Vanguard Rolling Shutters Vs. CST \u0016 (1977) 39 STC 732(SC)-AIR 1977 SC 1505 is also inappropriate  as the  Hon\u0012ble Court had only come to the conclusion that where the contract is primarily  a contract of work and labour and materials are supplied in execution of such contract, it is a works contract.  In the present case of the appellants, there is no doubt as to the nature of the contract?it involves supply of material as well as labour.  Because there was a separate supply contract for the supply of transmission towers, it cannot be deduced that the Service contract is a pure labour contract without looking at the terms of the contract.  The facts clearly show that substantial portion of material is involved in the execution of the Service contract. It is not merely the nomenclature and form of the contract that should be seen. What is material is the form as well as substance of the Contract?both have to be examined before coming to a conclusion.  After reading the contract, we have come to the conclusion that the Service Contract is a Works Contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">11.     In view of the above, we set aside the orders of the Commissioner on merits.  Appeals allowed.\n</p> \t\t\t\t\t\n<p data-structure=\"Conclusion\" id=\"p_34\">\t\t\t(Pronounced in court)\n\n\n (S.S. Kang)\nVice President\n\n(P.S. Pruthi)\nMember (Technical)\n      \n\n\n\n\nSm\n\n\n??\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">??\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">??\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">??\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">19</span>\n\n\n\n          ","numcites":11,"numcitedby":14,"docsource":"Custom, Excise & Service Tax Tribunal","citetid":161690075,"divtype":"judgments","relatedqs":[{"value":"service tax works contracts","formInput":"service%20tax%20works%20contracts"},{"value":"composite contract","formInput":"composite%20contract"},{"value":"works contract tax","formInput":"works%20contract%20tax"},{"value":"works contract","formInput":"works%20contract"},{"value":"service tax","formInput":"service%20tax"},{"value":"penalty under section 76","formInput":"penalty%20under%20section%2076"},{"value":"composite scheme works contract","formInput":"composite%20scheme%20works%20contract"},{"value":"transfer of property in goods ","formInput":"transfer%20of%20property%20in%20goods%20"},{"value":"contract for service","formInput":"contract%20for%20service"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"Works Contract (Composition Scheme for payment of Service Tax) Rules 2007","formInput":"Works%20Contract%20%28Composition%20Scheme%20for%20payment%20of%20Service%20Tax%29%20Rules%202007"},{"value":"erection  commissioning installation","formInput":"erection%20%20commissioning%20installation"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"gammon india","formInput":"gammon%20india"},{"value":"\"works contract\" \"service tax\"","formInput":"%22works%20contract%22%20%22service%20tax%22"},{"value":"Power grid corporation of india limited: Supreme court","formInput":"Power%20grid%20corporation%20of%20india%20limited%3A%20Supreme%20court"},{"value":"\"Leviable to tax\"","formInput":"%22Leviable%20to%20tax%22"},{"value":"contract for service or contract of service","formInput":"contract%20for%20service%20or%20contract%20of%20service"},{"value":"power grid corporation","formInput":"power%20grid%20corporation"},{"value":"transmission lines","formInput":"transmission%20lines"}],"courtcopy":true,"query_alert":null,"agreement":false}