{"tid":761422,"publishdate":"2008-11-07","title":"State Of Punjab vs Sukhchain Singh & Anr on 7 November, 2008","doc":"<h2 class=\"doc_title\">State Of Punjab vs Sukhchain Singh &amp; Anr on 7 November, 2008</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 SUPREME COURT 1542, 2008 (16) SCC 629, 2009 AIR SCW 1060, 2009 ALL MR(CRI) 1769, 2008 (15) SCALE 342, (2008) 15 SCALE 342, (2009) 1 EASTCRIC 299, (2009) 1 CRIMES 200, (2009) 1 MADLW(CRI) 270, (2009) 2 MAD LJ(CRI) 468, (2009) 1 CURCRIR 107, (2009) 3 KCCR 2005, (2009) 1 DLT(CRL) 523</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:l-s-panta\">Lokeshwar Singh Panta</a>, <a href=\"/search/?formInput=benchid:c-k-thakker\">C.K. Thakker</a>, <a href=\"/search/?formInput=benchid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<pre id=\"pre_1\">                                                                    REPORTABLE\n\n\n                   IN THE SUPREME COURT OF INDIA\n\n                  CRIMINAL APPELLATE JURISDICTION\n\n                  CRIMINAL APPEAL NO. 254 OF 2002\n\n\nState of Punjab                                          ...Appellant\n\n                                    Versus\n\nSukhchain Singh &amp; Anr.                                   ...Respondents\n\n\n                                       with\n\n\n                         CRIMINAL APPEAL NO. 587 OF 2002\n\n\n                                 JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Dr. ARIJIT PASAYAT, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\nCRIMINAL APPEAL NO. 254 OF 2002\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"406413\" id=\"span_1\">1.    Challenge in this appeal is to the order of a Division Bench of the Punjab\n\nand Haryana High Court upholding the acquittal of the respondents.          The\n\nresponders were respondents in Criminal Appeal No. 537 DBA of 1997. The\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                            1</span>\n\fHigh Court heard four appeals but we are concerned with the two appeals only\n\ni.e. Criminal appeal no. 537 DBA of 1997 and . Criminal appeal No. 170- DB\n\n of 1997 (<a href=\"/doc/406413/\" id=\"a_1\">Paramjit Singh v. State of Punjab</a>) and disposed the appeals along\n\nwith two other appeals. Respondents faced trial along with two others namely\n\nMohan Singh and Paramjit Singh for alleged commission of offences\n\npunishable under Sections 148, 302,307,326,325,323/302 read with Section\n\n149, 307 read with Section 149, 326/149, 325 read with <a href=\"/doc/999134/\" id=\"a_2\">Section 149</a> and\n\n<a href=\"/doc/1011035/\" id=\"a_3\">323</a>/<a href=\"/doc/999134/\" id=\"a_4\">149</a> of the Indian Penal Code, 1960 (in short the `<a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>&#x27;). Another accused\n\nHarbhajan Singh died during trial.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">3.    The trial court held that the accusations were not established so far as the\n\npresent respondents are concerned but found the two co-accused persons\n\nMohan Singh and Paramjit Singh guilty of various offences. Criminal Appeal\n\nNo. 537 DBA of 1997 was filed by the State questioning acquittal of the\n\nrespondents. The connected Criminal appeal No. 587 of 2002 has been filed by\n\nthe accused Paramjit Singh who was appellant in Criminal Appeal No. 170 DB\n\nof 1997 before the High Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">      Prosecution version leading to the trial of the accused persons is as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_1\">      On 6th September, 1987 at about 6.30 PM Jit Singh and Jaswant Singh\n\n(both deceased) alongwith Nishan Singh (P.W.7), Ghula Singh (P.W.8),\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                              2</span>\n\fSwaran Singh and Bakhshish Singh were sitting near the office of the Truck\n\nUnion, Khanauri Mandi when accused Mohan Singh armed with a SBBL gun,\n\nParamjit Singh, Sukhchain Singh and Swaran Singh armed with gandasas and\n\nHarbhajan Singh unarmed came to the spot in Truck No. HYA 6595, being\n\ndriven by Harbhajan Singh. After parking the truck at a distance of 6-7 kadams\n\nfrom the Cabin, the accused got down and raised a lalkara that they would\n\nteach them a lesson for being instrumental in making them lose the elections\n\nheld to the various offices of the Truck Union. Mohan Singh accused\n\nthereupon fired two shots at Jit Singh Singh and Ghula singh. Harbhajan\n\nSingh then snatched the gun from Mohan Singh and fired one shot hitting\n\nJaswant Singh on his arm and back. Swaran Singh, Paramjit Singh and\n\nSukhchain Singh accused also caused injuries to Swaran Singh, Nishan Singh\n\nand Ghula Singh. All the accused thereafter re-boarded the truck and escaped\n\nfrom the spot.    Jit Singh and Jaswant Singh died almost immediately\n\nwhereas Ghula Singh, who was in a serious condition, was taken to the\n\nHospital by some persons who had come to the spot whereas Nishan Singh and\n\nSwaran Singh left for Police Post, Khanauri. Along the way, however, they\n\ncame across a police party headed by ASI Shamsher Singh(P.W.12). Nishan\n\nSingh made his statement to him at 8.00 P.M. and on its basis, the formal F.I.R\n\nwas registered at Police Station, Moonak, 25 kms away at 9.30 P.M.; with the\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                           3</span>\n\fspecial report being delivered to the Iliaqa Magistrate at Sunam at 2.30 AM on\n\nSeptember 7,1987. ASI Shamsher Singh (P.W.12) also went to the place of\n\noccurrence and made the necessary inquiries and amongst other articles picked\n\nup three spent cartridges cases of .12 bore. The accused were arrested on\n\n12.9.1987 and Truck No. HYA-6595 belonging to Harbhajan Singh was taken\n\ninto possession. Mohan Singh accused also produced his .12 bore gun and two\n\nlive cartridges. The spent cartridges and the gun belonging to Mohan Singh\n\naccused were sent to the Forensic Science Laboratory and the Laboratory in its\n\nreport (Exh.PRR) opined that the said cartridges had been fired from the gun in\n\nquestion. On the completion of the investigation, the accused were charged for\n\noffences punishable under <a href=\"/doc/1560742/\" id=\"a_6\">section 302</a> and other offences of <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> as noted\n\nabove and the <a href=\"/doc/1934415/\" id=\"a_8\">Arms Act, 1959</a> (in short the `<a href=\"/doc/1934415/\" id=\"a_9\">Arms Act</a>&#x27;) and as they pleaded\n\nnot guilty, were brought to trial.\n</blockquote>\n\n\n<p data-structure=\"PetArg\" id=\"p_6\">4.    Before the High Court it was contended by accused, who were\n\nconvicted, that the FIR was lodged belatedly and on that basis the prosecution\n\nversion was vulnerable. There was no motive for five of the accused persons to\n\ncome to the spot fully armed and cause the death of two persons and injuries to\n\nthree persons. The State questioned correctness of acquittal on the ground that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                           4</span>\n\fthe conclusions of the trial court were erroneous, the acquitted persons\n\nsupported the acquittal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">5.      High Court after noticing the argument came to the following\n\nconclusions.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n\n</p><blockquote id=\"blockquote_2\">               &quot;It is true that there appears to be some delay in the lodging of the\n               FIR as the special report had been delivered to the Illaqa\n               Magistrate at Sunam almost 6-7 hours after its registration. We\n               are, however, of the opinion that in the light of the fact that there\n               were three injured eye witnesses including Nishan Singh and\n               Ghula Singh, the fact that there was some delay in the lodging of\n               the FIR can be over-looked. These two eye witnesses had clearly\n               stated to the motive far the offence and detailed the actual\n               incident. It has come in their evidence that Bhupinder Singh and\n               Harbhajan Singh had fought the elections to the Truck Union and\n               the complainant party was helping Bhupinder Singh whereas the\n               accused were in favour of Harbhajan Singh. The fact that the\n               election were held and Harbhajan Singh and Bhupinder Singh\n               were the candidates has not been denied. We also find that the\n               members of the accused party were closely related to the each\n               other and it was on this account that they had come together to\n               Khanauri Mandi to avenge a perceived insult. The trial court itself\n               had been conscious      of the fact that there were two stamped\n               witnesses who had suffered serious injuries on their person, but in\n               view of the fact that there was some delay in the lodging of the\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                                5</span>\n\f              FIR. , it had chosen to acquit Swaran Singh and Sukhchain Singh\n              accused. We have also     considered   Mr. Narula&#x27;s argument with\n              regard to the culpability of Paramjit Singh. As per the evidence of\n              Nishan Singh(P.W.-7), accused Paramjit Singh, who was armed\n              with a Gandasa, had given a blow hitting Swaran Singh on his left\n              arm. It is true that Swaran Singh has not been examined as a\n              witness but from the eye witness account as also the statement of\n              Dr. Gurcharan Singh (P.W.-5), it is clear that there was one incised\n              wound measuring 3.5cm x 1 cm and one contusion 2 cm wide on\n              the lateral aspect of the abdominal wall on his person    Dr.\n              H.L.Garg (DW 2), had also X/rayed the injuries of Swaran Singh\n              but no bone injury had been detected. We find that the injuries\n              suffered by Swaran Singh have been reflected in the medical\n              report. We therefore find that the involvement of Paramjit Singh\n              clearly stands established.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_9\">6.    Learned counsel for the State submitted that the trial court and the High\n\nCourt clearly lost sight of the relevant facts and therefore the judgment is\n\nvulnerable.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"PetArg\" id=\"p_11\">7.    In Criminal Appeal No. 587 of 2002, learned counsel for the accused\n\nParamjit Singh submitted that when co-accused have been acquitted there is no\n\nreason for the high Court to uphold the conviction so far as Paramjit Singh is\n\nconcerned.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                              6</span>\n</p><p data-structure=\"RespArg\" id=\"p_13\">\f8.    In response learned counsel for the respondents-State submitted that the\n\nHigh Court was justified in upholding the conviction of the appellant.\n\n\n</p><p data-structure=\"Section\" id=\"p_14\">9.    It would be appropriate to consider and clarify the legal position first.\n\nChapter XXIX (Sections 372-394) of the <a href=\"/doc/445276/\" id=\"a_10\">Code of Criminal Procedure</a>, 1973\n\n(hereinafter referred to as &quot;the Code&quot;) deals with appeals. Section 372\n\nexpressly declares that no appeal shall lie from any judgment or order of a\n\ncriminal court except as provided by the Code or by any other law for the time\n\nbeing in force. Section 373 provides for filing of appeals in certain cases.\n\nSection 374 allows appeals from convictions. Section 375 bars appeals in cases\n\nwhere the accused pleads guilty. Likewise, no appeal is maintainable in petty\n\ncases (Section 376). Section 377 permits appeals by the State for enhancement\n\nof sentence. Section 378 confers power on the State to present an appeal to the\n\nHigh Court from an order of acquittal. The said section is material and may be\n\nquoted in extenso:\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><blockquote id=\"blockquote_3\">             &quot;378. Appeal in case of acquittal.--(1) Save as otherwise\n            provided in sub-section (2) and subject to the provisions of\n            sub-sections (3) and (5), the State Government may, in any\n            case, direct the Public Prosecutor to present an appeal to the\n            High Court from an original or appellate order of acquittal\n            passed by any court other than a High Court, or an order of\n            acquittal passed by the Court of Session in revision.\n            (2) If such an order of acquittal is passed in any case in which\n            the offence has been investigated by the Delhi Special Police\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                           7</span>\n\f            Establishment constituted under the <a href=\"/doc/1692639/\" id=\"a_11\">Delhi Special Police\n            Establishment Act, 1946</a> (25 of 1946), or by any other agency\n            empowered to make investigation into an offence under any\n            Central Act other than this Code, the Central Government may\n            also direct the Public Prosecutor to present an appeal, subject\n            to the provisions of sub-section (3), to the High Court from the\n            order of acquittal.\n</blockquote><blockquote id=\"blockquote_4\">            (3) No appeal under sub-section (1) or sub-section (2) shall be\n            entertained except with the leave of the High Court.\n            (4) If such an order of acquittal is passed in any case instituted\n            upon complaint and the High Court, on an application made to\n            it by the complainant in this behalf, grants special leave to\n            appeal from the order of acquittal, the complainant may present\n            such an appeal to the High Court.\n</blockquote><blockquote id=\"blockquote_5\">            (5) No application under sub-section (4) for the grant of special\n            leave to appeal from an order of acquittal shall be entertained\n            by the High Court after the expiry of six months, where the\n            complainant is a public servant, and sixty days in every other\n            case, computed from the date of that order of acquittal.\n            (6) If, in any case, the application under sub-section (4) for the\n            grant of special leave to appeal from an order of acquittal is\n            refused, no appeal from that order of acquittal shall lie under\n            sub-section (1) or under sub-section (2).\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_16\">      Whereas Sections 379-380 cover special cases of appeals, other Sections\n\nlay down procedure to be followed by appellate courts.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_17\">10.   It may be stated that more or less similar provisions were found in the\n\n<a href=\"/doc/445276/\" id=\"a_12\">Code of Criminal Procedure</a>, 1898 (hereinafter referred to as &quot;the old Code&quot;)\n\nwhich came up for consideration before various High Courts, Judicial\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                             8</span>\n\fCommittee of the Privy Council as also before this Court. Since in the present\n\nappeal, we have been called upon to decide the ambit and scope of the power of\n\nan appellate court in an appeal against an order of acquittal, we have confined\n\nourselves to one aspect only i.e. an appeal against an order of acquittal.\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_18\">11.   Bare reading of Section 378 of the Code (appeal in case of acquittal)\n\nquoted above, makes it clear that no restrictions have been imposed by the\n\nlegislature on the powers of the appellate court in dealing with appeals against\n\nacquittal. When such an appeal is filed, the High Court has full power to\n\nreappreciate, review and reconsider the evidence at large, the material on which\n\nthe order of acquittal is founded and to reach its own conclusions on such\n\nevidence. Both questions of fact and of law are open to determination by the\n\nHigh Court in an appeal against an order of acquittal.\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">12.   It cannot, however, be forgotten that in case of acquittal, there is a double\n\npresumption in favour of the accused. Firstly, the presumption of innocence is\n\navailable to him under the fundamental principle of criminal jurisprudence that\n\nevery person should be presumed to be innocent unless he is proved to be guilty\n\nby a competent court of law. Secondly, the accused having secured an acquittal,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                             9</span>\n\fthe presumption of his innocence is certainly not weakened but reinforced,\n\nreaffirmed and strengthened by the trial court.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">13.      Though the above principles are well established, a different note was\n\nstruck in several decisions by various High Courts and even by this Court. It is,\n\ntherefore, appropriate if we consider some of the leading decisions on the\n\npoint.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_11\">14.      The first important decision was rendered by the Judicial Committee of\n\nthe Privy Council in <a href=\"/doc/802260/\" id=\"a_13\">Sheo Swarup v. R. Emperor</a> (1934) 61 IA 398). In Sheo\n\nSwarup the accused were acquitted by the trial court and the local Government\n\ndirected the Public Prosecutor to present an appeal to the High Court from an\n\norder of acquittal under Section 417 of the old Code (similar to Section 378 of\n\nthe Code). At the time of hearing of appeal before the High Court, it was\n\ncontended on behalf of the accused that in an appeal from an order of acquittal,\n\nit was not open to the appellate court to interfere with the findings of fact\n\nrecorded by the trial Judge unless such findings could not have been reached by\n\nhim had there not been some perversity or incompetence on his part. The High\n\nCourt, however, declined to accept the said view. It held that no condition was\n\nimposed on the High Court in such appeal. It accordingly reviewed all the\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                             10</span>\n\fevidence in the case and having formed an opinion of its weight and reliability\n\ndifferent from that of the trial Judge, recorded an order of conviction. A\n\npetition was presented to His Majesty in Council for leave to appeal on the\n\nground that conflicting views had been expressed by the High Courts in\n\ndifferent parts of India upon the question whether in an appeal from an order of\n\nacquittal, an appellate court had the power to interfere with the findings of fact\n\nrecorded by the trial Judge. Their Lordships thought it fit to clarify the legal\n\nposition and accordingly upon the &quot;humble advice of their Lordships&quot;, leave\n\nwas granted by His Majesty. The case was, thereafter, argued. The Committee\n\nconsidered the scheme and interpreting Section 417 of the Code (old Code)\n\nobserved that there was no indication in the Code of any limitation or\n\nrestriction on the High Court in exercise of powers as an Appellate Tribunal.\n\nThe Code also made no distinction as regards powers of the High Court in\n\ndealing with an appeal against acquittal and an appeal against conviction.\n\nThough several authorities were cited revealing different views by the High\n\nCourts dealing with an appeal from an order of acquittal, the Committee did not\n\nthink it proper to discuss all the cases.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">15.   Lord Russel summed up the legal position thus:\n</p>\n<p data-structure=\"Section\" id=\"p_26\">\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                              11</span>\n</p><blockquote id=\"blockquote_6\">\f            &quot;There is, in their opinion, no foundation for the view,\n            apparently supported by the judgments of some courts in India,\n            that the High Court has no power or jurisdiction to reverse an\n            order of acquittal on a matter of fact, except in cases in which\n            the lower court has `obstinately blundered&#x27;, or has `through\n            incompetence, stupidity or perversity&#x27; reached such `distorted\n            conclusions as to produce a positive miscarriage of justice&#x27;, or\n            has in some other way so conducted or misconducted itself as\n            to produce a glaring miscarriage of justice, or has been tricked\n            by the defence so as to produce a similar result.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_27\">16.   His Lordship, then proceeded to observe: (IA p.404)\n\n\n\n            &quot;Sections 417, 418 and 423 of the Code give to the High Court\n            full power to review at large the evidence upon which the order\n            of acquittal was founded, and to reach the conclusion that upon\n            that evidence the order of acquittal should be reversed. No\n            limitation should be placed upon that power, unless it be found\n            expressly stated in the Code.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_28\">\n\n</p><p data-structure=\"PetArg\" id=\"p_29\">17.   The Committee, however, cautioned appellate courts and stated: (IA\n\np.404)\n\n\n\n            &quot;But in exercising the power conferred by the Code and before\n            reaching its conclusions upon fact, the High Court should and\n            will always give proper weight and consideration to such\n            matters as (1) the views of the trial Judge as to the credibility of\n            the witnesses; (2) the presumption of innocence in favour of\n            the accused, a presumption certainly not weakened by the fact\n            that he has been acquitted at his trial; (3) the right of the\n            accused to the benefit of any doubt; and (4) the slowness of an\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                               12</span>\n\f             appellate court in disturbing a finding of fact arrived at by a\n             judge who had the advantage of seeing the witnesses. To state\n             this, however, is only to say that the High Court in its conduct\n             of the appeal should and will act in accordance with rules and\n             principles well known and recognised in the administration of\n             justice.&quot;\n</p><p data-structure=\"Section\" id=\"p_30\">                                             (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112090\" id=\"span_16\">In <a href=\"/doc/112090/\" id=\"a_14\">Nur Mohd. v. Emperor</a> (AIR 1945 PC 151), the Committee reiterated\n\nthe above view in <a href=\"/doc/802260/\" id=\"a_15\">Sheo Swarup</a> (Supra) and held that in an appeal against\n\nacquittal, the High Court has full powers to review and to reverse acquittal.</span></span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">19.   So far as this Court is concerned, probably the first decision on the point\n\nwas Prandas v. State (AIR 1954 SC 36) (though the case was decided on 14-3-\n\n1950, it was reported only in 1954). In that case, the accused was acquitted by\n\nthe trial court. The Provincial Government preferred an appeal which was\n\nallowed and the accused was convicted for offences punishable under <a href=\"/doc/1560742/\" id=\"a_16\">Sections\n\n302</a> and <a href=\"/doc/1011035/\" id=\"a_17\">323</a> IPC. The High Court, for convicting the accused, placed reliance\n\non certain eyewitnesses.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_17\">20.   Upholding the decision of the High Court and following the proposition\n\nof law in <a href=\"/doc/802260/\" id=\"a_18\">Sheo Swarup</a> (supra), a six-Judge Bench held as follows:</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                                13</span>\n</p><blockquote id=\"blockquote_7\">\f             &quot;6. It must be observed at the very outset that we cannot\n             support the view which has been expressed in several cases\n             that the High Court has no power under <a href=\"/doc/1791573/\" id=\"a_19\">Section 417</a>, Criminal\n             Procedure Code, to reverse a judgment of acquittal, unless the\n             judgment is perverse or the subordinate court has in some way\n             or other misdirected itself so as to produce a miscarriage of\n             justice.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">                                                 (emphasis supplied)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">21.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"256309\" id=\"span_19\">In <a href=\"/doc/256309/\" id=\"a_20\">Surajpal Singh v. State</a> (1952 SCR 193), a two-Judge Bench observed\n\nthat it was well established that in an appeal under Section 417 of the (old)\n\nCode, the High Court had full power to review the evidence upon which the\n\norder of acquittal was founded. But it was equally well settled that the\n\npresumption of innocence of the accused was further reinforced by his acquittal\n\nby the trial court, and the findings of the trial court which had the advantage of\n\nseeing the witnesses and hearing their evidence could be reversed only for very\n\nsubstantial and compelling reasons.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">22.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198357\" id=\"span_20\">In <a href=\"/doc/198357/\" id=\"a_21\">Ajmer Singh v. State of Punjab</a> (1953 SCR 418) the accused was\n\nacquitted by the trial court but was convicted by the High Court in an appeal\n\nagainst acquittal filed by the State. The aggrieved accused approached this\n\nCourt. It was contended by him that there were &quot;no compelling reasons&quot; for\n\nsetting aside the order of acquittal and due and proper weight had not been\n\ngiven by the High Court to the opinion of the trial court as regards the\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                              14</span>\n\fcredibility of witnesses seen and examined. It was also commented that the\n\nHigh Court committed an error of law in observing that &quot;when a strong `prima\n\nfacie&#x27; case is made out against an accused person it is his duty to explain the\n\ncircumstances appearing in evidence against him and he cannot take shelter\n\nbehind the presumption of innocence and cannot state that the law entitles him\n\nto keep his lips sealed&quot;.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">23.   Upholding the contention, this Court said:\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\n</p><blockquote id=\"blockquote_8\">             &quot;We think this criticism is well founded. After an order of\n             acquittal has been made the presumption of innocence is\n             further reinforced by that order, and that being so, the trial\n             court&#x27;s decision can be reversed not on the ground that the\n             accused had failed to explain the circumstances appearing\n             against him but only for very substantial and compelling\n             reasons.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_42\">                                              (emphasis supplied)\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">24.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"564411\" id=\"span_22\">In <a href=\"/doc/564411/\" id=\"a_22\">Atley v. State of U.P.</a> (AIR 1955 SC 807) this Court said:</span>\n\n\n</p><blockquote id=\"blockquote_9\">             &quot;In our opinion, it is not correct to say that unless the appellate\n             court in an appeal under <a href=\"/doc/1791573/\" id=\"a_23\">Section 417</a>, Criminal Procedure Code\n             came to the conclusion that the judgment of acquittal under\n             appeal was perverse it could not set aside that order.\n</blockquote>\n<blockquote id=\"blockquote_10\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"564411\" id=\"span_23\">It has been <a href=\"/doc/564411/\" id=\"a_24\">laid down by</a> this Court that it is open to the High\n             Court on an appeal against an order of acquittal to review the\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                               15</span>\n\f             entire evidence and to come to its own conclusion, of course,\n             keeping in view the well-established rule that the presumption\n             of innocence of the accused is not weakened but strengthened\n             by the judgment of acquittal passed by the trial court which had\n             the advantage of observing the demeanour of witnesses whose\n             evidence have been recorded in its presence.</span>\n</blockquote>\n<blockquote id=\"blockquote_11\">             It is also well settled that the court of appeal has as wide\n             powers of appreciation of evidence in an appeal against an\n             order of acquittal as in the case of an appeal against an order of\n             conviction, subject to the riders that the presumption of\n             innocence with which the accused person starts in the trial\n             court continues even up to the appellate stage and that the\n             appellate court should attach due weight to the opinion of the\n             trial court which recorded the order of acquittal.\n</blockquote>\n<blockquote id=\"blockquote_12\">             If the appellate court reviews the evidence, keeping those\n             principles in mind, and comes to a contrary conclusion, the\n             judgment cannot be said to have been vitiated.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">                                             (emphasis supplied)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_45\">25.   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"718964\" id=\"span_25\">In <a href=\"/doc/718964/\" id=\"a_25\">Aher Raja Khima v. State of Saurashtra</a> (1955) 2 SCR 1285) the\n\naccused was prosecuted under <a href=\"/doc/1560742/\" id=\"a_26\">Sections 302</a> and <a href=\"/doc/162506/\" id=\"a_27\">447</a> IPC. He was acquitted by\n\nthe trial court but convicted by the High Court. Dealing with the power of the\n\nHigh Court against an order of acquittal, Bose, J. speaking for the majority\n\n(2:1) stated: (AIR p. 220, para 1) &quot;It is, in our opinion, well settled that it is not\n\nenough for the High Court to take a different view of the evidence; there must\n\nalso be substantial and compelling reasons for holding that the trial court was\n\nwrong.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">                                                      (emphasis supplied)\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                                 16</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">\f26.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_27\">In <a href=\"/doc/40914/\" id=\"a_28\">Sanwat Singh v. State of Rajasthan</a> (1961) 3 SCR 120, a three-Judge\n\nBench considered almost all leading decisions on the point and observed that\n\nthere was no difficulty in applying the principles <a href=\"/doc/40914/\" id=\"a_29\">laid down by</a> the Privy\n\nCouncil and accepted by the Supreme Court. The Court, however, noted that\n\nappellate courts found considerable difficulty in understanding the scope of the\n\nwords &quot;substantial and compelling reasons&quot; used in certain decisions. It was\n\nobserved inter-alia as follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n\n</p><blockquote id=\"blockquote_13\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_28\">&quot;This Court obviously did not and could not add a condition to\n             <a href=\"/doc/1791573/\" id=\"a_30\">Section 417</a> of the Criminal Procedure Code. The words were\n             intended to convey the idea that an appellate court not only\n             shall bear in mind the principles <a href=\"/doc/40914/\" id=\"a_31\">laid down by</a> the Privy\n             Council but also must give its clear reasons for coming to the\n             conclusion that the order of acquittal was wrong.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\">             The Court concluded as follows:\n</p>\n<blockquote id=\"blockquote_14\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_29\">&quot;9. The foregoing discussion yields the following results: (1)\n             an appellate court has full power to review the evidence upon\n             which the order of acquittal is founded; (2) the principles <a href=\"/doc/40914/\" id=\"a_32\">laid\n             down in</a> <a href=\"/doc/802260/\" id=\"a_33\">Sheo Swarup</a> case afford a correct guide for the\n             appellate court&#x27;s approach to a case in disposing of such an\n             appeal; and (3) the different phraseology used in the judgments\n             of this Court, such as, (i) `substantial and compelling reasons&#x27;,</span>\n</blockquote><blockquote id=\"blockquote_15\">             (ii) `good and sufficiently cogent reasons&#x27;, and (iii) `strong\n             reasons&#x27; are not intended to curtail the undoubted power of an\n             appellate court in an appeal against acquittal to review the\n             entire evidence and to come to its own conclusion; but in doing\n             so it should not only consider every matter on record having a\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                             17</span>\n\f             bearing on the questions of fact and the reasons given by the\n             court below in support of its order of acquittal in its arriving at\n             a conclusion on those facts, but should also express those\n             reasons in its judgment, which lead it to hold that the acquittal\n             was not justified.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"694079\" id=\"span_31\">27.   Again, in <a href=\"/doc/694079/\" id=\"a_34\">M.G. Agarwal v. State of Maharashtra</a> (1963) 2 SCR 405, the\n\npoint was raised before a Constitution Bench of this Court. Taking note of\n\nearlier decisions, it was observed as follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">\n</p><blockquote id=\"blockquote_16\">             &quot;17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"256309\" id=\"span_32\">In some of the earlier decisions of this Court, however,\n             in emphasising the importance of adopting a cautious approach\n             in dealing with appeals against acquittals, it was observed that\n             the presumption of innocence is reinforced by the order of\n             acquittal and so, `the findings of the trial court which had the\n             advantage of seeing the witnesses and hearing their evidence\n             can be reversed only for very substantial and compelling\n             reasons&#x27;: vide <a href=\"/doc/256309/\" id=\"a_35\">Surajpal Singh v. State</a> (1952 SCR 193).</span>\n             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198357\" id=\"span_33\">Similarly in <a href=\"/doc/198357/\" id=\"a_36\">Ajmer Singh v. State of Punjab</a> (1953 SCR 418), it\n             was observed that the interference of the High Court in an\n             appeal against the order of acquittal would be justified only if\n             there are `very substantial and compelling reasons to do so&#x27;. In\n             some other decisions, it has been stated that an order of\n             acquittal can be reversed only for `good and sufficiently cogent\n             reasons&#x27; or for `strong reasons&#x27;. In appreciating the effect of\n             these observations, it must be remembered that these\n             observations were not intended to lay down a rigid or inflexible\n             rule which should govern the decision of the High Court in\n             appeals against acquittals. They were not intended, and should\n             not be read to have intended to introduce an additional\n             condition in clause (a) of Section 423(1) of the Code. All that\n             the said observations are intended to emphasize is that the\n             approach of the High Court in dealing with an appeal against\n             acquittal ought to be cautious because as Lord Russell\n             observed in Sheo Swarup the presumption of innocence in\n             favour of the accused `is not certainly weakened by the fact\n\n<span class=\"hidden_text\" id=\"span_34\">                                                                               18</span>\n\f             that he has been acquitted at his trial&#x27;. Therefore, the test\n             suggested by the expression `substantial and compelling\n             reasons&#x27; should not be construed as a formula which has to be\n             rigidly applied in every case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"535796\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_36\">That is the effect of the recent\n             decisions of this Court, for instance, in <a href=\"/doc/40914/\" id=\"a_37\">Sanwat Singh v. State\n             of Rajasthan</a> and <a href=\"/doc/535796/\" id=\"a_38\">Harbans Singh v. State of Punjab</a> (1962 Supp\n             1 SCR 104) and so, it is not necessary that before reversing a\n             judgment of acquittal, the High Court must necessarily\n             characterise the findings recorded therein as perverse.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_52\">                                             (emphasis supplied)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1035123\" id=\"span_37\">28.   Yet in another leading decision in <a href=\"/doc/1035123/\" id=\"a_39\">Shivaji Sahabrao Bobade v. State of\n\nMaharashtra</a> (1973 (2) SCC 793) this Court held that in India, there is no\n\njurisdictional limitation on the powers of appellate court. &quot;In law there are no\n\nfetters on the plenary power of the appellate court to review the whole evidence\n\non which the order of acquittal is founded and, indeed, it has a duty to\n\nscrutinise the probative material de novo, informed, however, by the weighty\n\nthought that the rebuttable innocence attributed to the accused having been\n\nconverted into an acquittal the homage our jurisprudence owes to individual\n\nliberty constrains the higher court not to upset the holding without very\n\nconvincing reasons and comprehensive consideration.&quot;</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">29.   Putting emphasis on balance between importance of individual liberty\n\nand evil of acquitting guilty persons, this Court observed as follows:\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                                            19</span>\n</p><blockquote id=\"blockquote_17\">\f&quot;6. Even at this stage we may remind ourselves of a necessary\nsocial perspective in criminal cases which suffers from\ninsufficient forensic appreciation. The dangers of exaggerated\ndevotion to the rule of benefit of doubt at the expense of social\ndefence and to the soothing sentiment that all acquittals are\nalways good regardless of justice to the victim and the\ncommunity, demand especial emphasis in the contemporary\ncontext of escalating crime and escape. The judicial instrument\nhas a public accountability. The cherished principles or golden\nthread of proof beyond reasonable doubt which runs thro&#x27; the\nweb of our law should not be stretched morbidly to embrace\nevery hunch, hesitancy and degree of doubt. The excessive\nsolicitude reflected in the attitude that a thousand guilty men\nmay go but one innocent martyr shall not suffer is a false\ndilemma. Only reasonable doubts belong to the accused.\nOtherwise any practical system of justice will then breakdown\nand lose credibility with the community. The evil of acquitting\na guilty person light-heartedly, as a learned author (Glanville\nWilliams in Proof of Guilt) has saliently observed, goes much\nbeyond the simple fact that just one guilty person has gone\nunpunished. If unmerited acquittals become general, they tend\nto lead to a cynical disregard of the law, and this in turn leads\nto a public demand for harsher legal presumptions against\nindicted `persons&#x27; and more severe punishment of those who\nare found guilty. Thus, too frequent acquittals of the guilty may\nlead to a ferocious penal law, eventually eroding the judicial\nprotection of the guiltless. For all these reasons it is true to say,\nwith Viscount Simon, that `a miscarriage of justice may arise\nfrom the acquittal of the guilty no less than from the conviction\nof the innocent....&#x27; In short, our jurisprudential enthusiasm for\npresumed innocence must be moderated by the pragmatic need\nto make criminal justice potent and realistic. A balance has to\nbe struck between chasing chance possibilities as good enough\nto set the delinquent free and chopping the logic of\npreponderant probability to punish marginal innocents.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">                                  (emphasis supplied)\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                    20</span>\n</p><p data-structure=\"Precedent\" id=\"p_56\">\f30.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"268285\" id=\"span_40\">In <a href=\"/doc/268285/\" id=\"a_40\">K. Gopal Reddy v. State of A.P</a> (1979) 1 SCC 355, the Court was\n\nconsidering the power of the High Court against an order of acquittal under\n\nSection 378 of the Code. After considering the relevant decisions on the point\n\nit was stated as follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">\n\n</p><blockquote id=\"blockquote_18\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_41\">&quot;9. The principles are now well settled. At one time it was\n             thought that an order of acquittal could be set aside for\n             `substantial and compelling reasons&#x27; only and courts used to\n             launch on a search to discover those `substantial and\n             compelling reasons&#x27;. However, the `formulae&#x27; of `substantial\n             and compelling reasons&#x27;, `good and sufficiently cogent\n             reasons&#x27; and `strong reasons&#x27; and the search for them were\n             abandoned as a result of the pronouncement of this Court in\n             <a href=\"/doc/40914/\" id=\"a_41\">Sanwat Singh v. State of Rajasthan</a> (1961) 3 SCR 120.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_43\">In\n             <a href=\"/doc/40914/\" id=\"a_42\">Sanwat Singh</a> case this Court harked back to the principles\n             enunciated by the Privy Council in <a href=\"/doc/802260/\" id=\"a_43\">Sheo Swarup v. R. Emperor</a>\n             and reaffirmed those principles.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_45\"><a href=\"/doc/40914/\" id=\"a_44\">After Sanwat Singh v. State of\n             Rajasthan</a> this Court has consistently recognised the right of\n             the appellate court to review the entire evidence and to come to\n             its own conclusion bearing in mind the considerations\n             mentioned by the Privy Council in <a href=\"/doc/802260/\" id=\"a_45\">Sheo Swarup</a> case.\n             Occasionally phrases like `manifestly illegal&#x27;, `grossly unjust&#x27;,\n             have been used to describe the orders of acquittal which\n             warrant interference. But, such expressions have been used\n             more as flourishes of language, to emphasise the reluctance of\n             the appellate court to interfere with an order of acquittal than to\n             curtail the power of the appellate court to review the entire\n             evidence and to come to its own conclusion.</span></span> In some cases\n             (Ramaphupala Reddy v. State of A.P., (AIR 1971 SC 460)\n             Bhim Singh Rup Singh v. State of Maharashtra (AIR 1974 SC\n</blockquote><blockquote id=\"blockquote_19\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_46\">286), it has been said that to the principles <a href=\"/doc/802260/\" id=\"a_46\">laid down in</a> <a href=\"/doc/40914/\" id=\"a_47\">Sanwat\n             Singh</a> case may be added the further principle that `if two\n             reasonable conclusions can be reached on the basis of the\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                                               21</span>\n\f              evidence on record, the appellate court should not disturb the\n              finding of the trial court&#x27;. This, of course, is not a new\n              principle. It stems out of the fundamental principle of our\n              criminal jurisprudence that the accused is entitled to the benefit\n              of any reasonable doubt. If two reasonably probable and evenly\n              balanced views of the evidence are possible, one must\n              necessarily concede the existence of a reasonable doubt. But,\n              fanciful and remote possibilities must be left out of account. To\n              entitle an accused person to the benefit of a doubt arising from\n              the possibility of a duality of views, the possible view in favour\n              of the accused must be as nearly reasonably probable as that\n              against him. If the preponderance of probability is all one way,\n              a bare possibility of another view will not entitle the accused to\n              claim the benefit of any doubt. It is, therefore, essential that\n              any view of the evidence in favour of the accused must be\n              reasonable even as any doubt, the benefit of which an accused\n              person may claim, must be reasonable.&quot;</span>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_58\">                                               (emphasis supplied)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_59\">31.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31041\" id=\"span_48\">In <a href=\"/doc/31041/\" id=\"a_48\">Ramesh Babulal Doshi v. State of Gujarat</a> (1996) 9 SCC 225, this\n\nCourt said:</span>\n</p>\n<blockquote id=\"blockquote_20\">              &quot;While sitting in judgment over an acquittal the appellate\n              court is first required to seek an answer to the question\n              whether the findings of the trial court are palpably wrong,\n              manifestly erroneous or demonstrably unsustainable. If the\n              appellate court answers the above question in the negative the\n              order of acquittal is not to be disturbed. Conversely, if the\n              appellate court holds, for reasons to be recorded, that the\n              order of acquittal cannot at all be sustained in view of any of\n              the above infirmities it can then-and then only-reappraise the\n              evidence to arrive at its own conclusions.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                                                22</span>\n<p data-structure=\"Precedent\" id=\"p_60\">\f32.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1265608\" id=\"span_50\">In <a href=\"/doc/1265608/\" id=\"a_49\">Allarakha K. Mansuri v. State of Gujarat</a> (2002) 3 SCC 57, referring\n\nto earlier decisions, the Court stated:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">\n</p><blockquote id=\"blockquote_21\">             &quot;7. The paramount consideration of the court should be to\n             avoid miscarriage of justice. A miscarriage of justice which\n             may arise from the acquittal of guilty is no less than from the\n             conviction of an innocent. In a case where the trial court has\n             taken a view based upon conjectures and hypothesis and not on\n             the legal evidence, a duty is cast upon the High Court to\n             reappreciate the evidence in acquittal appeal for the purposes\n             of ascertaining as to whether the accused has committed any\n             offence or not. Probable view taken by the trial court which\n             may not be disturbed in the appeal is such a view which is\n             based upon legal and admissible evidence. Only because the\n             accused has been acquitted by the trial court, cannot be made a\n             basis to urge that the High Court under all circumstances\n             should not disturb such a finding.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_62\">33.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1003426\" id=\"span_51\">In <a href=\"/doc/1003426/\" id=\"a_50\">Bhagwan Singh v. State of M.P.</a> (2002) 4 SCC 85, the trial court\n\nacquitted the accused but the High Court convicted them. Negativing the\n\ncontention of the appellants that the High Court could not have disturbed the\n\nfindings of fact of the trial court even if that view was not correct, this Court\n\nobserved:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">\n</p><blockquote id=\"blockquote_22\">             &quot;7. We do not agree with the submissions of the learned\n             counsel for the appellants that under <a href=\"/doc/487026/\" id=\"a_51\">Section 378</a> of the Code\n             of Criminal Procedure the High Court could not disturb the\n             finding of facts of the trial court even if it found that the view\n             taken by the trial court was not proper. On the basis of the\n             pronouncements of this Court, the settled position of law\n             regarding the powers of the High Court in an appeal against an\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                                                              23</span>\n\f            order of acquittal is that the Court has full powers to review the\n            evidence upon which an order of acquittal is based and\n            generally it will not interfere with the order of acquittal\n            because by passing an order of acquittal the presumption of\n            innocence in favour of the accused is reinforced. The golden\n            thread which runs through the web of administration of justice\n            in criminal case is that if two views are possible on the\n            evidence adduced in the case, one pointing to the guilt of the\n            accused and the other to his innocence, the view which is\n            favourable to the accused should be adopted. Such is not a\n            jurisdiction limitation on the appellate court but judge-made\n            guidelines for circumspection. The paramount consideration of\n            the court is to ensure that miscarriage of justice is avoided. A\n            miscarriage of justice which may arise from the acquittal of the\n            guilty is no less than from the conviction of an innocent. In a\n            case where the trial court has taken a view ignoring the\n            admissible evidence, a duty is cast upon the High Court to\n            reappreciate the evidence in acquittal appeal for the purposes\n            of ascertaining as to whether all or any of the accused has\n            committed any offence or not&quot;.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_64\">34.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44660839\" id=\"span_53\">In <a href=\"/doc/44660839/\" id=\"a_52\">Harijana Thirupala v. Public Prosecutor, High</a> Court of A.P. (2002)\n\n6 SCC 470, this Court said:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">\n\n</p><blockquote id=\"blockquote_23\">            &quot;12. Doubtless the High Court in appeal either against an\n            order of acquittal or conviction as a court of first appeal has\n            full power to review the evidence to reach its own\n            independent conclusion. However, it will not interfere with an\n            order of acquittal lightly or merely because one other view is\n            possible, because with the passing of an order of acquittal\n            presumption of innocence in favour of the accused gets\n            reinforced and strengthened. The High Court would not be\n            justified to interfere with order of acquittal merely because it\n            feels that sitting as a trial court it would have proceeded to\n            record a conviction; a duty is cast on the High Court while\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                                               24</span>\n\f            reversing an order of acquittal to examine and discuss the\n            reasons given by the trial court to acquit the accused and then\n            to dispel those reasons. If the High Court fails to make such\n            an exercise the judgment will suffer from serious infirmity.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_66\">35.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23629\" id=\"span_55\">In <a href=\"/doc/23629/\" id=\"a_53\">Ramanand Yadav v. Prabhu Nath Jha</a> (2003) 12 SCC 606, this Court\n\nobserved:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n\n</p><blockquote id=\"blockquote_24\">            &quot;21. There is no embargo on the appellate court reviewing the\n            evidence upon which an order of acquittal is based. Generally,\n            the order of acquittal shall not be interfered with because the\n            presumption of innocence of the accused is further\n            strengthened by acquittal. The golden thread which runs\n            through the web of administration of justice in criminal cases is\n            that if two views are possible on the evidence adduced in the\n            case, one pointing to the guilt of the accused and the other to\n            his innocence, the view which is favourable to the accused\n            should be adopted. The paramount consideration of the court is\n            to ensure that miscarriage of justice is prevented. A miscarriage\n            of justice which may arise from acquittal of the guilty is no less\n            than from the conviction of an innocent. In a case where\n            admissible evidence is ignored, a duty is cast upon the\n            appellate court to reappreciate the evidence in a case where the\n            accused has been acquitted, for the purpose of ascertaining as\n            to whether any of the accused committed any offence or not&quot;.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"583374\" id=\"span_56\">36.   Again in <a href=\"/doc/583374/\" id=\"a_54\">Kallu v. State of M.P.</a> (2006) 10 SCC 313, this Court stated:</span>\n\n</p><blockquote id=\"blockquote_25\">            &quot;8. While deciding an appeal against acquittal, the power of the\n            appellate court is no less than the power exercised while\n            hearing appeals against conviction. In both types of appeals,\n            the power exists to review the entire evidence. However, one\n            significant difference is that an order of acquittal will not be\n\n\n<span class=\"hidden_text\" id=\"span_57\">                                                                              25</span>\n\f                 interfered with, by an appellate court, where the judgment of\n                 the trial court is based on evidence and the view taken is\n                 reasonable and plausible. It will not reverse the decision of the\n                 trial court merely because a different view is possible. The\n                 appellate court will also bear in mind that there is a\n                 presumption of innocence in favour of the accused and the\n                 accused is entitled to get the benefit of any doubt. Further if it\n                 decides to interfere, it should assign reasons for differing with\n                 the decision of the trial court.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_69\">                                                   (emphasis supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761643\" id=\"span_58\">37.         From the above decisions, in <a href=\"/doc/761643/\" id=\"a_55\">Chandrappa and Ors. v. State of\n\nKarnataka</a> (2007 (4) SCC 415), the following general principles regarding\n\npowers of the appellate court while dealing with an appeal against an order of\n\nacquittal were culled out:</span>\n</p>\n<blockquote id=\"blockquote_26\">      (1)            An appellate court has full power to review, reappreciate and\n\n      reconsider the evidence upon which the order of acquittal is founded.\n</blockquote>\n<blockquote id=\"blockquote_27\">      (2)           The <a href=\"/doc/445276/\" id=\"a_56\">Code of Criminal Procedure</a>, 1973 puts no limitation,\n\n      restriction or condition on exercise of such power and an appellate court on\n\n      the evidence before it may reach its own conclusion, both on questions of\n\n      fact and of law.\n</blockquote>\n<blockquote id=\"blockquote_28\">      (3)           Various expressions, such as, &quot;substantial and compelling\n\n      reasons&quot;, &quot;good and sufficient grounds&quot;, &quot;very strong circumstances&quot;,\n\n      &quot;distorted conclusions&quot;, &quot;glaring mistakes&quot;, etc. are not intended to curtail\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                                                                  26</span>\n\f      extensive powers of an appellate court in an appeal against acquittal. Such\n\n      phraseologies are more in the nature of &quot;flourishes of language&quot; to\n\n      emphasise the reluctance of an appellate court to interfere with acquittal\n\n      than to curtail the power of the court to review the evidence and to come to\n\n      its own conclusion.\n</blockquote>\n<blockquote id=\"blockquote_29\">      (4)           An appellate court, however, must bear in mind that in case of\n\n      acquittal, there is double presumption in favour of the accused. Firstly, the\n\n      presumption of innocence is available to him under the fundamental\n\n      principle of criminal jurisprudence that every person shall be presumed to\n\n      be innocent unless he is proved guilty by a competent court of law.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_71\">      Secondly, the accused having secured his acquittal, the presumption of his\n\n      innocence is further reinforced, reaffirmed and strengthened by the trial\n\n      court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">      (5)      If two reasonable conclusions are possible on the basis of the\n\n      evidence on record, the appellate court should not disturb the finding of\n\n      acquittal recorded by the trial court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_74\">38.         A person has, no doubt, a profound right not to be convicted of an\n\noffence which is not established by the evidential standard of proof beyond\n\nreasonable doubt. Though this standard is a higher standard, there is, however,\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                                                               27</span>\n\fno absolute standard. What degree of probability amounts to &quot;proof&quot; is an\n\nexercise particular to each case. Referring to the interdependence of evidence\n\nand the confirmation of one piece of evidence by another, a learned author says\n\n[see &quot;The Mathematics of Proof II&quot;: Glanville Williams, Criminal Law Review,\n\n1979, by Sweet and Maxwell, p.340 (342)]:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n\n</p><blockquote id=\"blockquote_30\">            &quot;The simple multiplication rule does not apply if the separate\n            pieces of evidence are dependent. Two events are dependent\n            when they tend to occur together, and the evidence of such\n            events may also be said to be dependent. In a criminal case,\n            different pieces of evidence directed to establishing that the\n            defendant did the prohibited act with the specified state of\n            mind are generally dependent. A junior may feel doubt whether\n            to credit an alleged confession, and doubt whether to infer guilt\n            from the fact that the defendant fled from justice. But since it is\n            generally guilty rather than innocent people who make\n            confessions, and guilty rather than innocent people who run\n            away, the two doubts are not to be multiplied together. The one\n            piece of evidence may confirm the other.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_76\">39.   Doubts would be called reasonable if they are free from a zest for\n\nabstract speculation. Law cannot afford any favourite other than truth. To\n\nconstitute reasonable doubt, it must be free from an overemotional response.\n\nDoubts must be actual and substantial doubts as to the guilt of the accused\n\npersons arising from the evidence, or from the lack of it, as opposed to mere\n\nvague apprehensions. A reasonable doubt is not an imaginary, trivial or a\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                              28</span>\n\fmerely possible doubt, but a fair doubt based upon reason and common sense.\n\nIt must grow out of the evidence in the case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">\n\n</p><p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"10271\" id=\"span_62\">40.   The concepts of probability, and the degrees of it, cannot obviously be\n\nexpressed in terms of units to be mathematically enumerated as to how many of\n\nsuch units constitute proof beyond reasonable doubt. There is an unmistakable\n\nsubjective element in the evaluation of the degrees of probability and the\n\nquantum of proof. Forensic probability must, in the last analysis, rest on a\n\nrobust common sense and, ultimately, on the trained intuitions of the Judge.\n\nWhile the protection given by the criminal process to the accused persons is not\n\nto be eroded, at the same time, uninformed legitimization of trivialities would\n\nmake a mockery of administration of criminal justice. This position was\n\nilluminatingly stated by Venkatachaliah, J. (as His Lordship then was) in <a href=\"/doc/10271/\" id=\"a_57\">State\n\nof U.P. v. Krishna Gopal</a> (1988 (4) SCC 302).</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_80\">41.   The above position was highlighted in State of U.P. v. Awdhesh (2008\n\n(9) JT 591).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_81\">42.   Therefore on considering the reasonings recorded by the trial court and\n\nHigh Court we find no scope for interference with the order of acquittal passed\n\nby the trial court which was affirmed by the High Court.\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                                                            29</span>\n</p><p data-structure=\"CDiscource\" id=\"p_82\">\f43.   Coming to the appeal filed by the accused Paramjit Singh, we find that\n\nthe High Court has indicated the reasons as to why he stood on a different\n\nfooting and how accusations have been fully established so far as he is\n\nconcerned.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">44.   We find no infirmity in the view of the High Court to warrant\n\ninterference with the impugned judgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_84\">45.   Both the appeals fail and are accordingly dismissed.\n\n</p><p data-structure=\"Precedent\" id=\"p_85\">                                     ..........................................J.\n                                     (Dr. ARIJIT PASAYAT)\n\n\n                                     ..........................................J.\n                                     (C.K. THAKKER)\n\n\n                                     ..........................................J.\n                                     (LOKESHWAR SINGH PANTA)\nNew Delhi:\n</p><blockquote id=\"blockquote_31\">November 7, 2008\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                                                    30</span>\n\f</blockquote>","numcites":30,"numcitedby":17,"docsource":"Supreme Court of India","citetid":761422,"divtype":"judgments","relatedqs":[{"value":"appeal against order of acquittal","formInput":"appeal%20against%20order%20of%20acquittal"},{"value":"arijit pasayat ","formInput":"arijit%20pasayat%20"},{"value":"presumption of innocence","formInput":"presumption%20of%20innocence"},{"value":"miscarriage of justice","formInput":"miscarriage%20of%20justice"},{"value":"proof beyond reasonable doubt","formInput":"proof%20beyond%20reasonable%20doubt"},{"value":"review by same court","formInput":"review%20by%20same%20court"},{"value":"criminal jurisprudence","formInput":"criminal%20jurisprudence"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"miscarriage","formInput":"miscarriage"},{"value":" judgment of acquittal","formInput":"%20judgment%20of%20acquittal"},{"value":"privy council","formInput":"privy%20council"},{"value":"powers of appellate court","formInput":"powers%20of%20appellate%20court"},{"value":"admissibility of evidence","formInput":"admissibility%20of%20evidence"},{"value":"power of review, ","formInput":"power%20of%20review%2C%20"},{"value":"power of appeal court","formInput":"power%20of%20appeal%20court"},{"value":"swaran singh","formInput":"swaran%20singh"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"\"power to review\"","formInput":"%22power%20to%20review%22"},{"value":"high court powers","formInput":"high%20court%20powers"},{"value":"harbhajan singh","formInput":"harbhajan%20singh"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"arms","formInput":"tag:arms"}],"courtcopy":true,"query_alert":null,"agreement":false}