{"tid":1056407,"publishdate":"1978-11-21","title":"Pearelal & Sons (E.P.) (P) Ltd. vs V/O Mashpriborintorg And Anr. on 21 November, 1978","doc":"<h2 class=\"doc_title\">Pearelal &amp; Sons (E.P.) (P) Ltd. vs V/O Mashpriborintorg And Anr. on 21 November, 1978</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR1979DELHI217</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-ranganathan\">S. Ranganathan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-ranganathan\">S. Ranganathan</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT \n \n\n S. Ranganathan, J.  \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> (1) Some interesting questions have been argued m these Civil Revisions which arise out of four contracts dated May 5, 1965. June 3. 1965, July 30, 1965 and September 22, 1965 entered into between the Petitioners. M/s. Pearey Lal &amp; Sons (East Punjab) (P) Ltd.. (hereinafter referred to as the &#x27;Petitioners&#x27; and &#x27;the Company&#x27;) and M/s. V/O &quot;Mashpriborintorg&quot; (hereinafter referred to as the &#x27;Russian Party&#x27; or as &quot;Respondent No. 1&quot;). All the contracts were identical so far as is material for the present case and the dispute is regarding the effect of a clause which is common to all the contracts. I shall set out the facts in one of these cases (C.R. 104/75) in order to appreciate the contentions that have been raised.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">(2) On May 4, 1965 the Russian Party and the Company entered into an agreement whereby the former sold and the latter bought certain goods mentioned in Annexures A to C to the contract &quot;amounting to the total Cif Indian port value of Rs. 67,057.74&quot; less 10 per cent for keeping Show Room etc. to be shown separately in the invoices. The value of the contract was stated therefore to be Rs. 60,351.97 (Cl. 3). Cl. Ii dealt with &quot;Payment&quot; :    &quot;THEBUYERS are obliged to open in the SELLERS&#x27; favor an irrevocable, confined and divisible Letter of Credit for the total value of the goods ready for shipment with the Bank for Foreign Trade of the Ussr, Moscow, within 10 15 days, but not later than 30 days, from the date of receiving the cable notification of the Sellers confirming the readiness of the goods for shipment. The payments terms in the Letter of Credit shall be 25 per cent (twenty five per cent) against documents and the balance of 75 per cent (Seventy five per cent) after 180 days from the date thereof. If the gold content of Indian Rupees (which is at present O.18662/grammes of pure gold per one Indian rupee) is changed the prices and the amount of the contract are to be recalculated accordingly on the date of changing the gold parity of Indian Rupee&quot;.  \n</p>\n<p data-structure=\"Section\" id=\"p_3\">It is the underlined clause (which I shall, for convenience refer to as &#x27;the gold clause&#x27;) that has given rise to the controversy in the present case. But. before referring to it, I may also read Cl. 17 of the agreement which provides for ARBITRATION. This clause again is in three parts which I shall mark as (a), (b) and (c) for convenience of discussion though these have not been so marked in the agreement itself:    &quot;ARBITRATION: (a) Any dispute or discrepancy which may arise out of this contract or in connection with it are to be referred to arbitration with the exception of an appeal to the ordinary courts. (b) If the Soviet Foreign Trade Organisation is a defendant in such a dispute or discrepancy the matter shall be referred to the Foreign Trade Arbitration Commission of the Ussr Chamber of Commerce, Moscow in accordance with the Rules of this Commission. (c) If a physical or judicial person is a defendant in such a dispute or discrepancy the matter shall be referred to the Arbitration Tribunal (AT) of the Federation of Indian Chamber of Commerce and Industry, New Delhi (FICCI) in accordance with the rules of the said Tribunal&quot;.  \n</p>\n<p data-structure=\"Facts\" id=\"p_4\">(3) The Russian party supplied the goods contracted for to the Company and also issued invoices in terms of the contract. These invoices are as below :    Sl.No. Invoice No. Date 180 days from date of invoice 1. 61004 9.3.66 9.9.66 2. 61005 6.3.66 6.9.66 3. 20050 30.3.66 30.9.66 4. 20060 303.66 30.9.66 5. 33030 22.3.65 22.9.65 6. 54049 12.3.66 12.9.66 7. 54067 21.3.66 21.9.66 8. 54068 22.3.66 22.9.66 9. 54074 20.3.66 20.9.66 10. 54087 25.4.66 25.10.66 11. 54097 24.4.66 24.10.66 12. 54098 24.4.66 24.10.66 13. 54091 22.4.66 22.10.66 14. 54330 18.11.65 18.5.66 15. 56035 25.4.66 25.10.66 16. 56218 15.12.65 15.6.66   \n\nAccording to the Russian Party, the Company had not carried out its obligations of payment for the goods supplied to it under the contract. It is common ground, however, that the Company had made the payment for the goods in accordance with the Exchange rate as it .stood prior to June 5, 1966. The claim of the Russian Party, however, was that additional payments were due to it &quot;in respect of the amounts payable in Installments falling after the said 5th June, 1966&quot; in accordance with the new rate of exchange. Thus it claimed a further sum of Rs. 29,975.19 from the Company, which the latter failed to pay. The Russian Party thereupon invoked the arbitration clause and filed a claim before the Arbitration Tribunal of the Ficci for the recovery of such additional amounts claimed to be due under all the four contracts. But the At, accepting a preliminary objection raised by the Company, held that &quot;one application for arbitration in respect of the disputes arising under five (sic) contracts was not maintainable and that the applicant, if so advised, might file different application for arbitration in respect of the said contracts&quot;. Thereupon, the Russian Party filed four separate applications in respect of the four contracts on the same lines as before.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">(4) The Company now took up the stand that At, Ficci had no jurisdiction to entertain the claim and so refuge to appoint an arbitrator on its behalf. Consequently, the Registrar of the At proceeded to nominate an arbitrator on behalf of the Company under Rule Vi (3) of the Rules of the Tribunal. Thereupon, the Company filed applications (registered as Suit Nos. 18 to 21 of 1972) before the Sub Judge, Delhi under S. 33 of the Indian Arbitration Act (hereinafter referred to as &#x27;the Act&#x27;). The Russian Party and the Ficci were made respondents. It was prayed that it be declared (a) that there does not exist valid, subsisting arbitration agreement between the applicant and first respondent ; (b) that the 2nd respondent does not have any jurisdiction to entertain the reference made by the first respondent and proceed with the arbitration proceeding; and further that the costs of the proceedings may kindly be awarded to the applicant. These application were dismissed by the Sub Judge by her order dated May 31, 1974 and hence the present revision petitions.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">(5) Shri D. K. Aggarwal, appearing for the petitioner Company, raised the following contentions ;-    (1)The agreement between the parties was vague in regard to a material term (viz. value of contract and basis of payment) and there was, therefore, no concluded and enforceable contract at all between the parties; (2) The arbitration clause in the agreement is invalid as it provides for an appeal which is inconsistent with the concept of an arbitration and the provisions of the <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a> ; (3) The arbitration clause is also unenforceable because it is vague in respect of the forum and method of arbitration ; and (4) The agreement envisages a reference to arbitration by the first respondent unilaterally and this was not permissible in law. (6) Before proceeding to consider these contentions, it is necessary to clarify a procedural difficulty faced by the petitioners in the trial court. I have earlier referred to the fact that the Russian party filed, in the first instance, an application seeking arbitration in respect of its claims under all the four contracts which was dismissed. In the course of the present proceedings, it was contended on behalf of the first respondent that these proceedings were merely a continuation of the earlier proceedings, that the company had submitted to the jurisdiction of the second respondent by participation in those proceedings and, as such, the Company could not be now allowed to challenge the jurisdiction of the second respondent on the reference. On this controversy the learned trial Judge framed the following issue:  \n</p>\n<blockquote id=\"blockquote_1\">(6) &quot;Whether the arbitration proceedings commenced by the respondent by application dated 21-8-70 is a continuation of the arbitration proceedings commenced by the respondent by application dated June 4, 1969 and, if so, what is the effect ?&quot; and answered it by saying that the Company, having submitted to the jurisdiction of the second respondent and participated in the earlier proceedings, could not now challenge the jurisdiction of the second respondent to enter upon the reference.  \n</blockquote> \n\n<blockquote id=\"blockquote_2\">(7) Shri Aggarwal contests the correctness of this finding. His grievance is that the lower court has, in arriving at its conclusion, considered the documents placed by the Registrar of the second respondent (R.W. I ) without the same being properly exhibited in accordance with the rules contained in <a href=\"/doc/161831507/\" id=\"a_2\">the Code of Civil Procedure</a>. It is, however, unnecessary to pursue this issue much further because the objection taken by the Company to the jurisdiction of the Tribunal in these proceedings was two-fold :    (A)that there was no valid contract for arbitration in existence between the parties ; and (b) that the reference made by the first respondent to the second respondent, being unilateral, the second respondent had no jurisdiction to proceed further with the matter.  \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_7\">So far as the first of these objections is concerned, the learned trial court has itself allowed the question to be raised by the Company and discussed it under Issues 2, 3 and 5 on the merits, after rejecting the plea by the Russian party that the question had been heard and adjudicated upon in the earlier proceedings. So far as the second objection is concerned, though the learned counsel for the petitioners put it forward as one of his contentions in the revision petition, he did not, however, press it. The objection itself, not being pressed, the question whether the Company is precluded from raising it because of its alleged participation in the earlier proceedings does not arise for consideration and is purely academic. The preliminary hurdle posed by the answer of the Sub Judge to Issue No. 1 does not, therefore, stand in the petitioner&#x27;s way and I may therefore, proceed to consider the other contentions raised by Shri Aggarwal.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">(8) The main argument of Shri Aggarwal is that there is really no concluded agreement between the parties and that if this be so, the agreement itself falls and the arbitration clause will also fall along with it. Why is there no completed contract between the parties? This, he says, is because the &#x27;payment clause&#x27; of the contract is vague and uncertain, but before elaborating the point further Shri Aggarwal says that there is a preliminary difficulty in my considering the point now inasmuch as the learned Sub Judge has not decided the contention on an erroneous assumption that this was a matter, not for the court but, for the arbitrator to decide. He suggests that I should first clarify the legal position and remand the matter to the trial court for re-hearing the matter and recording a clear finding as to whether the contract is void for vagueness and uncertainty regarding the &#x27;Payment&#x27; clause.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">(9) The [earned Sub Judge dealt with the plea as follows (vide para 13) :    &quot;The petitioner has challenged the validity and legality of the arbitration agreement between the petitioner and respondent No. I on three grounds. The first is that the payment clause of the contract between the parties contain agreement providing that the price is to be calculated if the gold contents of Indian Rupee was changed but it is wholly silent as to point of time when the parties were entitled to effect such a change in the Gold parity of Indian rupee. However at this stage the validity of the arbitration clause in that contract is to be considered. The clause relating to payment is a matter of dispute between the parties under the contract which according to arbitration clause is to be decided by making a reference to arbitration. Therefore it will be for the arbitrator to determine the effect of the payment clause incorporated in the contract between the parties. Vagueness, if any in the payment clause is not going to have any effect on the validity of the arbitration clause. Hence the ground is devoid of any force and is not sustainable.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_1\">(10) In <a href=\"/doc/1986314/\" id=\"a_3\">Khardah Company Ltd. v. Raymon &amp; Co. (India) Private Ltd.</a>, it was decided T quote here only a portion of the first head note of the report :    &quot;It cannot be disputed that the expression &quot;arising out of&quot; or &quot;concerning&quot; or &quot;in connection with&quot; or &quot;in consequence of&quot; or &quot;relating to this contract&quot; occurring in an arbitration clause in an agreement to purchase goods are of sufficient amplitude to take in a dispute as to the validity of the agreement. But the arbitration clause cannot be enforced when the agreement of which it forms an integral part is held to be illegal. On principle it must be held that when an agreement is invalid every part of it including the clause as to arbitration contained therein must be invalid........... Accordingly, a dispute that the contract of which the arbitration clause forms an integral part is illegal and void is not one which the arbitrators are competent to decide under the arbitration clause although it is of sufficient amplitude to take in a dispute as to the validity of the agreement, and in consequence a party to the contract is entitled to maintain an application under<a href=\"/doc/1154891/\" id=\"a_4\"> S. 33</a> for a declaration that the contract is illegal and that in consequence the proceedings taken there under before the arbitrators and the award in which they resulted were all void.&quot;</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"408590\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"228570\" id=\"span_3\">That was a case in which the whole contract was alleged to be illegal as it had been made in contravention of a certain Government notification. To the same effect are the decisions in <a href=\"/doc/228570/\" id=\"a_5\">Waverly Jute Mills Co. Ltd. v. Raymon and Co. (India) Pvt. Ltd.</a>  and <a href=\"/doc/408590/\" id=\"a_6\">Jaikishan Dass Mull v. Luchhinarain Kanoria &amp; Co.</a> .</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"804060\" id=\"span_4\">The same principle had been enunciated with reference to a contract alleged to be void on the ground of a mutual mistake, in <a href=\"/doc/804060/\" id=\"a_7\">Shiva Jute-Baling Limited v. Hindley and Company Limited</a> .</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">(11) Relying on the above decisions, Shri Aggarwal contends that the learned Sub Judge erred in leaving it to the arbitrator to determine the effect oF the payment clause. The language used by the learned Judge in the extract quoted earlier does lend some support to Shri Aggarwal&#x27;s contention, that the learned Judge did not appreciate the argument of the petitioner that the vagueness of the payment clause affected the validity of the contract and hence of the arbitration clause and so did not decide on the effect of the alleged vagueness in the payment clause. On the otherhand, I think it can be equally said that the learned Judge came to the conclusion that the payment clause is not vague and, further that even if there is any vagueness about it would not affect the validity of the contract (and, so, of the arbitration clause) but would only raise a question of the correct interpretation of the contract which it was within the scope of the arbitrator to determine. I read the order thus and so the preliminary difficulty raised by Sri Aggarwal (vide para 7 above) does not survive. Even otherwise, the point raised is purely one of law regarding the interpretation of the agreement and I think it is open to me to consider the contention of Sri Aggarwal on the merits.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">(12) This, therefore, takes me to the question as to the nature and effect of the payment clause on the contract as a whole, to support of his contention that the clause is vague and uncertain Sri Aggarwal points out that it does not clearly lay down in what circumstances the &#x27;gold clause&#x27; will come into operation. Literally, it could be argued, he says, that even in a case where the goods have been supplied and full payment made long before the date of revaluation of the Indian Rupee, the clause would apply and enable the Russian party (in the event of devaluation) and the Indian party (in the case of an escalation in the value of the rupee) to recover moneys from the other. Another possible interpretation would be that the clause conies into operation only in respect of goods supplied after the date of revaluation and only enables the parties to determine the value of the contract in terms of the Indian Rupee at a rate other than the exchange rate that prevailed on the date of the agreement. Yet another interpretation would be that the gold clause would be attracted even in the case of goods supplied earlier provided the balance of the purchase money remains still to be paid to the suppliers as the period of 18 days had not elapsed. In short, the interpretation of the most important clause of an agreement for sale of goods is highly controversial and uncertain. This can only lead to the conclusion that the parties were not at all ad idem in regard to a material clause of the contract and that, therefore, there is no completed contract at all.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">(13) In support of his contention, Sri Aggarwal relied on two decisions, one of the Supreme Court and the other of the House oF lords. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3413\" id=\"span_5\">In the case before the Supreme Court, <a href=\"/doc/3413/\" id=\"a_8\">Keshavlal Vs. Lalbhai T. Mills Ltd.</a> , the appellants had placed certain orders for cloth on the respondent mills, the delivery of which had to be given in September and October 1942. On August 9, 1942 the workers of the mills went on indefinite strike in sympathy with the Quit India movement and the mills, therefore, wrote to the appellants, that &quot;in view of the strike and political situation, the delivery time of the pending contracts should be automatically understood as extended for the period the working of the mills was stopped and until the normal state of affairs recovered.&quot; The mills resumed working in November 1942. but when the appellants approached the mills for delivery as per contract, the mills repudiated liability on the ground that the contracts were &quot;null and void&quot;. This contention was upheld by the Supreme Court and it was held, affirming the High Court&#x27;s judgment, &quot;that the conditions mentioned by the respondent in its letter asking for extension of time were so vague and uncertain that it is not possible to ascertain definitely the period for which the time for the performance of the contract was really intended to be extended. In such a case, the agreement for extension must be held to be vague and uncertain and as such void under <a href=\"/doc/1568155/\" id=\"a_9\">Section 29</a>. <a href=\"/doc/171398/\" id=\"a_10\">Contract Act</a>.&quot;</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">(14) In the course of its judgment <a href=\"/doc/3413/\" id=\"a_11\">in <a href=\"/doc/3413/\" id=\"a_12\">the above case</a></a>, the Supreme Court referred to the decision of the House of Lords in Scammel and Nephew Vs. Ouston, 1941 A.C. 251(6) which is also relied upon by Shri Aggarwal. In that case the respondent had agreed to purchase from the appellant a new motor van but stipulated that this order was given on the understanding that the balance of purchase &#x27; price can be had on hire-purchase terms over a period of two years. The House of Lords held that the clause as to hire-purchase terms was so vague that no precise meaning could be attributed to it and consequently there was no enforceable contract between the parties. Viscount Mangham. who agreed with Lord Russell, stated the general principle thus:    &quot;In order to constitute a valid contract the parties must so express themselves that their meaning can be determined with a reasonable degree of certainty. It is plain that unless this can be done it would be impossible to held that the contracting parties had the same intention: in other words the consensus ad idem would be a matter of mere conjecture. This general rule, however, applies somewhat differently in different cases. In commercial documents connected with dealings in a trade with which the parties are perfectly familiar the court is very willing if satisfied that the parties thought that they made a binding contract, to imply terms and in particular terms as to the method of carrying out the contract which it would be impossible to supply in other kinds of contract : See Hillas and Co. Vs. Arcos, Id. (1).&quot;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">and, after considering the oral and documentary evidence and referring to the different views entertained in regard to the interpretation of the clause by the trial judge, the Lords Justices in the Court of Appeal and by counsel, came to the conclusion that it was impossible to state that a binding agreement had been established by the respondents. Lord Russell set out the views of the various Judges who had heard the matter and the oral evidence and concluded:    &#x27;THEoral evidence establishes that the only acquisition by the respondents which was contemplated by the parties. was an acquisition by some form of hire-purchase, which would enable the respondents to spread their payment of 1681 over a period of time. This could be brought about in various ways, and by documents containing a multiplicity by different terms. In my opinion the concluding sentence of the letter of December 8. 1937, was not a condition precedent to any contract. It is merely a recording in writing of what had been the common intention of the parties in their discussions and negotiations. with a stipulation, apparently for the first time, for a period of two years. But, in view of the numerous forms of hire-purchase transactions, and the multiplicity of terms and details which they involve, the respondents are faced with what appears to me to be a fatal alternative, namely. either (1) this term leaves essential contractual provisions for further negotiation between the parties, with the same result.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">Lord Wright expressed his views thus :    &#x27;&#x27;THEREare in my opinion two grounds on which the court ought to hold that there was never a contract. The first is that the language used was to obscure and so incapable of any definite or precise meaning that the court is unable to attribute to the parties any particular contractual intention. The object of the court is to do justice between the parties, and the court will do its best, if satisfied that there was an ascertainable and determinate intention to contract, to give effect to that intention, looking at substance and not mere form. It will not be deterred by mere difficulties of interpretation. Difficulty is not synonymous with ambiguity so long as any definite meaning can be extracted. But the test of intention is to be found in the words used. If these words, considered however broadly and unethically and with due regard to all the just implications, fail to evince any definite meaning on which the court can safely act, the court has no choice but to say that there is no contract. Such a position is not often found. But I think that it is found in this case. My reason for so thinking is not only based on the actual vagueness and unintelligibility of the words used, but is confirmed by the startling diversity of explanations, tendered by those who think there was a bargain, of what the bargain was. I do not think it would be right to hold the appellants to any particular version. It was all left too vague. There are many cases in the books of what are called illusory contracts, that is, where the parties may have thought they were making a contract but failed to arrive at a definite bargain. It is a necessary requirement that an agreement in order to be binding must be sufficiently definite to enable the court to give it a practical meaning. Its terms must be so definite, or capable of being made definite without further agreement of the parties, that the promises and performances to be rendered by each party are reasonably certain. In my opinion that requirement was not satisfied in this case.&quot;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">(15) It appears to me, however, that while these decisions are helpful in so far as they lay down the principles applicable to such cases, the conclusion arrived at in those cases would not follow here as the facts and circumstances are totally different. In the Supreme Court case, if one bears in mind the conditions prevailing at the time the letter for extension of time was written, it is quite obvious that the parties were quite uncertain as to the exact period of extension of time needed to enable delivery be made and the clause was left equally vague. Similarly, in the case before the House of Lords, all that had been agreed was that there should be a hire-purchase but the terms thereof were vague and uncertain or had to be settled -subscquently. But in the present case, neither the clause nor the alleged vagueness is so fundamental as to vitiate the contract itself. Here the agreement is between two business organizations and there is no doubt they intended to entered into a binding contract. The terms of the contract, viz., the goods to be supplied, price payable for them, terms of supply etc. are all clear. When the goods are ready to be supplied, respondent No. 1 intimates the company which opens an irrevocable letter of credit for the value of the goods and the goods are paid for on the terms mentioned in the contract. There is no ambiguity or uncertainty regarding the price and the goods or the amount for which the letter of credit is to be opened. The uncertainty, if any, enters the picture only in regard to the modifications if any that is to be made in respect of the price payable in a particular eventuality. If this eventuality never happened, i.e., if the exchange rate of the rupee never varied during the period of the contract, no difficulty at all arises, as the gold clause does not come into operation at all. In his effort to argue that the parties were not ad idem as to the price of the goods, in any circumstances whatever Sri Aggarwal put forward an extreme contention that it was arguable that the clause will be applicable even where the variation in the value of the rupee takes place long after the contract is fully discharged by performance the gold clause obliges a recalculation of the price. He points out that the Russian party has claimed additional price also in respect of invoices bearing S. No. 5 and 14 in which even the period of six months for payment of the full price was complete. But the respondent in the counter-affidavit filed in reply to the application only takes up the following stand (vide para 13) :    &quot;Ideny that the contract is vague. I deny the contention of the applicant that the right to the amounts due on account of the devaluation of the rupee would accrue only so long as the goods have not been shipped by Respondent No. I to the applicant. I say that it is clear from the contract that the devaluation of Rupee would affect the amounts due on the Installment dates falling after the date of the devaluation, even though the goods might have been shipped prior to the devaluation. So long as the payments under the contract are due, they have to be made according to the payment clause extracted above which should take the devaluation of the Rupee into account.&quot;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">In other words, the difficulty in interpretation arises only if the contract is still to be performed. It may be arguable thus whether the clause has application where the goods have been dispatched prior to devaluation provided if payment is still outstanding wholly or in part. But there can be no doubt that the clause will have no application at all where the contract is fully discharged by performance by both parties of their obligations there under long prior to the date of devaluation. Sri Aggarwal&#x27;s contention in this extreme form seems to have been raised merely to support the argument that because of such a possible interpretation the price payable under the contract itself is totally indefinite. As I read the contract, it is quite clear on this account. If there is no revaluation of the rupee during the time, the contract is executing, the price payable is clear and definite and there is no manner of ambiguity. Even if there is a revaluation during the above period, the price of the goods is already mentioned in the invoices and covered by the letter of credit and the only question that may arise would be whether either party would be entitled to payment by applying the gold clause. Any difficulty of interpretation on this question would not, in my view, affect the validity of the contract which is complete. To accept the argument of the petitioner would practically amount to saying that in every case where a doubt or difficulty arises in regard to the interpretation of one of the main clauses of a contract, there could be no arbitration at all as the contract would be void. As pointed out by Lord Wright in the case abovecited, the real test of validity lies not in mere difficulties of interpretation but in the court being satisfied that there was an ascertainable and determinate intention to contract. Such intention once manifest, on looking at substance and not mere forms should be given effect to.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">(16) It should not be overlooked, in an approach to this question, that the contract in this case has been entered into at an international level by two commercial parties and that the gold clause is one which figures in practically every one of such contracts for the obvious reason that currencies of two different countries at least are involves! and fluctuations in their mutual relationship are bound to occur over a period of time. These gold clauses are incorporated in contracts to avoid the operation of the &quot;nominalistic principle&quot; which is &quot;that a debt payable at a future time involves an obligation to pay the nominal amount of the debt at the date of payment in whatever is legal tender for that currency at that date, irrespective of any fluctuations in the currency in which the debt is expressed between the date of contract and the date of payment&quot;. (See Chitty on Contracts, 24th Ed., Vol. I, para 1309). Thus, for e.g., in this case the contract of 4-5-65 expresses the value of the contract at Rs. 60,351.97 ; and, according to the nominalistic principle, the company would discharge its liability under the contract by passing the Russian party the above sum in rupees, even if the value of the rupee in the meanwhile were to change. Thus, if the rupee is devalued before payment, the Russian party would lose a part of the value bargained for and if the value of the rupee goes up, the Indian party would lose by making payment of the actual amount in Rupees mentioned in the contract. In order to avoid this result, &quot;creditors have adopted various clauses to protect themselves against the risk of depreciation of the currency&quot; which, incidentally, will also protect a debtor against appreciation of the currency. This type of clauses (which may be broadly described as the &quot;gold clause&quot;) takes various forms and its validity, meaning and effect has to be determined by the proper law of the contract. The leading case on the subject is the Feisty case (1934) A.C. 161(7), where a clause defining an indebtedness in terms of &quot;sterling in gold coin of the United Kingdom of or equal to the standard of weight and fineness existing on 1-9-1928 was interpreted as defining the means by which the indebtedness was to be measured and ascertained.&quot; The object of the gold clause in the present case is likewise to secure the interests of the parties and ensure that the price of the goods supplied or payment made reflects their value as originally agreed upon and does not suffer because of variations in the value of the currency by the time of payment.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">(17) Apart from the consideration that the gold clause in such contracts have a definite purpose and intent, one must while interpreting such a contract as this, bear in mind the basic rules of construction applicable to commercial documents. These rules have been pithily summarised in Mulla on the Indian Contract Act (Ninth Edition) at pp. 14-15:    &quot;A person is only entitled to enforce his contractual rights in a reasonable way and a court will not support an attempt to enforce them in an unreasonable way. The courts should not, in commercial transactions, be astute to defeat the efficacy of documents which parties have acted on, by seeking to apply to their construction rules such as the &quot;subject to contract rule&quot;. Such rules are but guides. They must not become tyrants, compelling a construction which in the circumstances of a particular case, produces a wholly artificial and unreal result. The court should put itself in a frame of mind which would make itself possible to understand how commercial minds work. The House of Lords in Adamastos Shipping Co. Ltd. V. Anglo-Saxon Petroleum Co. Ltd. (HL) summarizing the rules applicable to construction of commercial documents laid down that effort should be made to construe commercial agreements broadly and one must not be astute to find defects in them or reject them as meaningless. The dealings of men should as far as possible, be treated as effective and the law may not incur the reproach of being the destroyer of bargains.&quot;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">Cheshire and Fifoot, in the Eighth Edition of the Law of Contract point out (p. 33) :    &quot;Assign all questions of construction, the comparison of decided cases is apt to confuse rather than to illuminate. It would, appear, however, that, whenever there is evidence that the parties have acted upon the faith of a written document, the courts will prefer to assume that the document embodies a define intention to be bound and will strive to implement its terms. Such, at least, will be the instinct of a judge in a commercial transaction, where the parties are engaged in a particular trade and may be taken to have accepted its special and familiar usages as the background of their bargain.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">The learned authors then proceed to consider the two English decisions on either side of the line Hillas and Co. v. Arcos Ltd: (1932) A.E.R. 494(8), where the bargain was upheld and Scammel v. Ouston 1941 A.C. 251 where a contract was held to have failed to come into existence and conclude:    &quot;.. . . as Lord Wright pointed out, the Judges will always seek to implement and not to defeat reasonable expectations. They will follow, if this is at all possible, the example of Hillas v. Arcos rather than that of Seammel v. Ouston.&quot; 18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540951\" id=\"span_6\">The Supreme Court had occasion to consider the validity of a somewhat similar term in a contract in <a href=\"/doc/1540951/\" id=\"a_13\">Genekar and Co. v. Hindustan Wires Ltd.</a> . That was also the case of an application under <a href=\"/doc/1154891/\" id=\"a_14\">Section 33</a> of the Arbitration Act, where a contention was raised that there was no valid arbitration agreement between the parties as there was no concluded contract between the parties. The contract<a href=\"/doc/1540951/\" id=\"a_15\">, <a href=\"/doc/1540951/\" id=\"a_16\">in that case</a></a>, was in the shape of correspondence exchanged between the parties in relation to sale and delivery of certain goods. The term regarding price was set out in Annexure &#x27;B&#x27; as Rs. 2450 per metric ton less a discount of Rs. 50 per metric ton and about this clause there was no dispute. The respondents however alleged that another letter-Annexure &#x27;G&#x27; also formed part of the contract, whereby the appellants had been informed that they were liable to pay a higher price in certain circumstances as such as increase in price of raw-material, increase in excise duty and other taxes etc. The appellants had not accepted this price variation clause in writing. The learned Single Judge of the Calcutta High Court held that the price variation clause not having been agreed upon between the parties, there was no concluded contract. The Supreme Court, however, held: &quot;This clearly goes to show that there was really no difference as to the subject matter of the contract between the parties except that while the respondents alleged that the appellants had agreed to the price variation clause the appellants alleged that they had not. Apart from this there was no dispute between the parties whatsoever with regard to the terms of the contract. Both parties agreed that in accordance with the works order there was an arbitration clause and this arbitration clause was binding on both. In these circumstances, it is difficult to see how the respondents were entitled to approach Hie court under <a href=\"/doc/1154891/\" id=\"a_17\">Section 33</a> of the Arbitration Act. There is no challenge to the existence or validity of the arbitration agreement, nor was the application made with a desire to have the effect of the arbitration agreement determined. The learned Judge, .with respect, was in error in thinking that the respondents&#x27; petition was competent under <a href=\"/doc/1154891/\" id=\"a_18\">Section 33</a> of the Arbitration Act, 1940.&quot;</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">(18) In other words, even where the very existence of the price variation clause was in dispute between I he parties, it was held that it was for the arbitrator to decide whether the price variation clause was part of the contract or not. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089033\" id=\"span_7\">In <a href=\"/doc/1089033/\" id=\"a_19\">Khivraj Chordia and others v. Esso Standard Eastern Inc.</a> , a lease was renewable on the same terms and conditions except that the &quot;rent&quot; was to be mutually agreed to between the parties with due regard to the then prevailing rents in the locality. The Court repelled a contention that the contract was void for uncertainty holding that the test for voiding a contract on the ground of alleged uncertainty of a term is &quot;not whether the term in itself is certain but whether it is capable of being made certain&quot;. These decisions show that the mere existence of a doubt, ambiguity or dispute as to the clause stipulating the monetary consideration in a contract does not render the contract void, as contended by Sri Aggarwal. Applying the above principle to this case, it is difficult to reject the payment clause as vague, uncertain and indefinite of meaning. As pointed out earlier, it consists of two parts one of which is quite clear, definite and certain. The second provides, in accordance with well accepted usage in international contracts, a price variation clause which will operate for the benefit of both the parties depending upon the nature of a variation in the value of the rupee. Its purpose and intent is clear and should be given effect to and not construed so as to invalidate the contract itself.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">(19) For the reasons discussed above, I am unable to accept the contention of Sri Aggarwal that the contracts between the parties were void and so there can be no valid reference to arbitration.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">(20) The second attack of Sri D. K. Aggarwal is on the &quot;arbitration clause&quot; of the contracts viz. clause 11 extracted earlier as vague and indefinite. He mounts attack on this clause in various ways in order to establish that the parties have failed to express their ideas in this matter in clear terms. His main ground of objection is that the arbitration clause itself talks of a resort to courts by way of appeal and that this clause is therefore inconsistent with the basic principles of arbitration in general and the provisions of the Indian Arbitration Act in particular. Finality of an arbitrator&#x27;s decision and the exclusion of the ordinary courts for settling of disputes, arising out of the agreement are, according to him, the sine qua non. of an arbitration agreement. I do not think that this objection of Sri Aggarwal is wellfounded. In the first place, in my opinion, the clause provides, not for a resort to, but, an exclusion of ordinary courts. There is much to be said for the plea of the respondents that this agreement, drafted between two nations for both of which English is not the &quot;native&quot; tongue, should be construed and understood in its broad and general sense. The word &quot;appeal&quot; is used not in the strictly technical sense of a continuation of the proceeding in a higher forum but in the sense of &quot;resort&quot; or &quot;approach&quot;. To put it in other words, what the clause contemplates is that any dispute should be referred to arbitration and an &quot;appeal&quot; (i.e. resort) to the ordinary courts for this purpose is &quot;excepted&quot; i.e. excluded. If it had been intended that the arbitrator&#x27;s. awards were not to be final, the clause would have read after the word &quot;arbitration&quot; as follows :    &quot;Which shall be final, with the exception of an appeal to ordinary courts from the award of the arbitration.&quot;  \n</p>\n<p data-structure=\"Section\" id=\"p_27\">The absence of these or similar words and the manner in which the clause is drafted suggest, to me, beyond doubt that it clearly envisages arbitration as the mode of resolution of disputes, resort to ordinary courts being excluded. Secondly, if we are to give the word &quot;appeal&quot; a slightly narrower meaning, what the clause does is only to enable a party who may be dissatisfied with the award &#x27;&#x27;lo take steps against in&quot; in the ordinary courts. Even on this interpretation, the word &quot;appeal&quot; will &#x27;have to be. given a liberal interpretation than what is strictly connotes to be construed to refer to those proceedings which are available to a party or against the award in a civil court according to the law of the land. It can be said that &#x27;the general word &quot;appeal&quot; is used because the nature of&#x27; such proceedings in the civil courts will vary according as the &#x27;forum of&#x27; arbitration is in Russia or in India. That this docs not really involve an unreasonable strain on the scope of the word &quot;appeal&quot; will be clear from the fact that, according to the third part of this clause, the abritration, when don:: in India, has to be in accordance with the rules of the Ficci tribunal and these rule?, do coverage steps for filing reference etc.. as envisaged in the Indian Arbitration Act [Vide rules l(b), Vl(4), Xxiii, Xxvii and Xxxi to XXXIII). But, if even this interpretation should be considered to be strained and the word &quot;appeal&quot; is to be given its strict, legal and technical meaning, all that it can mean is that the parties will have to abide by the result of the award, except where an appeal lies to the ordinary courts in accordance with the law applicable to the arbitration proceedings. It is trite law that an &quot;appeal&quot; is a right to be conferred by statute and an arbitration agreement cannot confer on any civil court jurisdiction to entertain or hear an appeal from the award which it does not have under the statute. The clause merely declares that the disputes are to be resolved only by arbitration, except to the extent the law applicable to the arbitration proceedings permits an appeal to the ordinary courts and there can be no valid objection lo such a declaration.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">(21) Actually, in the course of the debate before me it emerged that even a provision that there should be an &quot;appeal&quot; against the award of the arbitrator is quite valid and may not in any way be inconsistent with the general principles of arbitration or the provision of the Indian Arbitration Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"204400\" id=\"span_8\">In support of his proposition that such a clause would be bad, Sri Aggarwal cited <a href=\"/doc/204400/\" id=\"a_20\">State of U.P. V. Ram Nath</a>, .</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1437310\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1804507\" id=\"span_10\"><a href=\"/doc/1804507/\" id=\"a_21\">Ram Lal V. Punjab State</a>,  and <a href=\"/doc/1437310/\" id=\"a_22\">State Vs. Padam Singh</a> . The latter two decisions do not touch upon the point at issue but the first does support Sri Aggarwal&#x27;s contention.</span></span> But, as against this, Sri Somasekharan drew my attention to Heera Lal and Co. V. Joakim and Co.  (reversing the decision at P- 391 of the same reports) and Fazilally Jivaji Raja V. Khimji Poonji Air 1934 Born. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1269359\" id=\"span_11\">476(<a href=\"/doc/1269359/\" id=\"a_23\">15) and M.A. &amp; Sons V. M.O. &amp; S. Exchange</a>  which hold to the contrary.</span> It also appears from these decisions and the facts of Sassoon and Co. V. Joakim and Co.  (reversing the decision usually found in commercial contracts. In such cases, the decision of the appellate authority is treated as the real award in the case in the context of the provisions of the Indian Arbitration Act. Reference in this connection may also be made to Russell on Arbitration, 18th Ed., p. 342. It would thus appear that even the specific provisions of an appeal would be in order but it is unnecessary to express a final opinion on this point so far as this case is concerned because, as pointed out earlier, no agreement between private parties can confer a right of appeal to a civil court. These words are no more than merely declaratory of whatever rights a party may in law have against the award, I am, therefore, of opinion that the last nine words in the first para of the arbitration clause do not affect its validity.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">(22) IN. the above view, it is not necessary also to express any opinion on the contention of Sri Somasekharan that, even if the provision for appeal is construed as invalid because of inconsistency with the law of this country, that provision should be treated as severable from the rest of the clause and ignored, in support of which he relied on Fertilizer Corporation V. Chemical Construction Corporation (1973 75 B.L.R. 335) (18).  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">(23) Sri Aggarwal next contended that the use of the words &quot;defendant&quot;, &quot; Soviet Foreign Trade Organization&quot; and &quot;physical or judicial person&quot; used in the last two paras of this clause are vague and indefinite so that the proper forum and method of arbitration are not clearly spelt out. I do not think this argument is well founded. The meaning of these clauses is quite clear. The word &quot;defendant&quot; is obviously used in contradistinction to &quot;claimant&quot;. The Soviet Foreign Trade Organisation represents the Russian sellers and where they are defendants (i.e. where a claim is made against them by the company) arbitration is to be in the USSR. On the other hand if the claim is made against an Indian party whether a physical or judicial person the arbitration is to be in India in accordance with the Ficci rules. Sri Aggarwal says that the Russian party to the agreement is not the Soviet Foreign Trade Organisation but a Russian Company and hence a judicial person. This may be so but that casts no vagueness in the operation of the clause. It may be that where an Indian company makes a claim against a Russian party, there may be an uncertainty as to whether the arbitration should be in Russia or in India. But the mere possibility that in some circumstances, there may be some difficulty in interpreting these clauses cannot render them vague and in operation. So far as the present case is concerned, there is certainly no room for any doubt that the arbitration is to be held in India in accordance with the Ficci rules.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"876875\" id=\"span_12\">(24) Nor is there any doubt regarding the law applicable to the arbitration proceedings. The Supreme Court in <a href=\"/doc/876875/\" id=\"a_24\">Dhanrajamal Govindram V. Shamji Kalidas &amp; Co.</a>  observed :    &quot;Whether the proper law is the lex loci contracts or lex loci solution is a matter of presumption ; but there are accepted rules for determining which of them is applicable. Where the parties have expressed themselves, the intention so expressed overrides any presumption. Where there is no expressed intention, then the rule to apply is to infer the intention from the terms and nature of the contract and from the general circumstances of the case. In the present case, two such circumstances are decisive. The first is that the parties have agreed that in case of dispute the Bombay High Court would have jurisdiction, and an old legal proverb says, &quot;Qui eligit judicem eligit jus.&quot; If Courts of a particular country are chosen, it is expected. unless there be either expressed intention or evidence, that they would apply their own law to the case.</span> Sec N. V. Kawik Hoo Tong Handel V. James Finlay &amp; Co. 1927 Ac 604 (20). The second circumstance is that the arbitration clause indicated an arbitration in India. Of such arbitration clauses in agreements, it has been said on more than one occasion that they lead to an inference that the parties have adopted the law of the country in which arbiration is to be made. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261526\" id=\"span_13\">See <a href=\"/doc/1261526/\" id=\"a_25\">Hamlya &amp; Co. V. Tallisker Distillery</a>, 1894 Ac 202(21) and Spurrier V. La Cloche, 1902 Ac 446(22). This inference, it was said in the last case, can be drawn even in a case where the arbitration clause is void according to the law of the country, where the contract is made and to be performed. In our opinion, in the circumstances clearly establish that the proper law to be applied is the Indian law.&quot;</span>  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">Reference may also be made to the more recent decision in James Miller V. Whitworth Estates 1970-2 A.E.R. 796 (H.L.) (23), at pages 800-1, 806 and 809. In the present case, the third para of the arbitration clause, which is operative here is particular and specific regarding the method and procedure. I am, therefore unable to accept the contention of Sri Aggarwal that the second and third clauses of the arbitration clause arc void for vagueness and uncertainty as to the forum and method of arbitration.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">(25) For the reasons discussed above, I agree with the conclusion of the learned Sub Judge that there is a valid and binding arbitration agreement between the parties.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">(26) The revision petitions are, therefore, dismissed but, in the circumstances, I make no order as to costs. \n</p> \n\n","numcites":18,"numcitedby":0,"docsource":"Delhi High Court","citetid":1056407,"divtype":"judgments","relatedqs":[{"value":"void contracts","formInput":"void%20contracts"},{"value":"price variation clause","formInput":"price%20variation%20clause"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"price variation ","formInput":"price%20variation%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"uncertain and vague","formInput":"uncertain%20and%20vague"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"hire purchase ","formInput":"hire%20purchase%20"},{"value":"revaluation","formInput":"revaluation"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"mutual","formInput":"mutual"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"Vague","formInput":"Vague"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":false,"query_alert":null,"agreement":false}