{"tid":403177,"publishdate":"2007-11-29","title":"Shri Mohan Lal Kukreja vs Shri Sunder Kukreja And Ors. on 29 November, 2007","doc":"<h2 class=\"doc_title\">Shri Mohan Lal Kukreja vs Shri Sunder Kukreja And Ors. on 29 November, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2008(1)ARBLR17(DELHI)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-s-thakur\">T.S. Thakur</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-s-thakur\">T.S. Thakur</a>, <a href=\"/search/?formInput=benchid:v-birbal\">Veena Birbal</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nT.S. Thakur, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This appeal under <a href=\"/doc/685723/\" id=\"a_1\">Section 39</a> of the Arbitration Act, 1940 arises out of an order passed by the learned Single Judge of this Court in a petition under <a href=\"/doc/811701/\" id=\"a_2\">Section 20</a> of the said Act whereby disputes between the parties have been referred for adjudication to the sole Arbitration of Justice D.S. Tewatia, retired Chief Justice of Punjab and Haryana High Court. The factual backdrop in which the said reference came to be made may be summarized as under:\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The parties are real brothers who were carrying on business in partnership with each other in the name and style of M/s D.R. Kukreja and Company. Their mutual rights and obligations were governed by partnership deeds, last of which was executed on 10.7.1984. In terms of Clause 11 of the said deed, disputes arising between the parties had to be resolved by way of arbitration before a sole arbitrator to be nominated by the parties. That Clause reads:\n</p><blockquote id=\"blockquote_1\"> 1. In the event of any dispute or disputes arising between the parties in the running of the partnership business or any matter relating to partnership it shall be referred to a sole arbitrator, agreed to in writing by the parties and the award given by the sole arbitrator shall be binding on all the parties. In case, the parties cannot agree to a sole arbitrator, the matter will be decided in accordance with the <a href=\"/doc/1052228/\" id=\"a_3\">Indian Arbitration Act, 1940</a>.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. According to the appellant, the partnership aforementioned was dissolved by the parties with mutual consent in terms of the retirement deed dated 16.8.1990 executed by the respondents. The relevant portion of the said deed of retirement may also be extracted at this stage for facility of evidence:\n</p>  \n\n<blockquote id=\"blockquote_2\">Whereas The Aforesaid parties have been carrying on business in partnership under the name and style of M/s D.R. Kukreja &amp; Co., 54, Suraj Barbat, East of Kailash, New Delhi.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">And Whereas the Retiring partners have intended to retire from the said business after settling their accounts with the continuing partner/proprietor and have thus mutually decided that the retiring partners would retire from the business w.e.f. 15th August, 90 and the retiring partners have been paid an amount of Rs. 50,000/- each from the firm in full and final settlement of all their claims and have retired from the partnership business of M/s D.R. Kukreja &amp; Co., w.e.f. 15/8/90.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">Now This Deed Witness as Under:\n</blockquote>  \n\n<blockquote id=\"blockquote_5\">1. That the retiring partners have retired from the said business of M/s. D.R. Kukreja &amp; Co., w.e.f. 15/8/90 and since then they have no concern whatsoever with the assets and liabilities of the said business which have been taken over by the continuing partner who only shall be entitled to the same after 15/8/90.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">2. That in terms of the settlement the retiring partners have been paid an amount of Rs. 50,000/- each at the time of signing of this deed in full and final settlement of all their claims of capital profits and etc. and they have relinquished all their rights, title and interest in the assets of the said firm.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">3. That each of the parties shall be responsible for their respective tax liabilities up to 15/8/90 and in case either party is made to pay the liability of the other party to any third party including the tax authorities, the other party would indemnify the other party thereof.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">4. The appellant asserts that the above dissolution was a part of a settlement and partition of various others properties and businesses held by all the parties jointly.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">5. A petition under <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a> of the Arbitration Act was, in the above background, filed by respondents No. 1 to 3 against the appellant and respondent No. 4 seeking a direction for filing the arbitration agreement dated 10.7.1984 in the Court and for reference of the dispute between the parties to arbitration in terms of Clause 11 extracted earlier. Petitioners-respondents No. 1 to 3 in this appeal, alleged that disputes relating to payment of profits earned by the partnership concern and the interest on the said amount had arisen between the parties that called for adjudication in accordance with the mechanism provided by Clause 11. The petitioner further alleged that appellant-respondent No. 1 in the said petition had been mismanaging the affairs of the partnership by employing undesirable elements and by such other dubious means, thereby disentitling himself to remain in control of the partnership affairs. The above petition was opposed by the appellant and respondent No. 4 herein who filed their written statements/objections in which they inter alia contended that the respondents had misrepresented the true facts and that there was no subsisting arbitration agreement between the parties in the light of the retirement deed dated 16.8.1990 executed by the petitioners by which the partnership between the parties stood dissolved and all claims completely satisfied. It was also alleged that the petitioners had not come to the Court with clean hands and had deliberately omitted to disclose the factum of their retirement from the business under the retirement deed aforementioned.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">6. The genuineness of the retirement deed set up by the appellant and respondent No. 4 was, however, challenged by the petitioners-respondent Nos. 1 to 3 who asserted that no retirement deed as alleged had been executed by them. According to petitioners-respondents No. 1 to 3 herein, the retirement deed set up by the appellant was a forged and fabricated document which was never executed by any of the petitioners and which was allegedly prepared to some how usurp the share belonging to the other partners in the partnership without settling the accounts for the same.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">7. By an order dated 1.5.1996, a Single Judge of this Court, hearing the arbitration petition, referred the disputed deed of retirement for examination and opinion to the Central Forensic Science Laboratory. The document in question was accordingly examined by the CFSL, who reported that the alleged signatures of the petitioners-respondents No. 1 to 3 found on the retirement deed were not genuine.\n</blockquote> \n\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679248\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139631\" id=\"span_3\">8. The appellant then moved application No. 900/1997 seeking amendment of the written statement filed by him to the extent set out in the application. He also moved I.A. No. 10259/1997 seeking permission to inspect certain copies of the records received from the Income Tax Department. This application was eventually dismissed by the learned Single Judge by an order dated 24.8.2003 as withdrawn. I.A. No. 900/1997 and CS(OS) 2190/92 before the learned Single Judge were both disposed off by a common order dated 31.1.2006 by which IA No. 900/97 was dismissed with costs of Rs. 3000/- while CS(OS) 2190/92 was allowed and the disputes between the parties were referred to the sole arbitration of Justice D.S. Tewatia, learned retired Chief Justice of Punjab and Haryana High Court. Relying upon the decision of the Supreme Court in <a href=\"/doc/139631/\" id=\"a_5\">E.F.D. Mehta v. M.F.D. Mehta</a> ; <a href=\"/doc/1679248/\" id=\"a_6\">Smt. Sailabala Biswal v. Akshay Routray</a>  and <a href=\"/doc/86594/\" id=\"a_7\">Renusagar Power Co. Ltd. v. General Electric Co.</a> , the learned Single Judge held that the arbitration clause was wide enough to include all disputes relating to the partnership between the parties and the alleged execution of retirement deed set up by the appellant. The appellant has assailed <a href=\"/doc/86594/\" id=\"a_8\">the said judgment</a> and order in the present appeal as already noticed earlier.</span></span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_13\">9. Appearing for the appellant, Mr. Madan Bhatia strenuously argued that the learned Single Judge had fallen in error in holding that the dispute relating to the execution of the retirement deed could also be left to be determined by the sole arbitrator. He urged that since the jurisdiction of the arbitrator to adjudicate upon any dispute depended entirely on the existence of an arbitration agreement between the parties, supersession of the principal agreement in which such a clause was found as in the instant case, completely obliterated the arbitration agreement thereby making any reference to the arbitration legally impermissible. Mr. Bhatia was at pains to refer to the terms of retirement deed allegedly executed between the parties to emphasize that retirement of the petitioners from the partnership was unconditional upon settlement of all the claims and other entitlements. He argued that in case the retirement deed was eventually found to have been validly executed between the parties, the inevitable inference would be that the partnership deed no longer subsisted in which event the arbitration clause contained in the said deed would also cease to exist. The learned Single Judge has not, however, argued Mr. Bhatia, recorded any definite finding on the validity of the retirement deed set up by the appellant. On the contrary, he has simply observed that the said deed was rendered doubtful in the light of opinion of the hand writing expert. It was, according to the learned Counsel, essential for the Court to first authoritatively deal with the question of execution of retirement deed before making any order of reference.\n</blockquote> \n\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"139631\" id=\"span_4\">10. On behalf of the respondent, it was, on the other hand, submitted that the learned Single Judge was right in placing reliance upon the decision of the Supreme Court in <a href=\"/doc/139631/\" id=\"a_9\">Mehta</a>&#x27;s case (supra). It was argued that once the partnership deed was found to contain an arbitration clause, any dispute relating to the affairs of the partnership including the question whether a partner on retirement, was or was not entitled to make any claim, could and had to be determined only by the arbitrator.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_15\">11. <a href=\"/doc/595325/\" id=\"a_10\">Section 62</a> of the Indian Contract Act, 1872 deals with the effect of novation, rescission and alteration of the contracts. It reads:\n</blockquote><blockquote id=\"blockquote_16\"> 62.Effect of novation, rescission, and alteration of contract.--If the parties to a contract agree to substitute a new contract for it, or to rescind or alter it, the original contract need not be performed.\n</blockquote> \n\n<blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618705\" id=\"span_5\">12. The essence of novation lies in the intention of the parties to supersede the old contract by a new one. One of the questions that often arises is whether an arbitration clause can operate even after the original contract in which the same was contained, has been superseded or where any such contract is found to be void ab initio. The earliest decision of the Apex Court that has addressed that aspect was delivered in <a href=\"/doc/618705/\" id=\"a_11\">Union of India v. Kishori Lal Gupta and Brothers</a> . After a comprehensive review of the English decisions on the subject the Court by majority of 2:1 summed up the legal position thus:</span>\n</blockquote><blockquote id=\"blockquote_18\"> The following principles relevant to the present case emerge from the aforesaid discussion: (1) An arbitration clause is a collateral term of a contract as distinguished from its substantive terms; but none the less it is an integral part of it; (2) however comprehensive the terms of an arbitration clause may be, the existence of the contract is a necessary condition for its operation; it perishes with the contract; (3) the contract may be non est in the sense that it never came legally into existence or it was void ab initio; (4) though the contract was validly executed, the parties may put an end to it as if it had never existed and substitute a new contract for it solely governing their rights and liabilities there under; (5) in the former case, if the original contract has no legal existence, the arbitration clause also cannot operate, for along with the original contract, it is also void; in the latter case, as the original contract is extinguished by the substituted one, the arbitration clause of the original contract perishes with it; and (6) between the two falls many categories of disputes in connection with a contract, such as the question of repudiation, frustration, breach etc. In those cases it is the performance of the contract that has come to an end, but the contract is still in existence for certain purposes in respect of disputes arising under it or in connection with it. As the contract subsists for certain purposes, the arbitration clause operates in respect of these purposes.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">13. A careful reading of the above would answer some of the aspects relevant to the controversy at hand. For instance the decisions authoritatively declare that an arbitration clause is an integral part of the main contract in which the same is found and that if the main contract itself perishes, the arbitration clause cannot but perish with it. In cases where the contract was non est in the sense that it never came into existence or was void ab initio, the arbitration clause cannot obviously take effect or become operative as along with the main contract the arbitration clause also is rendered void. In cases where the original contract was validly executed, the parties may put an end to it as if it had never existed or substitute the same by a new contract to govern their rights and liabilities. Here too the original contract gets extinguished by the new contract brought about by the parties and so does the arbitration clause which cannot outlive the original contract. There may all the same be cases where the original contract was validly entered into but disputes in connection with the same arise between the parties. These disputes could relate to repudiation, frustration or breach of the contract which may bring about an end to the performance of the contract but not to the contract itself which would continue to remain in existence for settlement of the claims of the parties. The arbitration clause found in the contract would also, in such cases, continue to remain operative. Their Lordships have clearly ruled that the legal position in regard to the existence and continued efficacy of the arbitration clause is different in cases involving repudiation, frustration and breach on the one hand and novation on the other. The Court observed:\n</blockquote><blockquote id=\"blockquote_20\"> If an arbitration clause is couched in widest terms as in the present case, the dispute, whether there is frustration or repudiation the contract, will be covered by it. It is not because the arbitration clause survives, but because, though such repudiation ends the liability of the parties to perform the contract, it does not put an end to their liability to pay damages for any breach of the contract. The contract is still in existence for certain purposes. But where the dispute is whether the said contract is void ab initio, the arbitration clause cannot operate on those disputes, for its operative force depends upon the existence of the contract and its validity. So too, if the dispute is whether the contract is wholly superseded or not by a new contract between the parties, such a dispute must fall outside the arbitration clause, for, if it is superseded, the arbitration clause falls with it. The argument, therefore, that the legal position is the same whether the dispute is in respect of repudiation or frustration or novation is not borne out by these decisions.\n</blockquote> \n\n<blockquote id=\"blockquote_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_6\">14. The above decision was noticed with approval by the Constitution Bench of the Supreme Court in <a href=\"/doc/1986314/\" id=\"a_12\">Khardah Co. Ltd. v. Raymon &amp; Co. (India) Private Ltd.</a> AIR 1962 SC 1810.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_7\">To the same effect are the observations made by the Supreme Court in <a href=\"/doc/1545494/\" id=\"a_13\">Damodar Valley Corporation v. K.K. Kar</a> AIR 1974 SC 152. That was a case where contract for the supply of coal was repudiated unilaterally by the appellant Damodar Valley Corporation and the payments for the supplies were already cleared in favor of the respondent contractor. These payments were, according to the corporation, in full and final settlement of all the claims made by the respondents. All the same claims for payments of damages, for repudiation of the contract appear to have been made by the contractor against the corporation culminating in proceedings before the Court under <a href=\"/doc/1120409/\" id=\"a_14\">Section 9</a> and <a href=\"/doc/1154891/\" id=\"a_15\">33</a> of the Arbitration Act, 1940. The question before the Court was whether the alleged settlement of the claims was full and final as contended by the corporation and if so, whether it would bar a reference to the arbitration inasmuch as the arbitration clause would then perish by termination of the contract. The Court held that whether or not there was a full and final settlement, was a dispute arising upon and in connection with the contract as a claim for damages was a dispute or difference that arose between the parties and could be referred to the arbitrator for adjudication. Having said so, the Court hastened to add that when the disputes between the parties relate to the subsistence of the contract as a result of its being substituted by a new contract by reason of alteration, the dispute could not be referred to arbitration as the arbitration would itself perish if the averment in regard to the substitution of the contract was to be found to be valid. The Court observed:</span>\n</blockquote><blockquote id=\"blockquote_22\"> Where the dispute between the parties is that the contract itself does not subsist either as a result of its being substituted by a new contract or by rescission or alteration, that dispute cannot be referred to be arbitration as the arbitration clause itself would perish if the averment is found to be valid.\n</blockquote> \n\n<blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"400342\" id=\"span_8\">15. A similar question arose before a Division Bench of the Allahabad High Court in <a href=\"/doc/400342/\" id=\"a_16\">Godhu Mal v. Ganga Hasso Mal Idnani</a> . The Court was<a href=\"/doc/400342/\" id=\"a_17\">, <a href=\"/doc/400342/\" id=\"a_18\">in that case</a></a>, considering whether an arbitration clause found in a contract which had been superseded by a subsequent one, could remain effective and if so, whether any dispute relating to its efficacy could be decided by the Court or the arbitrator. The Court held that an arbitration clause perishes with the contract itself and if the parties have substituted a new contract for the one containing the clause, the same cannot be invoked for determination of any question relating to the new agreement.</span> The Court placed reliance for that proposition upon the observations of Lord Mc Milan in Heyman v. Darwine Ltd. AIR 1942 337.\n</blockquote><p data-structure=\"Section\" id=\"p_4\"> It is clear, too, that the parties to a contract may agree to bring it to an end to all intents and purposes and to treat it as if it has never existed. In such a case, if there be an arbitration clause in the contract, it perishes with the contract. If the parties substitute a new contract for the contract which they have abrogated, the arbitration clause in the abrogated contract cannot be invoked for the determination of questions under the new agreement. All this is more or less elementary.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618705\" id=\"span_9\">16. It is, in our view unnecessary to burden this judgment by referring to other decisions on the subject. The legal position in our view is fairly well settled that in case there is a dispute as to the very existence of an arbitration clause by reason of supersession of the agreement in which the same is contained by another subsequent agreement arrived at between the parties, the said dispute cannot be referred to arbitration for adjudication. That is because the authority of the arbitrator does not, no matter howsoever widely the arbitration clause is worded, extend to the determination of his own jurisdiction to adjudicate upon the matter. We may, in this regard, gainfully extract the following observations made in Hirji Mulji v. Cheong Yue Steamship Co. 1926 A.C. 497 which have been extracted with approval by the Supreme Court in <a href=\"/doc/618705/\" id=\"a_19\">Kishori Lal Gupta</a>&#x27;s case (supra):</span>\n</p><blockquote id=\"blockquote_24\"> That a person before whom a complaint is brought cannot invest himself with arbitral jurisdiction to decide it is plain. His authority depends on the existence of some submission to him by the parties of the subject matter of the complaint. For this purpose a contract that has determined is in the same position as one that has never been concluded at all. It founds no jurisdiction.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">17. The dispute in the instance is whether the original agreement stood superseded by a new agreement in terms of the retirement deed under which respondents No. 1 to 3 have retired receiving the amounts mentioned in the deed in full and final settlement of all their claims. If the answer to that question was in the affirmative, the arbitration clause found in the original agreement would no longer be operative nor would a reference to arbitration be permissible. In case however the appellant&#x27;s version regarding the execution of their retirement deed was disbelieved and the document held to be forged and fabricated, it would necessarily mean that the original arbitration clause continued to be available for adjudication of the disputes by way of arbitration. The arbitrator&#x27;s jurisdiction could not, in that view, be enlarged by the Court by making a reference to him of even the question of novation or supersession of the original agreement. That was a matter which had to be decided by the Court itself. Inasmuch as the learned Single Judge referred even that aspect of the matter to the arbitrator, he committed an error that would call for a correction in this appeal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"225447\" id=\"span_10\">18. The decision of the Supreme Court in <a href=\"/doc/225447/\" id=\"a_20\">EFD Mehta v. MFD Mehta</a>  relied upon by counsel for the respondent does not in our view lend any assistance to the respondents.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618705\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"408590\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1622794\" id=\"span_15\">The said decision does not appear to have noticed the earlier decision rendered by the Lordships in <a href=\"/doc/1622794/\" id=\"a_21\">Union of India v. Kishori Lal Gupta</a> and <a href=\"/doc/1986314/\" id=\"a_22\">Brothers  and Khardah Co. Ltd. v. Rayman &amp; Co. (India) Private Ltd.</a> AIR 1962 SC 1810 which directly deal with the point that arises for consideration before us. In any event, subsequent decisions of the Supreme Court in <a href=\"/doc/1545494/\" id=\"a_23\">Damodar Valley Corporation v. K.K. Kar</a>  and <a href=\"/doc/408590/\" id=\"a_24\">Jaikishan Dass Mull v. Luchhiminarain Kanoria</a>  have clearly approved and reiterated the law as declared by the Supreme Court in <a href=\"/doc/618705/\" id=\"a_25\">Kishori Lal Gupta</a>&#x27;s case.</span></span></span></span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">19. No other point has been urged by learned Counsel for the parties before us nor did Mr. Bhatia made any submissions in so far as the impugned order dismissing the application of the appellant for amendment of the objections.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">20. In the result, we allow this appeal and set aside the order passed by the learned Single Judge but only to the extent the same allows CS(OS) 2190/1992 and refers the dispute between the parties to an arbitrator. CS(OS) 2190/92 shall consequently stand restored and remanded back to learned Single Judge for a fresh disposal in accordance with law. Needless to say that in case the learned Single Judge, after appropriate consideration of the matter comes to the conclusion that the retirement deed set up by the appellant was never executed by the parties as alleged by respondents No. 1 to 3, he shall be free to pass an order making reference to the arbitrator that the Court may appoint. In case however the learned Single Judge comes to the conclusion that the partnership stood superseded by the deed of retirement, there shall be no occasion/room for making any reference, for <a href=\"/doc/618705/\" id=\"a_26\">in that case</a> the original partnership must itself be deemed to have been superseded making extinct even the arbitration clause found thereon. No costs.\n</p> \n\n","numcites":16,"numcitedby":1,"docsource":"Delhi High Court","citetid":403177,"divtype":"judgments","relatedqs":[{"value":"novation","formInput":"novation"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"substitution of contract","formInput":"substitution%20of%20contract"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"DAMODAR VALLEY CORPORATION ","formInput":"DAMODAR%20VALLEY%20CORPORATION%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"novation   citedby: 595325","formInput":"novation%20%20%20citedby%3A%20595325"},{"value":"\"void ab initio\"","formInput":"%22void%20ab%20initio%22"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":" void ab initio","formInput":"%20void%20ab%20initio"},{"value":"rescission","formInput":"rescission"},{"value":"Ab initio","formInput":"Ab%20initio"},{"value":"repudiation","formInput":"repudiation"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"mutual","formInput":"mutual"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"no frustration","formInput":"no%20frustration"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"}],"courtcopy":false,"query_alert":null,"agreement":false}