{"tid":1216261,"publishdate":"2010-02-15","title":"Western Maharashtra Development ... vs Bajaj Auto Limited on 15 February, 2010","doc":"<h2 class=\"doc_title\">Western Maharashtra Development ... vs Bajaj Auto Limited on 15 February, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-y-chandrachud\">D.Y.Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-y-chandrachud\">D.Y.Chandrachud</a></h3>\n\n<pre id=\"pre_1\">                                             1\n\n             IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                              O. O. C. J.\n\n\n\n\n                                                                                         \n                   ARBITRATION PETITION NO.174 OF 2006\n\n\n\n\n                                                                 \n    Western Maharashtra Development Corpn.Ltd.,\n    having its registered office at  2nd Fllor,\n    Kubera Chambers, Dr.Rajendra Prasad Road,\n\n\n\n\n                                                                \n    Shivaji Nagar, Pune-411 005.                              ...Petitioner.\n                            Vs.\n    Bajaj Auto Limited,\n    having its registered office at \n\n\n\n\n                                                   \n    Bombay Pune Road, Akurdi, Pune-411 035\n    and its office at Bajaj Bhavan, ig\n    11 Floor, 26, Nariman Point,\n    Mumbai-400 021.                                           ...Respondent.\n                                    ....\n                                  \n    Mr.   Rohit   Kapadia,   Sr.   Advocate   with   Mr.Pravin   Samdani,   Sr. \n    Advocate   and   Ms.Bindi   Dave,   Mr.Kunal   Vajani   and   Mr.Ankit \n    Virmani i/b.M/s.Wadia Ghandy &amp; Co. for the Petitioner.\n    Mr.   Aspi   Chinoy,   Sr.Advocate   with   Mr.J.J.   Bhat,   Sr.Advocate, \n            \n\n\n    Mr.Snehal   Shah,   Mr.Shiraj   Dhru,   Mrs.Lata   Dhru   and   Ms.Ranju \n    Yadav i/b. Dhru &amp; Co. for the Respondent.\n         \n\n\n\n                                    .....\n                                    CORAM : DR.D.Y.CHANDRACHUD, J. \n\n\n\n\n\n                                                  February 15, 2010.\n\n    JUDGMENT :</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                The challenge in these proceedings under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of \n\n\n\n\n\n    the Arbitration and Conciliation Act, 1996 is to an arbitral  award \n\n    dated 14th January 2006 of a sole Arbitrator, Mr.Justice A.V.Savant. \n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_2\">    The Protocol Agreement :\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_2\">                                           2</span>\n\n<blockquote id=\"blockquote_1\">    2.         On 2nd October 1974, a Protocol Agreement was entered \n\n\n\n\n                                                                                    \n    into between the Petitioner and the Respondent pursuant to which \n\n\n\n\n                                                            \n    Maharashtra Scooters Ltd. (MSL) was incorporated and registered \n\n    under the provisions of the <a href=\"/doc/1353758/\" id=\"a_2\">Companies&#x27; Act, 1956</a>.  MSL is a Public \n\n\n\n\n                                                           \n    Company and its shares are listed  on the Bombay Stock Exchange \n\n    and the National Stock Exchange.  The Petitioner is an undertaking \n\n\n\n\n                                               \n    of the government of Maharashtra.    In accordance with the terms \n                                \n    of   the   Protocol   Agreement,  the   Petitioner  holds   27%   of \n\n    shareholding   of   MSL     while   the   Respondent     continues   to   hold \n                               \n    24%.   The balance 49% is held by the public.   The recitals to the \n\n    agreement state that the Petitioner was desirous of availing of the \n           \n\n\n    experience and know how of   the Respondent in the manufacture \n        \n\n\n\n    of two wheeler scooters, for the installation of plant and machinery \n\n\n\n\n\n    and     the   establishment   of   a   Scooter   Project.     The   Respondent \n\n    agreed to participate in the equity capital of a new manufacturing \n\n    Company - MSL.  The initial authorized capital of MSL was Rs.200 \n\n\n\n\n\n    lakhs consisting of Rs.150 lakhs in equity shares and Rs.50 lakhs in \n\n    cumulative   redeemable   preference   shares.     By   the   agreement,   it \n\n    was agreed that the shareholding of the Petitioner, the Respondent \n\n    and of the public shall be in the proportion set out earlier.  Neither \n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                            ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_4\">                                                3</span>\n\n    party   to   the   agreement   could   allow   the   structure   of   MSL,     the \n\n\n\n\n                                                                                            \n    number   of   shares   or   the   rights,   privileges,   restrictions   or \n\n\n\n\n                                                                    \n    qualifications   of  any  class   of shares   to be   altered  or   any further \n\n    issue of capital to be made without the specific prior consent of the \n\n\n\n\n                                                                   \n    other   party.       Any   further   issue   of   capital   was   to   be   made   in   a \n\n    manner that would ensure that the participation by the party in the \n\n\n\n\n                                                     \n    total   issued   equity   share   capital   shall   remain   in   the   same \n                                    \n    proportion.     Neither   party   was   entitled   to   increase   or   reduce \n\n    directly   or   indirectly   its   proportion   of   the   shareholding   in   the \n                                   \n    equity share capital of MSL  or to deal with its shareholding so as \n\n    to lose its absolute control over  voting rights.  The intent was that \n            \n\n\n    the parties to the agreement shall, between them, control at least \n         \n\n\n\n    51% of the equity capital of MSL.  \n</blockquote>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_3\">    Clause 7 :\n</p>\n<blockquote id=\"blockquote_2\">    3.           Clause 7 of the agreement upon which the dispute in the \n\n\n\n\n\n    present case centers, was to the following effect:\n</blockquote>\n<blockquote id=\"blockquote_3\">                 &quot;7.          If either party desires to part with or transfer \n                 its share-holding or any part thereof in the equity share \n                 capital of Maharashtra Scooters Limited, such party shall \n                 give  first  option to the other party for the purchase  of \n                 such shares at such rates as may be agreed to between \n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                    ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_6\">                                             4</span>\n\n               the   parties     or   decided   upon   by   arbitration.   The   party \n               desiring   to part   with or   transfer  its shares   or  any part \n\n\n\n\n                                                                                         \n               thereof shall give to the other party a written notice of \n               such intention specifying the number of shares and the \n\n\n\n\n                                                                 \n               rate at which it is willing to sell the same and if the other \n               party within 30 days of the receipt of such notice, agrees, \n               to such proposal for purchase of such shares, the party \n               giving the notice shall be bound to sell and transfer such \n\n\n\n\n                                                                \n               shares   to   the   other   party   at   the   rate   specified   in   such \n               notice.     If   the   other   party   is   willing   to   purchase   the \n               shares but considers the rate proposed to be too high or \n               unacceptable, it shall, within 30 days from the receipt of \n\n\n\n\n                                                   \n               the   notice,   give   written   intimation   to   the   party   giving \n               notice   of   its   intention   to   purchase   the   shares   and   the \n                                 \n               question of rate shall be referred to arbitration of a sole \n               arbitrator   if   agreed   to   by   both   the   parties   or   two \n               arbitrators   one   to   be   appointed   by   each   party   in \n                                \n               accordance with the provisions of the Indian Arbitration \n               act.  If the party receiving a notice within 30 days of its \n               receipt, fails to accept the proposal for purchase of the \n               shares, the party giving the notice will be free to sell the \n           \n\n\n               shares to any other party but only at a rate not less than \n               the rate specified in such notice.&quot;\n</blockquote>        \n\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_4\">    4.         The agreement stipulated that of the seven signatories to \n\n    the   Memorandum   and   Articles   of   Association,   four   would   be \n\n    nominated   by   the   Petitioner   and  three   by   the   Respondent.     The \n\n\n\n\n\n    Board of Directors was to consist of nine Directors, of which five \n\n    were to be  nominees of the Petitioner and four of the Respondent. \n</p>\n<p data-structure=\"Facts\" id=\"p_5\">    The appointment of  the Chairman  of the Board had to be  made \n\n    from   the   names   suggested   by   the   Respondent.     Though   the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_8\">                                              5</span>\n\n    management of MSL was to vest in the Board, the day-to-day work \n\n\n\n\n                                                                                          \n    of the Company was to be carried out by the Chief Executive, to be \n\n\n\n\n                                                                 \n    appointed   by   the   Board   of   MSL.     The   selection   of   the   Chief \n\n    Executive   was   to   be   made   from   a  panel  to   be   suggested   by   the \n\n\n\n\n                                                                \n    Respondent.       The   parties   undertook   to   ensure   that   MSL   would \n\n    enter   into   an   agreement   with   the   Respondent   for   obtaining \n\n\n\n\n                                                    \n    technical know how.  \n</p>                                   \n<p data-structure=\"Issue\" id=\"p_6\">    The &#x27;offer&#x27; and &#x27;acceptance&#x27;:\n</p>                                  \n\n<p data-structure=\"Issue\" id=\"p_7\">    5.          Between   1986   and   2003,   the   Respondent   had   been \n            \n\n\n    requesting the Petitioner to divest its shareholding in MSL in its \n         \n\n\n\n    favour.   By a letter dated 9th  April 2003, the Petitioner offered to \n\n\n\n\n\n    sell its shares to the Respondent, at a price of Rs.232.20 per share. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">    By   a   reply   dated   3rd  May   2003,   the   Respondent   confirmed   its \n\n    interest   in   buying   the   shares,   but   stated  that   the   price   that   was \n\n\n\n\n\n    offered   by   the   Petitioner,   was   not   acceptable.     The   Respondent \n\n    requested that a meeting be called of a High Level Committee to \n\n    carry forward the negotiations in order to reach a fair and amicable \n\n    settlement.   On 7th  May 2003, the Petitioner addressed a letter to \n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_10\">                                              6</span>\n\n    the   Respondent   stating   that   the   Respondent   was   required   to \n\n\n\n\n                                                                                          \n    respond to an offer within one month of the receipt of the letter \n\n\n\n\n                                                                 \n    and   called   upon   the   Respondent   to   confirm   whether   this \n\n    constituted a  letter in response to a buy back by the Respondent. \n</p>\n\n\n\n                                                                \n<p data-structure=\"RespArg\" id=\"p_9\">    If not, the Respondent was called upon to ensure that the requisite \n\n    response was submitted to the Petitioner by the appointed date.  By \n\n\n\n\n                                                    \n    its response dated 10th  May 2003, the Respondent confirmed that \n                                   \n    its letter dated 3rd  May 2003, was its response under Clause 7 of \n\n    the   Protocol   Agreement   to   the   Petitioner&#x27;s   offer   dated   9th  April \n                                  \n    2003.     The   Respondent   confirmed   that   by   its   letter,   it   has \n\n    confirmed its intention to purchase the shares offered, but stated \n            \n\n\n    that the price offered was not acceptable to the Respondent.  The \n         \n\n\n\n    Respondent   once   again   renewed   its   request   for   a  meeting   of     a \n\n\n\n\n\n    High Level Committee to negotiate upon and resolve the price.  On \n\n    6th June 2003, the Respondent made a counter offer on the price of \n\n    Rs.75/- per equity share of MSL stating that it reflected a premium \n\n\n\n\n\n    of 5.6% over the prevailing market price as on 6th June 2003.  By a \n\n    letter dated 31st July 2003, the Respondent stated that in the event \n\n    that the price offered of Rs.75/- per share was not acceptable to the \n\n    Petitioner,   the   next   step     in   terms   of   clause   7   of   the   Protocol \n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_12\">                                            7</span>\n\n    Agreement was to initiate the arbitral process.  \n</p>\n\n\n\n                                                                                       \n                                                               \n<p data-structure=\"Issue\" id=\"p_10\">    Reference to Arbitration :\n</p>\n\n\n\n                                                              \n<p data-structure=\"Facts\" id=\"p_11\">    6.          On 23rd  September 2003, the Principal Secretary in the \n\n    Industries,   Energy   and   Labour   Department   of   the   State \n\n\n\n\n                                                 \n    Government,   forwarded   a   set  of  names  of   former   Judges   of  this \n                                 \n    Court for appointment of an Arbitrator.  On 27th October 2003, the \n\n    Petitioner addressed a letter to Mr.Justice A.V.Savant,  stating that \n                                \n    under the Protocol Agreement, the Petitioner had to make the first \n\n    offer to the Respondent and in turn, the Respondent had to accept \n            \n\n\n    or reject the offer  made by the Petitioner for divesting its holding \n         \n\n\n\n    in MSL.  The letter recorded that &quot;this process has been completed \n\n\n\n\n\n    and   since   no   agreement   has   been   reached,   on   the   value   of   the \n\n    shares, as per the agreement, the parties involved have to proceed \n\n    to   appoint   a   sole   Arbitrator   for   the   purpose&quot;.     Accordingly, \n\n\n\n\n\n    Mr.Justice   A.V.Savant     was   informed   that   the   Government   of \n\n    Maharashtra had suggested his appointment as a sole Arbitrator, \n\n    which   had   been   agreed   to,   by   the   Respondent   and   by   the \n\n    Petitioner.   Correspondence ensued between the parties.   On 29th \n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_14\">                                           8</span>\n\n    December 2003, a joint reference to arbitration was made by the \n\n\n\n\n                                                                                    \n    Petitioner and by the Respondent to Mr.Justice A.V.Savant.    The \n\n\n\n\n                                                            \n    terms of reference inter alia were as follows:\n</p>\n<blockquote id=\"blockquote_4\">               &quot;1.        The appointment of &quot;Sole Arbitrator&quot; is made \n               jointly by BAL and WMDC, in terms of the Clause no.7 of \n\n\n\n\n                                                           \n               the   &quot;Protocol   Agreement&quot;   dated   2   October   1974, \n               between WMDC and BAL, the co-promoters of MSL. \n</blockquote>\n<blockquote id=\"blockquote_5\">               -2.        BAL   had expressed  its  willingness  to  buy  the \n\n\n\n\n                                               \n               stake held by WMDC in MSL. WMDC had indicated its \n               desire  to sell its shareholding in MSL.   However,  price \n                                \n               per share remained in dispute and hence in accordance \n               with clause no.7 of the protocol agreement, &quot;the question \n               of rate&quot; for the purchase by BAL of equity shares in MSL \n                               \n               held by WMDC, is hereby referred to the Sole Arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_6\">               -3.         The   arbitrator   shall   take   into   account   the \n               Protocol   Agreement   covenants   and  all   other   concerned \n           \n\n\n               factors which may have impact on the share price of MSL \n               shares, while giving his arbitral award.&quot; \n</blockquote>        \n\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_12\">    Arbitral Proceedings :\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_13\">    7.         At the first meeting before the Arbitrator on 10th January \n\n\n\n\n\n    2004,  directions were issued for filing  pleadings.  On 23rd January \n\n    2004,   an   application   was   filed   by   the   Petitioner   that   the \n\n    Respondent   should   be   treated   as   the   claimant   to   the   arbitral \n\n    proceedings and should be directed to file its statement of claim. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                            ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_16\">                                             9</span>\n\n<p data-structure=\"CDiscource\" id=\"p_14\">    At the second meeting before the Arbitrator, directions were issued \n\n\n\n\n                                                                                        \n    to   the   parties   to  file   their   statements  regarding   the   valuation   of \n\n\n\n\n                                                                \n    shares and the relevant date for valuation.   The Petitioner by its \n\n    letter   dated     3rd  February   2004,   sought   a   meeting   with   the \n\n\n\n\n                                                               \n    Respondent,   on   the   ground   that   certain   issues   &quot;need   to   be \n\n    clarified&quot;, while drafting the statement of claim.   On 5th  February \n\n\n\n\n                                                   \n    2004, the Petitioner,  in a letter to the Respondent,   claimed  that \n                                  \n    there was an agreement between the parties that the valuation of \n\n    the shares should be, as on the last quarter of 2003 and suggested \n                                 \n    that a specific date, as opposed to the period of the last quarter, \n\n    should be agreed.  The Respondent by its letter dated 13th February \n            \n\n\n    2004 denied that there was any such agreement  on the relevant \n         \n\n\n\n    date for valuation of shares, as suggested and set up a case that the \n\n\n\n\n\n    relevant   date   for   valuation   would   be   30th  June   2002.     The \n\n    Petitioner by its letter dated 13th February 2004, denied that there \n\n    was any agreement,  by which the cut off date was to be 30 th June \n\n\n\n\n\n    2002.   The Respondent in its letter dated 17th February 2004, once \n\n    again reiterated that the parties had agreed to 30th  June 2002 as \n\n    the relevant date for valuation.  \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_18\">                                            10</span>\n\n<p data-structure=\"Facts\" id=\"p_15\">    8.           At the third meeting before the Arbitrator on 6th  March \n\n\n\n\n                                                                                       \n    2004, it was agreed that parties would urge their submissions on \n\n\n\n\n                                                               \n    the preliminary issue as to what should be the  relevant  date  for \n\n    valuation.\n</p>\n\n\n\n                                                              \n<p data-structure=\"Issue\" id=\"p_16\">    The challenge to jurisdiction :\n</p>\n\n\n\n                                                 \n<p data-structure=\"PetArg\" id=\"p_17\">    9.           On   6th  April   2004,   an   application   was   filed   by  the \n                                 \n    Petitioner,   questioning   the   jurisdiction   of   the   Arbitrator.     The \n\n    contention of    the Petitioner was that (i) The Protocol Agreement \n                                \n    dated 2nd October 1994 was illegal and void on the ground that (a) \n\n    the agreement was a forward contract prohibited by the <a href=\"/doc/220169/\" id=\"a_3\">Securities \n            \n\n\n    Contract   Regulation   Act</a>;   and   (b)   The   agreement   contained \n         \n\n\n\n    restrictions on the transferability of the shareholding of MSL which \n\n\n\n\n\n    were violative of the provisions of Section 111A read with <a href=\"/doc/1549225/\" id=\"a_4\">Section \n\n    9</a>   of   the   Companies&#x27;   Act,   1956   and   hence,   void;   (ii)  The   joint \n\n    reference   dated   29th  December   2003,   was   void  inter   alia  on   the \n\n\n\n\n\n    ground that it proceeded on the premise that a concluded contract \n\n    existed between  the Petitioner and the Respondent    though as a \n\n    matter of fact, no  contract had been arrived at since neither of the \n\n    parties accepted the offer, nor had they agreed to a cut off date for \n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_20\">                                            11</span>\n\n    valuation of shares.   The Respondent  filed a reply,  opposing the \n\n\n\n\n                                                                                       \n    application and inter alia contended that by its letter dated 3rd May \n\n\n\n\n                                                               \n    2003, the offer of the Petitioner had been formally accepted, but \n\n    had  clarified   that  the   rate   was  not   acceptable.     The   Respondent \n\n\n\n\n                                                              \n    contended   that   in   fact   and   in   law,   an   offer   was   made   by   the \n\n    Petitioner  for the sale  of  its 27% stake  and the Respondent  had \n\n\n\n\n                                                  \n    accepted the offer to purchase the holding of the Petitioner.  There \n                                  \n    was,   it   was   urged,     a   concluded   contract   with   the   rate   to   be \n\n    ascertained through the arbitral process. Hence, according to the \n                                 \n    Respondent,   a   contract   for   the   sale   of   the   shareholding   of   the \n\n    Petitioner   had   been   concluded   and   what   remained   to   be \n            \n         \n\n\n\n    determined, was the rate at which the shares would be valued, in \n\n    terms of clause 7 of the Protocol Agreement.\n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_18\">    Arbitral Meetings on (i) preliminary objection and (ii) date for \n    valuation:\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_19\">    10.         The Arbitrator ruled on the preliminary objection to his \n\n    jurisdiction, on 21st July 2004.  While rejecting the application, the \n\n    Arbitrator   stated  that   the   reasons   for   the   rejection   would   follow \n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_22\">                                              12</span>\n\n    and form part of the award.  On 10th August 2004, an application \n\n\n\n\n                                                                                          \n    was   filed   by   the   Petitioner   seeking   relief   to   the   effect   that   the \n\n\n\n\n                                                                  \n    Arbitral  Tribunal  should &quot;determine  and declare  the date of 29th \n\n    December 2003, being the date of the joint reference made&quot; by the \n\n\n\n\n                                                                 \n    parties &quot;as the relevant date for the purpose of valuation of the said \n\n    shares proposed to be sold&quot; by the Petitioner to the Respondent. \n</p>\n\n\n\n                                                    \n<p data-structure=\"RespArg\" id=\"p_20\">    By its reply, the Respondent submitted that the relevant date for \n                                   \n    valuation should be, 30th June 2002 or, in the alternative, assuming \n\n    that there was no such agreement between the parties on that date, \n                                  \n    the relevant date for valuation should be 3rd May 2003, which was \n\n    the date on which, the Respondent had accepted the offer of the \n            \n\n\n    Petitioner, in terms of clause 7 of the Protocol Agreement.  On 31st \n         \n\n\n\n    August   2004,   the   Arbitrator   held   that   the   relevant   date   for \n\n\n\n\n\n    valuation of shares would be 3rd May 2003, when the contract was \n\n    concluded.  \n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_21\">    11.          The Arbitrator has,  in the course  of the arbitral  award \n\n    delivered on 29th  December 2005, furnished reasons for accepting \n\n    3rd  May 2003 as the date for valuation of shares.   The Arbitrator \n\n    noted that on 9th April 2003, the Petitioner made a specific offer to \n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_24\">                                            13</span>\n\n    the Respondent in terms of clause 7 of the Protocol Agreement and \n\n\n\n\n                                                                                       \n    in terms of the decision of the Government of Maharashtra to sell \n\n\n\n\n                                                               \n    its equity shareholding in MSL to the Respondent at Rs.232.20 per \n\n    share.     The   price   of   Rs.232.20   was   based   on   a   valuation   report \n\n\n\n\n                                                              \n    submitted by Crisil Advisory Services on 3rd September 2002. In \n\n    response to the offer of the Petitioner, the Respondent conveyed its \n\n\n\n\n                                                  \n    acceptance on 3rd  May 2003, clarifying at the same time that the \n                                  \n    price   was   not   acceptable.     The   Respondent&#x27;s   subsequent   letter \n\n    dated 10th May 2003, once again confirmed  that the earlier letter \n                                 \n    of 3rd May 2003, was in response to the offer in terms of clause 7 of \n\n    the Protocol Agreement and that by its letter, the Respondent had \n            \n\n\n    confirmed its intention to accept the  offer though the price was not \n         \n\n\n\n    acceptable.     The   Arbitrator   held   that   the   correspondence \n\n\n\n\n\n    exchanged   between   the   parties,   between   9th  April   and   6th  June \n\n    2003, left no manner of doubt that there was a concluded contract \n\n    under which the Petitioner was to sell its shares to the Respondent \n\n\n\n\n\n    and the Respondent was to purchase those shares and the contract \n\n    was   concluded   on   3rd  May   2003.       The   Arbitrator   held \n\n    consequently,  the relevant date for the purpose of valuation would \n\n    be 3rd  May 2003,   which was the date on which the contract was \n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_26\">                                           14</span>\n\n    concluded.   At this stage, it may also be necessary to note that in \n\n\n\n\n                                                                                     \n    the   Part-I   Award,   the   Arbitrator   referred   to   the   provisions   of \n\n\n\n\n                                                             \n    <a href=\"/doc/860067/\" id=\"a_5\">Sections 9</a> and <a href=\"/doc/373967/\" id=\"a_6\">10</a> of the Sale of Goods Act and relied upon two \n\n    English judgments and upon a judgment of the Supreme Court in \n\n\n\n\n                                                            \n    support of his conclusion that the date of valuation would be the \n\n    date of the acceptance of the offer to purchase.  \n</p>\n\n\n\n                                                \n<p data-structure=\"Issue\" id=\"p_22\">    Award:\n</p>                                 \n<p data-structure=\"Issue\" id=\"p_23\">    12.         By   his   arbitral   award   dated   14th  January   2006,   the \n                                \n    Arbitrator declared that the rate at which 30,85,712 equity shares \n\n    of MSL, held by the Petitioner are to be valued as on 3rd May 2003, \n            \n\n\n    for the purposes of sale to the Respondent, is Rs.151.63 per share.\n</p>         \n\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_24\">    Challenge to the Award \n\n    Submissions of  Petitioner:\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">    13.         In   assailing   the   award   under   <a href=\"/doc/536284/\" id=\"a_7\">Section   34</a>   of   the \n\n\n\n\n\n    Arbitration   and   Conciliation   Act,   1996,   Counsel   appearing   on \n\n    behalf of the Petitioner  urged the following submissions:\n</p>\n     \n\n<blockquote id=\"blockquote_7\">                -(i) The Arbitrator exceeded his jurisdiction in deciding \n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                             ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_28\">                                             15</span>\n\n    the   date   for   valuation   of   the   shares   of   MSL,   proposed   to   be \n\n\n\n\n                                                                                        \n    transferred by the Petitioner to the Respondent; (ii) MSL held 3.4% \n\n\n\n\n                                                                \n    of the equity capital of Bajaj Auto Ltd. (the Respondent), Bajaj Auto \n\n    Finance Ltd. and Bajaj Hindustan Ltd. MSL also held investment in \n\n\n\n\n                                                               \n    fully paid bonds and mutual funds.  In valuing the shares of MSL, \n\n    the Arbitrator applied a discount of 30% on the value of the shares \n\n\n\n\n                                                   \n    held by MSL in the Respondent (&quot;the BAL shares&quot;).  The Arbitrator \n                                  \n    neither adjudicated upon, nor decided why   a discount should be \n\n    applied to the BAL shares.  The Petitioner was selling 27% stake in \n                                 \n    MSL to the Respondent as a result of which the Respondent would \n\n    obtain a majority holding in MSL and would also as a result obtain \n            \n\n\n    3.4% of the equity capital in BAL.   Hence, the value of the BAL \n         \n\n\n\n    shares held by MSL cannot be subjected to a discount, particularly \n\n\n\n\n\n    since the Respondent had a special interest in the acquisition of a \n\n    27%   stake   in   MSL;   (iii)   Neither   the   Arbitrator,   nor   the   valuer \n\n    whose  evidence  is  accepted  by the Arbitrator,  have  decided  why \n\n\n\n\n\n    only the book value of the non-BAL quoted investments, be taken \n\n    and not the market value; (iv) No adjudication or determination \n\n    has   been   rendered   by   the   Arbitrator   at   all     on   valuation.     The \n\n    Arbitrator merely stated that fixing of a 30% discount  would  be \n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_30\">                                              16</span>\n\n    just, fair and reasonable and would meet the ends of justice.  This \n\n\n\n\n                                                                                          \n    constitutes an error apparent on the face of the record, since the \n\n\n\n\n                                                                  \n    Arbitrator   has   proceeded   on   a   basis   which   is   not   permitted   by \n\n    <a href=\"/doc/279624/\" id=\"a_8\">section   28(2)</a>;  (v)  The  invocation   of a  rationale   of  a  20 to 40% \n\n\n\n\n                                                                 \n    discount   as   a   reason   by   the   Arbitrator   to   apply   a   30%   discount \n\n    discloses a total non-application of mind or perversity, on the part \n\n\n\n\n                                                    \n    of the Arbitrator, considering the context in which the discount of \n                                   \n    20   to   40%   came   to   be   stated.   The   fact   that   20   to   40%   of   the \n\n    discounted   price   of   MSL   shares   is   translated   to   a   percentage \n                                  \n    discount   in   the   holding   of   BAL   shares   is   such   as   to   shock   the \n\n    conscience of the Court; (vi) The application of a discount to the \n            \n\n\n    BAL holding and the use of only the book value in the non-BAL \n         \n\n\n\n    holding   affects   the   rights   of   the   Petitioner   and   causes   a   direct \n\n\n\n\n\n    financial loss and injury.  The value of the discount applied is Rs.50 \n\n    crores in the shares of BAL alone; (vii) The evidence of Mr.Bansi \n\n    Mehta   was   liable   to   be   considered   irrelevant,   non-germane   and \n\n\n\n\n\n    extraneous to the reference after his answer  to questions 14 to 16 \n\n    in the course of his evidence.  The Arbitrator has to decide a civil \n\n    dispute   on   a   balance   of   probabilities   and   he   must   of   necessity \n\n    decide on some evidence.   If the evidence of one side is discarded \n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_32\">                                             17</span>\n\n    and the evidence of the other side is admittedly not under Clause 7 \n\n\n\n\n                                                                                         \n    of the Protocol Agreement, on which he is called upon to make a \n\n\n\n\n                                                                 \n    valuation, the Arbitrator should have come to the conclusion that \n\n    on the evidence, he could not value at all; (viii) The fixation of the \n\n\n\n\n                                                                \n    date   for   valuation   by   the   Arbitrator   is   beyond   the   scope   of   the \n\n    submission;    and (ix)  The Protocol  Agreement  is illegal  and any \n\n\n\n\n                                                   \n    determination   under   the   agreement   is   void.     The   effect   of   the \n                                   \n    Protocol   Agreement   is   to   create   a   right   and   preemption   in   MSL \n\n    which   is   a   listed   Company.     The   Protocol   Agreement   is \n                                  \n    incorporated in the Articles of Association of MSL.  The shares of a \n\n    Public Company are declared by <a href=\"/doc/1338920/\" id=\"a_9\">Section 111A</a> of the Companies&#x27; \n            \n\n\n    Act,   1956   to   be   freely   transferable.     The   Articles   of   Association \n         \n\n\n\n    must   yield   to   the   principle   of   free   transferability   embodied   in \n\n\n\n\n\n    <a href=\"/doc/1338920/\" id=\"a_10\">Section   111A</a>   and   the   preemptive   right   is   inoperable.     On   this \n\n    defence, there was virtually no adjudication by the Arbitrator.  \n</blockquote>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_26\">    Submissions of Respondent : \n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">    14.         On   the   other   hand,   it   was   urged   on   behalf   of   the \n\n    Respondent that (i) In pursuance of the formal offer made by the \n\n    Petitioner under clause 7 of the Protocol Agreement to divest itself \n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_34\">                                              18</span>\n\n    of its 27% holding in MSL and to transfer it to the Respondent, the \n\n\n\n\n                                                                                          \n    Respondent   accepted   the   offer   by   its   letter   dated   3rd  May   2003. \n</p>\n\n\n\n                                                                  \n<p data-structure=\"CDiscource\" id=\"p_28\">    This  was clarified by the Respondent  by a letter dated 10 th  May \n\n    2003, by which the Respondent stated that the earlier letter was in \n\n\n\n\n                                                                 \n    terms of clause 7 of the Protocol Agreement but the price offered \n\n    by the Petitioner was not acceptable.  In fact, the letter addressed \n\n\n\n\n                                                    \n    by   the   Petitioner   to   the   Arbitrator   on   27th  October   2003   clearly \n                                   \n    establishes that the process had been completed though there was \n\n    no   agreement   on   the   value   of   the   shares   to   be   sold.     The   joint \n                                  \n    reference by the parties   to the Arbitrator on 29th  December 2003 \n\n    postulates that a contract for the sale of the Petitioner&#x27;s holding in \n            \n\n\n    MSL to the Respondent  existed though there was a dispute about \n         \n\n\n\n    the rate.   The Minutes of the Meeting before the Arbitrator show \n\n\n\n\n\n    that the date for valuation was regarded as an ingredient  of the \n\n    rate   and   there   was   never   any   dispute   about   the   date   of   the \n\n    contract.   The tenor of the correspondence which was exchanged \n\n\n\n\n\n    between the parties  also shows that all the letters related to the \n\n    date of valuation and there was no dispute about the date of the \n\n    contract.  Until the reference was made to arbitration, the common \n\n    premise was that the agreement was arrived at, with reference to \n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_36\">                                             19</span>\n\n    the   offer   dated   9th  April   2003,   on   3rd  May   2003.     This   was   the \n\n\n\n\n                                                                                         \n    position until January 2004.  The Arbitrator directed the pleadings \n\n\n\n\n                                                                 \n    to be filed on the valuation of the shares and the relevant date.  It \n\n    was   only   in   the   application   of  6th  April   2004   that   the   Petitioner \n\n\n\n\n                                                                \n    sought   to   raise   a   dispute   on   whether   a   concluded   contract   has \n\n    come into existence.   Hence, the question as regards  the date of \n\n\n\n\n                                                   \n    valuation was raised not in the context of the contract not being \n                                   \n    concluded, but as an ingredient of the rate and it was only in the \n\n    application of 6th  April 2004 that the Petitioner sought to link the \n                                  \n    date of valuation to the submission that the contract had not been \n\n    concluded; (ii) In so far as the question of valuation is concerned, \n            \n\n\n    the only ground which has been raised in the Arbitration Petition \n         \n\n\n\n    (Ground AA) relates to the discounting of the value of BAL shares \n\n\n\n\n\n    held   by   MSL;   (iii)   Considering   the   scope   of   <a href=\"/doc/536284/\" id=\"a_11\">Section   34</a>   of   the \n\n    Arbitration and Conciliation Act, 1996, an appellate review of an \n\n    arbitral   award   is   not   permissible   in   law.     The   decision   of   the \n\n\n\n\n\n    Supreme   Court   in  ONGC   Ltd.   Vs.   Saw   Pipes   Ltd.,1    does   not \n\n    contemplate   an   appellate   review   or   suggest   a   reappraisal   of \n\n    evidence; (iv) The arbitral award furnishes a valid basis from the \n\n\n    1 (2003) 5 SCC 705\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_38\">                                              20</span>\n\n    evidence for applying a discount of 30%   in the facts of the case. \n</p>\n\n\n\n                                                                                          \n<p data-structure=\"CDiscource\" id=\"p_29\">    The   evidence   of   Mr.Bansi   Mehta   suggested   that   a   discount \n\n\n\n\n                                                                 \n    between 28 to 40% would have to be allowed on a conceptual basis \n\n    whereas   on   an   empirical   comparison   based   on   market \n\n\n\n\n                                                                \n    capitalization,   a   discount   between   56   to   91%   would   have   to   be \n\n    taken.  The Arbitrator has held that the discount should be no less \n\n\n\n\n                                                    \n    than 30% in the facts of this case.  The reference by the Arbitrator \n                                   \n    to the report of Mr.Raghuram indicating a 20 to 40 % discount is \n\n    erroneous, because this was a reference to the valuation of MSL \n                                  \n    shares.  But merely because one ground which is relied upon by the \n\n    Arbitrator suffers from an error of fact, would not detract from the \n            \n\n\n    validity of the award.   There was a wealth of evidence before the \n         \n\n\n\n    Arbitrator   in   support   of   the   finding   that   the   discount   of   30%   is \n\n\n\n\n\n    valid.   The evidence is referred to in the arbitral award itself and \n\n    the award can be sustained on that basis.  The realizable value of \n\n    an asset is less than the market value in a liquidation valuation; (v) \n\n\n\n\n\n    As regards the book value being taken of the non-BAL holding, the \n\n    evidence shows that there was no appreciation in the value of such \n\n    holding.     If   the   market   value   was   taken,   it   would   have   to   be \n\n    discounted, which would then result in a figure even lower than \n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_40\">                                             21</span>\n\n    the book value; (vi) The Arbitrator accepted the liquidation basis of \n\n\n\n\n                                                                                         \n    valuation   from   the   report   of   Mr.Bansi   Mehta   and   applied   a \n\n\n\n\n                                                                 \n    discount.   There is both an adjudication and determination by the \n\n    Arbitrator.   Clause 7 of the Protocol Agreement does not provide \n\n\n\n\n                                                                \n    any   particular   method   of   valuation.     Mr.Bansi   Mehta,   therefore, \n\n    stated in his cross-examination that the classical method has been \n\n\n\n\n                                                   \n    followed.  Clause 7 provides for a fixation of the rate at which the \n                                   \n    shares would be sold, which lies in the domain of the Arbitrator.  In \n\n    any   event,   this   relates   to   an   appreciation   of   the   evidence;   (vii) \n                                  \n    Parties   made   a   specific   reference   of   a   question   of   law   by   the \n\n    application   dated   6th  April   2004,   which   was   responded     to   and \n            \n\n\n    decided.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800593\" id=\"span_41\">The question as regards the legality of Clause 7 of the \n         \n\n\n\n    Protocol Agreement vis-a-vis <a href=\"/doc/1338920/\" id=\"a_12\">Section 111A</a> of the Companies&#x27; Act, \n\n\n\n\n\n    1956,   was   not   in   the   original   reference.     Yet,   the   question   was \n\n    specifically referred to the Arbitrator during the pendency of the \n\n    reference.     The   decision   of   the   Arbitrator   was   invited   as   a \n\n\n\n\n\n    jurisdictional issue, before the Arbitrator considered the merits of \n\n    the dispute.  Hence, the determination of the Arbitrator is final and \n\n    cannot   be   enquired   into;   (viii)   In   any   event,   the   Arbitrator   has \n\n    followed   the   decision   of   the   Supreme   Court   in \n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_43\">                                            22</span>\n\n    <a href=\"/doc/1800593/\" id=\"a_13\">M.S.Madhusoodhanan     vs.   Kerala   Kaumudi   Pvt.Ltd.2</a>  9.     The \n\n\n\n\n                                                                                       \n    restriction in the present case, imposed by Clause 7 of the Protocol \n\n\n\n\n                                                               \n    Agreement   is   valid,   because   it   is   not   one   that   binds   all \n\n    shareholders,   but   which   binds   two   shareholders   in   a   specified \n\n\n\n\n                                                              \n    contingency.     The   restriction   is   contained   in   the   Articles   of \n\n    Association.   <a href=\"/doc/1338920/\" id=\"a_14\">Section 111A</a> of the Companies&#x27; Act, 1956 does not \n\n\n\n\n                                                  \n    prohibit   agreements   entered   into   between     specific   shareholders \n                                 \n    regarding   specific   shares,   particularly   when   incorporated   in   the \n\n    Articles of Association.</span> \n</p>                                \n\n<p data-structure=\"Issue\" id=\"p_30\">    15.         The challenge to the arbitral award can now be taken up \n            \n\n\n    for consideration.\n</p>         \n\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_31\">    Did the Arbitrator exceed his jurisdiction :  \n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_32\">    16.         The   submission   of   the   Petitioner   is   that   the   Arbitrator \n\n\n\n\n\n    acted   in   excess   of   his   jurisdiction   in   deciding   the   date   with \n\n    reference   to   which   the   valuation   of   the   shares   had   to   be \n\n    determined.   \n</p>\n\n<p data-structure=\"Section\" id=\"p_33\">    2 2003 Vol.117 Company Cases 19\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_45\">                                            23</span>\n\n\n\n\n                                                                                       \n</p><p data-structure=\"Facts\" id=\"p_34\">    17.         On 9th April 2003, the Petitioner addressed a letter to the \n\n\n\n\n                                                               \n    Respondent   by   which,   it   proposed   to   divest   its   shareholding   of \n\n    30,85,712 equity shares in MSL at an offered price of Rs.232.20 per \n\n\n\n\n                                                              \n    equity share to the Respondent.   The Petitioner stated that it was \n\n    making an offer in accordance with the provisions of Clause 7 of \n\n\n\n\n                                                  \n    the   Protocol   Agreement   and   in   view   of   the   decision   of   the \n                                  \n    Government of Maharashtra.  The Respondent in its reply dated 3rd \n\n    May   2003,   confirmed   its   interest   in   buying   shares   offered,   but \n                                 \n    recorded that the price was not acceptable.     The response of the \n\n    Respondent   was   in   pursuance   of   Clause   7   of   the   Protocol \n            \n\n\n    Agreement.       By   a   further   letter   dated   10th  May   2003,   the \n         \n\n\n\n    Respondent  confirmed that its earlier  response    of 3rd  May 2003 \n\n\n\n\n\n    was to the offer made by the Petitioner on 9th April 2003 and was \n\n    in terms of clause 7 of the Protocol Agreement.   The Respondent \n\n    stated  that   it   has   confirmed   its  intention   to   purchase   the   shares \n\n\n\n\n\n    offered, but the price offered was not acceptable.  \n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_35\">    18.         The contention of the Petitioner is that the letter of the \n\n    Respondent dated 3rd May 2003, was not an unqualified acceptance \n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_47\">                                            24</span>\n\n    since a meeting was sought for negotiation to explore a settlement. \n</p>\n\n\n\n                                                                                       \n<p data-structure=\"CDiscource\" id=\"p_36\">    In dealing with this submission, it is to be noted that on 31st  July \n\n\n\n\n                                                               \n    2003, the Respondent sought the initiation of the arbitral process, \n\n    in the event that its offer of a price  of Rs.75 per share was not \n\n\n\n\n                                                              \n    acceptable.   The arbitral process was initiated and on 27th October \n\n    2003, the Petitioner addressed a letter to the Arbitrator, recording \n\n\n\n\n                                                  \n    that under the Protocol Agreement, the Petitioner had to first make \n                                  \n    an   offer   to   the   Respondent   and   in   turn,   the   Respondent   had   to \n\n    accept or reject that offer.   This process, the Petitioner recorded, \n                                 \n    &quot;has been completed and since no agreement has been reached on \n\n    the value of the shares, as per the agreement, the parties involved \n            \n\n\n    have to appoint a sole Arbitrator for the purpose&quot;.  Following this \n         \n\n\n\n    letter, a joint reference to arbitration was made on 29th December \n\n\n\n\n\n    2003.  The terms of reference contain an express statement of fact \n\n    that the Respondent  had expressed its willingness to buy the stake \n\n    held by the Petitioner in MSL and that the Petitioner  indicated its \n\n\n\n\n\n    desire to sell its shareholding in MSL.  However, what remained in \n\n    dispute   was   the   price   per   share  and   hence,   in   accordance   with \n\n    Clause 7 of the Protocol Agreement, the &quot;question of rate&quot; for the \n\n    purchase   by   the   Respondent   of   the   equity   shares   held   by   the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_49\">                                              25</span>\n\n    Petitioner   in   MSL,   was   being   referred.     What   emerges   from   the \n\n\n\n\n                                                                                          \n    material on record, therefore, is, that in terms of Clause 7   of the \n\n\n\n\n                                                                  \n    Protocol   Agreement,   the   Petitioner   had  made   an   offer   to   sell   its \n\n    shares in MSL, to the Respondent.   The Respondent by its letters \n\n\n\n\n                                                                 \n    dated   3rd  May   and   again   10th  May   2003,   accepted   the   offer   to \n\n    purchase the shares, but indicated that the price suggested by the \n\n\n\n\n                                                    \n    Petitioner was not acceptable.  Parties at that stage and, as would \n                                   \n    be noted, even later were ad idem on the fact that the contract for \n\n    the sale of shares, stood concluded by the acceptance of the offer \n                                  \n    made   by   the   Petitioner.     Clause   7   of   the   Protocol   Agreement \n\n    contemplates that if the party, to whom an offer is made, &quot;is willing \n            \n         \n\n\n\n    to purchase the shares, but considers the rate proposed, to be too \n\n    high or unacceptable&quot;, it shall, within thirty days from the receipt \n\n\n\n\n\n    of   the   notice,   furnish   a   written   intimation   to   the   offerer   of   the \n\n    intention to purchase shares and the question as regards the rate at \n\n    which the shares are to be sold shall be referred to arbitration.  In \n\n\n\n\n\n    the present case, the Petitioner by its letter to the Arbitrator  dated \n\n    27th October 2003, clearly stated that the process of making of the \n\n    offer   and   its   acceptance,   had   been   completed   and   there   was   no \n\n    agreement on the value at which the shares would be sold.  It is in \n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_51\">                                             26</span>\n\n    this context, that the joint reference to the Arbitrator proceeded on \n\n\n\n\n                                                                                         \n    the basis that a concluded contract for the sale of shares did exist \n\n\n\n\n                                                                 \n    but there was a dispute about the rate. \n</p>\n\n\n\n                                                                \n<p data-structure=\"CDiscource\" id=\"p_37\">    19.         The Arbitrator, during the course of the second meeting \n\n    held   on   27th  January   2004,   called   upon   the   parties   to   file   their \n\n\n\n\n                                                   \n    statements &quot;regarding the valuation of shares and the relevant date \n                                   \n    for   valuation&quot;.     The   date   for   valuation   was   regarded   as   an \n\n    ingredient of the rate, at which the shares would be sold.   There \n                                  \n    was no dispute about the fact that the contract for the sale of the \n\n    shares   had been concluded.   Consequently, until the reference to \n            \n\n\n    arbitration   was   made,   parties   proceeded   on   the   basis   that   the \n         \n\n\n\n    agreement for the sale of the   shares, was founded on the letters \n\n\n\n\n\n    dated 9th April 2003 and 3rd /10th May 2003.  This position held the \n\n    field until January 2004.  The Arbitrator directed the parties to file \n\n    pleadings   on   the   valuation   of   shares   and   the   relevant   date   for \n\n\n\n\n\n    valuation.   The correspondence exchanged between the parties in \n\n    February   2004,   shows   that   the   dispute   was   on   the   date   of \n\n    valuation.   It was for the first time, in the application filed by the \n\n    Petitioner   before   the   Arbitrator,   on   6th  April   2004,   that   the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_53\">                                            27</span>\n\n    Petitioner sought to question as to whether a concluded contract \n\n\n\n\n                                                                                       \n    had been arrived at.  This was an obvious afterthought and was a \n\n\n\n\n                                                               \n    clear   deviation   from   the   manner   in   which     the   Petitioner   had \n\n    understood   the   course   of   dealings     between   the   parties.     The \n\n\n\n\n                                                              \n    reference to the date of valuation was introduced by the Arbitrator, \n\n    when there was no dispute about the date of the contract or about \n\n\n\n\n                                                  \n    the existence of a concluded contract.  When the Arbitrator raised \n                                  \n    the question as regards the date of valuation, this was only as an \n\n    ingredient   of   the   fixation   of   the   rate   and   the   premise   of   the \n                                 \n    reference to arbitration was the existence of a concluded contract. \n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">    The Arbitrator was not deciding when the contract was concluded \n            \n\n\n    or whether it was concluded.   The Arbitrator has, as a matter of \n         \n\n\n\n    fact,   ascertained   the   date   of   valuation   as   an   ingredient   of   the \n\n\n\n\n\n    fixation of the rate at which the shares held by the Petitioner would \n\n    be   sold   to   the   Respondent.     The   Arbitrator   has   held   that   the \n\n    relevant date of valuation would be 3rd  May 2003, which was the \n\n\n\n\n\n    date   on   which   a   concluded   contract   was  arrived   at  between   the \n\n    parties.  In Part-I of his Award, the Arbitrator has held that the date \n\n    of valuation  would be the date on which the offer to purchase was \n\n    accepted.   In holding thus, the Arbitrator has not transgressed his \n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_55\">                                                28</span>\n\n    jurisdiction.    The challenge  to the arbitral award on this ground \n\n\n\n\n                                                                                            \n    must fail.\n</p>\n\n\n\n                                                                    \n<p data-structure=\"Section\" id=\"p_39\">    Scope   of   challenge   under   <a href=\"/doc/536284/\" id=\"a_15\">Section   34</a>   of   the   Arbitration   and \n\n\n\n\n                                                                   \n    Conciliation Act, 1996:\n</p>\n\n\n<blockquote id=\"blockquote_8\">                 <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a> of the Arbitration and Conciliation Act, 1996, \n\n\n\n\n                                                      \n</blockquote><p data-structure=\"Section\" id=\"p_40\">    20.\n\n                                    \n    defines the parameters of a recourse to a Court against an abitral \n\n    award.     This   recourse   is,   by   an   application   for   setting   aside   the \n                                   \n    award, in accordance with the provisions of sub-sections (2) and \n\n    (3)   of   the   provision.       For   this   case,   the   focus   on   the   scope   of \n            \n\n\n    judicial intervention is on sub clause (iv) of clause (a) and on sub \n         \n\n\n\n    clause (ii) of clause (b) of sub-section (2)   of <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a>.   Under \n\n    these provisions, an arbitral award may be set aside by the Court, \n\n\n\n\n\n    only   if   (i)   The   arbitral   award   deals   with      a   dispute   not \n\n    contemplated by or not falling within the terms of the submission \n\n\n\n\n\n    to   arbitration   or   if   it   contains   decisions   on   matters   beyond   the \n\n    scope of the submission to arbitration; and (ii) If the Court finds \n\n    that the arbitral award is in conflict with the public policy of India. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                                    ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_57\">                                              29</span>\n\n<p data-structure=\"Precedent\" id=\"p_41\">    21.          <a href=\"/doc/1138651/\" id=\"a_18\">Section   28(1)(a)</a>   mandates   that   the   arbitral   Tribunal \n\n\n\n\n                                                                                          \n    must decide the dispute in accordance with the substantive law in \n\n\n\n\n                                                                  \n    India.     Under   sub-Section   (3),   the   Tribunal   has   to   decide   the \n\n    dispute,   in   accordance   with   the   terms   of   the   contract   and   after \n\n\n\n\n                                                                 \n    taking into consideration, the usage of the trade applicable to the \n\n    transaction.   In  ONGC vs. Saw Pipes  (supra) the Supreme Court \n\n\n\n\n                                                    \n    held that if an award is in contravention of the provisions of the \n                                   \n    Act, it is subject to judicial intervention and can be set aside.  If the \n\n    arbitral Tribunal does not follow the mandatory procedure under \n                                  \n    the   Act,   it   would   act   in   excess   of  its   jurisdiction   and  the   award \n\n    would be patently illegal.  The ground for interference is elucidated \n            \n\n\n    thus, by the Supreme Court:\n</p>         \n\n\n\n<blockquote id=\"blockquote_9\">                 &quot;15.       The result is - if the award is contrary to the\n                 substantive provisions of law or the provisions of the Act\n                 or against the terms of the contract, it would be patently\n\n\n\n\n\n                 illegal, which could be interfered under <a href=\"/doc/536284/\" id=\"a_19\">Section 34</a>.\n                 However, such failure of procedure should be patent\n                 affecting the rights of the parties.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_42\">    The illegality, as the Supreme Court noted, must be such as &quot;must \n\n    go to the root of the matter&quot; for &quot;if the illegality is of trivial nature, \n\n    it   cannot   be   held   that   the   award   is   against   public   policy&quot;.     The \n\n    decision in Saw Pipes  lays down   that before an  award can be set \n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_59\">                                              30</span>\n\n    aside, it must be  (i) Contrary to the fundamental policy of Indian \n\n\n\n\n                                                                                          \n    Law; or (ii) Contrary to the interest of India; or (iii) Contrary to \n\n\n\n\n                                                                 \n    Justice or morality; or (iv) Patently illegal.  An award which is so \n\n    unfair and unreasonable, that it shocks the conscience of the Court, \n\n\n\n\n                                                                \n    would be liable to be set aside because, then it would be contrary \n\n    to public policy.  The Supreme Court, however, emphasized that if \n\n\n\n\n                                                    \n    the   arbitral   Tribunal   commits   a   &quot;mere   error   of   fact   or   law   in \n                                   \n    reaching   its   conclusion   on   a   disputed   question   referred   to   it   for \n\n    adjudication&quot;,   the   Court   would   have   no   jurisdiction   to   interfere \n                                  \n    with the award.   This would depend upon the reference that was \n\n    made   to   the   Arbitrator.     If   there   is   a   general   reference   to   the \n            \n\n\n    Tribunal for deciding the   dispute and if an award is based on an \n         \n\n\n\n    erroneous and illegal proposition, the Court would interfere.  In the \n\n\n\n\n\n    case of a reasoned award, the Court can set aside the award if on \n\n    the face of the award, there is an erroneous proposition of law or \n\n    on   its   application.     However,   if   a   specific   question   of   law   is \n\n\n\n\n\n    submitted to the Arbitrator an erroneous decision on a point of law \n\n    does not make the award bad, unless the Court is satisfied that the \n\n    Arbitrator  has  proceeded  illegally.     The decision  of the  Supreme \n\n    Court in    Saw Pipes  (supra) does not contemplate   an appellate \n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_61\">                                           31</span>\n\n    review of an arbitral award or a reappraisal of the evidence.   The \n\n\n\n\n                                                                                      \n    Court cannot   substitute a conclusion on evidence, which appears \n\n\n\n\n                                                              \n    to the Court to be just and proper for the conclusion that is arrived \n\n    at, by the arbitral forum.   The emphasis in the judgment in  Saw \n\n\n\n\n                                                             \n    Pipes,   is   that   judicial   intervention   can   be   warranted   where   the \n\n    arbitral   Tribunal   has   not   followed   the   mandatory   procedure \n\n\n\n\n                                                 \n    prescribed by <a href=\"/doc/1444341/\" id=\"a_20\">Sections 24</a>, <a href=\"/doc/65067/\" id=\"a_21\">28</a> or 31(3), which affects the rights of \n                                 \n    the   parties   or   where   the   award   is   contrary   to   the   substantive \n\n    provisions of law;  to the provisions of the Act or to the terms of the \n                                \n    contract.  The emphasis is on a patent illegality.  Not every error of \n\n    law or fact makes an award subject to judicial intervention.\n</p>            \n         \n\n\n\n<p data-structure=\"Precedent\" id=\"p_43\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1294876\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_63\">22.         The subsequent judgment of the Supreme Court in <a href=\"/doc/1617540/\" id=\"a_22\">Delhi \n\n\n\n\n\n    Development   Authority   vs.   R.S.Sharma   &amp;   Co.,3</a>    makes   a \n\n    reference   to   the   earlier   judgments    of   the   Court   including   the \n\n    judgment   in  <a href=\"/doc/1294876/\" id=\"a_23\">Hindustan   Zinc   Ltd.   vs.   Friends     Coal \n\n\n\n\n\n    Carbibusatuib,4</a>     which in turn has followed  Saw Pipes  (supra).</span></span> \n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_64\">In   the   judgment   in  <a href=\"/doc/1617540/\" id=\"a_24\">Delhi   Development   Authority</a>  (supra),   the \n\n    Bench   of   two   Learned   Judges   of   the  Supreme   Court   has \n\n    3 (2008) 13 SCC 80\n    4 (2006) 4 SCC 445\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                              ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_66\">                                             32</span>\n\n    summarized   the   principle   for   judicial   intervention   in   arbitral \n\n\n\n\n                                                                                        \n    awards, as they emerge from the decided cases, thus:</span>\n</p>\n\n\n\n                                                                \n<blockquote id=\"blockquote_10\">                &quot;21.       From   the   above   decisions,   the   following \n                principles emerge:\n</blockquote>\n<blockquote id=\"blockquote_11\">                (a) An award, which is \n\n\n\n\n                                                               \n</blockquote><blockquote id=\"blockquote_12\">                    (i) contrary to substantive provisions of law; or\n</blockquote><blockquote id=\"blockquote_13\">                    (ii) the provisions of the <a href=\"/doc/1306164/\" id=\"a_25\">Arbitration and Conciliation\n                           Act, 1996</a>;\n</blockquote><p data-structure=\"Section\" id=\"p_45\">                      or\n\n\n\n\n                                                   \n</p><p data-structure=\"Section\" id=\"p_46\">                    (iii) against the terms of the respective contract; or \n</p><p data-structure=\"Section\" id=\"p_47\">                    (iv) patently illegal; or \n                                  \n</p><p data-structure=\"Precedent\" id=\"p_48\">                    (v) Prejudicial to the rights of the parties; \n</p><p data-structure=\"Section\" id=\"p_49\">                is open to interference by the Court under <a href=\"/doc/439304/\" id=\"a_26\">Section 34(2)</a> \n                of the Act.\n</p>                                 \n<p data-structure=\"Section\" id=\"p_50\">                (b) The award could be set aside if it is contrary to:\n</p><blockquote id=\"blockquote_14\">                       (a) fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_15\">                       (b) the interest of India; or\n            \n\n\n</blockquote><blockquote id=\"blockquote_16\">                       (c) justice or morality.\n</blockquote>         \n\n\n\n<blockquote id=\"blockquote_17\">                (c) The award could also be set aside if it is so unfair and \n                unreasonable that it shocks the conscience of the court.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_18\">                (d) It is open to the court to consider whether the award \n                is   against   the   specific   terms   of   contract   and   if   so, \n                interfere with it on the ground that it is patently illegal \n                and opposed to the public policy of India.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_51\">    At   this   stage,   it   would,   however,   be   necessary   to   note   that   an \n\n    arbitral award   prejudicial to the rights of the parties is not   an \n\n    independent head   of challenge as such, and this is evident both \n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                                                ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_68\">                                            33</span>\n\n    from   the   decision   in  Saw   Pipes  and   in   the   paraphrasing   of   the \n\n\n\n\n                                                                                       \n    principles       <a href=\"/doc/1617540/\" id=\"a_27\">laid   down   in</a>   that    judgment   in  Hindustan   Zinc.  In \n\n\n\n\n                                                               \n    paragraph 13 of the judgment in  Saw Pipes, the Supreme Court \n\n    addressed the issue as to whether an award could be set aside if the \n\n\n\n\n                                                              \n    arbitral   Tribunal   has   not   followed   the   mandatory   procedure \n\n    prescribed under <a href=\"/doc/1444341/\" id=\"a_28\">Sections 24</a>, <a href=\"/doc/65067/\" id=\"a_29\">28</a> or 31(3), which affects the rights \n\n\n\n\n                                                 \n    of parties.    In  Hindustan  Zinc, the Supreme Court  held that an \n                                 \n    award   contrary   to   the   substantive   provisions   of   law   or   the \n\n    provisions   of   the   Act   or   the   terms   of   the   contract,   would   be \n                                \n    patently illegal  and  if it  affects the rights of the parties  would be \n\n    open to interference of the Court under <a href=\"/doc/781147/\" id=\"a_30\">Section 31(2)</a>.  \n</p>            \n         \n\n\n\n<p data-structure=\"Precedent\" id=\"p_52\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_69\">23.         The question as to whether  a ground for the interference \n\n\n\n\n\n    of the Court has been established in the facts of this case, must now \n\n    be   considered,   in   terms   of   the   law   <a href=\"/doc/1617540/\" id=\"a_31\">laid   down   by</a>   the   Supreme \n\n    Court.</span>\n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_53\">    The question of valuation :\n</p>\n<p data-structure=\"Section\" id=\"p_54\">    24.         MSL   has   an   Operating   Section     and   an   Investment \n\n    Section.   MSL&#x27;s   Assembly Plant was set up under technical know \n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_71\">                                            34</span>\n\n    how from the Respondent.   The assembly, the Court is informed, \n\n\n\n\n                                                                                       \n    was of the Chetak Scooters of Bajaj.   The Investment Section   of \n\n\n\n\n                                                               \n    MSL   has   holdings   in   the   Bajaj   Group   of   Companies   and   others. \n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">    MSL held 3.4% of the equity capital of the Respondent (&quot;the BAL \n\n\n\n\n                                                              \n    shares&quot;),   Bajaj Hindustan Ltd. and Bajaj Auto Finance Ltd.   The \n\n    non-Bajaj holding was in fully paid up bonds and Mutual Funds.  \n</p>\n\n\n\n                                                 \n<p data-structure=\"PetArg\" id=\"p_56\">    25.\n                                 \n                Principally, two submissions have been urged on behalf \n\n    of  the Petitioner.   Firstly, the Arbitrator has selected a particular \n                                \n    method of valuation.   Whether a valuation on a liquidation basis \n\n    could at all be adopted for a Company which has a going concern, \n            \n\n\n    was sought to be placed in issue and it was urged that MSL is not a \n         \n\n\n\n    Company which is unable  to pay its debts.  The Respondent had a\n\n\n\n\n\n    special interest in the acquisition of the stake held by the Petitioner \n\n    in MSL.  By the acquisition  of the equity holding of the Petitioner, \n\n    the Respondent would acquire a majority holding in MSL, besides \n\n\n\n\n\n    the  acquisition   of   3.4% of  the  holding  in   the  BAL  shares.       The \n\n    second   aspect   relates   to   the   discounting   of   the   holding   of   BAL \n\n    shares. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_73\">                                             35</span>\n\n<p data-structure=\"Precedent\" id=\"p_57\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"697985\" id=\"span_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1529525\" id=\"span_75\">26.         The Arbitrator culled out the principles  for  valuation of \n\n\n\n\n                                                                                        \n    shares from the judgments of the Supreme Court in <a href=\"/doc/1529525/\" id=\"a_32\">Commissioner \n\n\n\n\n                                                                \n    of Wealth Tax vs. Mahadeo Jalan,5</a>   and   <a href=\"/doc/697985/\" id=\"a_33\">Commissioner of Gift \n\n    Tax vs. Kusumben D.Mahadevia.6     The</a> judgment in  Mahadeo \n\n\n\n\n                                                               \n    Jalan lays down that leaving aside a distress sale, the factors which \n\n    are likely to affect the value of shares are: (i) The profit earning \n\n\n\n\n                                                   \n    capacity   of   the   Company;   (ii)The   capacity   of   the   Company   to \n                                  \n    maintain those profits or a reasonable return for capital invested;</span></span> \n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">    (iii)   The   prospects   for   capitalization   of   its   earning   by   declaring \n                                 \n    bonus shares  and in a case of a financially sound Company,  the \n\n    prospects     for   the   issuance   of   a   rights   issue   where   existing \n            \n\n\n    shareholders   can   obtain   shares   for   a   price   less   than   the   market \n         \n\n\n\n    value, increasing the yield on   investment.   The Supreme Court, \n\n\n\n\n\n    after enunciating  various methods of  valuation of shares, namely, \n\n</p><p data-structure=\"Section\" id=\"p_59\">    (i) yield or profit earning method; (ii) the market value method if \n\n    profit is certain; and (iii) liquidity if profit is uncertain, laid down \n\n\n\n\n\n    the principles which emerge.  In so far as it is relevant to this case, \n\n    the propositions (1), (4) and (5) are as follows:\n</p>\n<blockquote id=\"blockquote_19\">                &quot;1)      Where the shares in a public limited company \n                are quoted on the stock exchange and there are dealings \n    5 (1972) 86 ITR 621\n    6 (1980) 122 ITR 38\n\n\n\n\n<span class=\"hidden_text\" id=\"span_76\">                                                                ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_77\">                                            36</span>\n\n               in them, the price prevailing on the valuation date is the \n               value of the shares.\n</blockquote>\n\n\n\n                                                                                         \n<p data-structure=\"CDiscource\" id=\"p_60\">               -4)            Where the dividend yield and earning method \n\n\n\n\n                                                                 \n               break down by reason of the company&#x27;s inability to earn \n               profits and declare dividends, if the set-back is temporary \n               then   it   is   perhaps   possible   to   take   the   estimate   of   the \n               value of the shares before set-back and discount it by  a \n\n\n\n\n                                                                \n               percentage corresponding to the proportionate fall in the \n               price of quoted shares of companies which have suffered \n               similar reverses.\n</p>\n\n\n\n                                                   \n<p data-structure=\"CDiscource\" id=\"p_61\">               -5)        Where the company is ripe for winding up then \n               the   break-up   value   method   determines   what   would   be \n                                 \n               realized by that process.&quot;  \n</p>                                \n<p data-structure=\"RespArg\" id=\"p_62\">    The Arbitrator adverted to certain admitted facts,  these being as \n\n    follows: (i) The principal activity of MSL involved the assembly of \n           \n\n\n    scooters   for   which   completely   knocked   down   kits   were   received \n        \n\n\n\n    from the Respondent.   The Respondent and MSL had entered into \n\n\n\n\n\n    a   technical   know   how   agreement.       MSL   was   assembling   Bajaj \n\n    Chetak Scooters; (ii) Admittedly, the management of MSL was with \n\n    the Respondent.  Five persons on the Board of Directors were to be \n\n\n\n\n\n    nominated   by   the   Petitioner   and   four   by   the   Respondent.     The \n\n    Chairman and Managing Director of the Respondent was to be the \n\n    Chairman of MSL.  Under Clause 154 of the Articles of Association, \n\n    several important decisions to be taken by MSL, were subject to the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_79\">                                            37</span>\n\n    approval of the Respondent.  Moreover, the Chief Executive of MSL \n\n\n\n\n                                                                                       \n    was   to   be   appointed   by   the   Board,   out   of   a   panel   of   names \n\n\n\n\n                                                               \n    suggested by the Respondent.  Key management functions of MSL \n\n    were virtually integrated with the Respondent.     MSL only has an \n\n\n\n\n                                                              \n    assembly   plant   by   which   it   cannot   manufacture,   but   can   only \n\n    assemble   scooters.;   (iii)   As   a   result   of   customer   preference   for \n\n\n\n\n                                                 \n    motorcycles, the market for scooters had shown a declining trend, \n                                 \n    adversely   affecting   the   operations   of   MSL.     MSL   had   suffered \n\n    operating losses for financial years 2001-02, 2002-03 and 2003-04; \n</p>                                \n<p data-structure=\"CDiscource\" id=\"p_63\">    (iv)   The   market   share   of   geared   scooters   with   which   MSL   is \n\n    concerned, had gone down from 23.5% in 1999-2000 to 4.9% in \n            \n\n\n    2003-04; (v) MSL requires sales of about 62,000 scooters per year \n         \n\n\n\n    to achieve a break-even position, whereas the business plan for the \n\n\n\n\n\n    period 2004-09 indicates production and sale of Chetak Scooters of \n\n    only 12,000 units per year.    The Arbitrator noted, while  dealing \n\n    with the question of control premium, that even without   the sale \n\n\n\n\n\n    of  its  27% stake   by the  Petitioner,  the  Respondent    already  had \n\n    effective managerial control over MSL  without boardroom control. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">    The rationale for a control premium would, therefore, not exist in \n\n    the facts of this case.  Moreover, it is an admitted fact that the non-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_81\">                                              38</span>\n\n<p data-structure=\"PetArg\" id=\"p_65\">    core business assets of MSL which consist of unquoted investments \n\n\n\n\n                                                                                          \n    and quoted investments, constitute 96.2% of the business assets of \n\n\n\n\n                                                                 \n    MSL.  Though the main business of MSL was supposed to be in the \n\n    operating   segment,   namely,   in   the   core   business   assets,   that \n\n\n\n\n                                                                \n    constituted only a negligible operation, namely,  3.8%.  Hence, the \n\n    core   business   activity   of   MSL   of   assembling   scooters   was \n\n\n\n\n                                                    \n    insignificant.  Having regard to these circumstances, the Arbitrator \n                                   \n    declined   to   accept   the   theory   propounded   by   Mr.Raghuram,   the \n\n    witness   for   the   Petitioner,   that   a   control   premium   must   be \n                                  \n    accounted   for   in   the   facts   of   this   case.     The   valuation   made   by \n\n    Mr.Raghuram was not accepted by the Arbitrator for valid reasons \n            \n\n\n    which have been noted above.  The reasons on the basis of which \n         \n\n\n\n    the testimony of Mr.Raghuram and his valuation are discarded, are \n\n\n\n\n\n    inter alia  contained   in paragraph 75 of the award.  In fairness, it \n\n    may be recorded here that Learned Senior Counsel appearing on \n\n    behalf of the Petitioner has not pressed that aspect of the matter.  \n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_66\">    27.         Mr.Bansi Mehta was  examined as an expert on valuation \n\n    by   the   Respondent.   The     Arbitrator     noted   that   Mr. Bansi \n\n\n\n\n<span class=\"hidden_text\" id=\"span_82\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_83\">                                              39</span>\n\n    Mehta was cross-examined on behalf of the Petitioner, in order to \n\n\n\n\n                                                                                           \n    question   his   justification   for   adopting   the   net   asset   value     on   a \n\n\n\n\n                                                                  \n    liquidation   basis.   The   award   notes   that   this   method   was   also \n\n    recommended by the witness of the Petitioner in his first report. \n</p>\n\n\n\n                                                                 \n<p data-structure=\"Facts\" id=\"p_67\">    Mr.Bansi   Mehta   worked   out   two   different   valuations:   (i)   A \n\n    valuation of Rs.125 per  share was worked out by applying a 45% \n\n\n\n\n                                                    \n    discount on the six monthly average value on the National Stock \n                                   \n    Exchange (NSE);  and (ii) A value of Rs.102 per share was worked \n\n    out on the basis of a 60% discount on a six monthly average taken \n                                  \n    from NSE.  The Arbitrator considered it fit to apply a 30% discount \n\n    &quot;in the facts of the case&quot; and considered that this would be &quot;just, \n            \n\n\n    fair and reasonable and would meet the ends of justice&quot;.   The six \n         \n\n\n\n    monthly average on the  NSE for 33.87 lakh BAL shares was Rs.494 \n\n\n\n\n\n    per share on which a 30% discount was applied. Paragraph 100 of \n\n    the award which reads thus:\n</p>\n<blockquote id=\"blockquote_20\">                &quot;In   the   light   of   the   above,   I   think   interests   of   justice \n\n\n\n\n\n                would   be   met   by   fixing   the   rate   on   the   basis   of   the \n                calculations made by Mr.Bansi Mehta  in Appendix-8 and \n                9   to   his   report   subject,   however,   to   two   changes.     In \n                Appendix 9, he has calculated discount of 60% on the six \n                monthly   average   rate   on   National   Stock   Exchange, \n                namely discount of Rs.296.40 on the rate of Rs.494/- per \n                share.     This   results   in   the   value   of   a   share   being   Rs.\n                102.46.  In Appendix-8, he has calculated 45% discount \n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                                                   ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_85\">                                            40</span>\n\n                on   the   six   monthly   average   rate   on   National   Stock \n                Exchange   namely  discount   of Rs.222.30   on  the  rate   of \n\n\n\n\n                                                                                       \n                Rs.494/- per share.   This results in the value of a share \n                being   Rs.124.42.     As   reiterated   above,   Mr.Raghuram \n\n\n\n\n                                                               \n                himself  has indicated a discount of 20% to 40% in his \n                first report.   In the facts of the case, I think that fixing \n                30%   discount   would   be   just,   fair   and   reasonable   and \n                would meet the ends of justice.&quot;\n</blockquote>\n\n\n\n                                                              \n<p data-structure=\"PetArg\" id=\"p_68\">    28.         The   Award   on     valuation   is  questioned   on   the   ground \n\n\n\n\n                                                 \n    that there is a violation of the provisions of <a href=\"/doc/279624/\" id=\"a_34\">Section 28(2)</a> of the \n                                 \n    Arbitration and Conciliation Act, 1996.  Counsel for  the Petitioner \n                                \n    submitted that Mr.Bansi Mehta applied a discount between 45% to \n\n    60% and arrived at the conclusion that the price of a share would \n            \n\n\n    vary between Rs.102 to Rs.124.  The Arbitrator took a discount of \n         \n\n\n\n    30%   in   arriving   at   a   valuation   of   Rs.151.63   per   share   on   the \n\n    ground that he considered it just, fair and reasonable and to meet \n\n\n\n\n\n    the ends of justice.   The submission is that the Arbitrator decided \n\n    what   he   thought   is  fair,   just   and   equitable  and   this   is   not \n\n\n\n\n\n    permissible  under <a href=\"/doc/279624/\" id=\"a_35\">Section  28(2)</a> of the Act  which mandates that \n\n    the decision has to be  reasoned.  The Arbitrator also furnished the \n\n    reason   that   Mr.Raghuram,   the   witness   for   the   Petitioner,   had \n\n    &quot;himself ... indicated a discount of 20% to 40% in his first report&quot;. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_87\">                                            41</span>\n\n<p data-structure=\"PetArg\" id=\"p_69\">    It was urged that the discount which   Mr.Raghuram suggested in \n\n\n\n\n                                                                                       \n    his   evidence   was   on   the   shares   of   MSL,   whereas   the   Arbitrator \n\n\n\n\n                                                               \n    applied this to the valuation of  BAL shares.  It was urged that the \n\n    award,   therefore,   shows   no   reasoning   at   all   and   betrays   a   non-\n</p>\n\n\n\n                                                              \n<p data-structure=\"CDiscource\" id=\"p_70\">    application   of   mind.     The   factual   basis   on   which   the   Arbitrator \n\n    concluded that a discount of 30% should be applied, was incorrect. \n</p>\n\n\n\n                                                 \n<p data-structure=\"RespArg\" id=\"p_71\">    As a result of this process, it was submitted that the discount on \n                                 \n    BAL   shares   of   Rs.50.12     crores   was   wrongly   granted   by   the \n\n    Arbitrator.\n</p>                                \n\n<p data-structure=\"RespArg\" id=\"p_72\">    29.         The Arbitrator, in paragraphs 80 and 81 of the Award, \n            \n\n\n    considered the report  of Mr.Bansi Mehta.     The Arbitrator noted \n         \n\n\n\n    that if a conceptual basis is adopted, the value of the investments \n\n\n\n\n\n    has to be discounted  between 20 to 40%.  On the other hand, on \n\n    an empirical   comparison of data on actual valuations, based on \n\n    market capitalization, a discount of between 56 to 91% is required \n\n\n\n\n\n    to   be   adopted.     In   Appendix-6A   of   his   report,   Mr.Bansi   Mehta \n\n    furnished details of his working in respect of (i) Tata Investments; \n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">    and   (ii)   Industrial   Investment   Trust,   where   the   discounts   were \n\n    82.85% and 91.4%.  In Appendix-6B, where the example of TISCO \n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_89\">                                           42</span>\n\n    Ltd. was considered, the discount applied was 56%. Appendix-6C \n\n\n\n\n                                                                                      \n    dealt with Bajaj Auto Ltd.  Consequently, an empirical comparison \n\n\n\n\n                                                              \n    suggested that the discount which is to be applied while valuing \n\n    the shares held by an operating company, in other entities, would \n\n\n\n\n                                                             \n    vary   between   56   to   91%.     On   the   other   hand,   in   Appendix-7, \n\n    Mr.Bansi   Mehta   applied   a   conceptual   or   common   sense   basis, \n\n\n\n\n                                                 \n    which showed that the discount on the shareholding held in other \n                                 \n    Companies, would be approximately 28-40%.   Mr.Bansi Mehta, in \n\n    his answer to Question 147 in the course of his cross-examination \n                                \n    explained   the   basis   on   which   the   discount   had   been   calculated, \n\n    firstly,   taking   an   empirical   comparison   and   secondly,   on   a \n           \n\n\n    conceptual analysis.  While explaining paragraph 5.3 of his report, \n        \n\n\n\n    Mr.Bansi Mehta makes a reference to what is described as the  &quot;C, \n\n\n\n\n\n    D, E&quot; approache: The acronym stands for &#x27;constraint&#x27;, &#x27;distance&#x27; and \n\n    &#x27;empirical data&#x27;.  The Arbitrator has made a reference in his Award \n\n    to the answer to Question 147 and  to paragraph 5.4 of the report \n\n\n\n\n\n    of Mr.Bansi Mehta, which reads as follows :\n</p>\n<blockquote id=\"blockquote_21\">                &quot;5.4        On   a   conceptual   basis,   we   have   set   out   in \n                Appendix-7 what a shareholder can expect to get if the \n                Investee Company were to realize its investment and, in \n                abstract   theory,   distributes   the   entire   proceeds   to   the \n                shareholders, from which it will be evident that  what a \n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                                                              ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_91\">                                             43</span>\n\n                shareholder can hope to achieve is no more than 72% of \n                the   gain.     This,   in   our   view,   reinforces   what   is   stated \n\n\n\n\n                                                                                         \n                earlier   that   the   fair   market   value   must   allow   for   a \n                discount of about 30%.  Accordingly, in our view, MSL&#x27;s \n\n\n\n\n                                                                 \n                shareholding in BAL  valued at the six-monthly average \n                rate set out in Appendix-5 should be further discounted \n                by no less than 30%.&quot; (emphasis supplied).\n</blockquote>\n\n\n\n                                                                \n<blockquote id=\"blockquote_22\">    Mr.Bansi   Mehta&#x27;s   evidence,   which   has   been   relied   upon   by   the \n\n\n\n\n                                                   \n    Arbitrator, is, therefore,     clear in stipulating that the holding of \n                                  \n    MSL   in   the   Respondent,   valued   on   a   six   monthly   average   rate, \n\n    should   be   discounted   &quot;by   no   less   than   30%&quot;.     The   underlying \n                                 \n    principle  is that, the realizable value of an asset is less than the \n\n    market value in a liquidation valuation.  The Arbitrator adopted a \n            \n\n\n    discount of 30% on the valuation of BAL shares.   The submission \n         \n\n\n\n    that   the   Arbitrator   has   done   so,   without   any   reason   and   in   the \n\n\n\n\n\n    absence   of   any   basis,   is   incorrect.       The   evidence   of   Mr.Bansi \n\n    Mehta,   which   the   Arbitrator   accepts,   contains   a   detailed \n\n    elaboration of the  rationale for making a discount on the valuation \n\n\n\n\n\n    of   BAL  shares.     Mr.Mehta   considered    discounting   both  from   an \n\n    empirical and a conceptual perspective.   Empirically, the valuation \n\n    of the BAL shares would be susceptible to a discount of between 56 \n\n    to 91%, whereas, conceptually, the discount would be, no less than \n\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">                                                                 ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_93\">                                            44</span>\n\n    30%.       The   Arbitrator   in  adopting   the  discount   of   30%,   cannot, \n\n\n\n\n                                                                                       \n    therefore,   be   faulted.     The   figure   of   30%   is   traceable   to   the \n\n\n\n\n                                                               \n    evidence of Mr.Bansi Mehta who states that the discount should be \n\n    no less than 30%.  The observations of the Arbitrator in paragraph \n\n\n\n\n                                                              \n    100   of   the   Award,   also   refer   to   Appendices   8   and   9,   where \n\n    Mr.Bansi Mehta considered the empirical basis.   The observations \n\n\n\n\n                                                 \n    of the Arbitrator  in paragraph 100 that &quot;in the facts of the case .. \n</blockquote>                                 \n<blockquote id=\"blockquote_23\">    fixing 30% discount would be just, fair and reasonable and would \n\n    meet the ends of justice&quot;, cannot be read in isolation or be utilized \n                                \n    to suggest that the Arbitrator was applying his own notion of what \n\n    is equitable, fair and just.   \n</blockquote>            \n         \n\n\n\n<blockquote id=\"blockquote_24\">    30.         <a href=\"/doc/65067/\" id=\"a_36\">Section 28</a> of the Act postulates that the arbitral Tribunal \n\n\n\n\n\n    has  to decide  the  dispute  submitted  to arbitration   in accordance \n\n    with the substantive law for the time being in force, in India.   The \n\n    arbitral   Tribunal   can   decide    ex   aequo   et   bono  or   as  amiable \n\n\n\n\n\n    compositeur  only if the parties have expressly authorised it, to do \n\n    so, this being the mandate of sub-Section (2) of <a href=\"/doc/65067/\" id=\"a_37\">Section 28</a>.   The \n\n    arbitral   Tribunal   under   sub-section   (3),     has   to   decide   in \n\n    accordance with the terms of the contract and is required to take \n\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_95\">                                               45</span>\n\n    into   account   the   usages   of   the   trade.     In   the   present   case,     the \n\n\n\n\n                                                                                           \n    discount of 30% that has been applied to the BAL holding, is not \n\n\n\n\n                                                                   \n    adopted   by   the   arbitral   Tribunal   as   amiable   compositeur     or   on \n\n    notions   fairness   and   equity.       The   discount   is   founded   upon \n\n\n\n\n                                                                  \n    considerations which are germane and which were based on the \n\n    evidence on record.   The sufficiency and quality of the evidence, \n\n\n\n\n                                                     \n    are matters for the arbitral Tribunal   to determine.   The arbitral \n                                    \n    Tribunal   accepted   the   evidence   of   Mr.Bansi   Mehta   for   valid \n\n    reasons, recording that the cross-examination has not resulted in \n                                   \n    any significant dilution of the evidence.   In one area, there is an \n\n    error of fact on the part of the Arbitrator where he refers to the \n            \n\n\n    report   of   Mr.Raghuram   as   having   indicated   a   discount   of   30   to \n         \n\n\n\n    40%.   Admittedly, the discount that was referred to in the  report \n\n\n\n\n\n    of Mr.Raghuram dealt with the valuation of  MSL shares  (not the \n\n    BAL   shares).   On   this   aspect,   the   Arbitrator   has   misread   the \n\n    evidence   and   one   ground   which   weighed   with   him,   would \n\n\n\n\n\n    constitute an error of fact.  But, as already discussed earlier, there \n\n    was a wealth of evidence before the Arbitrator, which was accepted \n\n    by him to demonstrate that a discount of 30% was susceptible both \n\n    on   a   conceptual   and   an   empirical   basis.     The   challenge   on   this \n\n\n\n\n<span class=\"hidden_text\" id=\"span_96\">                                                                   ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_97\">                                         46</span>\n\n    ground is, therefore, lacking in substance. \n</blockquote>\n\n\n\n                                                                                   \n                                                           \n<blockquote id=\"blockquote_25\">    Book value of non-BAL holdings :\n</blockquote>\n<blockquote id=\"blockquote_26\">    31.        The submission is that the Arbitrator was not justified in \n\n\n\n\n                                                          \n    taking the book value of non-BAL quoted investments,  as opposed \n\n    to the market value.   A brief reference to the evidence of Mr.Bansi \n\n\n\n\n                                               \n    Mehta, would be in order.     Mr.Bansi Mehta was cross-examined \n                                 \n    with reference to paragraph 5.1 of his report, where he has stated \n\n    that &quot;adopting  the book value, as a realizable value, the value for \n                                \n    that component would correspond to such book value&quot;.  Mr.Mehta \n\n    stated that this is a normal practice for assets that are in the nature \n            \n\n\n    of   liquid   instruments   since   they   are   presumed   to   have   been \n         \n\n\n\n    acquired to earn a recurring rather than the maturity return.7     In \n\n\n\n\n\n    answer   to   Question   164,   Mr.Mehta   stated   that   the   non-BAL \n\n    investments can be encashed easily and that there was &quot;not much \n\n    appreciation&quot;.  The most proximate balancesheet of MSL as of 31st \n\n\n\n\n\n    March 2003, showed that almost 98% or more of the appreciation \n\n    in   the   quoted   investments   had   come   on   account   of   MSL&#x27;s \n\n    shareholding   in   BAL.     Since   the   appreciation   of   other   quoted \n\n\n    7 Vol.II Question 128 page 557\n\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">                                                           ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_99\">                                             47</span>\n\n    investments,     was   not   material,   there   was   no   need   to   apply   a \n\n\n\n\n                                                                                        \n    discount to that value.   Mr.Mehta explained that if he had taken \n\n\n\n\n                                                                \n    the realizable value of the other assets of the Investment Section  of \n\n    MSL   and  had   applied   a   discount   to  that   value,   the   value   of  the \n\n\n\n\n                                                               \n    Investment Section, would have been even lower and not higher. \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_74\">    The evidence of Mr.Mehta, therefore, indicates that the reason why \n\n\n\n\n                                                   \n    he  adopted   the  book   value   for  non-BAL  holdings   was  that  there \n                                  \n    was no significant appreciation in the value of those holdings. If the \n\n    market  value  were to be  taken, it would have  to be  discounted, \n                                 \n    which would result in a value even lower and not higher.   In the \n\n    circumstances,  there  is a  cogent  justification  on  the evidence  for \n            \n\n\n    applying the book value for non-BAL quoted investments.\n</p>         \n\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_75\">    32.         The   Arbitrator   accepted   the   liquidation   basis   from   the \n\n    report   of   Mr.Bansi   Mehta   for   valuation   and   applied   a   discount. \n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">    There   is   an   adjudication   and   determination   by   the   Arbitrator. \n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_77\">    During   the   course   of   the   submissions,   a   considerable   degree   of \n\n    emphasis was sought to be placed on the methodology adopted by \n\n    Mr.Mehta   of   determining   the   rate   based   on   an   objective   fair \n\n    valuation.     Paragraph   3.2   of   the   report   states   that   the   classical \n\n\n\n\n<span class=\"hidden_text\" id=\"span_100\">                                                                ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_101\">                                            48</span>\n\n    concept of valuation is the price, which would be fetched between \n\n\n\n\n                                                                                       \n    a willing buyer and   willing seller.   BAL being a listed Company, \n\n\n\n\n                                                               \n    whose shares are held by a wide body of investors, Mr.Mehta stated \n\n    that his approach to valuation was guided by the &quot;concept of an \n\n\n\n\n                                                              \n    objective valuation between a willing buyer and a willing seller&quot;. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">    Mr.Mehta was asked, during the course of the cross-examination, \n\n\n\n\n                                                  \n    to demonstrate what part of Clause 7 of the Protocol Agreement \n                                  \n    requires   a   determination   of   an   objective   fair   valuation.     In   his \n\n    answer, he clarified that in the absence of any particular provision \n                                 \n    concerning   the   method   of   valuation   he   would   adhere   to   the \n\n    classical concept  of  an objective  fair valuation between a willing \n            \n\n\n    seller and a willing buyer.   Mr.Mehta deposed that what he had \n         \n\n\n\n    stated   in   the   report   about   the   approach   to   valuation,   was   not \n\n\n\n\n\n    inconsistent with Clause 7 of the Protocol Agreement.   He stated \n\n    that   he   had   not   done   the   valuation   under   Clause   7   of   the \n\n    Agreement.   His evidence was that when a valuation is required, \n\n\n\n\n\n    and   no   specific   formula   or   guideline   has   been   prescribed,   the \n\n    approach   is   to   ascertain,   what   can   be   a   fair   value   between   a \n\n    willing,   (but   not   over   eager)   buyer   and   a   willing   (but   not   a \n\n    distress) seller.   The contention that the report of Mr.Mehta must \n\n\n\n\n<span class=\"hidden_text\" id=\"span_102\">                                                               ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_103\">                                              49</span>\n\n    be discarded because, he has not carried out the valuation under \n\n\n\n\n                                                                                          \n    Clause 7 lacks substance.  Clause 7 of the Protocol Agreement does \n\n\n\n\n                                                                  \n    not provide for any particular method of valuation.  Consequently, \n\n    Mr.Mehta stated, in the course of his cross-examination, that the \n\n\n\n\n                                                                 \n    classical method had been followed.   Clause 7 of the Agreement \n\n    provides for a fixation of the rate, which lies in the domain of the \n\n\n\n\n                                                    \n    Arbitrator.  That in any case lies in the realm of the appreciation of \n\n    evidence.   \n</p>                                   \n                                  \n<p data-structure=\"Section\" id=\"p_79\">    33.          <a href=\"/doc/928744/\" id=\"a_38\">Section 4</a> of the Sale of Goods Act, 1930 provides that a \n\n    contract   of   the   sale   of   goods   is   a   contract   whereby   the   seller \n            \n\n\n    transfers or agrees to transfer the property   in goods to the buyer \n         \n\n\n\n    for a price.  Under <a href=\"/doc/310829/\" id=\"a_39\">Section 5</a>, a contract of sale is made by an offer \n\n\n\n\n\n    to buy or sell goods for a price and the acceptance of such offer. \n</p>\n<p data-structure=\"Section\" id=\"p_80\">    The contract may provide for the immediate delivery of the goods \n\n    or immediate payment of the price or both, or for the delivery or \n\n\n\n\n\n    payment by instalments, or that the delivery or payment   or both \n\n    shall   be   postponed.   The   price   in   a  contract   of   sale   can   be   fixed \n\n    under <a href=\"/doc/1079220/\" id=\"a_40\">Section 9(1)</a> by the contract or may be left to be fixed in  a \n\n    manner thereby agreed or that may be determined by the course of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_104\">                                                                  ::: Downloaded on - 09/06/2013 15:36:43 :::</span>\n<span class=\"hidden_text\" id=\"span_105\">                                          50</span>\n\n    dealing between the parties.   Where the price is not determined in \n\n\n\n\n                                                                                     \n    accordance with the provisions of sub-section (1) of <a href=\"/doc/1079220/\" id=\"a_41\">section 9</a>, the \n\n\n\n\n                                                            \n    buyer shall pay the seller a reasonable price and what is reasonable \n\n    is a question of fact, determined on the circumstances of each case.\n</p>\n\n\n\n                                                           \n<p data-structure=\"Precedent\" id=\"p_81\">    34.        The challenge to the valuation must fail. \n</p>\n\n\n\n                                                \n                                \n<p data-structure=\"Section\" id=\"p_82\">    <a href=\"/doc/1338920/\" id=\"a_42\">Section 111A</a> of the Companies&#x27; Act, 1956 :\n</p>\n<p data-structure=\"Section\" id=\"p_83\">    35.        The challenge under this head, is to the legality of Clause \n                               \n    7 of the Protocol Agreement.   The submission of the Petitioner is \n\n    that clause 7 creates a right of pre-emption.  MSL is a listed public \n            \n\n\n    Company.   The Protocol Agreement is incorporated in the Articles \n         \n\n\n\n    of Association.  <a href=\"/doc/1338920/\" id=\"a_43\">Section 111A</a> of the Companies&#x27; Act, 1956 provides \n\n\n\n\n\n    that   the   shares   or   debentures   of   a   Company   and   any   interest \n\n    therein, shall be freely transferable.   <a href=\"/doc/1079220/\" id=\"a_44\">Section 9</a> stipulates that the \n\n    provisions of the Act shall have effect, notwithstanding anything to \n\n\n\n\n\n    the   contrary   contained   in   the   Memorandum   or   Articles   of \n\n    Association.   Hence, the pre-emptive right recognized by Clause 7 \n\n    of   the   Protocol   Agreement   and   incorporated   in   the   Articles   of \n\n    Association, must yield to Section 111A.   In the present case,   it \n\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">                                                             ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_107\">                                             51</span>\n\n    was   submitted   that   on   the   challenge   to   the   legality   of   the   pre-\n</p>\n\n\n\n                                                                                         \n<p data-structure=\"Precedent\" id=\"p_84\">    emptive right created by Clause  7 of the Protocol Agreement, as \n\n\n\n\n                                                                 \n    incorporated   in the Articles, there is virtually no adjudication by \n\n    the Arbitrator.\n</p>\n\n\n\n                                                                \n<p data-structure=\"CDiscource\" id=\"p_85\">    Was there a reference on a specific question of law?\n</p>\n\n\n\n                                                   \n<p data-structure=\"Issue\" id=\"p_86\">    36.         On behalf of the Respondent, an objection was raised to \n                                   \n    the   maintainability   of   the   challenge   under   <a href=\"/doc/536284/\" id=\"a_45\">Section   34</a>,   on   the \n\n    ground that by an application dated 6th April 2004, the legality of \n                                  \n    clause   7   was   squarely   placed   in   issue   for   a   decision   by   the \n\n    Arbitrator.  This, it was urged, would constitute a specific reference \n            \n\n\n    of a question of law, on which the decision of the Arbitrator would \n         \n\n\n\n    be   final.     The   submission   is   that   the   application   dated   6th  April \n\n\n\n\n\n    2004, was responded to and decided: there was a reference of a \n\n    specific   question   of   law   and   though   this     was   not   part   of   the \n\n    original   reference   to   arbitration   yet,   during   the   pendency   of   the \n\n\n\n\n\n    reference, the question was sought to be raised.   The decision of \n\n    the   Arbitrator   was,   it   was   submitted,     an   adjudication   on   a \n\n    reference of a specific question of law upon which, finality must \n\n    vest in the decision of the Arbitrator. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_108\">                                                                 ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_109\">                                            52</span>\n\n\n\n\n                                                                                       \n<p data-structure=\"Precedent\" id=\"p_87\">    37.         The   position   as   it   obtained   under   the   <a href=\"/doc/1052228/\" id=\"a_46\">Arbitration   Act, \n\n\n\n\n                                                               \n    1940</a>, was that the Arbitrator could decide an issue of jurisdiction \n\n    pro tem.   Where, however,   parties referred a specific question of \n\n\n\n\n                                                              \n    law and agreed to be bound by the decision of the Arbitrator, that \n\n    decision  became  final.    This was a principle  of judge  made  law. \n</p>\n\n\n\n                                                  \n<p data-structure=\"Section\" id=\"p_88\">    <a href=\"/doc/1306164/\" id=\"a_47\">The Arbitration and Conciliation Act, 1996</a>, empowers the arbitral \n                                  \n    Tribunal, by <a href=\"/doc/675839/\" id=\"a_48\">Section 16</a>, to rule on its own jurisdiction, including \n\n    ruling on any objection with respect to the existence or validity of \n                                 \n    the arbitration agreement.  For that purpose, an arbitration clause, \n\n    which forms part of the contract is to be treated as an agreement \n            \n         \n\n\n\n    independent of the other terms of the contract and a decision of the \n\n    arbitral Tribunal that the contract is null and void shall not entail \n\n\n\n\n\n    ipso   jure  the   invalidity   of   the   arbitration   clause.     The   arbitral \n\n    Tribunal has to decide on a plea that it does not have jurisdiction \n\n    and where the Tribunal takes a decision rejecting the plea, it has to \n\n\n\n\n\n    continue with the arbitral proceedings and make an arbitral award. \n</p>\n<p data-structure=\"Section\" id=\"p_89\">    A party aggrieved by the arbitral award is empowered to make an \n\n    application   for   setting   aside   the   award   in   accordance   with   the \n\n    provisions of <a href=\"/doc/536284/\" id=\"a_49\">Section 34</a>.   That is the scheme  legislated upon by \n\n\n\n\n<span class=\"hidden_text\" id=\"span_110\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_111\">                                            53</span>\n\n    <a href=\"/doc/1306164/\" id=\"a_50\">Parliament in the Arbitration and Conciliation Act, 1996</a>, in regard \n\n\n\n\n                                                                                       \n    to   the   empowerment   of   an   arbitral   Tribunal   to   rule   on   its \n\n\n\n\n                                                               \n    jurisdiction.  \n</p>\n\n\n\n                                                              \n<p data-structure=\"Precedent\" id=\"p_90\">    38.         In ONGC vs. Saw Pipes Ltd. (supra), the Supreme Court \n\n    recognized that &quot;if a specific question of law is submitted to the \n\n\n\n\n                                                  \n    Arbitrator, an erroneous decision   in point of law does not make \n                                  \n    the award bad, so as to permit its being set aside, unless the Court \n\n    is satisfied that the Arbitrator had proceeded illegally.&quot;8 \n                                 \n\n</p><p data-structure=\"Issue\" id=\"p_91\">    39.         The issues which fall for  determination are: (i) What are \n             \n\n\n    the requirements that must be fulfilled in law in order to postulate \n          \n\n\n\n    that   parties   have   referred   a   specific   question   of   law;   and   (ii) \n\n\n\n\n\n    Whether   in   the   present   case,   the   parties   must   be   regarded   as \n\n    having made a reference to the Arbitrator on a specific question of \n\n    law.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_92\">    The specific question doctrine:\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_112\">40.         Since   the   judgment   of   the   Supreme   Court   in  Seth \n\n\n    8 para 54 page 736\n\n\n\n\n<span class=\"hidden_text\" id=\"span_113\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_114\">                                               54</span>\n\n    <a href=\"/doc/318186/\" id=\"a_51\">Thawardas   Pherumal   vs.   Union   of   India,9</a>  it   is   now   a   settled \n\n\n\n\n                                                                                            \n    principle of law that a distinction has to be made between those \n\n\n\n\n                                                                   \n    cases   in   which   a   question   of   law   is   specifically   referred   for   the \n\n    decision   of   the   Arbitrator   and   those   in   which   a   question   of   law \n\n\n\n\n                                                                  \n    incidentally   arises   while   deciding   the   question   that   is   actually \n\n    referred.     If   parties   refer   a   question   of   law   specifically   to   the \n\n\n\n\n                                                     \n    Arbitrator   and   it   is   manifest   that   they   seek   a   decision   from   the \n                                    \n    Arbitrator in preference to a decision of the Court, the decision of \n\n    the Arbitrator would be binding on the parties and the Court would \n                                   \n    not   impose   its   perspective   on   the   law   in   supersession   of   the \n\n    decision of the Arbitrator.  In Thawardas Pherumal, the Supreme \n            \n\n\n    Court formulated the principle in the following terms:</span>\n</p>         \n\n\n\n<blockquote id=\"blockquote_27\">                 &quot;If   a   question   of   law   is   specifically   referred   and   it   is \n                 evident that the parties desire  to have a decision  from \n\n\n\n\n\n                 the   arbitrator   about   that   rather   than   one   from   the \n                 Courts, then the Courts will not interfere, though even \n                 there, there is authority for the view that the courts will \n                 interfere   if   it   is   apparent   that   the   arbitrator   has   acted \n                 illegally in reaching his decision, that is to say, if he has \n\n\n\n\n\n                 decided   on   inadmissible   evidence   or   on   principles   of \n                 construction   that   the   law   does   not   countenance   or \n                 something of that nature.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_94\">    Consequently, for the principle to be attracted, it must be evident \n\n    9 AIR 1955 SC 468\n\n\n\n\n<span class=\"hidden_text\" id=\"span_115\">                                                                    ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_116\">                                              55</span>\n\n    that   (i)   a   question   of   law   is   in   issue;   (ii)     the   parties   have \n\n\n\n\n                                                                                          \n    specifically agreed to refer it to the Arbitrator; and (iii) parties have \n\n\n\n\n                                                                  \n    agreed to be bound by the Arbitrator&#x27;s decision.     Otherwise, the \n\n    jurisdiction   of   the   Court   to   determine   the   validity   of   an   arbitral \n\n\n\n\n                                                                 \n    award,   on   grounds   contemplated   by   the   statute,   would   not   be \n\n    ousted.   The submission of incidental arguments on a question of \n\n\n\n\n                                                    \n    law does not amount to a specific reference of a question of law.  \n</p>                                   \n<p data-structure=\"Precedent\" id=\"p_95\">    41.          In   the   subsequent   judgment   of   the   Supreme   Court   in \n                                  \n    Tarapore   and   Co.   vs.   Cochin   Shipyard   Ltd.,10   Thawardas \n\n    Pherumal&#x27;s  case   was   regarded   as   being   an   authority   for   the \n            \n\n\n    proposition   that   where   the   parties   specifically   agreed   to   refer   a \n         \n\n\n\n    specific   question   of   law   for   the   decision   of   the   Arbitrator   and \n\n\n\n\n\n    agreed to be bound by it, the Court cannot set aside the award on \n\n    the   ground   of   an   error   of   law   apparent   on   the   face   of   it   even \n\n    though the decision of the Arbitrator may not be in accord with the \n\n\n\n\n\n    law as understood   by the Court.   In  Tarapore, the principle was \n\n    formulated in the following terms by the Supreme Court:\n</p>\n<blockquote id=\"blockquote_28\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_117\">&quot;If   a   question   of   law   is   specifically   referred   and   it \n                 becomes   evident   that   the   parties   desired   to   have   a \n\n    10 (1984) 2 SCC 680\n\n\n\n\n<span class=\"hidden_text\" id=\"span_118\">                                                                  ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_119\">                                           56</span>\n\n               decision   on   the   specific   question   from   the   arbitrator \n               about that rather than one from court, then the court will \n\n\n\n\n                                                                                       \n               not   interfere   with   the   award   of   the   arbitrator   on   the \n               ground that there is an error of law apparent on the face \n\n\n\n\n                                                               \n               of   the   award   even   if   the   view   of   law   taken   by   the \n               arbitrator   does   not   accord   with   the   view   of   the   court. \n               This   view   of   law   taken   in   England   was   stated   by   this \n               Court   to   be   the   same   in   this   country   and   since   the \n\n\n\n\n                                                              \n               decision   in  <a href=\"/doc/318186/\" id=\"a_52\">Seth   Thawardas</a>  case   (AIR   1955   SC   468) \n               which follows earlier decisions in England and India, it \n               has not been departed from.&quot;</span>\n</blockquote>\n\n\n\n                                                 \n                                 \n<p data-structure=\"Precedent\" id=\"p_96\">    In that case, the reference to the Arbitrator was on the following \n\n    questions: (i) Whether the claim for compensation fell within the \n                                \n    purview   of   the   arbitration   clause,   clause   40   of   the   General \n\n    Conditions of the Contract; and (ii) If it did, whether the claimant \n           \n\n\n    was entitled to compensation.   The Supreme Court held that the \n        \n\n\n\n    parties agreed to submit a specific question even   with regard to \n\n\n\n\n\n    the scope, ambit, width and construction of the arbitration clause, \n\n    including the question as to whether the arbitration clause would \n\n    cover the dispute raised between the parties.   The Arbitrator was \n\n\n\n\n\n    required to decide whether the dispute is arbitrable and, if it was, \n\n    to decide the extent of  compensation.  There was, therefore, held \n\n    to be a reference of a specific question of law.  \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_120\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_121\">                                            57</span>\n\n<p data-structure=\"Precedent\" id=\"p_97\">    42.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"231535\" id=\"span_122\">In a judgment of a Learned Single Judge of this Court,  in \n\n\n\n\n                                                                                       \n    <a href=\"/doc/231535/\" id=\"a_53\">Lubrizol   (India)   Ltd.   vs.   Lubrizol   Corporation   U.S.A.,11</a>    these \n\n\n\n\n                                                               \n    decisions   were   followed,   and   the   Court   held   that   there   is   a \n\n    distinction   between   a   case   where   disputes   are   referred   to   an \n\n\n\n\n                                                              \n    arbitration   in   the   decision   of   which,   a   question   of   law   becomes \n\n    material from a case in which a specific question of law is referred \n\n\n\n\n                                                  \n    and parties agreed to be bound by the Arbitrator&#x27;s decision.  When \n                                  \n    a question of law is a point at issue, unless both sides specifically \n\n    agree to refer it and agree to be bound by the Arbitrator&#x27;s decision, \n                                 \n    the jurisdiction of the Court to set things right, when an error is \n\n    apparent   from   the   face   of   the   record,   is   not   ousted.   The   mere \n            \n\n\n    submission of incidental arguments on a point of law, during the \n         \n\n\n\n    course of proceedings, is not enough.</span>   \n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_98\">    43.         In the present case, an application was filed on 6th April \n\n    2004, by the Petitioner before the Arbitrator seeking a ruling  that \n\n\n\n\n\n    the arbitral Tribunal had no jurisdiction to entertain and decide the \n\n    dispute  inter alia  on the ground that the Protocol Agreement was \n\n    void   for   several   reasons,   among   them   being,   that   it   placed \n\n\n    11 1998(1) ALL MR 435\n\n\n\n\n<span class=\"hidden_text\" id=\"span_123\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_124\">                                               58</span>\n\n    restrictions   on   the   transferability   of   the   shareholding   of   MSL,   in \n\n\n\n\n                                                                                            \n    violation of the provisions of Section 111A read with <a href=\"/doc/1549225/\" id=\"a_54\">Section 9</a> of \n\n\n\n\n                                                                    \n    the Companies&#x27; Act, 1956.   The application was responded to by \n\n    the Respondent.  That by itself cannot be regarded as amounting to \n\n\n\n\n                                                                   \n    a   reference   of   a   specific   question   of   law   for   the   decision   of   the \n\n    Arbitrator.   During  the proceedings,   the Petitioner  questioned  the \n\n\n\n\n                                                     \n    jurisdiction   of   the   Arbitrator   by   presenting   its   application   of   6th \n                                    \n    April 2004.   The Arbitrator was entitled to rule on his jurisdiction \n\n    in terms of the provisions of <a href=\"/doc/675839/\" id=\"a_55\">Section 16</a> of the Act. The application \n                                   \n    was   opposed   by   the   Respondent.     This   cannot   amount   to   a \n\n    reference of a specific question of law.  Nor for that matter, is there \n            \n\n\n    intrinsic   material   to   lead   the   Court   to   the   conclusion   that   the \n         \n\n\n\n    parties intended to be bound by the decision of the Arbitrator, so as \n\n\n\n\n\n    to   oust   the   jurisdiction   of   the   Court   under   <a href=\"/doc/536284/\" id=\"a_56\">Section   34</a>   of   the \n\n    Arbitration   and   Conciliation   Act,   1996.     Clearly,   there   was   no \n\n    reference on a specific question of law, so as to render the decision \n\n\n\n\n\n    of the Arbitrator binding, or beyond the pale of the reviewing Court \n\n    under <a href=\"/doc/536284/\" id=\"a_57\">Section 34</a>.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_99\">    The Section 111A challenge:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_125\">                                                                    ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_126\">                                              59</span>\n\n<blockquote id=\"blockquote_29\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800593\" id=\"span_127\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800593\" id=\"span_128\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140212\" id=\"span_129\">44.        That leads the Court to the decision of the Arbitrator  on \n\n\n\n\n                                                                                            \n    the challenge grounded upon the provisions of <a href=\"/doc/1338920/\" id=\"a_58\">Section  111A</a> of the \n\n\n\n\n                                                                    \n    Companies&#x27; Act, 1956.  While dealing with the issue, the Arbitrator \n\n    has extracted the provisions of <a href=\"/doc/1338920/\" id=\"a_59\">Section 111A</a> of the Companies&#x27; Act, \n\n\n\n\n                                                                   \n    1956,   recorded   the   submission   of   the   Petitioner,   including   a \n\n    reference   to   the   decisions   of   the   Supreme   Court   in   (<a href=\"/doc/140212/\" id=\"a_60\">i)  V.B. \n\n\n\n\n                                                     \n    Rangaraj         vs.        V.B.Gopalkrishnan,12</a>                          and          (<a href=\"/doc/1800593/\" id=\"a_61\">ii) \n                                   \n    M.S.Madhusoodhanan   vs.   Kerala   Kaumudi   Pvt.Ltd.13  The \n\n    Arbitrator</a>   has, after citing the judgment of the <a href=\"/doc/1800593/\" id=\"a_62\">Madhusoodanan</a>&#x27;s \n                                  \n    case, held thus:</span></span></span> \n</blockquote>\n<blockquote id=\"blockquote_30\">               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1800593\" id=\"span_130\">&quot;In   view   of   the   above,   it   is   clear   that   the   ratio   of   the \n            \n\n\n               decision in Rangaraj&#x27;s <a href=\"/doc/1800593/\" id=\"a_63\">case has no application</a> to the facts \n               of   the   present   case   which   is   governed   by   the   Protocol \n         \n\n\n\n               Agreement dated 2nd October 1974.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140212\" id=\"span_131\">In the present case, \n               the   so   called   restriction   is   in   fact   incorporated   in   the \n               Articles  of   Association   which  is  a feature   of  distinction \n\n\n\n\n\n               from the facts in <a href=\"/doc/140212/\" id=\"a_64\">Rangaraj</a>&#x27;s case.&quot;</span>\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_100\">    45.        <a href=\"/doc/1338920/\" id=\"a_65\">Section 111A</a> of the Companies&#x27; Act, 1956, provides that \n\n\n\n\n\n    subject to the provisions of the Section, &quot;the shares or debentures \n\n    and any interest therein of a Company shall be freely transferable&quot;. \n</p>\n<p data-structure=\"Section\" id=\"p_101\">    <a href=\"/doc/1549225/\" id=\"a_66\">Section 9</a> provides that save as otherwise expressly provided in the \n\n    12 (1992) 1 SCC 160\n    13 (2003) 117 Com.Cases 19\n\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">                                                                    ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_133\">                                              60</span>\n\n    Act,   the   provisions   of   the   Act   shall   have   effect   notwithstanding \n\n\n\n\n                                                                                          \n    anything to the contrary contained in the Memorandum or Articles \n\n\n\n\n                                                                  \n    of   a   Company     or   in   any   agreement   executed   by   it,   or   in   any \n\n    resolution   passed   by   the   Company   in   general   meeting   or   by   its \n\n\n\n\n                                                                 \n    Board   of  Directors.     Any  provision   contain  in  the  Memorandum, \n\n    Articles, agreement or resolution shall, to the extent to which it is \n\n\n\n\n                                                    \n    repugnant to the provisions of the Act, become or be void, as the \n\n    case may be.  \n</p>                                   \n                                  \n<p data-structure=\"Section\" id=\"p_102\">    46.          Originally,  under the provisions of the <a href=\"/doc/1353758/\" id=\"a_67\">Companies&#x27; Act, \n\n    1956</a>,   a   transferor   or   a   transferee   seeking   relief   in   respect   of   a \n            \n\n\n    transfer/transmission   of   shares   in   a   public   or   private   Company \n         \n\n\n\n    could   either   file   an   appeal   under   <a href=\"/doc/1907970/\" id=\"a_68\">Section   111</a>   or   apply   for \n\n\n\n\n\n    rectification of the Register of Members under <a href=\"/doc/59159956/\" id=\"a_69\">Section 155</a>.   With \n\n    effect   from   17th  January   1986,   Section   22A   was   inserted   in   the \n\n    <a href=\"/doc/220169/\" id=\"a_70\">Securities Contracts (Regulation) Act, 1956</a>.  Section 22A provided \n\n\n\n\n\n    that the shares of a registered Company shall be freely transferable. \n</p>\n<p data-structure=\"Precedent\" id=\"p_103\">    A Company could refuse transfer only on four specified grounds. \n</p>\n<p data-structure=\"Section\" id=\"p_104\">    On   20th  September   1995,   the   Depositories   Ordinance   was \n\n    promulgated.     The   ordinance   thereafter,   was   enacted   into \n\n\n\n\n<span class=\"hidden_text\" id=\"span_134\">                                                                  ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_135\">                                             61</span>\n\n    legislation by the <a href=\"/doc/531893/\" id=\"a_71\">Depositories Act, 1996</a>.  \n</p>\n\n\n\n                                                                                        \n                                                                \n<p data-structure=\"Section\" id=\"p_105\">    47.         Upon the enactment of the <a href=\"/doc/531893/\" id=\"a_72\">Depositories Act, 1996</a>, sub-\n</p>\n<p data-structure=\"Section\" id=\"p_106\">    <a href=\"/doc/865734/\" id=\"a_73\">section 14</a> was inserted into <a href=\"/doc/1907970/\" id=\"a_74\">Section 111</a> of the Act by which it was \n\n\n\n\n                                                               \n    provided that a Company for the purposes of <a href=\"/doc/1907970/\" id=\"a_75\">Section 111</a> of the \n\n    Companies&#x27;   Act,   1956   means   a   private   Company   and   includes   a \n\n\n\n\n                                                   \n    private   Company   which   has   become   a   public   Company   under \n                                  \n    <a href=\"/doc/1110241/\" id=\"a_76\">Section   43A</a>.     <a href=\"/doc/1338920/\" id=\"a_77\">Section   111A</a>   was  introduced   into  the   <a href=\"/doc/1353758/\" id=\"a_78\">Companies&#x27; \n\n    Act,   1956</a>   by   the   <a href=\"/doc/531893/\" id=\"a_79\">Depositories   Act,   1996</a>   with   effect   from   20th \n                                 \n    September 1995.  Sub-section (1) of <a href=\"/doc/1338920/\" id=\"a_80\">Section 111A</a> provides that a \n\n    company for the purpose of the Section means a company other \n            \n\n\n    than   a   company   as   defined   in   sub-section   (14)   of   <a href=\"/doc/1907970/\" id=\"a_81\">Section   111</a>. \n</p>         \n\n\n\n<p data-structure=\"Section\" id=\"p_107\">    Hence,   <a href=\"/doc/1338920/\" id=\"a_82\">Section 111A</a> applies to public companies.   <a href=\"/doc/1338920/\" id=\"a_83\">Section 111A</a> \n\n\n\n\n\n    has   been   inserted   to   provide   for   the   free   transferability   of   the \n\n    shares   or   debentures   of   a   public   company   other   than   a   private \n\n    company   or   a   private   company   governed   by   <a href=\"/doc/1110241/\" id=\"a_84\">Section   43A</a>.     The \n\n\n\n\n\n    Company Law Board has been empowered to direct a rectification \n\n    of the Register of Members if a transfer is made in contravention of \n\n    the   <a href=\"/doc/1365176/\" id=\"a_85\">SEBI   Act,   1992</a>;     the   <a href=\"/doc/438563/\" id=\"a_86\">Sick   Industrial   Companies   (Special \n\n    Provisions) Act, 1985</a>; or any other law, for the time being in force, \n\n\n\n\n<span class=\"hidden_text\" id=\"span_136\">                                                                ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_137\">                                          62</span>\n\n    on an application being made, inter alia by the Company or  SEBI. \n</p>\n\n\n\n                                                                                     \n<p data-structure=\"Section\" id=\"p_108\">    Simultaneously,   the   provisions   of   <a href=\"/doc/1898310/\" id=\"a_87\">Section   22A</a>   of   the   Securities \n\n\n\n\n                                                            \n    Contracts (Regulation) Act, 1956, were omitted.  \n</p>\n\n\n\n                                                           \n<p data-structure=\"Section\" id=\"p_109\">    48.        <a href=\"/doc/873302/\" id=\"a_88\">Section 3(1)(iii)</a> of the Companies&#x27; Act, 1956 defines the \n\n    expression   &quot;private   company&quot;   to   mean,   a   company   which   has   a \n\n\n\n\n                                                \n    minimum paid up capital of one lakh rupees or such higher paid up \n                                \n    capital as may be prescribed, and by its articles: (a) restricts the \n\n    right to transfer its shares, if any; (b) limits its members to fifty not \n                               \n    including those who are or were formerly in the employment of the \n\n    Company and were members while in employment; (c) prohibits \n            \n         \n\n\n\n    any   invitation   to   the   public   to   subscribe   for   any   shares   or \n\n    debentures;   and   (d)   prohibits   any   invitation   or   acceptance   of \n\n\n\n\n\n    deposits   from   persons   other   than   its   members   or   directors   or \n\n    relatives.  A company which is not a private company, falls within \n\n    the definition of expression &quot;public company&quot; under <a href=\"/doc/873302/\" id=\"a_89\">Section 3(1)</a>\n\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_110\">    (iv).  \n</p>\n\n\n<p data-structure=\"Section\" id=\"p_111\">    49.        <a href=\"/doc/1353758/\" id=\"a_90\">The Companies&#x27; Act, 1956</a> makes a clear distinction in its \n\n    governing  provisions   relating  to private  and public  companies  in \n\n\n\n\n<span class=\"hidden_text\" id=\"span_138\">                                                             ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_139\">                                             63</span>\n\n    regard to the transferability of   shares.    By definition, a &quot;private \n\n\n\n\n                                                                                        \n    company&quot;   is   a   company,   which   restricts   the   right   to   transfer   its \n\n\n\n\n                                                                \n    shares.     Consequently,   upon   a   refusal   of   a   private   company   to \n\n    transfer its shares, a remedy is provided by the Act.  In the case of a \n\n\n\n\n                                                               \n    public company, the Act provides that the shares or debentures and \n\n    any interest therein of a company shall be freely transferable.  \n</p>\n\n\n\n                                                   \n<p data-structure=\"Section\" id=\"p_112\">    50.\n                                  \n                The   expression   &quot;transfer&quot;   is   defined   in  Webster  as  &quot;to \n\n    convey   or remove from one place, person etc. to another&quot; or &quot;to \n                                 \n    make   over   the   possession   or   control   of&quot;.14    The   expression \n\n    &quot;transferable&quot; is defined in  Black&#x27;s Law Dictionary,15     to mean, \n            \n\n\n    &quot;capable   of   being   transferred,   together   with   all   rights   of   the \n         \n\n\n\n    original holder&quot;.   The expression &quot;transfer&quot; is defined to mean to \n\n\n\n\n\n    &quot;convey  or  remove  from  one  place   or one  person  to another;  to \n\n    pass or hand over from one to another especially to change over \n\n    the possession or control or; to sell or give&quot;. In   Stroud&#x27;s Judicial \n\n\n\n\n\n    Dictionary of Words and Phrases, 3rd  Edition, page 3080 and in \n\n    P.Ramanatha Aiyar&#x27;s Advanced   Law Lexicon,16   the expression \n\n    &quot;transferable&quot; is defined as follows:\n</p><blockquote id=\"blockquote_31\">    14 Webster&#x27;s Encyclopedic Unabridged Dictionary page 2009 New Deluxe Edition\n    15 Seventh Edition page 1504\n    16 2005 Edition page 4751\n\n\n\n\n<span class=\"hidden_text\" id=\"span_140\">                                                                ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_141\">                                             64</span>\n\n                &quot;Transferable. An interest which by statute or otherwise \n                is made &quot;not transferable&quot; cannot be parted with either \n\n\n\n\n                                                                                        \n                by act of parties or by operation of law (Gathercole v. \n</blockquote><p data-structure=\"Precedent\" id=\"p_113\">                Smith  17  Ch  D  1).     In  that case,   Lush  L.J.,  said,  &quot;The \n\n\n\n\n                                                                \n                word &#x27;transferable&#x27; is of the widest possible import, and \n                includes   &#x27;every&#x27;   means   by   which   the   property   may   be \n                passed from one person to another.&quot;\n</p>\n\n\n\n                                                               \n<p data-structure=\"Precedent\" id=\"p_114\">    51.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"769739\" id=\"span_142\">In  <a href=\"/doc/769739/\" id=\"a_91\">Ontario   Jockey   Club   Ltd.   vs.   Samuel</a>   McBride,17 \n\n\n\n\n                                                   \n    the Privy Council dealt with a case, where the transfer of shares in \n                                    \n    the Ontario Jockey Club Ltd. was refused on the ground inter alia \n\n    that the provisions  of the Bye laws   had not been observed.    In \n                                   \n    proceedings to enforce registration, the Supreme Court of Canada \n\n    ordered the Company to enter the name of the transferee on the \n            \n         \n\n\n\n    Register.  In appeal, the Privy Council noted that Bye law 37 of the \n\n    Company provided that &quot;no shares or interest in the Club shall, at \n\n\n\n\n\n    any time be transferred to any person   not already a shareholder, \n\n    until   the   Club   had   an   opportunity   to   find   a   purchaser   for   such \n\n    share or interest&quot;.    At the material time, the relevant provisions of \n\n\n\n\n\n    <a href=\"/doc/48504/\" id=\"a_92\">Section 48</a> of the legislation in Ontario provided that the shares of \n\n    a   company   shall   be   deemed   to   be   personal   estate   and  shall   be \n\n    transferable  on   the   books   of   the   Company,  in   such   manner   and \n\n\n    17 AIR 1928 Privy Council 291\n\n\n\n\n<span class=\"hidden_text\" id=\"span_143\">                                                                ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_144\">                                           65</span>\n\n    subject to such conditions and restrictions as may be imposed by \n\n\n\n\n                                                                                      \n    the Act or by the Bye-laws of the Company. Under Section 87A, the \n\n\n\n\n                                                              \n    Directors   were   empowered   to   make   Bye-laws   to   regulate   the \n\n    transfer of shares.  In the context of a restriction contained in Bye-</span>\n</p>\n\n\n\n                                                             \n<p data-structure=\"Precedent\" id=\"p_115\">    law   87   and   the   provisions   of   the  Ontario  legislation,   the   Privy \n\n    Council held thus:\n</p>\n\n\n\n                                                 \n<blockquote id=\"blockquote_32\">                &quot;That   restrictions   may   be   placed   upon   a   shareholder&#x27;s \n                right of transfer of his shares cannot be questioned.  The \n                                 \n                cases are numerous in which such restrictions have been \n                upheld. Shares are prima facie transferable.  But there is \n                no   law   which   precludes   the   shareholders   from \n                                \n                contracting for value  that they shall each submit to any \n                reasonable restriction which they choose to agree to.   It \n                may be for the benefit of the company that, for instance, \n                shares shall  not be transferred to rivals in the company&#x27;s \n           \n\n\n                trade.     A   restriction   which   precludes   a   shareholder \n                altogether     from   transferring   may   be   invalid,   but   a \n        \n\n\n\n                restriction which does no more than give a right of pre-\n                emption is valid.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_116\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"769739\" id=\"span_145\">The judgment of the Privy Council in <a href=\"/doc/769739/\" id=\"a_93\">Ontario Jockey Club</a>&#x27;s case, \n\n    therefore, involved a situation in which the legislation in Ontario, \n\n\n\n\n\n    authorised the Board of Directors to regulate the transfer of shares \n\n    and  transferability  of  the  shares  of  the Company.    The  Bye-laws \n\n    specifically contemplated a restriction on transferability otherwise \n\n    than to a member of the Company.</span>  \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_146\">                                                              ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_147\">                                             66</span>\n\n\n\n\n                                                                                        \n<p data-structure=\"Precedent\" id=\"p_117\">    52.         In   India,   the   Supreme   Court   held   in   V.B.Rangaraj   vs. \n\n\n\n\n                                                                \n    Gopalkrishnan,18   that an agreement between the members of a \n\n    family,   who   were     the   only   shareholders   of   a   private   Company, \n\n\n\n\n                                                               \n    which imposed a restriction on the shareholders&#x27; right to transfer \n\n    the shares, was contrary to the Articles of Association and was not \n\n\n\n\n                                                   \n    binding   on   the   Company   or   its   shareholders.                             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800593\" id=\"span_148\">In \n                                  \n    <a href=\"/doc/1800593/\" id=\"a_94\">MS.Madhusoodhanan   vs.   Kerala   Kaumudi</a>  (supra),   the   First \n\n    Respondent   was a private Company.   An agreement, styled as a \n                                 \n    Karar was entered into between the mother, the Appellant and the \n\n    other   brothers   about   the   division   of   the   effective   control   over \n            \n         \n\n\n\n    family concerns among  the other four brothers and the transfer of \n\n    shares   of   one   of   the   brothers   in   the   Company   to   the   Appellant.</span> \n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_118\">    Parties   agreed   that   each   of   the   sons   would   have   a   majority \n\n    shareholding   in   one   of   the   concerns.   Mrs.Justice   Ruma   Pal, \n\n    speaking   for   the   Bench   of   the   Supreme   Court,   noted   that   in \n\n\n\n\n\n    deciding whether the agreement should be implemented, the basic \n\n    fact was that each brother had been given a majority shareholding \n\n    in the Company specified against his name in the Karar and since \n\n\n    18 (1992) 73 Comp Cases 201\n\n\n\n\n<span class=\"hidden_text\" id=\"span_149\">                                                                ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_150\">                                            67</span>\n\n    the   others   three   brothers   had   taken   the   full   benefit   of   the \n\n\n\n\n                                                                                       \n    agreement,   they   were   bound   to   comply   with   by   its   terms.     The \n\n\n\n\n                                                               \n    Supreme Court observed thus:\n</p>\n<blockquote id=\"blockquote_33\">                &quot;It is settled law that shares are movable properties and \n                are transferable.   As far as private companies like Kerala \n\n\n\n\n                                                              \n                Kaumudi   are   concerned,   the   Articles   of   Association \n                restrict   the   shareholder&#x27;s   right   to   transfer   shares   and \n                prohibit any invitations to the public to subscribe for any \n                shares in, or debentures of the company.  This is how a \n\n\n\n\n                                                  \n                &quot;private company&quot; is now defined in <a href=\"/doc/873302/\" id=\"a_95\">section 3(1)(iii)</a> of \n                the   Companies&#x27;   Act,   1956   and   how   it   was   defined   in \n                                 \n                <a href=\"/doc/664205/\" id=\"a_96\">section 2(13)</a> of the 1913 Act.\n</blockquote>\n<blockquote id=\"blockquote_34\">                             Subject to this restriction, a holder of shares in \n                                \n                a   private   company   may   agree   to   sell   his   shares   to   a \n                person  of  his   choice.     Such agreements  are  specifically \n                enforceable under <a href=\"/doc/1805300/\" id=\"a_97\">Section 10</a> of the Specific Relief Act, \n                1963,   which   corresponds   to   section   12   of   the   Specific \n           \n\n\n                Relief   Act,   1877.     The   section   provides   that   specific \n                performance   of   such   contracts   may   be   enforced   when \n        \n\n\n\n                there   exists   no   standard   for   ascertaining   the   actual \n                damage caused by the non-performance of the act agreed \n                to be done; or when the act agreed to be done is such \n\n\n\n\n\n                that   compensation   in   money   for   its   non-performance \n                would   not   afford   adequate   relief.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1865224\" id=\"span_151\">In   the   case   of   a \n                contract to transfer movable properties &quot;of special value \n                or interest  to the plaintiff, or consisting of goods which \n                are not easily obtainable in the market&quot;,  it has been held \n\n\n\n\n\n                by a long line of authority that shares in a private limited \n                company   would   come   within   the   phrase   &quot;not   easily \n                obtainable in the market&quot; (see: <a href=\"/doc/1865224/\" id=\"a_98\">Jainarain Ram Lundia v.  \n                Surajmull Sagarmull</a>, AIR 1949 FC 211, 218).</span> The Privy \n                Council   in   the  Bank   of   India   Ltd.   v.   J.A.H.Chinoy,   AIR \n                1950 PC 90  said : &quot;it  is also the opinion  of the Board \n                that, having regard to the nature of the company and the \n                limited market for its shares, damages would not be an \n\n\n\n\n<span class=\"hidden_text\" id=\"span_152\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_153\">                                            68</span>\n\n                adequate   remedy&quot;.     Specific   performance   of   a  contract \n                for transfers of shares in a private limited company could \n\n\n\n\n                                                                                       \n                be granted.&quot; (emphasis supplied).\n</blockquote>\n\n\n\n                                                               \n<blockquote id=\"blockquote_35\">    The   judgment   in  Madhusoodhanan,   therefore,   deals   with     a \n\n\n\n\n                                                              \n    private Company.   The observations of the Supreme Court noted \n\n    earlier,   expressly   clarified   that  as   far   as   private   Companies   are \n\n\n\n\n                                                  \n    concerned,  the Articles of Association restrict shareholders&#x27; rights \n                                  \n    to   transfer   the   shares   and   prohibit   invitation   to   the   public   to \n\n    subscribe to shares or debentures of the Company.   An agreement \n                                 \n    by which, subject to its restriction, a holder of shares agrees to sell \n\n    his shares  to a person  of his choice  is specifically enforceable  in \n            \n\n\n    view   of   the   limited   market   for   the   shares   of   such   a   Company. \n</blockquote>         \n\n\n\n<blockquote id=\"blockquote_36\">    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1800593\" id=\"span_154\"><a href=\"/doc/1800593/\" id=\"a_99\">Madhusoodhanan</a>&#x27;s  case   involved   a   private   Company.     The \n\n\n\n\n\n    Supreme   Court   held   that   the   decision   in  Rangaraj  was \n\n    distinguishable     inasmuch   as   there   was   no   restriction   on   the \n\n    transferability of the shares in the Karar and the Karar itself was an \n\n\n\n\n\n    agreement between particular shareholders relating to the transfer \n\n    of specified shares.   The agreement, ruled the Supreme Court, was \n\n    capable   of   specific   performance.   A   situation   involving   the \n\n    restriction on the transferability of shares in a private Company has \n\n\n\n\n<span class=\"hidden_text\" id=\"span_155\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_156\">                                            69</span>\n\n    to be contrasted with cases involving public Companies where the \n\n\n\n\n                                                                                       \n    law provides for free transferability.   Free transferability of shares \n\n\n\n\n                                                               \n    is the norm in the case of shares in a public Company.</span>\n</blockquote>\n\n\n\n                                                              \n<blockquote id=\"blockquote_37\">    53.         The   provision   contained   in   the   law   for   the   free \n\n    transferability   of   shares   in   a   public   Company   is   founded   on   the \n\n\n\n\n                                                  \n    principle   that   members   of   the   public   must   have   the   freedom   to \n                                  \n    purchase   and,   every   shareholder,   the   freedom   to   transfer.     The \n\n    incorporation  of  a Company in the public,  as distinguished from \n                                 \n    the   private,   realm   leads   to   specific   consequences   and   the \n\n    imposition of obligations   envisaged in law.   Those who promote \n            \n\n\n    and   manage   public   companies   assume   those   obligations. \n</blockquote>         \n\n\n\n<blockquote id=\"blockquote_38\">    Corresponding   to   those   obligations   are     rights,   which   the   law \n\n\n\n\n\n    recognizes as inhering in the members of the public who subscribe \n\n    to   shares.     The principle of free transferability must be given a \n\n    broad dimension in order to fulfill the object of the law.  Imposing \n\n\n\n\n\n    restrictions on the principle of free transferability, is a legislative \n\n    function,  simply because  the postulate  of free transferability was \n\n    enunciated   as   a   matter   of   legislative   policy   when   Parliament \n\n    introduced  <a href=\"/doc/1338920/\" id=\"a_100\">Section 111A</a> into the <a href=\"/doc/1353758/\" id=\"a_101\">Companies&#x27; Act, 1956</a>.  That is a \n\n\n\n\n<span class=\"hidden_text\" id=\"span_157\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_158\">                                             70</span>\n\n    binding precept which governs the discourse on transferability of \n\n\n\n\n                                                                                         \n    shares. The word &quot;transferable&quot; is of the widest possible import and \n\n\n\n\n                                                                 \n    Parliament   by   using   the   expression   &quot;freely   transferable&quot;,   has \n\n    reinforced the legislative intent of allowing transfers of shares of \n\n\n\n\n                                                                \n    public companies in a free and efficient domain.  \n</blockquote>\n\n\n\n                                                   \n<blockquote id=\"blockquote_39\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800593\" id=\"span_159\">54.         The effect  of Clause  7 of the Protocol  Agreement  is to \n                                   \n    create   a   right   of   pre-emption   between   the   Petitioner   and   the \n\n    Respondent in the event that either of them seeks to part with or \n                                  \n    transfer its shareholding in MSL.  In that event, the party desirous \n\n    to transfer its shareholding is obligated to furnish a first option to \n            \n\n\n    the other for the purchase of the shares at such rate, as may be \n         \n\n\n\n    agreed to between the parties or decided upon by arbitration.  The \n\n\n\n\n\n    consequence   of   Clause   7   of   the   Protocol   Agreement,   which   has \n\n    been incorporated in the Articles of Association, is to preclude sale \n\n    to or purchase by the members of the public of the shares, which \n\n\n\n\n\n    are offered for sale if the offer is accepted by the Petitioner, or as \n\n    the   case   may   be,   by   the   Respondent   within   thirty   days   of   the \n\n    receipt of the notice.     The effect of a clause of preemption is to \n\n    impose   a   restriction   on   the   free   transferability   of   the   shares   by \n\n\n\n\n<span class=\"hidden_text\" id=\"span_160\">                                                                 ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_161\">                                            71</span>\n\n    subjecting the norms of transferability <a href=\"/doc/1800593/\" id=\"a_102\">laid down in</a> <a href=\"/doc/1338920/\" id=\"a_103\">Section 111A</a> \n\n\n\n\n                                                                                       \n    to   a   preemptive   right   created   by   the   agreement   between   the \n\n\n\n\n                                                               \n    parties.   This is impermissible.   <a href=\"/doc/1549225/\" id=\"a_104\">Section 9</a> of the Companies&#x27; Act, \n\n    1956 gives  overriding force and effect to the provisions of the Act, \n\n\n\n\n                                                              \n    notwithstanding   anything   to   the   contrary   contained   in   the \n\n    Memorandum   or   Articles   of   a   Company   or   in   any   agreement \n\n\n\n\n                                                 \n    executed by it or for that matter in any resolution of the Company \n                                 \n    in   general   meeting   or   of   its   Board   of   Directors.     A   provision \n\n    contained in the Memorandum, Articles, Agreement or Resolution \n                                \n    is to the extent to which it is repugnant to the provisions of the Act, \n\n    regarded as void.</span> \n</blockquote>            \n         \n\n\n\n<blockquote id=\"blockquote_40\">    55.         The Delhi High Court had occasion to consider the issue \n\n\n\n\n\n    in its decision in Smt.Pushpa Katoch vs. Manu Maharani Hotels \n\n    Ltd.19   In the case before the Delhi High Court, in a Petition under \n\n    <a href=\"/doc/146869/\" id=\"a_105\">Sections   397</a>   and   <a href=\"/doc/280790/\" id=\"a_106\">398</a>   of   the   Companies&#x27;   Act,   1956,   one   of   the \n\n\n\n\n\n    grievances was that three sisters of the Appellant had transferred \n\n    their shareholding in a Public Limited Company, in violation of a \n\n    right   of   preemption   contained   in   a   family   settlement.     The \n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_119\">    19 121(2005) DLT 333\n\n\n\n\n<span class=\"hidden_text\" id=\"span_162\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_163\">                                             72</span>\n\n    Company   Law   Board   held   that  the   Articles   of   Association   of  the \n\n\n\n\n                                                                                         \n    Company, which was a Public Limited Company, did not recognize \n\n\n\n\n                                                                 \n    a right of preemption.   Since the Company was a Public Limited \n\n    Company,   no   fetter   could   be   imposed   on   the   right   of   the \n\n\n\n\n                                                                \n    shareholder   to   transfer   his   shares,   by   virtue   of  the   provisions   of \n\n    <a href=\"/doc/1338920/\" id=\"a_107\">Section 111A</a>.   The CLB rested its decision both on the basis that \n\n\n\n\n                                                   \n    the   preemptive   right   was   not   recognized   by   the   Articles   of \n                                   \n    Association and on the foundation that a Public Company could not \n\n    have   a   provision   recognizing   preemptive   rights   to   its   members. \n</p>                                  \n<p data-structure=\"Precedent\" id=\"p_120\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140212\" id=\"span_164\">The Delhi High Court in an appeal arising out of the judgment of \n\n    the   CLB   relied   upon   the   judgment   of   the   Supreme   Court   in \n            \n\n\n    <a href=\"/doc/140212/\" id=\"a_108\">Rangaraj</a> (supra) to hold that a restriction which is not specified in \n         \n\n\n\n    the   Articles,   would   not   bind   either   the   Company   or   its \n\n\n\n\n\n    shareholders.   The Delhi High Court also held that by virtue of the \n\n    provisions of <a href=\"/doc/1338920/\" id=\"a_109\">Section 111A</a>, the right of a shareholder to transfer \n\n    his/her   shares   could   not   be   fettered.     Mr.Justice   A.K.Sikri   held \n\n\n\n\n\n    thus:</span>\n</p>\n<blockquote id=\"blockquote_41\">                &quot;The   CLB   further   rightly   mentioned   that   as   per   the \n                provisions of <a href=\"/doc/1338920/\" id=\"a_110\">Section 111A</a> of the Act, there could not be \n                any   fetters   on   the   right   of   a   shareholder   to   transfer \n                his/her shares.  It may be noted that the Legislature has \n                made different provisions for transfer of shares in case of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_165\">                                                                 ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_166\">                                  73</span>\n\n     private   limited   company   and   public   limited   company. \n     <a href=\"/doc/1907970/\" id=\"a_111\">Section   111</a>,   which   deals   with   &quot;Power   to   refuse \n\n\n\n\n                                                                              \n     registration   and   appeal   against   refusal&quot;,   relates   to   the \n     private   limited   companies.     On   the   other   hand, \n\n\n\n\n                                                     \n     provisions of <a href=\"/doc/1338920/\" id=\"a_112\">Section 111A</a> dealing with &quot;Rectification of \n     register on transfer&quot; are attracted in the case of public \n     limited companies.   While restrictions can be stipulated \n     in the Articles of Association so far as transfer of shares \n\n\n\n\n                                                    \n     of   a   private   limited   company   is   concerned,   sub-section \n     (2) of <a href=\"/doc/1338920/\" id=\"a_113\">Section 111A</a> of the Act specifically provides that \n     the   shares   or   debentures   and  any  interest   therein   of  a \n     company shall be freely transferable.  Proviso to this sub-\n</blockquote>\n\n\n\n                                        \n<p data-structure=\"CDiscource\" id=\"p_121\">     section   further   stipulates   that   if   a   company   without \n     sufficient cause refuses to transfer the shares within two \n                       \n     months,   the   transferee   may   file   an   appeal   to   the \n     Company   Law   Board   and   &quot;it   shall   direct   company   to \n     register the transfer of shares&quot;.  Since the respondent No.\n                      \n     1 company is a public limited company, the CLB rightly \n     opined that there could be no fetters on the right of a \n     shareholder to transfer his/her shares.  We have already \n     noted that there is no such provision giving pre-emptory \n      \n\n\n     right   to   other   promoters   in   the   Articles   of   Association. \n     Even   if   there   was   such   a   provision   in   the   Articles   of \n   \n\n\n\n     Association, it would have been ultra vires the provisions \n     of the Act,  as no company can provide in the Articles of \n     Association   any   matter   which   offends   the   specific \n\n\n\n\n\n     provision   of   an   act   (see   Re.Denver   Hotel   Co.,   1893(1) \n     Chancery   Division   495).     No   doubt,   the   four   sisters \n     promoted the company and their intention was to make \n     the   family   property   as   a   hotel   and   run   the   same.     No \n     doubt,   in   the   Board   meeting   held   on   16th  March   1994 \n\n\n\n\n\n     and   the   Memorandum   of   Family   Agreement   it   was \n     recorded   that   any   promoter   wanting   to   sell   the   shares \n     would first offer the same to other promoters.  However, \n     at the same time, while incorporating this company, the \n     promoters decided to have a  public  company limited by \n     shares rather than a private company.  They should have \n     understood the implication and consequences of getting \n     a public company incorporated.  If they wanted such an \n\n\n\n\n<span class=\"hidden_text\" id=\"span_167\">                                                      ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_168\">                                           74</span>\n\n                arrangement, as recorded in the minutes of the meeting \n                dated 16th  March 1994 and the Memorandum of Family \n\n\n\n\n                                                                                       \n                Settlement,   they   should   have   been   wise   enough   to \n                incorporate   a   private   company   and   further   to   provide \n\n\n\n\n                                                               \n                such   a   clause   in   the   Articles   of   Association.     After \n                incorporating   a  public   company,   it   was  too   late   in   the \n                day to think of such an arrangement and recording the \n                same   in   the   Board   meeting   or   the   family   settlement, \n\n\n\n\n                                                              \n                which could not have any legal basis.&quot;\n</p>\n\n\n\n                                                 \n<p data-structure=\"Conclusion\" id=\"p_122\">    A Special Leave Petition against  the judgment  of the Delhi High \n                                 \n    Court was dismissed by the Supreme Court on 7th April 2006.  I am \n\n    in   respectful   agreement   with   the   view   of   the   Delhi   High   Court \n                                \n    which reflects the correct position in law. \n</p>            \n\n\n<p data-structure=\"PetArg\" id=\"p_123\">    56.         Counsel   appearing   on   behalf   of   the   Respondent \n         \n\n\n\n    submitted that <a href=\"/doc/1338920/\" id=\"a_114\">Section 111A</a> has no application  to contracts for the \n\n\n\n\n\n    transfer   of     particular   shares   between     particular   shareholders \n\n    when incorporated in the Articles of Association.  The submission is \n\n    that restrictions which bind third parties are bad.     <a href=\"/doc/1338920/\" id=\"a_115\">Section 111A</a> \n\n\n\n\n\n    was   intended   to   curb   the   power   of   the   Board   of   Directors   to \n\n    obstruct   transfers   and   clearer   words   would   be   required   to \n\n    destabilize bargains which are the heart of commerce.  \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_169\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_170\">                                              75</span>\n\n<p data-structure=\"Precedent\" id=\"p_124\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800593\" id=\"span_171\">57.          The   submission   that   <a href=\"/doc/1338920/\" id=\"a_116\">Section   111A</a>   would   not   interdict \n\n\n\n\n                                                                                          \n    &quot;an   agreement   between   particular   shareholders   relating   to   the \n\n\n\n\n                                                                  \n    transfer   of   specified   shares&quot;   is   based   on   the   judgment   of   the \n\n    Supreme   Court   in  <a href=\"/doc/1800593/\" id=\"a_117\">Madhusoodhanan</a>  (supra).     In   that   case,   as \n\n\n\n\n                                                                 \n    already noted earlier, the Supreme Court noted that the Karar was \n\n    an   agreement   between   &quot;particular   shareholders   relating   to   the \n\n\n\n\n                                                    \n    transfer   of   the   specified   shares&quot;.     What   is   significant   is  that   the \n                                   \n    Company <a href=\"/doc/1800593/\" id=\"a_118\">in that case</a> was a private Company.  The Supreme Court \n\n    noted with some emphasis that in the case of a private Company, \n                                  \n    the Articles of Association would restrict the right of  shareholders \n\n    to transfer shares and prohibit invitation to the public to subscribe \n            \n         \n\n\n\n    for   shares or debentures of the Company.  The position in law of a \n\n    Public Company is materially different.     By the provisions of the \n\n\n\n\n\n    <a href=\"/doc/1353758/\" id=\"a_119\">Companies&#x27; Act, 1956</a>, restrictions on the transferability of  shares \n\n    which are contemplated by the definition of a &quot;private company&quot;</span> \n</p>\n<blockquote id=\"blockquote_42\">    under   <a href=\"/doc/873302/\" id=\"a_120\">Section   3(1)(iii)</a>   are   expressly   made   impermissible   in   the \n\n\n\n\n\n    case of a public company by the provisions of <a href=\"/doc/1338920/\" id=\"a_121\">Section 111A</a>.   Once \n\n    that   be   the   position,   the   submission   urged   on   behalf   of   the \n\n    Respondent cannot be accepted.   In essence, the submission of the \n\n    Respondent is that the provisions of <a href=\"/doc/1338920/\" id=\"a_122\">Section 111A</a> should be read \n\n\n\n\n<span class=\"hidden_text\" id=\"span_172\">                                                                  ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_173\">                                             76</span>\n\n    as being subject to a contract to the contrary.  A restriction to that \n\n\n\n\n                                                                                         \n    effect   cannot   be   read   into   the   provision   of   <a href=\"/doc/1338920/\" id=\"a_123\">Section   111A</a>;   firstly \n\n\n\n\n                                                                 \n    because,   such   a   restriction   is   not   mentioned   in   the   statutory \n\n    provision;   secondly,   the   word   &quot;transferable&quot;   is   of   the   widest \n\n\n\n\n                                                                \n    import; and thirdly, the context in which the provision has been \n\n    introduced, is susceptible to the inference that it should be given a \n\n\n\n\n                                                   \n    wide   meaning.     Where   the   language   of   the   statute   is   plain   and \n                                   \n    unambiguous, neither the consequence nor the conduct of parties \n\n    would be of relevance.   Reliance was sought to be   placed on a \n                                  \n    notification that was issued on 27th June 1961 by which, in exercise \n\n    of powers  conferred by <a href=\"/doc/527485/\" id=\"a_124\">Section 28(2)</a> of the Securities Contracts \n            \n\n\n    (Regulation) Act, 1956, the Central Government specified contracts \n         \n\n\n\n    of   preemption   as   contained   in   promotion   or   collaboration \n\n\n\n\n\n    agreements or in the Articles of Association of a Limited Company \n\n    as   contracts   to   which   the   said   Act   shall   not   apply.     That \n\n    notification, it has to be noted, related to an exemption from the \n\n\n\n\n\n    provisions of the SCRA  and cannot override the plain mandate of \n\n    <a href=\"/doc/1338920/\" id=\"a_125\">Section   111A</a>.     Besides,   <a href=\"/doc/1338920/\" id=\"a_126\">Section   111A</a>   was   introduced   in   the \n\n    <a href=\"/doc/1353758/\" id=\"a_127\">Companies&#x27;   Act,   1956</a>   by   the   <a href=\"/doc/531893/\" id=\"a_128\">Depositories   Act,   1996</a>   with   effect \n\n    from 20th September 1995.  The plain intendment and meaning of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_174\">                                                                 ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_175\">                                            77</span>\n\n    <a href=\"/doc/1338920/\" id=\"a_129\">Section 111A</a> must prevail.\n</blockquote>\n\n\n\n                                                                                       \n                                                               \n<p data-structure=\"Conclusion\" id=\"p_125\">    58.         The   arbitral   award   on   this   aspect   of   the   matter,   is \n\n    completely contrary to the governing principles of law.  The award \n\n\n\n\n                                                              \n    is contrary to substantive provisions of law and is patently illegal. \n</p>\n<p data-structure=\"Precedent\" id=\"p_126\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800593\" id=\"span_176\">The illegality in the present case, is something that goes to the root \n\n\n\n\n                                                  \n    of the matter and is certainly not one which can be termed as of a \n                                  \n    trivial nature.  The award must, in the circumstances, be held to be \n\n    contrary to public policy.  The Arbitrator cited the judgment of the \n                                 \n    Supreme   Court   in  <a href=\"/doc/1800593/\" id=\"a_130\">Madhusoodhanan</a>&#x27;s  case   and   held   that     the \n\n    principle which was <a href=\"/doc/1800593/\" id=\"a_131\">laid down in</a> the earlier judgment in Rangaraj \n            \n\n\n    was inapplicable inasmuch as  the restriction creating a preemptive \n         \n\n\n\n    right   was   incorporated   in   the   Articles   of   Association.     The \n\n\n\n\n\n    Arbitrator   proceeded   on   the   basis   that   the   presence   of   a   clause \n\n    conferring a right of preemption in the Articles of Association was \n\n    sufficient to dispose of the challenge to the legality of the provision.</span> \n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_127\">    In this, the Arbitrator has fallen into a patent illegality.   The fact \n\n    that the restriction is contained in the Articles of Association would \n\n    deal with the submission based on the application of the Rangaraj \n\n    principle.   But that is not dispositive of the legality of a provision \n\n\n\n\n<span class=\"hidden_text\" id=\"span_177\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n<span class=\"hidden_text\" id=\"span_178\">                                            78</span>\n\n    by which a right of preemption is created in the case of a Public \n\n\n\n\n                                                                                       \n    Limited   Company.     The   Arbitrator   has   ignored   the   express   and \n\n\n\n\n                                                               \n    specific provisions of the <a href=\"/doc/1353758/\" id=\"a_132\">Companies&#x27; Act, 1956</a>; lost  sight of the \n\n    very concept of free transferability of the shares of a Public Limited \n\n\n\n\n                                                              \n    Company   and   failed   to   apply   the   provisions   of   <a href=\"/doc/1549225/\" id=\"a_133\">Section   9</a>   under \n\n    which     overriding   force   is   given   to   the   Act   notwithstanding \n\n\n\n\n                                                 \n    anything to the contrary contained in the Memorandum, Articles or \n\n    agreement.\n</p>                                 \n                                \n<p data-structure=\"Conclusion\" id=\"p_128\">    59.         For all these reasons, the award of the Learned Arbitrator \n\n    would   have   to   be   set   aside.     The   Petition   is   accordingly   made \n            \n\n\n    absolute in terms of prayer clause (a) by setting aside the award. \n</p>         \n\n\n\n<p data-structure=\"Conclusion\" id=\"p_129\">    There shall be no order as to costs. \n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_130\">                                         ......\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_179\">                                                               ::: Downloaded on - 09/06/2013 15:36:44 :::</span>\n ","numcites":44,"numcitedby":4,"docsource":"Bombay High Court","citetid":1216261,"divtype":"judgments","relatedqs":[{"value":"transferable shares private company","formInput":"transferable%20shares%20private%20company"},{"value":"restriction to transfer of shares","formInput":"restriction%20to%20transfer%20of%20shares"},{"value":"date for valuation of shares","formInput":"date%20for%20valuation%20of%20shares"},{"value":"shareholders rights","formInput":"shareholders%20rights"},{"value":"transfer of shares in public company","formInput":"transfer%20of%20shares%20in%20public%20company"},{"value":"family settlement","formInput":"family%20settlement"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"offer and acceptance","formInput":"offer%20and%20acceptance"},{"value":"valuation of shares","formInput":"valuation%20of%20shares"},{"value":"section 111A of companies act","formInput":"section%20111A%20of%20companies%20act"},{"value":"transfer of shares","formInput":"transfer%20of%20shares"},{"value":"public policy","formInput":"public%20policy"},{"value":"thawardas pherumal ","formInput":"thawardas%20pherumal%20"},{"value":"private company public","formInput":"private%20company%20public"},{"value":"control premium ","formInput":"control%20premium%20"},{"value":"privy council","formInput":"privy%20council"},{"value":"preemption","formInput":"preemption"},{"value":"companies act 1956","formInput":"companies%20act%201956"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitral award","formInput":"arbitral%20award"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":true,"query_alert":null,"agreement":false}