{"tid":96094344,"publishdate":"2018-02-28","title":"M/S. Aretpl-At (Jv) vs M/S. Central Coalfields Limited on 28 February, 2018","doc":"<h2 class=\"doc_title\">M/S. Aretpl-At (Jv) vs M/S. Central Coalfields Limited on 28 February, 2018</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-shankar\">Rajesh Shankar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-shankar\">Rajesh Shankar</a></h3>\n\n<pre id=\"pre_1\">                                 1\n\n        IN THE HIGH COURT OF JHARKHAND AT RANCHI\n                 W.P. (C) No. 6106 of 2017\n\nM/s. ARETPL-AT (JV), having its office at Sanjay Chowk, Bye Pass\nRoad, P.O. &amp; P.S. Merah, Dhanbad-828202, through its Authorized\nSignatory Avinash Kumar Singh, son Arvind Singh, residing at Maithon,\nP.O. Merha, P.S. Maithon, District Dhanbad-828 207... Petitioner\n                                 Versus\n1. M/s. Central Coalfields Limited, a subsidiary of Coal India Limited, a\nGovernment of India Undertaking, having its registered office at\nDarbhanga House, Ranchi, through its Chairman-cum-Managing\nDirector.\n2. Director (Technical), M/s. Central Coalfields Limited, having its office\nat Darbhanga House, Ranchi.\n3. General Manager (CMC),M/s. Central Coalfields Limited, having its\noffice at Darbhanga House, Ranchi.\n4. General Manager, M/s. Central Coalfields Limited, B. &amp; K. Area,\nKargali, P.O. Bermo, P.S. Bermo, District Bokaro.\n5. Staff Officer (Mining), M/s. Central Coalfields Limited, B. &amp; K. Area,\nKargali, P.O. Bermo, P.S. Bermo, District Bokaro ...        Respondents\nCORAM: HON&#x27;BLE MR. JUSTICE RAJESH SHANKAR\n                      -----\n</pre><p data-structure=\"Precedent\" id=\"p_1\">For the Petitioner     : Mr. Anil Kumar Sinha, Sr. Advocate\n                         Miss Amrita Sinha, Advocate\nFor the Respondents    : Mr. A.K. Das, Advocate\n</p><p data-structure=\"Issue\" id=\"p_2\">                      -----\n</p><p data-structure=\"Issue\" id=\"p_3\">Order No. 33                              Dated: 28.02.2018\n\n             The present writ petition has been filed for quashing the\nletter no. GM(B&amp;K)/SO(M)/CT/AKK OCP/OB/DEBARRING/179 dated\n12.10.2017 issued by the Staff Manager (Mining) of M/s Central\nCoalfields Limited (respondent no. 5) whereby the Letter of\nAcceptance in favour of the petitioner vide LOA No. CCL/GM(CMC)/B-\nK/2017/51/57       dated     15.08.2017      and     work     order    no.\nGM(B&amp;K)/SO(M)/CT/AKK OCP/OB/WO/107 dated 29.08.2017 have\nbeen cancelled and imposed penalty by way of forfeiture of earnest\nmoney of Rs.50,00,000/- deposited by the petitioner and also\ndebarred the petitioner for a period of three years from participating\nof future tenders of Central Coalfields Limited (hereinafter referred to\nas &quot;the CCL&quot;) in individual capacity or as joint venture. Further prayer\nhas been made for issuance of direction upon the respondents to\nexecute formal contract between the parties in terms of Clause 23 of\n<span class=\"hidden_text\" id=\"span_1\">                                 2</span>\n\nthe Instructions to Bidders with respect to Tender of &quot;Hiring of HEMM\nfor removal of OB at outsourcing patch of Konar part of AKK OCP of B-\nK Area for a period of four years&quot;.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">2.          The factual background of the case as stated in the writ\npetition is that the respondent no. 1 published an e-Tender Notice\nbeing NIT No. CCL/ GM(CMC)/B-K/2017/51 dated 15.05.2017 inviting\nbids for the Hiring of HEMM for removal of OB including blast hole\ndrilling, blasting, excavation loading and transportation of all kinds of\nsoil, rocks, broken rocks, hard rocks, extraneous materials including\nmixed soil, mixed hard soil, clay soil, pebbles, stone etc. and dumping\noutside the working zone including spraying at haul road face at dump\nyard. The job involves making access trench/haul road with dozing\ngrading maintenance and water sprinkling as may be required, face\npumping or excavation operation as per instruction of the engineer-in-\ncharge of AKK OCP Mine of B&amp;K Area for a period of four years. The\npetitioner found itself eligible for the work and submitted its bid on\n30.05.2017 and in financial bid it was found L-1 bidder. The\nrespondent intimated the petitioner on 15.08.2017 via email that it\nhas been awarded the work and served it a letter of acceptance vide\nRef. No. CCLGM(CMC)/B-K/2017/51/57 dated 15.08.2017. As per the\nLetter of Acceptance, the petitioner had to deposit the Performance\nGuarantee of Rs. 2,04,04,894/- in the forms as detailed in clause no.\n24 of the Instructions to Bidders and to submit additional performance\nsecurity of Rs. 16,06,24,850/- alongwith normal performance security\nas per clause 20.2 of the Instruction to Bidders within a period of 28\ndays from date of issuance of Letter of Acceptance. The petitioner\nduly applied for the Bank Guarantee on 16.08.2017 to the satisfaction\nof the Banking authorities before the bank namely State Bank of India\nSME Branch, Dhanbad. The project site was handed over to the\npetitioner by the respondents vide letter dated 18.08.2017 for starting\nof work with immediate effect. Thereafter the petitioner deputed its\nman and machinery and arranged finance to start the work. The work\norder being No.GM(B&amp;K)/SO(M)/CT/AKK OCP/OB/WO/107 dated\n29.08.2017 was also issued in favour of the petitioner. The\nRespondent No.5 also informed vide letter dated 06.09.2017 received\n<span class=\"hidden_text\" id=\"span_2\">                                 3</span>\n\non 12.09.2017 by the petitioner for furnishing performance security\nand additional performance security alongwith normal performance\nsecurity within time. The Bank Guarantee was delayed by the Bank\nand accordingly the Bank vide email dated 08.09.2017 informed the\nrespondent no. 3 that the Bank is under process of issuing the Bank\nGuarantee in favour of the respondent-CCL on request of the\npetitioner and the same will be issued shortly in terms with above\nLetter of Acceptance dated 15.08.2017. The petitioner, vide letter\ndated 12.09.2017 also informed the respondent no. 3 about the said\ndelay on the part of the Bank in handing over the Bank Guarantee to\nthe petitioner and thus the petitioner sought extension of three days\nfrom the respondent for submitting the Bank Guarantee. However, the\nrespondent did not respond to the said letter of the petitioner. On\n15.09.2017, the petitioner submitted four Bank Guarantees executed\nwith effect from 11.09.2017 for a period of four years three months\nvide forwarding letter dated 14.09.2017, however, the petitioner was\nnot allowed to start the work and accordingly vide letters dated\n26.09.2017 and 27.09.2017 requested the respondent no. 3 to accept\nthe Bank Guarantee and allow the petitioner to start the work. It\nfurther informed that the man and machinery is lying idle at the site,\nhowever, the respondent no. 3 did not respond to the said letter.\nThereafter, the petitioner approached the Chief Vigilance Officer,\nCentral Coalfields Limited vide letter dated 29.09.2017 and requested\nto look into the issue and further visited the office of the respondent-\nCCL on 12.10.2017, however, all went in vein. Suddenly on\n13.10.2017, vide e-mail, the petitioner was in receipt of a letter dated\n12.10.2017 whereby the respondent no. 5 cancelled the Letters of\nAcceptance dated 15.08.2017 and imposed penalty of forfeiture of\nearnest money of Rs.50,00,000/- deposited by the petitioner and also\ndebarred it for a period of three years from participating in future\ntenders of CCL relying upon clause 23 of Instructions to bidders and\non clause 4 of the General Terms and conditions of the Contract.\nDuring the pendency of the writ petition, the respondent-CCL floated\nfresh tender being NIT No. CCL/GM(CMC)/B-K/2017/81 dated\n12.12.2017 with respect to the work in question and as such, the\n<span class=\"hidden_text\" id=\"span_3\">                                    4</span>\n\npetitioner sought to add the additional prayer in the writ petition for\nquashing the fresh tender by filing I.A. No. 9824/2017 and vide order\ndated 08.01.2018, the respondents were directed not to finalize the\nsubsequent tender.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">3.         Mr. Anil Kumar Sinha, the learned Senior Counsel for the\npetitioner, submits that the impugned order dated 12.10.2017 has\nbeen passed in violation of the principles of natural justice as no any\nopportunity of hearing was given to the petitioner before passing the\nimpugned order. It is further submitted that the impugned order has\nbeen passed on no fault of the petitioner as delay caused in\ndepositing Bank Guarantee was beyond control of the petitioner,\nrather it was caused due to non-availability of the sanctioning\nauthority of the Bank. It is further submitted that the petitioner has\nalready deputed men and machineries at the work site and impugned\norder will cause irreparable loss to it. While referring to Annexures-7\nand 8 to the writ petition, learned senior counsel appearing for the\npetitioner submits that the State Bank of India, SME Branch, Bank\nMore, Dhanbad vide letter dated 8th September, 2017 informed the\nGeneral Manager (CMC), Central Coalfields Limited, Ranchi inter alia\nthat the request of the petitioner for issuance of bank guarantee is\nunder active consideration and the same is under process and the\nbank guarantee is likely to be issued shortly in terms with the Letter\nof Acceptance dated 15th August, 2017. On 12th September, 2017,\nthe petitioner also wrote a letter to the General Manager (CMC),\nCentral Coalfields Limited, Ranchi, informing that the Bank has agreed\nto sanction the bank guarantee in the form of the performance bank\nguarantee within the specified period, but the same could not be\nformally issued due to absence of Deputy General Manager of the\nBank,   who   is   the   signing       authority   for   issuance   of   bank\nguarantee/performance bank guarantee for the contract in question.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">4.         It is further submitted that after issuance of the letter of\ntermination dated 12.10.2017, the petitioner sent a legal notice to the\nrespondent for revoking of the order and further for allowing him to\nstart the work, however, no any reply was received. It is also\nsubmitted that though there was delay of two days in depositing the\n<span class=\"hidden_text\" id=\"span_4\">                                 5</span>\n\nBank Guarantee, the validity period of the Bank guarantee was well\nwithin the period of said 28 days from the date of letter of acceptance\ndated 15.08.2017. The petitioner was acting diligently and there was\nno fault on its part. The bid of the petitioner was declared as L-1\nbeing most competitive bidder and the purpose behind insisting on\nfurnishing performance security by the awardee of the contract is\napparently to secure the performance of the contract especially the\ndelivery cycle. On bare reading of Clause 14.5 of the Instruction to\nBidders, it would be clear that so far as forfeiture bid security/earnest\nmoney of the petitioner is concerned, the word &quot;may&quot; has been used,\nthus the same is not mandatory, rather discretionary/directory on the\npart of the respondent-CCL and such discretion has to be exercised\njudiciously considering the facts and circumstances of each case. It is\nfurther submitted that the bank guarantee was duly submitted on\ntime as the Letter of Acceptance dated 15.08.2017 was received only\non 26.08.2017, hence the period of 28 days would be calculated from\n26.08.2017 i.e., the date of receipt of the letter of acceptance dated\n15.08.2017. Neither in the letter of acceptance dated 15.08.2017 nor\nin the letter of information/reminder dated 06.09.2017, it was\nmentioned as to when the period of 28 days would expire. The period\nof 28 days would be calculated from the date of receipt of the Letter\nof acceptance and not from the date of issuance of Letter of\nacceptance. It is further submitted that the respondent-CCL and other\nsubsidiaries of Coal India Limited in other cases have duly accepted\nthe bank guarantee of the successful bidders inspite of delay in\nsubmitting the performance security and have allowed them to\nproceed with the work. It is also submitted that the Bank Guarantee is\nvalid w.e.f. 11.09.2017 as mentioned in the Bank Guarantee itself and\nthe effective date as mentioned in SFMS details is the date it was fed\nin its system.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">5.          Learned Senior Counsel for the petitioner, while referring\nto the letter contained in Ref. No.1662 dated 14th January, 2017,\nissued under the signature of the General Manager, Hazaribagh Area,\nCharhi, submits that the respondents in another case have relaxed the\nperiod of submission of performance security deposit within a period\n<span class=\"hidden_text\" id=\"span_5\">                                  6</span>\n\nof 28 days of issuance of Letter of Acceptance. Thus, the relevant\nClause 20.2 cannot be said to be mandatory in nature, rather the\nsame is directory, which has also been relaxed earlier considering the\nexigencies.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">6.            Learned Senior Counsel has also refers to various letters\nissued   from    the   different subsidiaries of Coal India     Limited\n(Annexure-16 series to the rejoinder filed by the petitioner) and\nsubmits that on previous occasions, the authorities of various\nsubsidiaries of the Coal India Limited have relaxed the aforesaid\ncondition of depositing the performance security within a period of 28\ndays from the date of issuance of Letter of Acceptance. However, in\nthe present case, the performance guarantee/additional performance\nguarantee was prepared by the petitioner well within time i.e. on 11th\nSeptember, 2017 and the same was submitted before the concerned\nauthority of respondent-Central Coalfields Limited on 15th September,\n2017 i.e. after two days&#x27; delay. Since Letter of Acceptance was issued\nto the petitioner on 15th August, 2017, which was a National Holiday,\nfor counting the period of 28 days, the said date is also required to be\nexempted.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">7.            It is further contended that the letter dated 01.11.2017\nissued by the Staff Officer, (Mining) B&amp;K Area would itself suggest\nthat the Bank Guarantee was already deposited by the petitioner\nbefore the CCL which was also accepted by it and, therefore, it would\nbe presumed that the CCL has waived the delay in submission of Bank\nGuarantee. Thus subsequent return of the same would amount to an\narbitrary action on the part of the CCL.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">8.            Learned Senior Counsel for the petitioner also submits\nthat the latter part of Clause 13 of the General Terms and Conditions\nof the Contract, so far as it relates to settlement of dispute through\narbitration is concerned, the same will not be attracted in the present\ncase, as the petitioner did not invoke Clause 13, rather at the time of\nadmission of the writ petition, the said Clause was referred at the\ninstance of learned counsel for the respondents by making a\nsubmission that the petitioner should first take recourse of said\n<span class=\"hidden_text\" id=\"span_6\">                                    7</span>\n\nalternative forum for redressal of the dispute with the respondent-\nCentral Coalfields Limited. Now vide order dated 13.1.2018 passed by\nthe Area General Manager (B &amp; K) of Central Coalfields Limited, the\nsaid settlement endeavours through alternative mode is now over,\nhowever, it will not mean that the petitioner cannot invoke the writ\njurisdiction of this Court against the arbitrary action of the\nrespondents.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1901809\" id=\"span_7\">9.          Learned Senior Counsel appearing for the petitioner puts\nreliance on a judgment rendered by a Division Bench of Delhi High\nCourt in the case of &quot;M/s. <a href=\"/doc/1901809/\" id=\"a_1\">Aurochem (India) Private Limited Vs.\nThe Union of India &amp; Ors.</a>&quot;, reported in 1994 (29) DRJ (DB) 492\nand submits that merely because time is limited for the performance\nof the contract or any part thereof, it does not necessarily become of\nthe essence.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1257955\" id=\"span_8\">10.         The learned Senior Counsel puts further reliance on the\njudgment rendered by the Hon&#x27;ble Supreme Court in the case of\n&quot;<a href=\"/doc/1257955/\" id=\"a_2\">B.S.N Johsi &amp; Sons Ltd. Vs. Nair Coal Services Ltd. &amp; Ors.</a>&quot;\nreported in (2006) 11 SCC 548 and submits that the power of\nrelaxation at the instance of the employer must be found out not only\nfrom the terms of the notice inviting tender, but also from the general\npractice prevailing. For the said purpose, the court may consider the\npractice prevailing in the past.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">11.         Per contra, the learned counsel for the respondents\nsubmits that the action of the respondents is strictly in accordance\nwith law and also in conformity with the terms and condition of the\nNIT. All the parties are bound by the terms and conditions of the NIT\nand since the petitioner has failed to comply the terms and conditions\nof the NIT, it is not entitled to any relief. In a private contract between\nthe parties where the consequence of each default is defined in the\nNIT itself, the question of additional opportunity of hearing does not\narise. It is further submitted that the petitioner never deployed any\nman or machinery to commence the work. Admittedly the petitioner\nhas made default in furnishing the bank guarantee in time and as\nsuch, it has to face the consequence. There is no clause in the tender\n<span class=\"hidden_text\" id=\"span_9\">                                8</span>\n\ndocuments permitting waiver of the said condition or permitting\nextension of time and as such the bank guarantee furnished by the\npetitioner was returned to the banker vide letter dated 01.11.2017.\nThe respondents have performed their part as per the tender and\nhanded over the site to the petitioner on 18.08.2017 and also issued a\nformal work order on 29.08.2017, however, the petitioner delayed in\ndepositing the bank guarantee in spite of the reminder of the\nrespondents dated 06.09.2017. The Bank guarantee furnished by the\npetitioner was verified through SFMS (Structured Financial Machine\nSystem) and it was found that the validity period of the Bank\nGuarantee is from 13.09.2017 to 10.12.2021 and not with effect from\n11.09.2017 as mentioned in the Bank Guarantee. It is further\nsubmitted that the request made by the petitioner vide letter dated\n26.09.2017 could not have been entertained as there is no enabling\nclause permitting the respondents to deviate from the terms and\nconditions of the NIT and allow the petitioner to submit the Bank\nGuarantee belatedly. As per the instructions issued by the Contract\nManagement Cell (in short CMC) from time to time, strict compliances\nof the terms and conditions of the contract have been insisted upon\nwith further instruction that under no circumstances any condition\nmentioned in the tender documents can be allowed to be diluted nor\ncan any deviation be permitted. There are several instances where\neven a Chairman-cum-Managing Director of the other subsidiaries of\nthe Coal India Limited has been charge-sheeted through the Chief\nVigilance Commissioner for allowing deposit of performance security\nafter expiry of 28 days.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"187044504\" id=\"span_10\">12.         Learned counsel for the respondent-Central Coalfields\nLimited puts reliance on the judgments of the Hon&#x27;ble Supreme Court\nin the case of &quot;<a href=\"/doc/187044504/\" id=\"a_3\">Central Coalfields Limited &amp; Anr. Vs. SLL-SML\n(Joint Venture Consortium) &amp; Ors.</a>&quot;, reported in (2016) 8 SCC\n622 and &quot;Rajasthan State Industrial Development and\nInvestment      Corporation    &amp;   Anr.   Vs.   Diamond     &amp;   Gem\nDevelopment Corporation Limited &amp; Anr.&quot;, reported in (2013) 5\nSCC 470.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\">13.         Heard the learned counsel for the parties and perused the\n<span class=\"hidden_text\" id=\"span_11\">                                 9</span>\n\nmaterials available on record. The petitioner was awarded a contract\nby the respondents being a L1 bidder. As per the condition of\ncontract, the petitioner had to furnish the bank guarantee within a\nperiod of 28 days from the date of issuance of letter of acceptance\ni.e., till 13.09.2017. The petitioner furnished the bank guarantee on\n15.09.2017 i.e., after 2 days from the due date of submission of bank\nguarantee. Vide letter dated 12.10.2017 which was received by the\npetitioner on 13.10.2017 through e-mail, the respondent no. 5\ncancelled the tender awarded to the petitioner and imposed penalty of\nforfeiture of earnest money of Rs.50,00,000/- deposited by the\npetitioner and also debarred it for a period of three years from\nparticipating in future tenders of CCL relying upon Clause 23 of the\nInstructions to bidders and on Clause 4 of the General Terms and\nconditions of the Contract. The petitioner has challenged the\nimpugned order mainly on the ground that the same has been passed\nin violation of the principles of natural justice and also on the ground\nthat whatever the delay has occasioned in furnishing the bank\nguarantee was not intentional, rather the same was caused due to\nsome technical default of the bank for which the petitioner could not\nbe penalized. On the contrary, the stand of the respondents is that\none of the specific conditions of the tender was that the petitioner\nwas required to submit the performance guarantee within 28 days of\nthe issuance of letter of acceptance and since the same was\nadmittedly deposited after the prescribed period, the concerned\nauthority has cancelled the tender awarded to the petitioner, imposed\nthe penalty of forfeiture of security deposit and also blacklisted it for\nthree years.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">14.         From the aforesaid factual context, it appears that the\npresent issue involves a contractual dispute involving alleged violation\nof the terms and conditions of the contract which resulted into the\ntermination of the contract along with forfeiture of the security\ndeposit and also debarment of the petitioner for three years.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_12\">15.         So far as the issue of jurisdiction of a Writ Court in\ncontractual matter is concerned, the learned Senior Counsel for the\npetitioner puts reliance on a judgment rendered by the Hon&#x27;ble\n<span class=\"hidden_text\" id=\"span_13\">                                 10</span>\n\nSupreme Court in the case of &quot;<a href=\"/doc/1943124/\" id=\"a_4\">ABL International Limited &amp; Anr.\nVs. Export Credit Guarantee Corporation of India Limited &amp;\nOrs.</a>&quot;, reported in (2004)3 SCC 553, and submits that in absence of\nany disputed question of fact, availability of alternative forum is not a\nbar to invoke an extra ordinary jurisdiction of the High Court under\n<a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77081689\" id=\"span_14\">16.         Per contra, the learned counsel for the respondents\nsubmits that in the present case, an alternative mode of settlement\nhas provided through the means of arbitration and as such the\npresent writ petition is not maintainable. To substantiate the\nargument, the learned counsel for the respondents puts reliance on\nthe judgment of the Hon&#x27;ble supreme Court in the case of &quot;<a href=\"/doc/77081689/\" id=\"a_6\">Joshi\nTechnologies International INC Vs. Union of India &amp; Ors.</a>&quot; ,\nreported in (2015) 7 SCC 728. Learned counsel for the respondents\nfurther submits that during pendency of the writ petitioner, the\npetitioner moved the Area General Manager (B &amp; K) Area of Central\nCoalfields Limited in terms with Clause 13 of the General Conditions of\nContract, which failed in terms with the order dated 13th January,\n2018 (Annexure-D to I.A. No.852 of 2018). Thus, in terms with the\nfurther provisions of Clause 13 of the General Conditions of the\nContract, the dispute attracts the provisions of <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and\nConciliation Act, 1996</a>.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527355\" id=\"span_15\">17.         The learned counsel for the respondents puts further\nreliance on a judgment of the Hon&#x27;ble Supreme Court in the case of\n&quot;<a href=\"/doc/1527355/\" id=\"a_8\">Global Energy Ltd. &amp; Anr. Vs. Adani Exports Ltd. &amp; Ors.</a>&quot;\nreported in (2005) 4 SCC 435 and submits that the terms of the NIT\nare not amenable to judicial scrutiny and the courts cannot whittle\ndown the terms of the tender as these are in the realm of contract\nunless the same are wholly arbitrary, discriminatory or actuated by\nmalice.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"899629\" id=\"span_16\">18.         It is further submitted by the learned counsel for the\nrespondents that in the case of &quot;<a href=\"/doc/899629/\" id=\"a_9\">Kisan Sahkari Chini Mills Limited\n&amp; Ors. Vs. Vardan Linkers &amp; Ors.</a>&quot; reported in (2008) 12 SCC\n500, the Hon&#x27;ble Supreme Court held that the remedy for a party\n<span class=\"hidden_text\" id=\"span_17\">                                   11</span>\n\ncomplaining breach of contract is before the Civil Court and in such\ncases public law remedy by way of writ petition under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of\nthe Constitution of India cannot be invoked.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_18\">19.         To appreciate the rival contentions of the parties on the\nissue of maintainability of the writ petition, it would be appropriate to\ndiscuss the law <a href=\"/doc/899629/\" id=\"a_11\">laid down by</a> the Hon&#x27;ble Apex Court on the said\nissued.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">20.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_19\">In the case of &quot;<a href=\"/doc/1956761/\" id=\"a_12\">Verigamto Naveen Vs. Govt. of A.P.\nand others</a>&quot;, reported in (2001) 8 SCC 344, the Hon&#x27;ble Supreme\nCourt held as under:-</span>\n</p><p data-structure=\"Precedent\" id=\"p_23\">            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"761967\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1281050\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"209154\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1578093\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"467021\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159364\" id=\"span_25\">21. On the question that the relief as sought for and\n            granted by the High Court arises purely in the\n            contractual field and, therefore, the High Court ought\n            not to have exercised its power under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of\n            the Constitution placed very heavy reliance on the\n            decision of the Andhra Pradesh High Court in Y.S. Raja\n            Reddy v. A.P. Mining Corpn. Ltd. and the decisions of\n            this Court in <a href=\"/doc/1159364/\" id=\"a_14\">Har Shankar v. Dy. Excise &amp; Taxation\n            Commr.</a>, <a href=\"/doc/467021/\" id=\"a_15\">Radha Krishna Agarwal v. State of Bihar</a>,\n            <a href=\"/doc/1578093/\" id=\"a_16\">Ramlal &amp; Sons v. State of Rajasthan5</a>, <a href=\"/doc/209154/\" id=\"a_17\">Shiv Shankar\n            Dal Mills v. State of Haryana6</a>, <a href=\"/doc/1281050/\" id=\"a_18\">Ramana Dayaram\n            Shetty v. International Airport Authority of India</a> and\n            <a href=\"/doc/761967/\" id=\"a_19\">Basheshar Nath v. CIT</a>.</span></span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"467021\" id=\"span_26\">Though there is one set of\n            cases rendered by this Court of the type arising in\n            <a href=\"/doc/467021/\" id=\"a_20\">Radha Krishna Agarwal</a> case much water has flown in\n            the stream of judicial review in contractual field. In\n            cases where the decision-making authority exceeded\n            its statutory power or committed breach of rules or\n            principles of natural justice in exercise of such power\n            or its decision is perverse or passed an irrational order,\n            this Court has interceded even after the contract was\n            entered into between the parties and the Government\n            and its agencies.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_27\">We may advert to three decisions of\n            this Court in <a href=\"/doc/1058612/\" id=\"a_21\">Dwarka Das Marfatia &amp; Sons v. Board of\n            Trustees of the Port of Bombay</a>, Mahabir Auto Stores v.\n            Indian Oil Corpn. And Shrilekha Vidyarthi (Kumari) v.\n            State of U.P. Where the breach of contract involves\n            breach of statutory obligation when the order\n            complained of was made in exercise of statutory\n            power by a statutory authority, though cause of action\n            arises out of or pertains to contract, brings it within\n            the sphere of public law because the power exercised\n            is apart from contract. The freedom of the\n            Government to enter into business with anybody it\n            likes is subject to the condition of reasonableness and\n            fair play as well as public interest. After entering into a\n            contract, in cancelling the contract which is subject to\n            terms of the statutory provisions, as in the present\n            case, it cannot be said that the matter falls purely in a\n            contractual field. Therefore, we do not think it would\n<span class=\"hidden_text\" id=\"span_28\">                                 12</span>\n\n           be appropriate to suggest that the case on hand is a\n           matter arising purely out of a contract and, therefore,\n           interference under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution is\n           not called for. This contention also stands rejected.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">21.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354257\" id=\"span_29\">In the case of &quot;<a href=\"/doc/354257/\" id=\"a_23\">Noble Resources Ltd. Vs. State of\nOrissa</a>&quot;, reported in (2006) 10 SCC 236, the Hon&#x27;ble Supreme\nCourt held as under:-</span>\n</p><blockquote id=\"blockquote_1\">           18. It may, however, be true that where serious\n           disputed questions of fact are raised requiring\n           appreciation of evidence, and, thus, for determination\n           thereof, examination of witnesses would be necessary;\n</blockquote><p data-structure=\"Section\" id=\"p_25\">           it may not be convenient to decide the dispute in a\n           proceeding under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of the Constitution of\n           India.\n</p><p data-structure=\"Precedent\" id=\"p_26\">           19. On a conspectus of several decisions, a Division\n           Bench of this Court in ABL International Ltd. opined\n           that such a writ petition would be maintainable even if\n           it involves some disputed questions of fact. It was\n           stated that no decision lays down an absolute rule\n           that in all cases involving disputed questions of fact,\n           the party should be relegated to a civil court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">           20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_30\">In <a href=\"/doc/1238017/\" id=\"a_25\">Mahabir Auto Stores v. Indian Oil Corpn.</a> this\n           Court observed: (SCC p. 761, para 12)\n           &quot;It appears to us that rule of reason and rule against\n           arbitrariness and discrimination, rules of fair play and\n           natural justice are part of the rule of law applicable in\n           situation or action by State instrumentality in dealing\n           with citizens in a situation like the present one. Even\n           though the rights of the citizens are in the nature of\n           contractual rights, the manner, the method and motive\n           of a decision of entering or not entering into a\n           contract, are subject to judicial review on the\n           touchstone of relevance and reasonableness, fair play,\n           natural justice, equality and non-discrimination in the\n           type of the transactions and nature of the dealing as\n           in the present case.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">           21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1837000\" id=\"span_31\">In <a href=\"/doc/1837000/\" id=\"a_26\">State of U.P. v. Vijay Bahadur Singh</a> a Division\n           Bench of this Court held that the Government cannot\n           be denied to exercise its discretionary power provided\n           the same is not arbitrary.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_32\">22. Interplay between writ jurisdiction and contractual\n           disputes has given rise to a plethora of decisions by\n           this Court. See, for example, <a href=\"/doc/1058612/\" id=\"a_27\">Dwarkadas Marfatia &amp;\n           Sons v. Board of Trustees, Port of Bombay and\n           Mahabir Auto Stores</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_30\">           23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766860\" id=\"span_33\">In <a href=\"/doc/1766860/\" id=\"a_28\">Jamshed Hormusji Wadia v. Board of Trustees,\n           Port of Mumbai6</a> this Court stated: (SCC p. 235, paras\n           16-17)\n<span class=\"hidden_text\" id=\"span_34\">                                  13</span>\n\n                   &quot;16. The position of law is settled that the State\n                   and its authorities including instrumentalities of\n                   States have to be just, fair and reasonable in all\n                   their activities including those in the field of\n                   contracts. Even while playing the role of a\n                   landlord or a tenant, the State and its\n                   authorities remain so and cannot be heard or\n                   seen causing displeasure or discomfort to\n                   <a href=\"/doc/367586/\" id=\"a_29\">Article 14</a> of the Constitution of India.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_31\">                   17. It is common knowledge that several rent\n                   control legislations exist spread around the\n                   country, the emergence whereof was witnessed\n                   by     the     post-World    War     scarcity   of\n                   accommodation. Often these legislations\n                   exempt from their applicability the properties\n                   owned by the Government, semi-government or\n                   public bodies, government-owned corporations,\n                   trusts and other instrumentalities of State.&quot;\n</p><p data-structure=\"PetArg\" id=\"p_32\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_35\">24. Non-statutory contracts have, however, been\n            treated differently. (See <a href=\"/doc/1893286/\" id=\"a_30\">Bareilly Development\n            Authority v. Ajai Pal Singh</a>.)</span>\n</p><p data-structure=\"Precedent\" id=\"p_33\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_36\">25. A distinction is also made between performance\n            of a statutory duty and/or dealing of a public matter\n            by a State and its commercial activities. (See Indian\n            Oil Corpn.Ltd. v. <a href=\"/doc/730804/\" id=\"a_31\">Amritsar Gas Service8 and LIC of\n            India v. Escorts Ltd</a>.)</span>\n</p><p data-structure=\"Precedent\" id=\"p_34\">            26. In ABL International Ltd. this Court opined that\n            on a given set of facts, if a State acts in an arbitrary\n            manner even in a matter of contract, a writ petition\n            would be maintainable. It was opined: (SCC p. 570,\n            para 23)\n                   &quot;23. It is clear from the above observations of\n                   this Court, once the State or an instrumentality\n                   of the State is a party to the contract, it has an\n                   obligation in law to act fairly, justly and\n                   reasonably which is the requirement of <a href=\"/doc/367586/\" id=\"a_32\">Article\n                   14</a> of the Constitution of India. Therefore, if by\n                   the impugned repudiation of the claim of the\n                   appellants the first respondent as an\n                   instrumentality of the State has acted in\n                   contravention of the abovesaid requirement of\n                   <a href=\"/doc/367586/\" id=\"a_33\">Article 14</a>, then we have no hesitation in\n                   holding that a writ court can issue suitable\n                   directions to set right the arbitrary actions of\n                   the first respondent.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_35\">            27. Contractual matters are, thus, not beyond the\n            realm of judicial review. Its application may, however,\n            be limited\n\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">22.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_37\">In the case of &quot;<a href=\"/doc/77081689/\" id=\"a_34\">Joshi Technologies International Inc.\nVs. Union of India and others</a>&quot;, reported in (2015) 7 SCC 728, it\nis held as under:-</span>\n</p><span class=\"hidden_text\" id=\"span_38\">                      14</span>\n\n<blockquote id=\"blockquote_2\">69. The position thus summarised in the aforesaid\nprinciples has to be understood in the context of\ndiscussion that preceded which we have pointed out\nabove. As per this, no doubt, there is no absolute bar\nto the maintainability of the writ petition even in\ncontractual matters or where there are disputed\nquestions of fact or even when monetary claim is\nraised. At the same time, discretion lies with the High\nCourt which under certain circumstances, it can refuse\nto exercise. It also follows that under the following\ncircumstances, &quot;normally&quot;, the Court would not\nexercise such a discretion:\n</blockquote><blockquote id=\"blockquote_3\">69.1. The Court may not examine the issue unless the\naction has some public law character attached to it.\n69.2. Whenever a particular mode of settlement of\ndispute is provided in the contract, the High Court\nwould refuse to exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_35\">Article\n226</a> of the Constitution and relegate the party to the\nsaid mode of settlement, particularly when settlement\nof disputes is to be resorted to through the means of\narbitration.\n</blockquote>\n<blockquote id=\"blockquote_4\">69.3. If there are very serious disputed questions of\nfact which are of complex nature and require oral\nevidence for their determination.\n</blockquote>\n<blockquote id=\"blockquote_5\">69.4. Money claims per se particularly arising out of\ncontractual obligations are normally not to be\nentertained except in exceptional circumstances.\n</blockquote>\n<blockquote id=\"blockquote_6\">70. Further, the legal position which emerges from\nvarious judgments of this Court dealing with different\nsituations/aspects relating to contracts entered into by\nthe State/public authority with private parties, can be\nsummarised as under:\n</blockquote>\n<blockquote id=\"blockquote_7\">70.1. At the stage of entering into a contract, the\nState acts purely in its executive capacity and is bound\nby the obligations of fairness.\n</blockquote>\n<blockquote id=\"blockquote_8\">70.2. State in its executive capacity, even in the\ncontractual field, is under obligation to act fairly and\ncannot practise some discrimination.\n</blockquote>\n<blockquote id=\"blockquote_9\">70.3. Even in cases where question is of choice or\nconsideration of competing claims before entering into\nthe field of contract, facts have to be investigated and\nfound before the question of a violation of <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a>\nof the Constitution could arise. If those facts are\ndisputed and require assessment of evidence the\ncorrectness of which can only be tested satisfactorily\nby taking detailed evidence, involving examination and\ncross-examination of witnesses, the case could not be\nconveniently or satisfactorily decided in proceedings\n<span class=\"hidden_text\" id=\"span_39\">                     15</span>\n\nunder <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution. In such cases\nthe Court can direct the aggrieved party to resort to\nalternate remedy of civil suit, etc.\n\n70.4. Writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_38\">Article\n226</a> of the Constitution was not intended to facilitate\navoidance of obligation voluntarily incurred.\n</blockquote>\n<blockquote id=\"blockquote_10\">70.5. Writ petition was not maintainable to avoid\ncontractual obligation. Occurrence of commercial\ndifficulty, inconvenience or hardship in performance of\nthe conditions agreed to in the contract can provide\nno justification in not complying with the terms of\ncontract which the parties had accepted with open\neyes. It cannot ever be that a licensee can work out\nthe licence if he finds it profitable to do so: and he\ncan challenge the conditions under which he agreed to\ntake the licence, if he finds it commercially\ninexpedient to conduct his business.\n</blockquote>\n<blockquote id=\"blockquote_11\">70.6. Ordinarily, where a breach of contract is\ncomplained of, the party complaining of such breach\nmay sue for specific performance of the contract, if\ncontract is capable of being specifically performed.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">Otherwise, the party may sue for damages.\n</p>\n<p data-structure=\"RespArg\" id=\"p_38\">70.7. Writ can be issued where there is executive\naction unsupported by law or even in respect of a\ncorporation there is denial of equality before law or\nequal protection of law or if it can be shown that\naction of the public authorities was without giving any\nhearing and violation of principles of natural justice\nafter holding that action could not have been taken\nwithout observing principles of natural justice.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">70.8. If the contract between private party and the\nState/instrumentality and/or agency of the State is\nunder the realm of a private law and there is no\nelement of public law, the normal course for the\naggrieved party, is to invoke the remedies provided\nunder ordinary civil law rather than approaching the\nHigh Court under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of the Constitution of\nIndia and invoking its extraordinary jurisdiction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">70.9. The distinction between public law and private\nlaw element in the contract with the State is getting\nblurred. However, it has not been totally obliterated\nand where the matter falls purely in private field of\ncontract, this Court has maintained the position that\nwrit petition is not maintainable. The dichotomy\nbetween public law and private law rights and\nremedies would depend on the factual matrix of each\ncase and the distinction between the public law\nremedies and private law field, cannot be demarcated\n<span class=\"hidden_text\" id=\"span_40\">                                  16</span>\n\n            with precision. In fact, each case has to be examined,\n            on its facts whether the contractual relations between\n            the parties bear insignia of public element. Once on\n            the facts of a particular case it is found that nature of\n            the activity or controversy involves public law element,\n            then the matter can be examined by the High Court in\n            writ petitions under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution of\n            India to see whether action of the State and/or\n            instrumentality or agency of the State is fair, just and\n            equitable or that relevant factors are taken into\n            consideration and irrelevant factors have not gone into\n            the decision-making process or that the decision is not\n            arbitrary.\n</p><p data-structure=\"Section\" id=\"p_41\">            70.10. Mere reasonable or legitimate expectation of a\n            citizen, in such a situation, may not by itself be a\n            distinct enforceable right, but failure to consider and\n            give due weight to it may render the decision\n            arbitrary, and this is how the requirements of due\n            consideration of a legitimate expectation forms part of\n            the principle of non-arbitrariness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">            70.11. The scope of judicial review in respect of\n            disputes falling within the domain of contractual\n            obligations may be more limited and in doubtful cases\n            the parties may be relegated to adjudication of their\n            rights by resort to remedies provided for adjudication\n            of purely contractual disputes.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">            71. Keeping in mind the aforesaid principles and after\n            considering the arguments of the respective parties,\n            we are of the view that on the facts of the present\n            case, it is not a fit case where the High Court should\n            have exercised discretionary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_41\">Article\n            226</a> of the Constitution. First, the matter is in the\n            realm of pure contract. It is not a case where any\n            statutory contract is awarded.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_44\">23.         Having gone through the aforesaid judgments of the\nHon&#x27;ble Supreme Court, it may be construed that there is no absolute\nbar in entertaining a writ petition in a contractual matter where some\ndisputed question of facts are involved. However, if the dispute\ninvolved in a matter is so complex which can only be determined after\nthorough long drawn adjudicatory process by leading evidences, the\nwrit petition should not be entertained. Each and every case is to be\ndealt with on its own facts. If the materials on record are clearly\nevincible, the writ court may exercise the power of judicial review.\n</p>\n<p data-structure=\"Section\" id=\"p_45\">24.         The power under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> of the Constitution of India is\nplenary in nature and is not subjected to any of the other provisions\n<span class=\"hidden_text\" id=\"span_41\">                                    17</span>\n\nof the Constitution. The High Court has discretion to exercise or not to\nexercise such discretion having regard to the facts of each case.\nHowever, the High Courts have imposed self-restraints in such\nexercise of extraordinary jurisdiction of the High Court to issue a\nprerogative writ will not normally be exercised by the Court to the\nexclusion of other available remedies unless such action of the State\nor its instrumentality is arbitrary and unreasonable so as to violate the\nconstitutional mandate of <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a> or for other valid and legitimate\nreasons, for which the Court thinks it necessary to exercise the said\njurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">25.             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187044504\" id=\"span_42\">In the case of <a href=\"/doc/187044504/\" id=\"a_44\">SLL-SML (Joint Venture Consortium) &amp;\nOrs.</a> (supra), cited by the learned counsel for the respondent-CCL, the\nHon&#x27;ble Supreme Court held that the party issuing the tender (the\nemployer) has the right to punctually and rigidly enforce the terms of\nthe contract.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_47\">26.             Learned counsel for the respondents also puts reliance on\nthe judgment of the Hon&#x27;ble Supreme Court in the case of Rajasthan\nState Industrial Development and Investment Corporation &amp;\nAnr. (supra) and submits that neither the matters relating to contract\ncan be agitated nor the terms of the contract can be enforced through\nwrit jurisdiction under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226</a> of the Constitution of India. The writ\ncourt cannot be a forum to seek any relief based on terms and\nconditions incorporated in the agreement between the parties. The\nterms of the contract have to be construed strictly without altering the\nnature of the contract as it may affect the interest of either of the\nparties adversely.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">27.             It is true that by way of judicial review, the High Court is\nnot expected to act as a court of appeal while examining an\nadministrative decision and to record a finding whether any different\ndecision could have been taken in the facts and circumstances of the\ncase. By way of judicial review, the Writ Court should ordinarily refrain\nfrom examining the details of the terms of the contract which have\nbeen entered into by the public bodies or the state. The Writ Courts\nhave inherent limitations on the scope of any such enquiry. However,\n<span class=\"hidden_text\" id=\"span_43\">                                        18</span>\n\nthe Courts can certainly examine whether &quot;decision making process&quot;\n</p><blockquote id=\"blockquote_12\">is unreasonable, irrational, arbitrary and violative of <a href=\"/doc/367586/\" id=\"a_46\">Article 14</a> of the\nConstitution of India. Once the procedure adopted by an authority in\nthe matter of a contract is held to be against the mandate of <a href=\"/doc/367586/\" id=\"a_47\">Article\n14</a> of the Constitution, the Writ Court cannot ignore such action on\nthe pretext that the authorities concerned must have some latitude or\nliberty in contractual matters and any interference by the Writ Court\nwould amount to encroachment on the exclusive right of the authority\nto take such decision.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_49\">28.           Before coming to the merit of the case, it would be\nappropriate to go through the relevant provisions of the conditions of\ncontract based on which the respondent terminated the contract of\nthe petitioner.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">      4. Performance Security/Security Deposit\n      4.1 ----------------------------------------------------------------------\n      4.2 Performance Security (first part of security deposit) should be\n      5% of annualized value of contract amount and should be\n      submitted within 28 days of issue of LOA by the successful bidder\n      in any of the form given below:\n</p><blockquote id=\"blockquote_13\">      ---------------------------------------------------------------------------\n      Failure of the successful bidder to comply with the requirement as\n      above shall constitute sufficient ground for cancellation of the\n      award of work and forfeiture of the bid security.\n      Additionally the company reserves the right as follows:-\n</blockquote><blockquote id=\"blockquote_14\">      &quot;a. All such defaulting parties who fail to deposit Performance\n      Guarantee or Security Deposit in time shall be blacklisted/de-\n      barred for participating in future tenders for a period of 3(three)\n      years.\n</blockquote><blockquote id=\"blockquote_15\">      b. in addition, all such individual firms/companies/associates/JVs\n      who are the persons as defined in <a href=\"/doc/345925/\" id=\"a_48\">section 40A(2)(b)</a> of the\n      Income Tax Act, 1961 of such blacklisted/debarred party, wherein\n      the words &quot;assesses&quot; to be replaced with the words\n      &quot;blacklisted/debarred party&quot; shall also remain blacklisted/debarred\n      for a period of 3(three) years.\n</blockquote><blockquote id=\"blockquote_16\">      c. In case of party has been blacklisted/debarred and it is found\n      that such blacklisted party or any person as mentioned in clause\n</blockquote><blockquote id=\"blockquote_17\">      (b) above has already participated in a tender which is yet to be\n      awarded, the same participant shall not be considered and shall\n      be rejected forthwith.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_51\">29.           The aforesaid condition of the contract speaks that the\nfirst part of security deposit in terms of Performance Security should\n<span class=\"hidden_text\" id=\"span_44\">                                  19</span>\n\nbe submitted within 28 days of issuance of Letter of Acceptance. In\ncase the successful bidder fails to comply with the said requirement, it\nwill be a sufficient ground for the company to cancel the awarded\nwork and forfeit of the bid security. Apart from the cancellation of the\nawarded work and forfeiture of the security deposit, additional right is\nreserved with the company to blacklist/debar the bidder in future\ntenders for a period of three years in case of default in depositing the\nperformance security in time.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">30.         In my considered view, the conditions referred herein\nabove are not the mandatory conditions, rather the same are the\ndiscretionary power of the respondent-CCL by exercising the same,\nthe contract of a bidder may be cancelled with consequential\nforfeiture of security and blacklisting.\n</p>\n<p data-structure=\"RespArg\" id=\"p_53\">31.         On perusal of the impugned order dated 12.10.2017 it\nappears that the same has been passed solely on the ground that the\nsuccessful bidder (the petitioner herein) furnished the bank guarantee\non 15.09.2017, whereas the time fixed for furnishing the same was\n12.09.2017 which according to the respondents is violative of Clause\n23.3 of Instruction to Bidder and Clause 4.2 of Conditions of Contract.\nThe tender awarded to the petitioner has been cancelled with other\nconsequential punishments as has been enumerated in Clause 4.2 of\nthe Condition of the Contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">32.         There appears to be two parts of the impugned order.\nFirst is the cancellation of tender with forfeiture of security deposit\nand the second is the order of blacklisting/debarment which power\nhas been additionally reserved with the respondent-CCL in case of\nsuch failure of the successful bidder.\n</p><p data-structure=\"Section\" id=\"p_55\">Order of blacklisting\n\n</p><p data-structure=\"PetArg\" id=\"p_56\">33.         The petitioner has challenged the order of blacklisting on\nthe ground that the same has been passed in violation of the\nprinciples of natural justice. The respondents have also not stated that\nbefore passing the order of blacklisting, any show-cause notice was\ngiven to the petitioner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">34.         In the case of &quot;Kulja Industries Ltd. Vs. Chief\n<span class=\"hidden_text\" id=\"span_45\">                                 20</span>\n\nGeneral Manager, Western Telecom Project BSNL and\nanother&quot;, reported in (2014) 14 SCC 731, the Hon&#x27;ble Supreme\nCourt held as under:-\n</p><blockquote id=\"blockquote_18\">           17. That apart, the power to blacklist a contractor\n           whether the contract be for supply of material or\n           equipment or for the execution of any other work\n           whatsoever is in our opinion inherent in the party\n           allotting the contract. There is no need for any such\n           power being specifically conferred by statute or\n           reserved by contractor. That is because &quot;blacklisting&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_58\">           simply signifies a business decision by which the party\n           affected by the breach decides not to enter into any\n           contractual relationship with the party committing the\n           breach. Between two private parties the right to take\n           any such decision is absolute and untrammelled by\n           any constraints whatsoever. The freedom to contract\n           or not to contract is unqualified in the case of private\n           parties. But any such decision is subject to\n           judicial review when the same is taken by the\n           State or any of its instrumentalities. This\n           implies that any such decision will be open to\n           scrutiny not only on the touchstone of the\n           principles of natural justice but also on the\n           doctrine of proportionality. A fair hearing to the\n           party being blacklisted thus becomes an\n           essential precondition for a proper exercise of\n           the power and a valid order of blacklisting\n           made pursuant thereto. The order itself being\n           reasonable, fair and proportionate to the\n           gravity of the offence is similarly examinable by\n           a writ court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_46\">18. The legal position on the subject is settled by a\n           long line of decisions rendered by this Court starting\n           with <a href=\"/doc/743328/\" id=\"a_49\">Erusian Equipment &amp; Chemicals Ltd. v. State of\n           W.B.</a> where this Court declared that blacklisting has\n           the effect of preventing a person from entering into\n           lawful relationship with the Government for purposes\n           of gains and that the authority passing any such order\n           was required to give a fair hearing before passing an\n           order blacklisting a certain entity. This Court observed:</span>\n</p><blockquote id=\"blockquote_19\">           (SCC p. 75, para 20)\n           &quot;20. Blacklisting has the effect of preventing a person\n           from the privilege and advantage of entering into\n           lawful relationship with the Government for purposes\n           of gains. The fact that a disability is created by the\n           order of blacklisting indicates that the relevant\n           authority is to have an objective satisfaction.\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122254131\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1257955\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44248562\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1269062\" id=\"span_50\">Fundamentals of fair play require that the person\n           concerned should be given an opportunity to\n           represent his case before he is put on the blacklist.&quot;\n           Subsequent decisions of this Court in <a href=\"/doc/1269062/\" id=\"a_50\">Southern\n           Painters v. Fertilizers &amp; Chemicals Travancore Ltd.4</a>;\n           <a href=\"/doc/44248562/\" id=\"a_51\">Patel Engg. Ltd. v. Union of India5</a>; <a href=\"/doc/1257955/\" id=\"a_52\">B.S.N. Joshi &amp;\n<span class=\"hidden_text\" id=\"span_51\">                      21</span>\n\nSons Ltd. v. Nair Coal Services Ltd.6</a>; <a href=\"/doc/122254131/\" id=\"a_53\">Joseph\nVilangandan v. Executive Engineer (PWD</a>) among\nothers have followed the ratio of that decision and\napplied the principle of audi alteram partem to the\nprocess that may eventually culminate in the\nblacklisting of a contractor.</span></span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_61\">19. Even the second facet of the scrutiny which the\nblacklisting order must suffer is no longer res integra.\nThe decisions of this Court in Radha Krishna Agarwal\nv. State of Bihar; E.P. Royappa v. State of T.N.;\nManeka Gandhi v. Union of India; Ajay Hasia v. Khalid\nMujib Sehravardi; Ramana Dayaram Shetty v.\n</p><p data-structure=\"Section\" id=\"p_62\">International Airport Authority of India and Dwarka\nDas Marfatia and Sons v. Port of Bombay have ruled\nagainst arbitrariness and discrimination in every\nmatter that is subject to judicial review before a writ\ncourt exercising powers under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> or <a href=\"/doc/981147/\" id=\"a_55\">Article 32</a>\nof the Constitution.\n</p><p data-structure=\"Precedent\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_52\">20. It is also well settled that even though the right of\nthe writ petitioner is in the nature of a contractual\nright, the manner, the method and the motive behind\nthe decision of the authority whether or not to enter\ninto a contract is subject to judicial review on the\ntouchstone of fairness, relevance, natural justice, non-\ndiscrimination, equality and proportionality. All these\nconsiderations that go to determine whether the\naction is sustainable in law have been sanctified by\njudicial pronouncements of this Court and are of\nseminal importance in a system that is committed to\nthe rule of law. We do not consider it necessary to\nburden this judgment by a copious reference to the\ndecisions on the subject. A reference to the following\npassage from the decision of this Court in <a href=\"/doc/1238017/\" id=\"a_56\">Mahabir\nAuto Stores v. Indian Oil Corpn.should</a>, in our view,\nsuffice: (SCC pp. 760-61, para 12)\n   &quot;12. It is well settled that every action of the State\n   or an instrumentality of the State in exercise of its\n   executive power, must be informed by reason. In\n   appropriate cases, actions uninformed by reason\n   may be questioned as arbitrary in proceedings\n   under <a href=\"/doc/1712542/\" id=\"a_57\">Article 226</a> or <a href=\"/doc/981147/\" id=\"a_58\">Article 32</a> of the Constitution.</span>\n   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"467021\" id=\"span_53\">Reliance in this connection may be placed on the\n   observations of this Court in <a href=\"/doc/467021/\" id=\"a_59\">Radha Krishna Agarwal\n   v. State of Bihar</a>. ... In case any right conferred on\n   the citizens which is sought to be interfered, such\n   action is subject to <a href=\"/doc/367586/\" id=\"a_60\">Article 14</a> of the Constitution,\n   and must be reasonable and can be taken only\n   upon lawful and relevant grounds of public interest.\n   Where there is arbitrariness in State action of this\n   type of entering or not entering into contracts,\n   <a href=\"/doc/367586/\" id=\"a_61\">Article 14</a> springs up and judicial review strikes such\n   an action down. Every action of the State executive\n   authority must be subject to rule of law and must\n   be informed by reason. So, whatever be the activity\n   of the public authority, in such monopoly or semi-</span>\n</p><span class=\"hidden_text\" id=\"span_54\">                                 22</span>\n\n<p data-structure=\"CDiscource\" id=\"p_64\">             monopoly dealings, it should meet the test of\n             <a href=\"/doc/367586/\" id=\"a_62\">Article 14</a> of the Constitution. If a governmental\n             action even in the matters of entering or not\n             entering into contracts, fails to satisfy the test of\n             reasonableness, the same would be unreasonable.\n             ... It appears to us that rule of reason and rule\n             against arbitrariness and discrimination, rules of fair\n             play and natural justice are part of the rule of law\n             applicable in situation or action by State\n             instrumentality in dealing with citizens in a situation\n             like the present one. Even though the rights of the\n             citizens are in the nature of contractual rights, the\n             manner, the method and motive of a decision of\n             entering or not entering into a contract, are subject\n             to judicial review on the touchstone of relevance\n             and reasonableness, fair play, natural justice,\n             equality and non-discrimination in the type of the\n             transactions and nature of the dealing as in the\n             present case.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">35.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83485553\" id=\"span_55\">In the case of &quot;<a href=\"/doc/83485553/\" id=\"a_63\">Gorkha Security Services Vs. Govt.\n(NCT of Delhi) and another</a>&quot;, reported in (2014) 9 SCC 105, the\nHon&#x27;ble Supreme Court held as under:-</span>\n</p><blockquote id=\"blockquote_20\">           16. It is a common case of the parties that the\n           blacklisting has to be preceded by a show-cause\n           notice. Law in this regard is firmly grounded and does\n           not even demand much amplification. The necessity of\n           compliance with the principles of natural justice by\n           giving the opportunity to the person against whom\n           action of blacklisting is sought to be taken has a valid\n           and solid rationale behind it. With blacklisting, many\n           civil and/or evil consequences follow. It is described as\n           &quot;civil death&quot; of a person who is foisted with the order\n           of blacklisting. Such an order is stigmatic in nature\n           and debars such a person from participating in\n           government tenders which means precluding him from\n           the award of government contracts.\n</blockquote><blockquote id=\"blockquote_21\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_56\">17. Way back in the year 1975, this Court in <a href=\"/doc/743328/\" id=\"a_64\">Erusian\n           Equipment &amp; Chemicals Ltd. v. State of W.B.</a>,\n           highlighted the necessity of giving an opportunity to\n           such a person by serving a show-cause notice thereby\n           giving him opportunity to meet the allegations which\n           were in the mind of the authority contemplating\n           blacklisting of such a person. This is clear from the\n           reading of paras 12 and 20 of <a href=\"/doc/743328/\" id=\"a_65\">the said judgment</a>.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_66\">           Necessitating this requirement, the Court observed\n           thus: (SCC pp. 74-75)\n               &quot;12. Under <a href=\"/doc/1174818/\" id=\"a_66\">Article 298</a> of the Constitution the\n               executive power of the Union and the State shall\n               extend to the carrying on of any trade and to the\n               acquisition, holding and disposal of property and\n               the making of contracts for any purpose. The\n               State can carry on executive function by making a\n               law or without making a law. The exercise of such\n<span class=\"hidden_text\" id=\"span_57\">                      23</span>\n\n    powers and functions in trade by the State is\n    subject to Part III of the Constitution. <a href=\"/doc/367586/\" id=\"a_67\">Article 14</a>\n    speaks of equality before the law and equal\n    protection of the laws. Equality of opportunity\n    should apply to matters of public contracts. The\n    State has the right to trade. The State has there\n    the duty to observe equality. An ordinary\n    individual can choose not to deal with any person.\n    The Government cannot choose to exclude\n    persons by discrimination. The order of\n    blacklisting has the effect of depriving a person of\n    equality of opportunity in the matter of public\n    contract. A person who is on the approved list is\n    unable to enter into advantageous relations with\n    the Government because of the order of\n    blacklisting. A person who has been dealing with\n    the Government in the matter of sale and\n    purchase of materials has a legitimate interest or\n    expectation. When the State acts to the prejudice\n    of a person it has to be supported by legality.\n</p><p data-structure=\"CDiscource\" id=\"p_67\">    20. Blacklisting has the effect of preventing a\n    person from the privilege and advantage of\n    entering into lawful relationship with the\n    Government for purposes of gains. The fact that a\n    disability is created by the order of blacklisting\n    indicates that the relevant authority is to have an\n    objective satisfaction. Fundamentals of fair play\n    require that the person concerned should be given\n    an opportunity to represent his case before he is\n    put on the blacklist.&quot;\n</p><p data-structure=\"RespArg\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"129511\" id=\"span_58\">18. Again, in <a href=\"/doc/129511/\" id=\"a_68\">Raghunath Thakur v. State of Bihar</a> the\naforesaid principle was reiterated in the following\nmanner: (SCC p. 230, para 4)\n    &quot;4. Indisputably, no notice had been given to the\n    appellant of the proposal of blacklisting the\n    appellant. It was contended on behalf of the State\n    Government that there was no requirement in the\n    rule of giving any prior notice before blacklisting\n    any person. Insofar as the contention that there is\n    no requirement specifically of giving any notice is\n    concerned, the respondent is right. But it is an\n    implied principle of the rule of law that any order\n    having civil consequence should be passed only\n    after following the principles of natural justice. It\n    has to be realised that blacklisting any person in\n    respect of business ventures has civil consequence\n    for the future business of the person concerned in\n    any event. Even if the rules do not express so, it is\n    an elementary principle of natural justice that\n    parties affected by any order should have right of\n    being heard and making representations against\n    the order. In that view of the matter, the last\n    portion of the order insofar as it directs\n    blacklisting of the appellant in respect of future\n    contracts, cannot be sustained in law. In the\n    premises, that portion of the order directing that\n<span class=\"hidden_text\" id=\"span_59\">                      24</span>\n\n    the appellant be placed in the blacklist in respect\n    of future contracts under the Collector is set aside.\n    So far as the cancellation of the bid of the\n    appellant is concerned, that is not affected. This\n    order will, however, not prevent the State\n    Government or the appropriate authorities from\n    taking any future steps for blacklisting the\n    appellant if the Government is so entitled to do in\n    accordance with law i.e. after giving the appellant\n    due notice and an opportunity of making\n    representation. After hearing the appellant, the\n    State Government will be at liberty to pass any\n    order in accordance with law indicating the\n    reasons therefor. We, however, make it quite clear\n    that we are not expressing any opinion on the\n    correctness or otherwise of the allegations made\n    against the appellant. The appeal is thus disposed\n    of.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44248562\" id=\"span_60\">19. Recently, in <a href=\"/doc/44248562/\" id=\"a_69\">Patel Engg. Ltd. v. Union of India</a>\nspeaking through one of us (Justice Chelameswar, J.)\nthis Court emphatically reiterated the principle by\nexplaining the same in the following manner: (SCC pp.\n262-63, paras 13-15)\n    &quot;13.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_61\">The concept of &#x27;blacklisting&#x27; is explained by\n    this Court in <a href=\"/doc/743328/\" id=\"a_70\">Erusian Equipment &amp; Chemicals Ltd.\n    v. State of W.B.</a> as under: (SCC p. 75, para 20)\n    &#x27;20. Blacklisting has the effect of preventing a\n    person from the privilege and advantage of\n    entering into lawful relationship with the\n    Government for purposes of gains.&#x27;</span>\n</p><p data-structure=\"Section\" id=\"p_70\">    14. The nature of the authority of the State to\n    blacklist the persons was considered by this Court\n    in the abovementioned case and took note of the\n    constitutional provision (<a href=\"/doc/1174818/\" id=\"a_71\">Article 298</a>), which\n    authorises both the Union of India and the States\n    to make contracts for any purpose and to carry on\n    any trade or business. It also authorises the\n    acquisition, holding and disposal of property. This\n    Court also took note of the fact that the right to\n    make a contract includes the right not to make a\n    contract. By definition, the said right is inherent in\n    every person capable of entering into a contract.\n    However, such a right either to enter or not to\n    enter into a contract with any person is subject to\n    a constitutional obligation to obey the command\n    of <a href=\"/doc/367586/\" id=\"a_72\">Article 14.</a> Though nobody has any right to\n    compel the State to enter into a contract,\n    everybody has a right to be treated equally when\n    the State seeks to establish contractual\n    relationships. The effect of excluding a person\n    from entering into a contractual relationship with\n    the State would be to deprive such person to be\n    treated equally with those, who are also engaged\n    in similar activity.\n</p><p data-structure=\"Precedent\" id=\"p_71\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_62\">15. It follows from the above judgment in <a href=\"/doc/743328/\" id=\"a_73\">Erusian\n<span class=\"hidden_text\" id=\"span_63\">                                  25</span>\n\n                Equipment</a> case that the decision of the State or\n                its instrumentalities not to deal with certain\n                persons or class of persons on account of the\n                undesirability of entering into the contractual\n                relationship with such persons is called\n                blacklisting. The State can decline to enter into a\n                contractual relationship with a person or a class of\n                persons for a legitimate purpose. The authority of\n                the State to blacklist a person is a necessary\n                concomitant to the executive power of the State\n                to carry on the trade or the business and making\n                of contracts for any purpose, etc. There need not\n                be any statutory grant of such power. The only\n                legal limitation upon the exercise of such an\n                authority is that the State is to act fairly and\n                rationally without in any way being arbitrary--\n                thereby such a decision can be taken for some\n                legitimate purpose. What is the legitimate purpose\n                that is sought to be achieved by the State in a\n                given case can vary depending upon various\n                factors.&quot;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_72\">            20. Thus, there is no dispute about the requirement\n            of serving show-cause notice. We may also hasten to\n            add that once the show-cause notice is given and\n            opportunity to reply to the show-cause notice is\n            afforded, it is not even necessary to give an oral\n            hearing. The High Court has rightly repudiated the\n            appellant&#x27;s attempt in finding foul with the impugned\n            order on this ground. Such a contention was\n            specifically repelled in Patel Engg.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">36.         In the aforesaid judgments, the Hon&#x27;ble Supreme Court\nheld that when a contract is entered between two private parties,\nthen in case of any breach by one party the other party has every\nright to blacklist the defaulter and such right is unqualified. However,\nin a situation where an order of blacklisting has been passed by the\nState or its instrumentalities, then such order is within the realm of\npower of judicial review of the Writ Court and the same has to be\ntested in the touchstone of the principle of natural justice, doctrine of\nproportionality, reasonableness and fairness. The order of blacklisting\nhas the effect of depriving a person of equality of opportunity in the\nmatter of public contract. Blacklisting has the effect of preventing a\nperson from the privilege and advantage of entering into lawful\nrelationship with the government/government agencies for the\npurposes of gains. Thus, before taking such a harsh decision, the\nperson concerned should be given an opportunity to represent his\n<span class=\"hidden_text\" id=\"span_64\">                                26</span>\n\ncase before he is put on the blacklist. The show cause must not be\nmere formality, rather the same should specifically mention the\ngrounds according to which the department necessitates the action\nand also the proposed action so that the person aggrieved may\nexplain the circumstances properly.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">37.         On perusal of the impugned order dated 12.10.2017, it\nappears that the order of cancellation of tender coupled with\nforfeiture of security deposit and blacklisting has been passed without\ndescribing any cogent or strong reason of the same. The order\ncancelling the awarded work is one aspect and the order of\nblacklisting is another. The order of cancellation of contract is passed\nmerely on violation of any mandatory terms and conditions of the\ncontract, however, the order of blacklisting debars any person from\ndealing with the government instrumentality for the time mentioned in\nthe order. Thus, before passing the order of blacklisting, it is a\nsine-qua-non to hear the alleged delinquent so as to satisfy as to\nwhether the default is intentional or has been caused under the\nsituation beyond one&#x27;s control. In the present case, the respondent-\nCCL has not called upon the petitioner to explain the circumstances\nunder which the delay has been caused. The impugned order has\nbeen passed merely on the ground that in case of default, the\nrespondent-CCL has the discretion to pass any order. It is a settled\nposition of law that the State or its instrumentality while dealing with\nany private individual shall exercise the said discretion in fair and\nequitable manner.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_75\">38.         For the aforesaid reason, I am of the view that the\ndecision making process of the respondent-CCL in blacklisting the\npetitioner vitiates as the same has been passed in violation of the\nprinciples of natural justice i.e., without affording any opportunity to\nthe petitioner to explain the reasons of alleged default.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">Cancellation of tender and forfeiture of security deposit\n\n</p><p data-structure=\"PetArg\" id=\"p_77\">39.         The learned Senior Counsel for the petitioner submits that\nthe condition of submitting the bank guarantee as performance\nsecurity within a fixed period of 28 days of issuance of Letter of\n<span class=\"hidden_text\" id=\"span_65\">                                27</span>\n\nAcceptance is not a mandatory condition and the delay may be\ncondoned    having   taken   into   consideration   of   the   facts   and\ncircumstances of the case. It is further submitted that other\nSubsidiaries of Coal India Limited in several cases have duly accepted\nthe performance security in form of bank guarantee of the successful\nbidder in spite of delay and have allowed them to proceed with the\nwork. On perusal of the record, it appears that the petitioner has\ncommitted 2 days delay in submitting of the Bank Guarantee. The\nquestion here is that the delay of 2 days on the part of the petitioner\nwas required to be condoned by the respondents in view of the\npresent facts and circumstances of the case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"465789\" id=\"span_66\">40.        I have perused the judgment of the Hon&#x27;ble Supreme\nCourt rendered in the case of &quot;<a href=\"/doc/465789/\" id=\"a_74\">Poddar Steel Corporation Vs.\nGanesh Engineering Work &amp; Ors.</a>&quot; reported in (1991) 3 SCC\n271, wherein the Hon&#x27;ble Supreme Court held thus,\n           &quot;6. ............ the requirements in a tender notice can be\n           classified into two categories - those which lay down\n           the essential conditions of eligibility and the others\n           which are merely ancillary or subsidiary with the main\n           object to be achieved by the conditions. In the first\n           case the authority issuing the tender may be required\n           to enforce them rigidly. In the other cases it must be\n           open to the authority to deviate from and not to insist\n           upon the strict literal compliance of the condition in\n           appropriate cases. ............&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"465789\" id=\"span_67\">41.        Subsequently, relying on the judgment of &quot;<a href=\"/doc/465789/\" id=\"a_75\">Poddar Steel\nCorporation</a>&quot; (supra), a Bench of Delhi High Court in the case of\n&quot;M/s Aurechem&quot; (supra) held as under:-</span>\n</p><blockquote id=\"blockquote_22\">           55. The contract as provided therein has to be\n           interpreted in accordance with the law of the\n           purchaser&#x27;s country. <a href=\"/doc/679619/\" id=\"a_76\">Sections 55</a> and <a href=\"/doc/1105874/\" id=\"a_77\">63</a> of the Indian\n           Contract Act become relevant and applicable.\n</blockquote><p data-structure=\"Section\" id=\"p_80\">           According to <a href=\"/doc/1105874/\" id=\"a_78\">Section 63</a> every promisee may dispense\n           with or may remit wholly or, in part, the performance\n           of the promise made to him or may extend the time\n           for such performance or may accept instead of it any\n           satisfaction which he thinks fit. According to <a href=\"/doc/679619/\" id=\"a_79\">Section\n           55</a> when time for performance to do a certain thing is\n           fixed by the contract, even if the time be of essence,\n           the failure to perform does not automatically avoid the\n           contract; it only renders the contract voidable at the\n           instance of the promisee. If the time be not of\n           essence, the promisee is entitled to compensation\n           from the promisee for any loss occasioned to him by\n<span class=\"hidden_text\" id=\"span_68\">                      28</span>\n\nsuch failure. If belated performance is accepted, the\ncontract cannot be avoided nor compensation claimed.\nMerely because time is limited for the performance of\nthe contract or any part thereof, it does not\nnecessarily become of the essence. Time is of the\nessence of the contract only in the following three\ncases;\n</p><p data-structure=\"Conclusion\" id=\"p_81\">(1) Where the parties have expressly stipulated the\ntime for performance to be exactly complied with;\n(2) Where the circumstances of the contract or the\nnature of the subject matter indicate that the fixed\ndate must be exactly complied with; and\n(3) Where time though not of essence of the contract\noriginally, on delay being occurred, the other party has\ngiven notice of limiting the performance within a\nreasonable time.\n</p><p data-structure=\"Precedent\" id=\"p_82\">57. It is true that the State being State even while\ndealing with the private parties in the realm of\ncontractual rights, when it proposes to exercise its\ndiscretion in the field left open or permitted by\nstatutory law, it has to exclude arbitrariness and be\nfair and reasonable in its action.\n</p><p data-structure=\"Precedent\" id=\"p_83\">(57.1) In Food Corporation of India vs. M/s Kamdhenu\nCattle Feed Industries AIR 1993sc 1601, their\nLordships have held: &quot;in contractual sphere as in all\nother State actions, the State and all its\ninstrumentalities have to conform to <a href=\"/doc/367586/\" id=\"a_80\">Article 14</a> of the\nConstitution of which non-arbitrariness is a significant\nfacet. &quot;\n</p><blockquote id=\"blockquote_23\">(57. 2) Their Lordships also dealt with the doctrine of\nlegitimate expectation and its operation in contractual\nmatters. Their Lordships held&quot; &#x27;to satisfy this\nrequirement of non-arbitrariness in a State action, it\nis, therefore, necessary to consider and give due\nweight to the reasonable or legitimate expectations of\nthe persons-likely to be affected by the decision.\nWhether the expectation of the claimant is reasonable\nor legitimate is a question of fact in each case.\nWhenever the question arises, it is to be determined\nnot according to the claimant&#x27;s perception but in\nlarger public interest wherein other more important\nconsiderations may outweigh what would otherwise\nhave been the legitimate expectation of the claimant.\nA bona fide decision of the public authority reached in\nthis manner would satisfy the requirement of non-\narbitrariness and withstand judicial scrutiny.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_84\">(emphasis supplied)\n(57. 3) It was a case of tender. Their Lordships\napproved of the State considering the amount in\npublic fund and observed: &quot;procuring the highest price\nfor the commodity is undoubtedly in public interest\nsince the amount so collected goes to the public\nfund&quot;.\n</p><p data-structure=\"CDiscource\" id=\"p_85\">59. What was the purpose behind insisting on\nfurnishing performance security by the awardee of the\n<span class=\"hidden_text\" id=\"span_69\">                                 29</span>\n\n           contract? Apparently to secure the performance of the\n           contract specially the delivery cycle. Inspite of the\n           delay in furnishing the performance security, the\n           contract was being performed. The performance\n           security was nevertheless furnished and became\n           available for securing performance of the remaining\n           part of the contract much before any occasion for any\n           breach could have arisen. Cancelling the award of the\n           contract would have simply created complications and\n           given rise to litigation, at the cost of, sacrificing the\n           laudable object behind the contract financed by the\n           World Bank - the upkeep of the health of pregnant\n           mothers and recently bom children.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">42.        In every contract some terms and conditions are invariably\nmentioned, however all those conditions are not mandatory in nature.\nSome conditions are regarded as mandatory however some are\nancillary to the main conditions. Violation of ancillary conditions does\nnot always warrant cancellation of awarded work. Though some\ncondition of the tender are mandatory violations of which cannot be\ncondoned, however, there are some conditions which are ancillary to\nthe main condition whose violations are not fatal in nature. It is to be\nkept in mind that in any contract where the State or its instrumentality\nis dealing with a private party, the State/its instrumentality stands in\nupper pedestal and the conditions are fixed by it where the other\nparty has no option but to accept the same. Under such situation, it is\nthe bounden duty of a State/its instrumentality to act fairly and in\nequitable manner.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">43.        On perusal of the facts of the present case it appears that\nthe Letter of Acceptance was issued to the petitioner on 15.08.2017\nwith a condition to submit the bank guarantee/performance security\nwithin 28 days from the date of issuance of Letter of Acceptance. The\nrespondent-CCL vide letter dated 06.09.2017 informed the petitioner\nto submit the bank guarantee within time. Thereafter, vide letter\ndated 08.09.2017 the S.B.I informed the respondent-CCL that the\nBank is under process of issuing the Bank Guarantee/Performance\nSecurity which will be issued shortly. Vide letter dated 12.09.2017, the\npetitioner also intimated the respondent-CCL that the sanctioning\nauthority of the Bank is not available and as such, it requested for\nextension of time for submitting the Bank Guarantee. The petitioner\n<span class=\"hidden_text\" id=\"span_70\">                                30</span>\n\nthereafter submitted the Performance Security by way of Bank\nGuarantee on 15.09.2017. The letter of termination of contract dated\n12.10.2017 was issued.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_88\">44.         From the aforesaid facts, it appears that the petitioner as\nwell as its Banker had intimated to the respondent-CCL to extend the\ntime before expiry of the time for furnishing the performance security,\nhowever, the respondent-CCL neither allowed nor rejected the request\nof the petitioner. In the meantime, before issuance of the impugned\norder, the petitioner submitted the bank guarantee just after 2 days of\ntime limit. The entire circumstance shows that the petitioner was\nvigilant to furnish the bank guarantee but the same could not be\nfurnished due to non-issuance of the bank guarantee by the bank in\ntime. The contention of the respondent-CCL is that when there is a\nspecific time frame mentioned in the tender document, no deviation\nwhatsoever is permissible and the petitioner having delayed in\nsubmitting the bank guarantee is thus liable to face the consequences\nas provided under the terms and conditions of the contract. However,\nit appears from the record that the time frame for furnishing the\nPerformance Security is directory in nature, extension of which should\nhave been considered by the respondent-CCL keeping in view the\naforesaid   circumstances.   Since   the   delay   in   furnishing   the\nperformance security was only for two days, the delay was required to\nbe condoned in view of the fact that the circumstance was beyond the\ncontrol of the petitioner which finds support from the letter issued by\nthe bank to the respondent-CCL. Moreover, the petitioner has brought\non record some of the instances where the respondent-CCL and the\nsubsidiaries of the CCL have condoned the delay in furnishing the\nBank Guarantee in certain cases.\n</p>\n<p data-structure=\"RespArg\" id=\"p_89\">45.         The contention of the learned counsel for the respondent-\nCCL is that the Board of Directors of the respondent-CCL, in its 434th\nmeeting took a decision that they would adhere to strict compliance of\nthe requirement of submission of performance guarantee within 28\ndays of issuance of Letter of Acceptance and following that decision\nall the allotment of work of the defaulting contractors have been\ncancelled with forfeiture of earnest money and debarment in\n<span class=\"hidden_text\" id=\"span_71\">                                  31</span>\n\nconformity with Clause 14.5 of the tender documents along with\nClause 4.2 of the General Terms and Conditions of the Contract. It is\nfurther contended that on 06.01.2017 the Board of Directors of the\nrespondent-CCL in its meeting specifically decided that no relaxation\nof time frame given in the tender documents would be allowed\nhenceforth to any tenderer under any circumstances. The decision\ntaken by the Board of Directors of the CCL dated 06.01.2017\n(Annexure-E to the additional counter-affidavit dated 24.02.2018 filed\non behalf of the CCL) would show that the action against a contractor\nnamely, M/s HSCL i.e., blacklisting/debarring from participating in\nfuture tenders for three years was taken on the ground that the said\ncontractor failed to execute the awarded work in different projects\nand also failed to deposit the security money in time putting the CCL\nto a substantial loss.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_90\">46.         I   have     also   perused     Annexure-G     series   to    the\ncounter-affidavit dated 24.02.2018, which are the cancellation orders\npassed in relation to other tenderers. It appears that all those\ncancellation orders were passed alleging that in spite of the repeated\nrequest, neither the works were commenced nor the performance\nsecurities were deposited. In some of the instances referred by the\nrespondent-CCL such as of M/s BPPL-UCC-VSSPL(JV) and M/s\nInternational Commerce Limited, wherein even after lapse of 28 days,\nthe   concerned    tenderers    were      given   notice   to   deposit   the\nperformance security which itself dilutes the own version of the CCL.\nIn the case in hand, the sole ground for cancellation of the Letter of\nAcceptance and the work order of the petitioner is the delay of 2 days\nin deposit of performance security. Further, the factual context of the\npresent case would also indicate that the bank guarantee was already\nsubmitted by the petitioner (i.e., after delay of two days) much before\npassing of the impugned order which was accepted by the\nrespondent-CCL. Moreover, there is nothing on record to suggest that\nthe CCL has been put to any loss for such a meagre delay of two days\nin submitting the bank guarantee. It was not the situation in the\ninstances cited by the respondent-CCL. Thus, the case of the\n<span class=\"hidden_text\" id=\"span_72\">                                  32</span>\n\npetitioner cannot be equated with the instances referred by the\nrespondent-CCL.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_91\">47.          Moreover, on perusal of the letter dated 14.01.2017\n(Annexure- 20 ), it appears that the respondent-CCL in the matter of\nanother contractor namely, M/s TIPL-MTC(JV) has allowed it to receive\nback the FDR and submit the bank guarantee after about three\nmonths i.e., much beyond the period of 28 days fixed for depositing\nthe   bank    guarantee.   The    respondent-CCL    cannot    treat   the\ncontractors/bidders in different manner, thereby making discrimination\namong the class of contractors working with the respondent-CCL. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1257955\" id=\"span_73\">In\nview of the judgment of &quot;<a href=\"/doc/1257955/\" id=\"a_81\">B.S.N Johsi</a>&quot; (supra) the past prevailing\npractice exercised by the respondent-CCL is also a relevant factor by\nwhich the extension of time was granted for furnishing bank\nguarantee having taken into consideration the fact of the case and\nthus, the case of the petitioner should have been considered in the\nfactual context of the present case.</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_92\">48.          The respondents have also tried to contend before this\ncourt other reasons also for cancelling the tender so as to justify their\naction. It has been argued on behalf of the respondents that the\npetitioner has not started the preparatory work with the stipulated\ntime. The said ground appears to be a portrayed one as the sole\nground mentioned in the impugned order is the delayed deposit of the\nperformance security.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_93\">49.          During the pendency of the present case, the recourse to\nresolve the dispute out of court was taken in view of clause 13 of the\nGeneral Terms and Conditions of the Contract, but the same failed.\nLearned counsel for the respondents submits that the print out of\nStructural Financial Messaging System (SFMS) of the State Bank of\nIndia, Commercial Branch, Ranchi (Annexure-B to the counter\naffidavit) indicates that the bank guarantee in question was prepared\nby the concerned bank on 13th September, 2017 and not on 11th\nSeptember, 2017, as claimed by the petitioner. The said contention of\nthe respondent-CCL that SFMS indicates that the bank guarantee was\n<span class=\"hidden_text\" id=\"span_74\">                                33</span>\n\nvalid from 13th September, 2017 also cannot be accepted in view of\nthe specific period mentioned in the bank guarantee/performance\nsecurity issued by the State Bank of India, SME Branch, Bank More,\nDhanbad, which clearly shows that the same is valid from 11th\nSeptember, 2017 to 10th September, 2021.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_94\">50.        One of the contentions of the respondent-CCL is that in\nsome cases, Chairman-cum-Managing Director(s) of the other\nsubsidiary coal companies of the Coal India Limited have been charge\nsheeted through the Chief Vigilance Commissioner for allowing deposit\nof performance security after expiry of 28 days. However, in the\nfactual context of the present case, there appears to be no latches on\nthe part of the petitioner in furnishing the performance security in\ntime which eventually could not be furnished within the stipulated\nperiod of 28 days from the date of issuance of Letter of Acceptance\ndue to the situation beyond control of the petitioner. There appears to\nbe some procedural delay by the Bank (SBI) due to which the\nperformance security could not be furnished in time and the\nintimation to that effect was also given by the Bank vide letter dated\n08.09.2017 to the respondent-CCL. Nevertheless, only after two days\nof the prescribed period, the Bank Guarantee/Performance Security\nwas furnished before the respondent-CCL. The petitioner being the L1\nbidder was allotted the work and considering the peculiar facts of the\ncase, the delay of 2 days in furnishing the bank guarantee is required\nto be condoned more so when the respondent company has not been\nput to any prejudice. The respondent-CCL is the instrumentality of the\nState and thus while taking such decision(s), it is required to act in a\nfair and judicious manner.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_95\">51.        For the reasons as aforesaid, the present writ petition is\nallowed.   The    impugned     letter   no.   GM(B&amp;K)/SO(M)/CT/AKK\nOCP/OB/DEBARRING/179 dated 12.10.2017 issued by the Staff\nManager (Mining) of M/s Central Coalfields Limited is quashed with a\ndirection to the respondents to proceed further with the petitioner as\nper the terms of the Instructions to Bidders with respect to the tender\n<span class=\"hidden_text\" id=\"span_75\">                                         34</span>\n\n       in question.\n</p><p data-structure=\"Conclusion\" id=\"p_96\">                      Pending I.A. No. 8511 of 2017, I.A. No. 9860 of 2017 and\n        I.A. No. 852 of 2018 stand disposed of.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_97\">                                                   (Rajesh Shankar, J.)\nManish/A.F.R.\n </p>","numcites":36,"numcitedby":1,"docsource":"Jharkhand High Court","citetid":96094344,"divtype":"judgments","relatedqs":[{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"Central coalfields limited","formInput":"Central%20coalfields%20limited"},{"value":"LEGITIMATE EXPECTATION","formInput":"LEGITIMATE%20EXPECTATION"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"equality before law","formInput":"equality%20before%20law"},{"value":" discrimination ","formInput":"%20discrimination%20"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"coal india limited","formInput":"coal%20india%20limited"},{"value":"letter of acceptance","formInput":"letter%20of%20acceptance"},{"value":"when is an action arbitrary","formInput":"when%20is%20an%20action%20arbitrary"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":" non arbitrary","formInput":"%20non%20arbitrary"},{"value":"Instrumentality of state","formInput":"Instrumentality%20of%20state"},{"value":"earnest money","formInput":"earnest%20money"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}