{"tid":45281652,"publishdate":"2017-12-18","title":"Madhya Pradesh Paschim Kshetra Vidyut ... vs Secro Bpo Pvt. Ltd. on 18 December, 2017","doc":"<h2 class=\"doc_title\">Madhya Pradesh Paschim Kshetra Vidyut ... vs Secro Bpo Pvt. Ltd. on 18 December, 2017</h2>\n\n<pre id=\"pre_1\">                                          1\n\nHIGH COURT OF MADHYA PRADESH BENCH AT INDORE\n  (S.B.: HON. SHRI JUSTICE PRAKASH SHRIVASTAVA)\n\n     A.A. No. 3/2016, AA No. 4/2016, AA No. 5/2016 &amp; AA No.\n                             6/2016\n\n               Madhya Pradesh Paschim Kshetra Vidyut\n                 Vitran Company Ltd\n                                                  Appellant\n                             Versus\n\n                    Serco BPO Pvt. Ltd.\n                                                               Respondent\n\n------------------------------------------------------------------------------------\n       Shri Prasanna Prasad, learned counsel for appellant.\n        Shri R.S. Chhabra, learned counsel for respondent.\n------------------------------------------------------------------------------------\nWhether approved for reporting :\n\n\n                                   ORDER\n</pre><p data-structure=\"Facts\" id=\"p_1\">                     (Passed on 18/12/2017 )\n1/      This order will govern disposal of A.A. No. 3/2016, AA\nNo. 4/2016, AA No. 5/2016 &amp; AA No. 6/2016 since it is jointly\nstated by counsel for the parties that all these appeals are\nbetween the same parties involving same issue in identical\nfacts situation and similar orders of court below are under\nchallenge.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2/      For convenience the facts have been noted from AA No.\n3/2016.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">3/      This appeal         under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of Arbitration and\nConciliation Act, 1996 is directed against the order of 6th\nAdditional District Judge Indore dated 27/2/2016 allowing the\nrespondent&#x27;s application under <a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Act and staying\n<span class=\"hidden_text\" id=\"span_1\">                                 2</span>\n\ndecision of the appellant contained in communication dated\n17/11/2014 about blacklisting the respondent for three years.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">4/   The respondent had filed an application under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a>\nof the Act with the plea that rate contract tender was floated by\nappellant for unskilled labour in which respondent had\nparticipated. Tender and price bids were opened on 11/4/14\nand 29/5/14 respectively and on the basis of consent letter of\nrespondent dated 6/6/14 the rate contract dated 9/6/14 was\nawarded to respondent. The respondent had deposited Rs.\n50,000/- as    earnest money. Vide       letter   dated 16/6/14\nrespondent had sought clarification in respect of liability under\nthe <a href=\"/doc/720619/\" id=\"a_4\">Bonus Act</a>, paid leaves/minimum leaves etc/. Since no reply\nwas received therefore respondent had sent the reminders\ndated 19/6/14, 24/6/14, 7/7/14 but instead of giving reply,\nappellant vide communication dated 4/7/14 had cancelled the\nrate contract award and had informed about the forfeiture of\nearnest money. The respondent vide communication dated\n7/7/14 had conveyed that it had never refused to perform the\ncontract and asked for review of the decision but on 17/11/14\nthe communication was issued by appellant blacklisting the\nrespondent for 3 years. On 18/2/15 the respondent had sent\nthe letter for appointment of arbitrator in terms of clause 15 of\nGeneral Terms and Condition of award and when no reply was\nreceived, the respondent had filed an application under <a href=\"/doc/1079220/\" id=\"a_5\">Section\n9</a> of the Act seeking interim measure.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5/   Appellant by filing reply had taken the plea that rate\ncontract awarded to respondent was cancelled and looking to\nurgency, the work was awarded to M/s Deccan Techno\nSolutions, Pvt. Ltd. hence     the said company was also a\nnecessary party. It was further pleaded that no contract was\n<span class=\"hidden_text\" id=\"span_2\">                                  3</span>\n\nexecuted between the parties therefore, <a href=\"/doc/1079220/\" id=\"a_6\">Section 9</a> of the Act\ncannot be invoked. It was also pleaded that respondent had not\nparticipated in pre-auction meeting dated 7/4/14 and vide letter\ndated 5/6/14 the respondent was informed to give consent as\nper tender specification clause 9(2) on L-01 rate and the\nrespondent had given the consent letter dated 6/6/14.\nThereafter the rate contract award dated 9/6/14 was issued and\nsubsequently the respondent had made a representation for\nmaking changes in respect of bonus payment and paid leave.\nThe notice dated 23/6/14 was issued to respondent to start the\nwork failing which the action for blacklisting and confiscation\nwas to be taken but on 24/6/14 the respondent had again asked\nfor review of the condition and therefore, after obtaining the\nlegal opinion dated 28/6/14 the work was awarded to another\ncompany i.e. M/s Deccan Techno Solutions, Pvt. Ltd.          on\n2/7/2014.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">6/    The court below after examining the respective plea of the\nparties and considering the material on record in the impugned\norder has found that a contract was entered into between the\nparties and there was a dispute about the liability under the\n<a href=\"/doc/720619/\" id=\"a_7\">Bonus Act</a> etc and that appellant after terminating the rate\ncontract award had forfeited the earnest money and had also\nblacklisted the respondent without giving an opportunity of\nhearing. Hence considering the above relevant circumstances,\nthe court below has stayed the communication of appellant\ndated 17/11/2014 blacklisting the respondent for a period of 3\nyears, till the dispute between the parties is resolved.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">7/    Learned counsel for appellant submits that no concluded\ncontract exists between the parties and no arbitration\nagreement was signed therefore, <a href=\"/doc/1629380/\" id=\"a_8\">Section 9</a> of the Act cannot be\n<span class=\"hidden_text\" id=\"span_3\">                                 4</span>\n\ninvoked. He further submits that the dispute resolution clause\nunder agreement is not an arbitration clause and no case for\nissuing any interim measure under <a href=\"/doc/1629380/\" id=\"a_9\">Section 9</a> of Act is made out.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">8/    As against this learned counsel for respondent submits\nthat the contract was entered into between the parties in terms\nof the <a href=\"/doc/127468/\" id=\"a_10\">Section 7</a> of the Act and execution of agreement was a\nmere formality. He further submits that arbitration clause exists\nand the respondent is taking steps to move under <a href=\"/doc/1589957/\" id=\"a_11\">Section11</a> of\nthe Act for appointment of arbitrator and that since the\nblacklisting was done without following the principle of natural\njustice therefore, the court below has rightly issued the interim\nmeasure.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">9/    I have heard the learned counsel for parties and perused\nthe record.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">10/   The core issue involved in this appeal is about existence\nof the arbitration agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">11/ <a href=\"/doc/1846895/\" id=\"a_12\">Section 7</a> of the Arbitration and Conciliation Act, 1996 (for\nshort the Act) defines arbitration agreement and in terms of\nsubsection 4 thereof, the arbitration agreement can be\ncontained in a document signed by the parties or exchange of\nletters, telex, telegrams or other means of telecommunication\nwhich provide a record of the agreement or even an exchange\nof statements of claim and defence in which the existence of\nthe agreement is alleged by one party and not denied by the\nother. Hence in terms of <a href=\"/doc/1846895/\" id=\"a_13\">Section 7</a> even in the absence of duly\nsigned agreement by the parties, agreement can be inferred\nfrom other written communication exchanged between them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"658803\" id=\"span_4\">12/   The Supreme Court in the matter of <a href=\"/doc/658803/\" id=\"a_14\">Trimex International\nFZE Limited, Dubai Vs. Vedanta Aluminium Limited, India</a>\n<span class=\"hidden_text\" id=\"span_5\">                                  5</span>\n\nreported in 2010(3) SCC 1 has considered the earlier\njudgment on the point and has ruled that signed agreement\nbetween the parties is not a must but from the other documents\napproved and signed by the parties in the formal exchange of e-\nmail, letters, telex, telegrams etc., the arbitration agreement can\nbe inferred, by holding as under:-</span>\n</p><blockquote id=\"blockquote_1\">          52/ The Court of Appeal in the case of Pagnan\n      SPA vs. Feed Products Ltd., [1987] Vol. 2, Lloyd&#x27;s\n      Law Reports at p. 619 observed as follows:\n</blockquote><blockquote id=\"blockquote_2\">         &quot;It is sometimes said that the parties must\n         agree on the essential terms and that it is only\n         matters of detail which can be left over. This\n         may be misleading, since the word `essential&#x27;\n         in that context is ambiguous. If by `essential&#x27;\n         one means a term without which the contract\n         cannot be enforced then the statement is true:\n         the law cannot enforce an incomplete\n         contract. If by `essential&#x27; one means a term\n         which the parties have agreed to be essential\n         for the formation of a binding contract, then\n         the statement is tautologous. If by `essential&#x27;\n         one means only a term which the Court\n         regards as important as opposed to a term\n         which the Court regards as less important or a\n         matter of detail, the statement is untrue. It is\n         for the parties to decide whether they wish to\n         be bound and, if so, by what terms, whether\n         important or unimportant. It is the parties who\n         are, in the memorable phrase coined by the\n         Judge, &quot;the masters of their contractual fate&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_13\">         Of course, the more important the term is the\n         less likely it is that the parties will have left it\n         for future decision. But there is no legal\n         obstacle which stands in the way of the\n         parties agreeing to be bound now while\n         deferring important matters to be agreed later.\n         It happens every day when parties enter into\n         so-called `heads of agreement&#x27;.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">           The above principle has been consistently\n      followed by the English Courts in Mamidoil-Jetoil\n      Greek Petroleum Co. S.A. v. Okta Crude Oil Refinery\n<span class=\"hidden_text\" id=\"span_6\">                           6</span>\n\nAD, (2001) Vol. 2 Lloyd&#x27;s Law Reports 76 at p. 89;\nWilson Smithett &amp; Cape (Sugar) Ltd. vs. Bangladesh\nSugar and Food Industries Corporation, (1986) Vol.\n1 Lloyd&#x27;s Law Reports 378 at p. 386. In addition,\nIndian law has not evolved a contrary position. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"589456\" id=\"span_7\">The\ncelebrated judgment of Lord Du Parcq in <a href=\"/doc/589456/\" id=\"a_15\">Shankarlal\nNarayandas Mundade v. The New Mofussil Co. Ltd.\n&amp; Ors.</a> AIR 1946 PC 97 makes it clear that unless an\ninference can be drawn from the facts that the parties\nintended to be bound only when a formal agreement\nhad been executed, the validity of the agreement\nwould not be affected by its lack of formality.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_15\">     53/ In the present case, where the Commercial\nOffer carries no clause making the conclusion of the\ncontract incumbent upon the Purchase Order, it is\nclear that the basic and essential terms have been\naccepted by the respondent, without any option but to\ntreat the same as a concluded contract.\n</p><p data-structure=\"Precedent\" id=\"p_16\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1159642\" id=\"span_8\">54/ Though Mr. C.A. Sundaram, learned\nsenior counsel heavily relied on the judgment of this\nCourt in <a href=\"/doc/1159642/\" id=\"a_16\">Dresser Rand S.A. v. Bindal Agro Chem\nLtd.</a>, (2006) 1 SCC 751, the same is distinguishable\nbecause <a href=\"/doc/1159642/\" id=\"a_17\">in that case</a> only general conditions of\npurchase were agreed upon and no order was\nplaced. On the other hand, in the case on hand,\nspecific order for 5 shipments was placed and only\nsome minor details were to be finalized through\nfurther agreement.</span>\n</p><p data-structure=\"Precedent\" id=\"p_17\">     55/ This Court in Dresser Rand S.A. rejected\nthe contention that the acceptance of a modification\nto the General Conditions would not constitute the\nconclusion of the contract itself. On the other hand, in\nthe present case, after the suggested modifications\nhad crystallized over several emails. Further in para\n32 (at SCC p. 770) in Dresser Rand S.A. this Court\nheld that &quot;parties agreeing upon the terms subject to\nwhich a contract will be governed, when made, is not\nthe same as entering into the contract itself&quot; whereas\nin the case on hand, the moment the commercial\noffer was accepted by the respondent, the contract\ncame into existence. Though in para 44 of the\nDresser Rand S.A. it is recorded that neither the\nLetter of Intent nor the General Conditions contained\nany arbitration agreement, in the case on hand, the\n<span class=\"hidden_text\" id=\"span_9\">                                7</span>\n\n      arbitration agreement is found in clause 6 of the\n      Commercial Offer. In view of the same, reliance\n      placed by the respondent on Dresser Rand S.A. is\n      wholly misplaced and cannot be applied to the case\n      on hand where the parties have arrived at a\n      concluded contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1699016\" id=\"span_10\">56/ *********************************\n           57/ *********************************\n           58/ <a href=\"/doc/1699016/\" id=\"a_18\">Smita Conductors Ltd. vs. Euro Alloys Ltd.</a>\n      (2001) 7 SCC 728 was a case where a contract\n      containing an arbitration clause was between the\n      parties but no agreement was signed between the\n      paties. The Bombay High Court held that the\n      arbitration clause in the agreement was binding.\n      Finally, this Court upholding the judgment of the\n      Bombay High Court held that the arbitration clause in\n      the agreement that was exchanged between the\n      parties was binding.</span>\n</p><p data-structure=\"Precedent\" id=\"p_19\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1911324\" id=\"span_11\">59/     In <a href=\"/doc/1911324/\" id=\"a_19\">Shakti Bhog Foods Limited vs. Kola\n      Shipping Limited</a>, (2009) 2 SCC 134, this Court held\n      that from the provisions made under <a href=\"/doc/1846895/\" id=\"a_20\">Section 7</a> of the\n      Arbitration and Conciliation Act, 1996 that\n            &quot;the existence of an arbitration agreement\n            can be inferred from a document signed by\n            the parties, or an exchange of letters, telex,\n            telegrams       or    other     means       of\n            telecommunication, which provide a record\n            of the agreement&quot; (SCC p.142, para 14).</span>\n</p>\n<p data-structure=\"Section\" id=\"p_20\">           60/ It is clear that in the absence of signed\n      agreement between the parties, it would be possible\n      to infer from various documents duly approved and\n      signed by the parties in the form of exchange of e-\n      mails, letter, telex, telegrams and other means of\n      telecommunication.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1267330\" id=\"span_12\">13/   Counsel for the respondent has <a href=\"/doc/1911324/\" id=\"a_21\">placed reliance upon</a> the\njudgment of the Supreme Court in the matter of <a href=\"/doc/1267330/\" id=\"a_22\">U.P. Rajkiya\nNirman Nigam Ltd. Vs. Indure Pvt. Ltd. and others</a> reported\nin (1996) 2 SCC 667 but <a href=\"/doc/1267330/\" id=\"a_23\">the said judgment</a> in strict terms is not\nattracted in the present case because it was rendered keeping\n<span class=\"hidden_text\" id=\"span_13\">                                  8</span>\n\nin view the provisions of the <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act, 1940</a> whereas in\nthe present case the existence of the agreement is to be seen\nin the light of the provisions contained in <a href=\"/doc/1306164/\" id=\"a_25\">Arbitration Act, 1996</a>\nand especially <a href=\"/doc/1846895/\" id=\"a_26\">Section 7</a> thereof, which defines the arbitration\nagreement. Counsel for the respondent has <a href=\"/doc/1267330/\" id=\"a_27\">placed reliance\nupon</a> the judgment of the Supreme Court in the matter of M/s\nVedanta Limited (Formerly known as Sesa Sterlite Limited\nand successor in interest of erstwhile Sterlite Industries\n(India) Ltd) Vs. M/s Emirates Trading Agency LLC Reported\nin 2017 SCC Online 454 but <a href=\"/doc/1267330/\" id=\"a_28\">in that case</a> there was proposal\nand counter proposal but no concluded contract had come into\nexistence, whereas the present case stands on a different\nfooting.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">14/    In the present case the bid was submitted by respondent\nfor rate contract award for outsourcing of skilled manpower\nrequired for ministerial office work and clerical work. The bid of\nrespondent was accepted and vide communication dated 9/6/14\nrate contract award was issued. The contract was for a period\nof 24 months and clause 4 of rate contract award makes it clear\nthat extension was to be governed by terms and condition as\nspecified in the bid document.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">15/    Clause 8 of the rate contract award dated 9/6/14 contains\nthe requirement of security deposit/contract performance\nguarantee and clause 8.3 reads as under:\n</p>\n<blockquote id=\"blockquote_3\">            &quot;8.3 Failure by the successful bidder to furnish\n      the prescribed security deposit/contract performance\n      guarantee or to execute the agreement within the\n      period specified in bid document after his/her bid has\n      been accepted or notice to start the work within such\n      time as is determined by the Engineer-in-\n      Chief/Controlling officer after notification of the\n      acceptance of the bid shall entail action as deemed\n<span class=\"hidden_text\" id=\"span_14\">                                  9</span>\n\n      appropriate by the purchaser/service recipient shall be\n      initiated (including forfeiture of the earnest money\n      deposit (EMD), cancellation of the contract, blacklisting\n      of bidder, etc.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_24\">16/    The above clause by its very nature comes into operation\non acceptance of bid and if the formalities as mentioned in this\nclause are not completed, then action including cancellation of\ncontract, blacklisting etc. is contemplated.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">17/    The order of the court below as well as the documents on\nrecord reveal that though no written agreement was signed\nbetween the parties but bid of respondent was duly accepted\nand rate contract award was issued. Not only this the appellant\nitself had treated it to be a concluded contract therefore, they\nhad subsequently sent the communication dated 4/7/14\ncancelling the rate contract award and forfeiting the EMD. Even\nthe blacklisting vide communication dated 17/11/14 has been\ndone on the ground of non compliance of rate contract award.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">18/    Having regard to the aforesaid, I am of the opinion that an\nagreement and concluded contract had come into existence\nbetween the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">19/    The connected issue is if there was an arbitration clause\nin the agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_28\">20/    The objection of counsel for the respondent is that the\nclause 15 contained in the general conditions of contract is not\nan arbitration clause but it is a clause relating to the binding\nnature of the decision by the departmental authority relating to\nresolution of dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">21/    Under <a href=\"/doc/1846895/\" id=\"a_29\">Section 7</a> of the Act what is contemplated between\nthe parties is &quot;arbitration agreement&quot; and not mere agreement,\n<span class=\"hidden_text\" id=\"span_15\">                                  10</span>\n\nhence for attracting the provisions of <a href=\"/doc/1306164/\" id=\"a_30\">Arbitration Act, 1996</a> the\nexistence of the valid arbitration clause in the agreement is\nnecessary.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">22/   There is a distinction between arbitration clause and the\nclause empowering an expert or departmental authority to give\na decision of binding nature. In the adjudicatory process the\narbitrator is required to act judicially and impartially, where both\nthe parties are given opportunity to put forth their claim. As\nagainst this, an agreement may contain a clause giving power\nto the departmental or other experts or authorities to give their\ndecision in respect of supervision, drawing, design etc. of the\nwork without following any adjudicatory process and attach\nfinality to such a decision but such a clause relating to decision\nby the expert or the authority cannot be termed as arbitration\nclause in view of missing elements of judicious decision making\nprocess.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">23/   The intention of the parties as regards the resolution of\ndispute by the arbitration can be inferred by the reading of the\nclause as a whole. The agreement should either expressly or by\nclear implication provide for referring the dispute to the\narbitrator, distinct and different from mere one sided decision by\nthe departmental authority.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_16\">24/   Hon&#x27;ble J. Murtaza Fazal Ali in the matter of <a href=\"/doc/344153/\" id=\"a_31\">State of U.P.\nVs. Tipper Chand</a> reported in (1980) 2 SCC 341 while\nconsidering the clause of the agreement which provides for\ngiving finality to the decision of the Superintending Engineer as\nto the quality of workmenship, material used or any other\nquestion, claim, right, matter arising out of or relating to the\ncontract without any element of adjudication has held that the\n<span class=\"hidden_text\" id=\"span_17\">                                11</span>\n\nclause does not contain any arbitration agreement and it merely\nvests the Superintending Engineer with the supervision of\nexecution of the work and administrative control over it from\ntime to time.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_18\">In the matter of <a href=\"/doc/344153/\" id=\"a_32\">Tipper Chand</a> (supra) it has been\nheld:-</span>\n</p>\n<blockquote id=\"blockquote_4\">      &quot;2. The suit out of which this appeal has arisen was\n    filed by the respondent before us for recovery of Rs.\n    2,000/- on account of dues recoverable from the\n    Irrigation Department of the petitioner State for work\n    done by the plaintiff in pursuance of an agreement,\n    Clause 22 of which runs thus :\n</blockquote><blockquote id=\"blockquote_5\">    Except where otherwise specified in the contract the\n    decision of the Superintending Engineer for the time\n    being shall be final, conclusive and binding on all parties\n    to the contract upon all questions relating to the\n    meaning of the specifications, design, drawing and\n    instructions herein before mentioned. The decision of\n    such Engineer as to the quality of workmanship, or\n    materials used on the work, or as to any other question,\n    claim, right, matter or things whatsoever, in any way\n    arising out of or relating to the contract, designs,\n    drawing specifications, estimates, instructions, orders, or\n    these conditions, or otherwise concerning the works, or\n    the execution or failure to execute the same, whether\n    arising during the progress of the work, or after the\n    completion or abandonment of the contract by the\n    contractor, shall also be final, conclusive and binding on\n    the contractor.\n</blockquote><blockquote id=\"blockquote_6\">    3. The defendant respondent made an application under\n    <a href=\"/doc/1722761/\" id=\"a_33\">Section 34</a> of the Arbitration Act to the trial Court on the\n    plea that the above extracted Clause 22 amounted to an\n    arbitration agreement. The plea found favour with the\n    trial Court as well of the appellate Court but was rejected\n    by the High Court in revision on the ground that it merely\n    conferred power on the Superintending Engineer to take\n    decisions on his own and that it did not authorise the\n    partis-to refer any matter to his arbitration. In this\n    connection the High Court particularly adverted to the\n    marginal note to the said clause which was to the\n    following effect:\n</blockquote><span class=\"hidden_text\" id=\"span_19\">                            12</span>\n\n<blockquote id=\"blockquote_7\">Direction of work.\n</blockquote><blockquote id=\"blockquote_8\">4. After perusing the contents of the said clause and\nhearing learned Counsel for the parties we find\nourselves a complete agreement with the view taken by\nthe High Court Admittedly the clause does not contain\nany express arbitration agreement. Nor can such an\nagreement be spelled out from its terms by implication,\nthere being no mention in it of any dispute, much less of\na reference thereof. On the other hand, the purpose of\nthe clause clearly appears to be to vest the\nSuperintending Engineer with supervision of the\nexecution of the work as administrative control over it\nfrom time to time.\n</blockquote><blockquote id=\"blockquote_9\">5. Mr. Dixit relied on Governor-General v. Simla\nBanking and Industrial Company Ltd. AIR 1947 Lah\n215, Dewan Chand v. State of Jammu and Kashmir\nAIR 1961 J &amp; K 58 and Ram Lal v. Punjab State . In\nthe first of these authorities the clause appearing in the\ncontract of the parties which was held by Abdur\nRahmaa, J., to amount to an arbitration agreement was\npractically, word for word, the same with which we are\nconcerned here but we are of the opinion that the\ninterpretation put thereupon was not correct. As pointed\nout by the High Court such a clause can be interpreted\nonly as one conferring power on the Superintending\nEngineer to take decisions all by himself and not by\nreason of any reference which the parties might make to\nhim.\n</blockquote><blockquote id=\"blockquote_10\">6. In the Jammu and Kashmir case the relevant clause\nwas couched in these terms:\n</blockquote><blockquote id=\"blockquote_11\">  For any dispute between the contractor and the\n  Department the decision of the Chief Engineer\n  PWD Jammu and Kashmir, will be final and binding\n  upon the contractor.\n</blockquote><blockquote id=\"blockquote_12\">The language of this clause is materially different from\nthe clause in the present case and in our opinion was\ncorrectly interpreted as amounting to an arbitration\nagreement, In this connection the use of the words &quot;any\ndispute between the contractor and the Department&quot; are\nsignificant. The same is true of the clause in Ram Lal&#x27;s\ncase (supra) which ran thus :\n</blockquote><span class=\"hidden_text\" id=\"span_20\">                                  13</span>\n\n<blockquote id=\"blockquote_13\">          In matter of dispute the case shall be referred to\n          the Superintending Engineer of the Circle, whose\n          order shall be final.\n</blockquote><blockquote id=\"blockquote_14\">      We need hardly say that this clause refers not only to a\n      dispute between the parties to the contract but also\n      specifically mentions a reference to the Superintending\n      Engineer and must therefore be held to have been\n      rightly interpreted as an arbitration agreement.\n</blockquote><blockquote id=\"blockquote_15\">      7. Holding, in conformity with the judgment of the High\n      Court, that Clause 22 above extracted does not amount\n      to an arbitration agreement, we find no force in this\n      appeal which is dismissed with the costs.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_21\">25/    In the matter of <a href=\"/doc/64556/\" id=\"a_34\">State of Orissa and another Vs.\nDamodar Das</a> reported in (1996) 2 SCC 216 in a case where\nclause 25 of the agreement gives finality to the decision of the\nPublic Health Engineering, it is held that the agreement must\nprovide expressly or by necessary implication, a reference to an\narbitrator named therein or otherwise of any dispute or\ndifference and in its absence it is difficult to spell out existence\nof such an agreement for reference to an arbitration to resolve\nthe dispute or difference contracted between the parties.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_22\">26/    In (1998) 3 SCC 573 in the matter of <a href=\"/doc/1777887/\" id=\"a_35\">K.K. Modi Vs. K.N.\nModi and others</a>, the Hon&#x27;ble Supreme Court taking note of\nthe earlier judgment on the point, has held that since the clause\nunder    consideration   did   not    contemplate     any   judicial\ndetermination by the Chairman of IFCI therefore, it was not an\narbitration clause.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_23\">27/    In the matter of <a href=\"/doc/1707042/\" id=\"a_36\">Bharat Bhushan Bansal Vs. U.P. Small\nIndustries Corporation Ltd., Kanpur</a> reported in AIR 1999\nSC 899 in a case where the clause did not mention that the\ndispute could be referred to arbitration of Managing Director,\n<span class=\"hidden_text\" id=\"span_24\">                                 14</span>\n\nnor did it spelt any duty on him to record evidence or hear both\nparties before deciding the question before him, it is held that\nthe Managing Director was more in the category of an expert for\ndeciding the matters pertaining to contract and the intention\nappear to be to avoid dispute than to decide the formal dispute\nin quasi judicial manner, hence the clause was not held to be\nan arbitration clause.</span>    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1248820\" id=\"span_25\">Similarly in the matter of <a href=\"/doc/1248820/\" id=\"a_37\">State of\nRajasthan Vs. Nav Bharat Construction Co.</a> reported in\n2005(11) SCC 197 in a case where the contractual clause was\nin respect of the settlement of question relating to specification,\ndesign, quality and workmanship and other technical aspects by\nofficer of one party, it has been held that such a clause is not an\narbitration clause.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_26\">In the matter of <a href=\"/doc/1913246/\" id=\"a_38\">Jagdish Chander Vs.\nRamesh Chander and others</a> reported in JT 2007(6) SC 375\nthe principle in this regard have been culled out as under:-</span>\n</p><blockquote id=\"blockquote_16\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_29\">&quot;8. This Court had occasion to refer to the\n      attributes or essential elements of an arbitration\n      agreement in <a href=\"/doc/1777887/\" id=\"a_39\">K K Modi v. K N Modi</a> [1998 (<a href=\"/doc/1707042/\" id=\"a_40\">3) SCC\n      573], Bharat Bhushan Bansal vs. U.P. Small\n      Industries Corporation Ltd.</a> [1999 (<a href=\"/doc/48449/\" id=\"a_41\">2) SCC 166] and\n      Bihar State Mineral Development Corporation v.\n      Encon Builders (I)(P) Ltd.</a> [2003 (7) SCC 418].</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_30\">In\n      <a href=\"/doc/64556/\" id=\"a_42\">State of Orissa v. Damodar Das</a> [1996 (2) SCC\n      216], this Court held that a clause in a contract can\n      be construed as an &#x27;arbitration agreement&#x27; only if an\n      agreement to refer disputes or differences to\n      arbitration is expressly or impliedly spelt out from\n      the clause. We may at this juncture set out the well\n      settled principles in regard to what constitutes an\n      arbitration agreement :</span>\n</blockquote><blockquote id=\"blockquote_17\">            (i) The intention of the parties to enter into an\n      arbitration agreement shall have to be gathered\n      from the terms of the agreement. If the terms of the\n      agreement clearly indicate an intention on the part\n      of the parties to the agreement to refer their\n      disputes to a private tribunal for adjudication and an\n      willingness to be bound by the decision of such\n<span class=\"hidden_text\" id=\"span_31\">                           15</span>\n\ntribunal on such disputes, it is arbitration\nagreement. While there is no specific form of an\narbitration agreement, the words used should\ndisclose a determination and obligation to go to\narbitration and not merely contemplate the\npossibility of going for arbitration. Where there is\nmerely a possibility of the parties agreeing to\narbitration in future, as contrasted from an obligation\nto refer disputes to arbitration, there is no valid and\nbinding arbitration agreement.\n</blockquote><blockquote id=\"blockquote_18\">      (ii) Even if the words &#x27;arbitration&#x27; and &#x27;arbitral\ntribunal (or arbitrator)&#x27; are not used with reference to\nthe process of settlement or with reference to the\nprivate tribunal which has to adjudicate upon the\ndisputes, in a clause relating to settlement of\ndisputes, it does not detract from the clause being\nan arbitration agreement if it has the attributes or\nelements of an arbitration agreement. They are : (a)\nThe agreement should be in writing. (b) The parties\nshould have agreed to refer any disputes (present\nor future) between them to the decision of a private\ntribunal. (c) The private tribunal should be\nempowered to adjudicate upon the disputes in an\nimpartial manner, giving due opportunity to the\nparties to put forth their case before it. (d) The\nparties should have agreed that the decision of the\nPrivate Tribunal in respect of the disputes will be\nbinding on them.\n</blockquote><blockquote id=\"blockquote_19\">      (iii) Where the clause provides that in the event\nof disputes arising between the parties, the disputes\nshall be referred to Arbitration, it is an arbitration\nagreement. Where there is a specific and direct\nexpression of intent to have the disputes settled by\narbitration, it is not necessary to set out the\nattributes of an arbitration agreement to make it an\narbitration agreement. But where the clause relating\nto settlement of disputes, contains words which\nspecifically excludes any of the attributes of an\narbitration agreement or contains anything that\ndetracts from an arbitration agreement, it will not be\nan arbitration agreement. For example, where an\nagreement requires or permits an authority to\ndecide a claim or dispute without hearing, or\nrequires the authority to act in the interests of only\none of the parties, or provides that the decision of\n<span class=\"hidden_text\" id=\"span_32\">                                   16</span>\n\n       the Authority will not be final and binding on the\n       parties, or that if either party is not satisfied with the\n       decision of the Authority, he may file a civil suit\n       seeking relief, it cannot be termed as an arbitration\n       agreement.\n</blockquote><blockquote id=\"blockquote_20\">             (iv) But mere use of the word &#x27;arbitration&#x27; or\n       &#x27;arbitrator&#x27; in a clause will not make it an arbitration\n       agreement, if it requires or contemplates a further or\n       fresh consent of the parties for reference to\n       arbitration. For example, use of words such as\n       &quot;parties can, if they so desire, refer their disputes to\n       arbitration&quot; or &quot;in the event of any dispute, the\n       parties may also agree to refer the same to\n       arbitration&quot; or &quot;if any disputes arise between the\n       parties, they should consider settlement by\n       arbitration&quot; in a clause relating to settlement of\n       disputes, indicate that the clause is not intended to\n       be an arbitration agreement. Similarly, a clause\n       which states that &quot;if the parties so decide, the\n       disputes shall be referred to arbitration&quot; or &quot;any\n       disputes between parties, if they so agree, shall be\n       referred to arbitration&quot; is not an arbitration\n       agreement. Such clauses merely indicate a desire\n       or hope to have the disputes settled by arbitration,\n       or a tentative arrangement to explore arbitration as\n       a mode of settlement if and when a dispute arises.\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">       Such clauses require the parties to arrive at a\n       further agreement to go to arbitration, as and when\n       the disputes arise. Any agreement or clause in an\n       agreement requiring or contemplating a further\n       consent or consensus before a reference to\n       arbitration, is not an arbitration agreement, but an\n       agreement to enter into an arbitration agreement in\n       future.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_37\">28/   From the aforesaid principles it is clear that for\nascertaining the nature of the arbitration agreement, the\nintention of the parties is relevant which is to be ascertained\nfrom the terms of the agreement and that the use or absence of\nthe word &#x27;Arbitrator&#x27;, &#x27;Arbitration&#x27; or &#x27;Arbitration Tribunal&#x27; in the\nclause is immaterial but the clause should have the necessary\n<span class=\"hidden_text\" id=\"span_33\">                                 17</span>\n\ningredients to term as the arbitration clause and that the\nintention of the parties to refer the dispute to the arbitrator\nshould be clear from the clause itself, without there being any\nrequirement of further or fresh consent of the parties for\nreference to the arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">29/   What is culled out from the above pronouncements is that\none of the distinguishing feature between the decision by the\ndepartmental expert or authority and the arbitrator is that the\nprocess before the arbitrator is adjudicatory process wherein\nthe parties can put forth their respective claim, lead evidence in\nsupport thereof and the award is passed in independent and\nimpartial manner. In the case of missing adjudicatory process\nbefore the departmental authorities or experts, proceedings by\nthem are not held to be arbitral proceedings.\n30/   Counsel for appellant has <a href=\"/doc/64556/\" id=\"a_43\">placed reliance upon</a> division\nbench judgment of this court in the matter of State of MP and\nanother Vs. Dewas Udyog Indore and others reported in\n2012(1) MPLJ 269 but the said judgment is distinguishable on\nfacts because in that case it was found that the order was\npassed in wrong notion that there was a written arbitration\nclause for reference to the arbitrator. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1090790\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1849222\" id=\"span_35\">He has also placed\nreliance upon judgment of the Supreme court in the matter of\n<a href=\"/doc/1849222/\" id=\"a_44\">International Amusement Ltd. Vs. Indian Trade Promotion\nOrganization</a> reported in (2015) 12 SCC 677 and Full Bench\njudgment of Patna High Court in the matter of State of Bihar\nand others Vs. M/s. Shiv Shankar Construction Co.(P) Ltd.\nreported in AIR 2008 Patna 143 and Allahabad High Court in\nthe matter of M/s <a href=\"/doc/1090790/\" id=\"a_45\">Ganga Plumbering Works Vs. Kanpur\nDevelopment Authority Moti Jheel Kanpur and others</a>\nReported in AIR 2008 Allahabad 107 and has argued that\n<span class=\"hidden_text\" id=\"span_36\">                                    18</span>\n\ndispute resolution clause cannot be termed as arbitration\nclause. But in the present case clause 15 under consideration\nis very differently worded.</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_39\">31/    In the present case clause 15 of the General Condition of\nContract provides for settlement of dispute and reads as under:\n</p>\n<blockquote id=\"blockquote_21\">            &quot;15. Settlement of disputes\n             15.1    If any dispute or difference of any kind\n      whatsoever arises between the purchaser/service\n      recipient and the service provider in connection with or\n      arising out of the contract, the parties will make every\n      effort to resolve amicably such dispute or difference by\n      mutual consultation. After seven (7) days from the date\n      the dispute is first brought to the notice of either party, if\n      the parties have failed to resolve their dispute or\n      difference by such mutual consultation, then the dispute\n      shall be referred in writing by either party to the\n      adjudicator, with a copy to the other party.\n</blockquote><blockquote id=\"blockquote_22\">             15.2 In the event of any dispute between the\n      parties, resolution shall be done in following manner:\n</blockquote><blockquote id=\"blockquote_23\">             15.2.1 First Stage- The Superintending Engineer\n      of the concerned circle shall be the dispute resolution\n      authority.\n</blockquote><blockquote id=\"blockquote_24\">             15.2.2 Second stage- If dispute is not resolved\n      in first stage then Chief Engineer (concerned region)\n      shall be dispute resolution authority at second stage.\n</blockquote><blockquote id=\"blockquote_25\">             15.2.3 Third stage- If dispute is not resolved in\n      second stage the corporate level authority (as decided\n      by the Managing Director of authority designated by\n      him) shall be the dispute resolution authority.\n</blockquote><p data-structure=\"Section\" id=\"p_40\">        Section V of General Condition of Contract as contained\nin the tender document also provides that:-\n</p>\n<blockquote id=\"blockquote_26\">             &quot;15.3 Notwithstanding any disputes with\n      reference to the contract pending for arbitration, the\n      contractor shall continue to perform his obligations in\n      accordance with the purchaser/service recipient&#x27;s\n      decision or instruction, and purchaser/service recipient\n      shall also continue to perform his obligations under the\n<span class=\"hidden_text\" id=\"span_37\">                                 19</span>\n\n      contract including payment of any undisputed monies\n      due to the contractor.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_41\">32/    The aforesaid clause clearly reveals that at the first\ninstance the parties are required to make an effort to resolve\nthe dispute amicably through mutual consultation in three\nstages with dispute resolution authorities, failing which the\ndispute is to be referred to the &#x27;adjudicator&#x27;. In place of\n&quot;arbitrator&quot; the parties have used the word &quot;adjudicator&quot; to\nconvey the same meaning. The aforesaid clause makes it clear\nthe intention of the parties is to resolve the dispute through the\nadjudicatory process in case of failure of consultation process.\nClause 15.3 noted above makes the said intention further clear,\nhence the Clause 15 is not a clause relating to the one sided\ndecision by the departmental authority or the expert but it is in\nfact an arbitration clause.\n</p>\n<p data-structure=\"RespArg\" id=\"p_42\">33/    Counsel for the respondent has also raised an issue that\nthe agreement between the parties has not been executed in\nterms of <a href=\"/doc/1084525/\" id=\"a_46\">Article 299</a> of the Constitution but he has not disputed\nthe fact that the respondent is not covered within the meaning\nof State for the purposes of <a href=\"/doc/1084525/\" id=\"a_47\">Article 299</a> and therefore, he has\nnot carried this argument any further.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">34/    Learned counsel for appellant has also raised a ground\nthat interim measure has wrongly been issued in the facts of the\npresent case. But such a contention cannot be accepted in view\nof the undisputed position that respondent has been blacklisted\nwithout issuing any show cause notice and without giving any\nopportunity of hearing. Blacklisting has serious civil and penal\nconsequences as it takes away the right of a party to participate\nin future tenders, therefore, before taking such an action\n<span class=\"hidden_text\" id=\"span_38\">                                  20</span>\n\ncompliance of principle of natural justice and giving clear show-\ncause notice disclosing the proposed acts is necessary.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"743328\" id=\"span_39\">35/     Supreme court in the matter of M/s <a href=\"/doc/743328/\" id=\"a_48\">Erusian Equipment\n&amp; Chemicals Ltd. Vs. State of West Bengal and another</a>\nreported in (1975) 1 SCC 70 has held that blacklisting has the\neffect of preventing a person from the privilege and advantage\nof entering into lawful relationship with the government for\npurposes of gains, therefore, fundamentals of fair play require\nthat the person concerned should be given an opportunity to\nrepresent his case before he is put on the black list.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83485553\" id=\"span_40\">36/     In the matter of <a href=\"/doc/83485553/\" id=\"a_49\">Gorkha Security Services Vs.\nGovernment (NCT of Delhi) and others</a> reported in (2014) 9\nSCC 105 it has been held that blacklisting has to be preceded\nby a show-cause notice since blacklisting has many civil and/or\nevil consequences and it is also described as civil death of a\nperson who is foisted with the order of blacklisting.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83485553\" id=\"span_41\">37/     In the matter of <a href=\"/doc/83485553/\" id=\"a_50\">Gorkha Security Services</a> (supra) it has\nbeen held that:</span>\n</p>\n<blockquote id=\"blockquote_27\">      &quot;16. It is a common case of the parties that the\n      blacklisting has to be preceded by a show cause notice.\n      Law in this regard is firmly grounded and does not even\n      demand much amplification. The necessity of compliance\n      with the principles of natural justice by giving the\n      opportunity to the person against whom action of\n      blacklisting is sought to be taken has a valid and solid\n      rationale behind it. With blacklisting many civil and/ or\n      evil consequences follow. It is described as &quot;civil death&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_47\">      of a person who is foisted with the order of blacklisting.\n      Such an order is stigmatic in nature and debars such a\n      person from participating in Government Tenders which\n      means precluding him from the award of Government\n      contracts.\n</p><p data-structure=\"Precedent\" id=\"p_48\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_42\">17. Way back in the year 1975, this court in the case of .\n      <a href=\"/doc/743328/\" id=\"a_51\">Erusian Equipment &amp; Chemicals Ltd. v. State of West\n<span class=\"hidden_text\" id=\"span_43\">                              21</span>\n\nBengal</a> highlighted the necessity of giving an opportunity\nto such a person by serving a show cause notice thereby\ngiving him opportunity to meet the allegations which were\nin the mind of the authority contemplating blacklisting of\nsuch a person. This is clear from the reading of Para\nNos. 12 and 20 of <a href=\"/doc/743328/\" id=\"a_52\">the said judgment</a>. Necessitating this\nrequirement, the court observed thus:</span>\n</p><blockquote id=\"blockquote_28\">&quot;12. Under <a href=\"/doc/1174818/\" id=\"a_53\">Article 298</a> of the Constitution the executive\npower of the Union and the State shall extend to the\ncarrying on of any trade and to the acquisition, holding\nand disposal of property and the making of contracts for\nany purpose. The State can carry on executive function\nby making a law or without making a law. The exercise of\nsuch powers and functions in trade by the State is\nsubject to Part III of the Constitution. <a href=\"/doc/367586/\" id=\"a_54\">Article 14</a> speaks of\nequality before the law and equal protection of the laws.\nEquality of opportunity should apply to matters of public\ncontracts. The State has the right to trade. The State has\nthere the duty to observe equality. An ordinary individual\ncan choose not to deal with any person. The\nGovernment cannot choose to exclude persons by\ndiscrimination. The order of blacklisting has the effect of\ndepriving a person of equality of opportunity in the matter\nof public contract. A person who is on the approved list is\nunable to enter into advantageous relations with the\nGovernment because of the order of blacklisting. A\nperson who has been dealing with the Government in the\nmatter of sale and purchase of materials has a legitimate\ninterest or expectation. When the State acts to the\nprejudice of a person it has to be supported by legality.\n</blockquote><blockquote id=\"blockquote_29\">20. Blacklisting has the effect of preventing a person\nfrom the privilege and advantage of entering into lawful\nrelationship with the Government for purposes of gains.\nThe fact that a disability is created by the order of\nblacklisting indicates that the relevant authority is to have\nan objective satisfaction. Fundamentals of fair play\nrequire that the person concerned should be given an\nopportunity to represent his case before he is put on the\nblacklist&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"129511\" id=\"span_44\">18. Again, in <a href=\"/doc/129511/\" id=\"a_55\">Raghunath Thakur v. State of Bihar and\nOrs.</a>;(1989) 1 SCC 229 the aforesaid principle was\nreiterated in the following manner:-</span>\n</p><span class=\"hidden_text\" id=\"span_45\">                              22</span>\n\n<blockquote id=\"blockquote_30\"> &quot;4. Indisputably, no notice had been given to the\nappellant of the proposal of blacklisting the appellant. It\nwas contended on behalf of the State Government that\nthere was no requirement in the rule of giving any prior\nnotice before blacklisting any person. Insofar as the\ncontention that there is no requirement specifically of\ngiving any notice is concerned, the respondent is right.\nBut it is an implied principle of the rule of law that any\norder having civil consequence should be passed only\nafter following the principles of natural justice. It has to\nbe realised that blacklisting any person in respect of\nbusiness ventures has civil consequence for the future\nbusiness of the person concerned in any event. Even if\nthe rules do not express so, it is an elementary principle\nof natural justice that parties affected by any order\nshould have right of being heard and making\nrepresentations against the order. In that view of the\nmatter, the last portion of the order insofar as it directs\nblacklisting of the appellant in respect of future contracts,\ncannot be sustained in law. In the premises, that portion\nof the order directing that the appellant be placed in the\nblacklist in respect of future contracts under the Collector\nis set aside. So far as the cancellation of the bid of the\nappellant is concerned, that is not affected. This order\nwill, however, not prevent the State Government or the\nappropriate authorities from taking any future steps for\nblacklisting the appellant if the Government is so entitled\nto do in accordance with law i.e. after giving the appellant\ndue notice and an opportunity of making representation.\nAfter hearing the appellant, the State Government will be\nat liberty to pass any order in accordance with law\nindicating the reasons therefor. We, however, make it\nquite clear that we are not expressing any opinion on the\ncorrectness of otherwise of the allegations made against\nthe appellant. The appeal is thus disposed of.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44248562\" id=\"span_46\">19. Recently, in <a href=\"/doc/44248562/\" id=\"a_56\">Patel Engineering Ltd. v. Union of India\nand Anr.</a>; (2012) 11 SCC 257 speaking through one of us\n(Jasti Chelameswar, J.) this Court emphatically reiterated\nthe principle by explaining the same in the following\nmanner:</span>\n</p><blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_47\">&quot;13. The concept of &quot;blacklisting&quot; is explained by this\nCourt in <a href=\"/doc/743328/\" id=\"a_57\">Erusian Equipment &amp; Chemicals Ltd. v. State of\nW.B.</a> as under:</span>\n</blockquote><span class=\"hidden_text\" id=\"span_48\">                             23</span>\n\n<p data-structure=\"CDiscource\" id=\"p_51\">&quot;20. Blacklisting has the effect of preventing a person\nfrom the privilege and advantage of entering into lawful\nrelationship with the Government for purposes of gains.&quot;\n</p><p data-structure=\"Section\" id=\"p_52\">14. The nature of the authority of the State to blacklist\nthe persons was considered by this Court in the\nabovementioned case and took note of the constitutional\nprovision (<a href=\"/doc/1174818/\" id=\"a_58\">Article 298</a>), which authorises both the Union\nof India and the States to make contracts for any\npurpose and to carry on any trade or business. It also\nauthorises the acquisition, holding and disposal of\nproperty. This Court also took note of the fact that the\nright to make a contract includes the right not to make a\ncontract. By definition, the said right is inherent in every\nperson capable of entering into a contract. However,\nsuch a right either to enter or not to enter into a contract\nwith any person is subject to a constitutional obligation to\nobey the command of <a href=\"/doc/367586/\" id=\"a_59\">Article 14.</a> Though nobody has any\nright to compel the State to enter into a contract,\neverybody has a right to be treated equally when the\nState seeks to establish contractual relationships. The\neffect of excluding a person from entering into a\ncontractual relationship with the State would be to\ndeprive such person to be treated equally with those,\nwho are also engaged in similar activity.\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_49\">15. It follows from the above judgment in <a href=\"/doc/743328/\" id=\"a_60\">Erusian\nEquipment</a> case that the decision of the State or its\ninstrumentalities not to deal with certain persons or class\nof persons on account of the undesirability of entering\ninto the contractual relationship with such persons is\ncalled blacklisting. The State can decline to enter into a\ncontractual relationship with a person or a class of\npersons for a legitimate purpose. The authority of the\nState to blacklist a person is a necessary concomitant to\nthe executive power of the State to carry on the trade or\nthe business and making of contracts for any purpose,\netc. There need not be any statutory grant of such\npower. The only legal limitation upon the exercise of\nsuch an authority is that the State is to act fairly and\nrationally without in any way being arbitrary--thereby\nsuch a decision can be taken for some legitimate\npurpose. What is the legitimate purpose that is sought to\nbe achieved by the State in a given case can vary\ndepending upon various factors.&quot;</span>\n</p><span class=\"hidden_text\" id=\"span_50\">                                  24</span>\n\n<p data-structure=\"CDiscource\" id=\"p_54\">      20. Thus, there is no dispute about the requirement of\n      serving show cause notice. We may also hasten to add\n      that once the show cause notice is given and opportunity\n      to reply to the show cause notice is afforded, it is not\n      even necessary to give an oral hearing. The High Court\n      has rightly repudiated the appellant&#x27;s attempt in finding\n      foul with the impugned order on this ground. Such a\n      contention was specifically repelled in Patel Engg.&quot;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_55\">38/     Having regard to the aforesaid settled position in law and\nthe fact that respondent has been blacklisted without issuing\nany show cause notice and without giving an opportunity of\nhearing I am of the opinion that no error has been committed\nby the court below in issuing interim measure and staying the\norder dated 17/11/14 by which the respondent was blacklisted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">39/     The above analysis makes it clear that the order under\nchallenge in these appeals do not suffer from any error and no\ncase for interference is made out. The appeals are accordingly\ndismissed. The signed order be placed in the record of AA No.\n3/2016 and copy whereof be placed in the record of connected\nappeals.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">        C.C. as per rules.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_58\">                                      (Prakash Shrivastava)\n                                              Judge\nBDJ\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                                  Digitally signed by Bhuneshwar</span>\n<span class=\"hidden_text\" id=\"span_52\">                                                  Datt</span>\n\n\n                               Bhunesh\n                                                  DN: c=IN, o=High Court of Madhya\n                                                  Pradesh, ou=Administration,\n                                                  postalCode=452001, st=Madhya\n                                                  Pradesh,\n\n\n                               war Datt\n                                                  2.5.4.20=3fb5bcda9fd75d95d6c7c\n                                                  dcbd092ee5a74a94a5534aed3a66\n                                                  d9385cfcfc201e0, cn=Bhuneshwar\n                                                  Datt\n                                                  Date: 2017.12.23 15:39:55 -08&#x27;00&#x27;\n </p>","numcites":32,"numcitedby":1,"docsource":"Madhya Pradesh High Court","citetid":45281652,"divtype":"judgments","relatedqs":[{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"\"blacklisting\"\"contract\"","formInput":"%22blacklisting%22%22contract%22"},{"value":"civil consequence","formInput":"civil%20consequence"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"Erusian Equipment ","formInput":"Erusian%20Equipment%20"},{"value":"interim measures ","formInput":"interim%20measures%20"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"Blacklist    filter:   tender  conditions","formInput":"Blacklist%20%20%20%20filter%3A%20%20%20tender%20%20conditions"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"mutual","formInput":"mutual"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"expert  filter:  sec 26 arbitration and conciliation act 1996","formInput":"expert%20%20filter%3A%20%20sec%2026%20arbitration%20and%20conciliation%20act%201996"},{"value":"rate contract","formInput":"rate%20contract"},{"value":"awarding of contract ","formInput":"awarding%20of%20contract%20"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}