{"tid":1651595,"publishdate":"1998-04-02","title":"Indian Oil Corporation Ltd. (Assam Oil ... vs Presiding Officer, Industrial ... on 2 April, 1998","doc":"<h2 class=\"doc_title\">Indian Oil Corporation Ltd. (Assam Oil ... vs Presiding Officer, Industrial ... on 2 April, 1998</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1999)IILLJ904GAU</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-biswas\">D. Biswas</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-biswas\">D. Biswas</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n D. Biswas, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This writ appeal is preferred by the Indian Oil Corporation Limited (Assam Oil Division), Digbqi against the judgment and order dated September 27, 1996 passed by the learned Single Judge dismissing the Civil Rule No. 1078/1993.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The appellant in the aforesaid writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution challenged the order of reference dated March 15, 1993 passed by the respondent Government of India in exercise of powers conferred by Clause (d) of Sub-section 1 read with Sub-section 2(A) of <a href=\"/doc/1669932/\" id=\"a_2\">Section 10</a> of Industrial Disputes Act, 1947. The appellant-Corporation, which is an instrumentality of the State, has its licenced contractors as per provisions of the <a href=\"/doc/1810788/\" id=\"a_3\">Contract Labour (Regulation and Abolition) Act, 1970</a>, hereinafter referred to as the Act, to discharge various kinds of jobs of the Corporation including sealing and filling of LPG Cylinders at Duliajan Bottling Plant. The contract for such work was given to Shri Nabin Chander Hazarika for the period beginning from November 1, 1992 to October 31, 1993. The appellant&#x27; s case is that the said contractor employed Respondent Nos. 3 to 19 for discharging his contractual obligations. A demand was raised by the Secretary of the Mineral Workers Union, Digboi that the labourers employed by the contractor in the bottling plant be regularised under the appellant-company. Eventually, on failure of conciliation proceedings, the impugned order of reference (Annexure-D) was made referring the dispute to the Industrial Tribunal, at Gauhati.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"364556\" id=\"span_1\">3. It was contended before the learned single Judge that the subject-matter relates to abolition of the contract labour and regularisation of their services under the appellant-company. There being no relationship of employer and employee between the parties, and the cause of the labourers not having been espoused by the direct employees, the provisions of Industrial Tribunal Act cannot be invoked to refer the dispute to the Industrial Tribunal. It was further argued that the dispute has to be resolved as per provisions of the <a href=\"/doc/1810788/\" id=\"a_4\">Contract Labour (Regulation and Abolition) Act, 1970</a>, for short, the Act, by way of issuing a notification under provisions of <a href=\"/doc/45909/\" id=\"a_5\">Section 10</a>. The learned single Judge relying on the ratio laid down in <a href=\"/doc/364556/\" id=\"a_6\">Shankar Mukherjee v. Union of India</a>, (1990-11-LLJ-443)(SC) and Gujarat State Electricity Board v. Hind Mazdoor Sabha and Ors. (1995-II-LLJ-790) (SC) held the reference made by the Central Government as maintainable, and dismissed the writ petition.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. The learned counsel for the appellant raised the same question before this Court as well and further argued that the decision of the learned single Judge is contrary to the ratio laid down in Gujarat State Electricity Board (supra).\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">5. Before we embark upon discussion of the question posed before us, we may refer to the order of reference at Annexure-D. The order reads as follows:\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;Government of India/Bharat Sarkar \n Ministry of Labour/Shram Mantralaya \n New Delhi, the 15.3.1993\n \n\n\nORDER\n \n\nNo. L-30012/34/92-IT (Misc.): WHEREAS the Central Government is of the opinion that an industrial dispute exists between the employers in relation to the management of Indian Oil Corporation Limited and their workmen in respect of the matters specified in the schedule hereto annexed:\n</blockquote> \n\n<blockquote id=\"blockquote_2\">AND WHEREAS the Central Government considers it desirable to refer the said dispute for adjudication.\n \n\nNOW, THEREFROM, in exercise of the powers conferred by Clause (d) of Sub-section (1) and Sub-<a href=\"/doc/1817848/\" id=\"a_7\">section 2(A)</a> of <a href=\"/doc/1669932/\" id=\"a_8\">Section 10</a> of the Industrial Disputes Act, 1947 (14 of 1947), the Central Government hereby refers the said dispute for adjudication to the Industrial Tribunal, Guwahati. The said Tribunal shall give its award within a period of 3 months.\n \n\nTHE SCHEDULE\n \n\n&#x27;Whether the action of the Management of Indian Oil Corporation (Assam Oil Division), Digboi in not regularising the services of 17 contractual workers (as per list enclosed) is justified? If not, what relief the workmen concerned are entitled to?&#x27;\n \n\nsd/- \n</blockquote>\n<blockquote id=\"blockquote_3\">Desk Officer, \n\nPh. 3718119&quot;\n</blockquote> \n<blockquote id=\"blockquote_4\">\n</blockquote><p data-structure=\"Section\" id=\"p_6\">6. From the reference order as reproduced above, it would appear that the purpose of reference was to ascertain from the Tribunal whether the action of the Oil Corporation in not regularising the services of 17 contractual workers is justified. The terms of reference itself shows that relationship of employer and employees does not exist between the Indian Oil Corporation and the contractual labourers. The materials placed on record also show that the cause of the contractual labourers has been espoused by the Mineral Workers Union, Digboi and not by the direct employees of the principal employer. As such, in the absence of a relationship of employers and employees, the dispute cannot be brought within the fold of definition of &#x27;Industrial Dispute&#x27; as defined in <a href=\"/doc/189659891/\" id=\"a_9\">Section 2(k)</a> of the Industrial Disputes Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. At this stage we may look into the ratio laid down by the Apex Court in Gujarat Electricity Board (supra). The position of law have been summarised by the Apex Court in para 53 of the judgment. It reads as follows:\n</p>  \n\n<blockquote id=\"blockquote_5\">&quot;(i) In view of the provisions of <a href=\"/doc/1669932/\" id=\"a_10\">Section 10</a> of the Act, it is only the appropriate Government which has the authority to abolish genuine labour contract in accordance with the provisions of the said section. No Court including the industrial adjudicator has jurisdiction to do so.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(ii) If the contract is a sham or not genuine, the workmen of the so-called contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/1669932/\" id=\"a_11\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised, the industrial adjudicator has to decide whether the contract is a sham or genuine. It is only if the adjudicator comes to the conclusion that the contract is a sham, that he will have jurisdiction to adjudicate the dispute. If, however, he comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/1669932/\" id=\"a_12\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contact is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_13\">Section 2(k)</a> of the Industrial Disputes Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/1669932/\" id=\"a_14\">Section 10</a> of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(iii) If the labour contract is genuine a composite industrial dispute can still be raised for abolition of the contract labour and their absorption. However, the dispute will have to be raised invariably by the direct employees of the principal employer. The industrial adjudicator, after receipt of, the reference of such dispute will have first to direct the workmen to approach the appropriate Government for abolition of the contract labour under <a href=\"/doc/1669932/\" id=\"a_15\">Section 10</a> of the Act and keep the reference pending. If pursuant to such reference, the contract labour is abolished by the appropriate Government, the industrial adjudicator will have to give opportunity to the parties to place the necessary material before him to decide whether the workmen of the erstwhile contractor should be directed to be absorbed by the principal employer, how many of them and on what terms. If however, the contract labour is not abolished,  the industrial adjudicator has to reject the reference.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(iv) Even after the contract labour system is\nabolished, the direct employees of the\nprincipal employer can raise an industrial \ndispute for absorption of the ex-contractor&#x27;s\nworkmen and the adjudicator on the\nmaterial placed before him can decide as to\nwho and how many of the workmen should\nbe absorbed and on what terms.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_8\">8. The ratio laid down in Clauses (iii) and (iv) above shows that in both the cases, the dispute has to be raised by the direct employees of the principal employer. The ratio in Clause (ii) permits the workmen of the contractor to raise an issue for declaration that they are the employees of the principal employer and for consequential benefit of appropriate service conditions. But the impugned reference is meant for regularisation of the service of the respondent Nos. 3 to 19 under the principal employer, and not for declaration of their existing status as employees of the principal employer. The relief by way of absorption as regular employees under the principal employer has not been contemplated in Clause (ii) this being the proposition of law in Gujarat Electricity Board (supra), a reference for regularisation of service of the workmen without abolishing &#x27;contract labour&#x27; cannot be the correct approach. That apart, the process for absorption in service invariably preconditions abolition of &#x27;contract labour&#x27; and that has to be done under provisions of <a href=\"/doc/1669932/\" id=\"a_16\">Section 10</a> of the Act only. The reasons for this view are also available in a judgment of this Court delivered by Mr. Justice S.N. PHUKAN in Indian Oil Corporation v. The Presiding Officer, Central Government Industrial Tribunal, Gauhati and Others (1992 (2) GLJ 265).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. The observation recorded in para 14 of the judgment is reproduced below:\n</p><blockquote id=\"blockquote_9\"> &quot;Para -14: To answer the question referred to, the Industrial Tribunal shall have to decide firstly whether the job in the bottling plant of the petitioner-company was, of perennial nature and consequently whether the company was justified in employing a contractor for this purpose. In other words if the Industrial Tribunal comes to the finding that the work was of perennial nature the Tribunal shall have to hold that employing the workmen through a contractor was not justified. Therefore, the finding of the Tribunal would amount to prohibiting employment of contract labour for the LPG plant of the petitioner-company. The power of prohibiting employment of contract labour has been given by the Legislature to the Central Government or the State Government as the case may be and the appropriate Government may by notification prohibit employment of contract labour after consultation with the Central Board or the State Board as the case may be as provided under <a href=\"/doc/1669932/\" id=\"a_17\">Section 10</a> of the Act. The appropriate Government shall have to give due regard to the conditions of work and benefits provided for contract labour in the establishment and other relevant factors as provided in Sub-section (2) of <a href=\"/doc/1669932/\" id=\"a_18\">Section 10</a>, One of the relative factor is coming into force of the Act this power of prohibiting employment of contract labour has been given to the Central or State Government, as the case may be, and the decision of the appropriate Government under the said Section shall be final. Therefore, this power cannot be exercised by any other authority including the Industrial Tribunal. It has already been stated that while deciding the reference the Tribunal shall have to come to a finding whether the work in question was of perennial nature and whether employment of contract labour should be prohibited or not. This question cannot be decided by the Industrial Tribunal. Therefore, the reference in question vide order of the Central Government dated March 11, 1992 vide Annexure-H is bad in law.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. The ratio laid down by this Court in the aforesaid judgment finds berth in a later judgment of the Apex Court in (1997-I-LLJ-1113) (SC) Air India Statutory Corporation etc. v. United Labour Union and Ors. in which the Act came in for elaborate scrutiny. The observation of the Supreme Court relevant to the case at hand are reproduced below at p. 1145.\n</p>  \n\n<blockquote id=\"blockquote_10\">&quot;Para-57.... the Explanation to <a href=\"/doc/1669932/\" id=\"a_19\">Section 10</a> provides that when any process or operation or other work is of perennial nature, the decision of the appropriate Government thereon shall be final. It would thus give indication that on the abolition of the contract labour system by publication of the notification in the Official Gazette, the necessary concomitant is that the whole time workmen are required for carrying on the process, operation or other work being done in the industry, trade, business, manufacture or occupation in that establishment. When the condition of the work which is of perennial nature, etc., as envisaged in Sub-section (2) of <a href=\"/doc/1669932/\" id=\"a_20\">Section 10</a>, thus are satisfied, the continuance of contract labour stands prohibited and abolished. The concomitant result would be that source of regular employment became open.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_11\">&quot;Para-58: What would be the consequence that ensue from abolition is the question? It is true that we find no express provision in the Act declaring the contract labour working in the establishment of the principal employer in the particular service to be the direct employees of the principal employer. <a href=\"/doc/500379/\" id=\"a_21\">Does the Act</a> intend to deny the workmen to continue to work under the Act or does it intend to denude him of the benefit of permanent employment and if so,  what would be the remedy available to him ..... .....   .....   .....  The contractor is an intermediary between the workmen and the principal employer. The moment the contract labour system stands prohibited under <a href=\"/doc/760439/\" id=\"a_22\">Section 10(1)</a>, the embargo to continue as a contract labour is put an end to and direct relationship has been provided between the workmen and the principal employer. Thereby, the principal employer directly becomes responsible for taking the services of the workmen hitherto regulated through the contractor.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_12\">&quot;Para-66..... In this behalf, it is necessary to recapitulate that on abolition of the contract labour system,  by necessary implication, the principal employer is under statutory obligation to absorb the contract labour. The linkage between the contractor and the employees stood snapped and direct relationship stood restored between principal employer and the contract labour as its employees .....  .....  .....  ..... Therefore, there is no impediment in the way of the appellants to adopt the above procedure. The award proceedings as suggested in Gujarat Electricity Board Case (supra) are beset with several incongruities and obstacles in the way of the contract labour for immediate absorption. Since the contract labour gets into the service of the principal employer, the Union of the existing employees may not espouse their cause for reference under <a href=\"/doc/1669932/\" id=\"a_23\">Section 10</a> of the I.D. Act. The workmen, who on abolition of contract labour system have no right to seek reference under <a href=\"/doc/1669932/\" id=\"a_24\">Section 10</a> of the I.D. Act. Moreover, the workmen immediately are kept out of job to endlessly keep waiting for award and thereafter resulting in future litigation and delay in enforcement. The management would always keep them at bay for absorption. It would be difficult for them to work out their right. Moreover, it is a tardy and time-consuming process and years would would roll by. Without wages, they cannot keep fighting the litigation endlessly. The right and remedy would be a teasing illusion and would be rendered otiose and practically compelling the workmen at the mercy of the principal employer. Considered from this pragmatic perspective, with due respect to the learned judges, the remedy carved out in Gujarat Electricity Board case (supra) would be unsatisfactory. The shortcomings were not brought to the attention of this Court. So, that part of the direction in Gujarat Electricity Board case is not with due respect to the Bench, correct in law.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_13\">&quot;Para-69 ..........  When these contract workers carry out the work of the principal employee which is of a perennial nature and if provisions of <a href=\"/doc/1669932/\" id=\"a_25\">Section 10</a> get attracted and such contract labour  system in the establishment gets abolished on fulfilment of the conditions requisite for that purpose, it is obvious that the intermediary contractor vanishes and along with him vanishes the term &#x27;principal employer&#x27; ..... ..... ..... It was urged that <a href=\"/doc/1669932/\" id=\"a_26\">Section 10</a> nowhere provides for such a contingency in express term. It is obvious that no such express provision was required to be made as the very concept of abolition of a contract labour system wherein the work of the contract labour is of perennial nature for the establishment and which otherwise would have been done by regular workmen, would posit improvement of the lot of such workmen and not its worsening. Implicit in the provision of <a href=\"/doc/1669932/\" id=\"a_27\">Section 10</a> is the legislative intent that on abolition of contract labour system, the erstwhile contract-workmen would become direct employees of the employer on whose establishment they were earlier working and were enjoying all the regulatory facilities on that very establishment under Chapter V prior to the abolition of such contract labour system ... ... ... But that has nothing to do with the moot question as to what is the fate of erstwhile contract labour on abolition of contract labour system under the provision of <a href=\"/doc/1669932/\" id=\"a_28\">Section 10</a> of the Act. As rightly observed by Brother RAMASWAMY J. in his judgment, the scheme envisaged in the Gujarat Electricity Board&#x27;s case (supra) is not workable as the existing workmen may not espouse the cause of erstwhile contract workmen who were aspiring to get employment on regular basis and even if they espouse their cause the litigation itself would be spread over a number of years and in the meantime the erstwhile contract labourers and their dependents would starve, I, therefore, wholly agree with Brother Ramaswamy J. in his view that the scheme envisaged by Gujarat Electricity Board&#x27;s case (supra) is not workable and to that extent the said judgment cannot be given effect to.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. The Apex Court clearly lays down that on abolition of the contract labour as per provisions of <a href=\"/doc/1669932/\" id=\"a_29\">Section 10</a> of the Act, the intermediary, i. e., the contractor ceases to exist and the workmen of the contractor become direct employees of the principal employer, the concomitant result being the absorption of the erstwhile workmen as regular employees under the principal employer. <a href=\"/doc/500379/\" id=\"a_30\">The Act</a> though does not provide any express provision for such consequence on abolition of contract labour, the Apex Court, interpreting the Act, made bare the &#x27;intent&#x27; of the Legislature. Therefore, recourse to the scheme as suggested in Gujarat Electricity Board (supra) cannot be the correct answer in a case where the appropriate Government intends absorption of the workmen of the contract labourers in the establishment of principal employer. This view is manifest in para 69 of the judgment reported in (1997-I-LLJ-1113) (SC) (supra).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. Keeping in mind the laws as laid down by the Apex Court and having regard to the purpose of reference made in the instant case, it can be unhesitatingly said that this reference will frustrate the purpose sought to be achieved instead of ameliorating the plight of the workmen. In a case where the appropriate\nGovernment is of the opinion that the system\nof &#x27;contract labour&#x27; prevailing in any\nestablishment is to be abolished for permanent\nabsorption of the workmen, the only course\navailable for immediate relief is to issue a\nnotification under <a href=\"/doc/1669932/\" id=\"a_31\">Section 10</a> of the Act.\n</p><p data-structure=\"Conclusion\" id=\"p_13\">Therefore, the judgment under appeal based on\nthe ratio of Gujarat Electricity Board (supra)\ncannot be sustained as the impugned reference\nis contrary to .... :\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">13. The Supreme Court has also provided safeguard to the workmen in the event of violation of this law in the following words: -\n</p><blockquote id=\"blockquote_14\"> &quot;Para-59: The founding fathers placed no limitation of fetters on the power of the High Court under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution except self-imposed limitations. The arm of the Court is long enough to reach injustice wherever it is found. The Court as sentinal in the qui vive is to meet out justice in giving facts. On finding that either the workmen were engaged in violation of the provisions of the Act or were continued as contract labour, despite prohibition of the contract labour under <a href=\"/doc/760439/\" id=\"a_33\">Section 10(1)</a>, the High Court has, by judicial review as the basis structure, constitutional duty to enforce the law by appropriate directions. The right to judicial review is now a basic structure of the Constitution by catena of decisions of this Court starting from Indira Gandhi v. Raj Narayan, AIR 1975 SC 2299 and Bommai&#x27;s case 1994 AIR SCW 2946. It would, therefore, be necessary that instead of leaving the workmen in the lurch, the Court would properly mould the relief and grant the same in accordance with law.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">14. The discussion above leads to the conclusion that in all cases, regularisation/ absorption of the workmen engaged as contractual labourers has to be dealt with within the provisions of the Act. On abolition of contract labour under <a href=\"/doc/1669932/\" id=\"a_34\">Section 10</a> of the Act, the principal employers are legally bound to regularise the services of the contract labourers in their establishments. The power of judicial review, in case of breach thereof, will be available to the workmen to vindicate their cause.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">15. In the instant case the future of seventeen contract labourers hangs in the balance. The numerical strength is below the prescribed cut-off at twenty as per <a href=\"/doc/100925/\" id=\"a_35\">Section 1</a> of the Act. However, the proviso to clause (b) of Sub-section (4) of <a href=\"/doc/100925/\" id=\"a_36\">Section 1</a> confers unbriddled powers upon the appropriate Government to apply the provision of this Act to any establishment or contractor employing such number of workmen less than 20 after giving not less than two months notice. Therefore, the respondents No. 3 to 19 will not be left in a lurch if the Central Government (being the appropriate Government) in the instant case after necessary exercise as per provisions of this Act comes to an opinion that the contract labour in the instant case is to be abolished. We hope and desire that the Central Government will not go by default in exercising this power if it is otherwise satisfied that the respondents Nos. 3 to 19 are contract labourers engaged in the perennial nature of work of the principal employer. Before parting with the record we would also like to place on record that a dispute has been raised by the appellant-company that, in the instant case, the principal employer is Oil India Limited and not the appellant-company. The appropriate Government may take a note of this contention before issuing notification under Section 10 of the Act, if they decide to do so.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\">16. In the result, this appeal is allowed and the impugned judgment dated September 27, 1996 passed by the learned Single Judge in Civil Rule No. 1078/1993 is hereby set aside. Consequently the Civil Rule is allowed and the notification dated March 15, 1993 (Annexure-D) is hereby quashed. Considering the circumstances of this case no order as to costs is made.\n</p>\n \n\n","numcites":10,"numcitedby":1,"docsource":"Gauhati High Court","citetid":1651595,"divtype":"judgments","relatedqs":[{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"contract labour if workmen","formInput":"contract%20labour%20if%20workmen"},{"value":"absorption","formInput":"absorption"},{"value":"section 10 of Contract labour Act","formInput":"section%2010%20of%20Contract%20labour%20Act"},{"value":"contractual labour before ","formInput":"contractual%20labour%20before%20"},{"value":"contract act","formInput":"contract%20act"},{"value":"espousal ","formInput":"espousal%20"},{"value":"workman+contractor","formInput":"workman%2Bcontractor"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"indian oil corporation limited","formInput":"indian%20oil%20corporation%20limited"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"industrial dispute","formInput":"industrial%20dispute"}],"cats":[{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"industrial","formInput":"tag:industrial"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"refer-courts","formInput":"tag:refer-courts"},{"value":"commencement-industrial-disputes-act","formInput":"tag:commencement-industrial-disputes-act"}],"courtcopy":false,"query_alert":null,"agreement":false}