{"tid":1668621,"publishdate":"2002-01-10","title":"Thyssen Stahlunion Gmbh vs The Steel Authority Of India on 10 January, 2002","doc":"<h2 class=\"doc_title\">Thyssen Stahlunion Gmbh vs The Steel Authority Of India on 10 January, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2002IIAD(DELHI)149, AIR2002DELHI255, 2002(1)ARBLR610(DELHI), 96(2002)DLT515, AIR 2002 DELHI 255, (2002) 1 ARBILR 610 (2002) 96 DLT 515, (2002) 96 DLT 515</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-d-kapoor\">J.D. Kapoor</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-d-kapoor\">J.D. Kapoor</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nJ.D. Kapoor, J.\n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is an International Award. It was made and\npublished on 24th September, 1997. By virtue of the\naward, the plaintiffs Thyssen Stahlunion GmbH (in short\n&#x27;ISU&#x27;) are entitled to the following sums:-\n</p>\n  \n\n<blockquote id=\"blockquote_1\">&quot;a) US $ 2,184,079.91 being the damages\nawarded to the plaintiffs for the first and\nthe second lot.\n</blockquote>\n \n\n<blockquote id=\"blockquote_2\">b) US $ 424,813.85 being the interest awarded\nfor the two lots till the date of the award. \n</blockquote>\n \n\n<blockquote id=\"blockquote_3\">c) US # 500,000 being legal costs awarded\nunder the award.\n</blockquote>\n \n\n<blockquote id=\"blockquote_4\">d) USD 50,000 being costs of the arbitration\nawarded under the award.\n</blockquote>\n \n\n<blockquote id=\"blockquote_5\">e) For the interest at the same rate as\nin the award from the date of the award till\nrealization.&quot;\n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_2\">2. Defendant - Steel Authority of India Limited (in\nshort SAIL) has assailed the award almost in entirety.\n</p> \n \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Disputes between the parties arose out of two\ncontracts, one of which was admittedly a concluded\ncontract against which supplies were made. It is dated\n4.3.1994 which was subsequently amended on 12.5.1994\n(hereinafter referred as &#x27;amendment&#x27;). Another is a\ndisputed contract as no supplies were made against this\ncontract.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_4\">4. Facts germane for deciding the objections of\nSAIL lie in moderate compass.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_5\">5. On 25.11.1993 SAIL made an offer for 10,000 MTs\nof CRC i.e. first lot as per the following description:\n</p>\n<blockquote id=\"blockquote_6\"> &quot;Cold rolled steel sheets in coils\n(semi-killed quality) specification ASTM A366,\nrolling tolerance as per ASTM A568 with full\nthickness tolerance.&quot;\n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_6\">6. On 20.1.94 TSU responded by forwarding a set of\nTSG specification sheets (for sub-lots) of Thyssen Steel\nGroup (hereinafter referred as &#x27;TSG&#x27;) as TSU were in turn\nto re-sell the steel to TSG. These were as under:-\n</p>\n<blockquote id=\"blockquote_7\"> &quot;Prima cold rolled steel in coils, Class I in\ncommercial quality according to ASTM A366,\nAnalysis at SAE 1008 temper rolled, fully\nannealed, matte finish, surface roughness\n30-50 micro inch, oiled, no welds, Rockwell\nHardness 40-60 on the B scale, cut edge, edges\ncut on the pickle line prior to cold reduction\nis acceptable, thickness tolerances according\nto ASTM 568 (aim for MAX 1/2 thickness\nstandard). The material must be free of\ndefects, scratches, laminations, cross breaks,\ncarbon smut, saw tooth edges etc. and\nsuitable for continuous coil coating,\nlevelling into flat sheets and/or slitting.&quot;\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_7\">7. However, TSG also in turn agreed to sell various\nquantities to their own customers at various rates.\nImmediately upon the receipt of the TSG specifications,\nSAIL informed that they were not as per agree range.\nThis was followed by a FAX message dated 5.2.1994 from\nMr. Ramachandran of SAIL reacting to the TSG specifications\nreceived on 20.1.1994. SAIL rejected several of the key\nrequirements of TSG specifications including temper\nrolling, hardness constraint, quantification of the\nacceptable surface roughness range and the expression\nrelating to the material being free of surface defects and\nserrated edges and to be suitable for continuous coil\ncutting and words &quot;flatness very critical&quot;. TSG then sent\na revised set of specifications dated 9.2.1994. These\nspecifications still required class I material free of\nsurface defects, scratches, laminations, cross breaks,\ncarbon smut, saw tooth edges etc. and suitable for\nlevelling into flat sheets and/or slitting. The\nrequirement of Class I i.e. Full Finish material was\nmaintained. However the expression &quot;flatness very\ncritical&quot; and the suitability for continuous coil cutting\nwere removed.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_8\">8. On 17.2.1994 SAIL issued a letter of acceptance\nwherein class I was deleted from the description and it\nwas stated that the material was to be skin passed and\nflatness and surface conditions were to be as per rolling\ntolerance ASTM A568. However on 23.2.1994 TSG sent a fax\nmessage to TSU regarding a second order for a further\nquantity of 10,000 MT of CRC to be shipped in June, 1994\n(hereinafter referred to as &#x27;second lot&#x27;). This contract\ninter alia provided as follows:\n</p>\n<blockquote id=\"blockquote_8\"> &quot;SAIL shall sell and TSU shall purchase 10,000\nplus minus 5% metric tons of CRC to USA.&quot;\n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_9\">9. Relevant portion of specifications contained in\nthe contract dated 4.3.94 i.e. &#x27;first lot&#x27; is an under:-\n</p> \n  \n\n<blockquote id=\"blockquote_9\">&quot;1. Description of the material: Prima cold\nrolled, mild steel sheets in coils\n\n \n\n</blockquote><blockquote id=\"blockquote_10\">2. Specifications: ASTM A366 (semi-killed),\nChemistry SAE 1008 \n\n \n\n2.1 Rolling tolerances: A-568  \n\n \n\n14(b). Materials annealed, oiled, flatness\nand surface conditions as per rolling\ntolerance and edges cut on pickle line prior\nto cold reduction, supplied wit mill edges in\nas rolled condition.&quot;\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_10\">10. Most significant clause was Clause 9. It read\nas under:- \n</p>\n<blockquote id=\"blockquote_11\"> &quot;This Agreement cancels all previous\nnegotiations/agreements between the parties\nhereto. There are no understandings or\nagreement between the buyer and the seller\nwhich are not fully expressed herein  and no\nstatement or agreement, oral or written, made\nprior to or at the signing hereof shall effect\nor modify the terms hereof or otherwise be\nbinding on the parties hereto. No change in\nrespect of the contract covered by this\nagreement shall be valid unless the same is\nagreed to in writing by both the parties\nhereto specifically stating the same to be in\nan amendment to this agreement&quot;.\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_11\">11. On 24.4.1994 there was an amendment to the\nTSU/TSG contract. This led to mutual agreement between\nthe parties upon certain quality parameters that were\nindicated in Annexure 1 of the Contract. The words &quot;The\nmaterial must be free of surface defects, scratches,\nlamination, cross-breaks, carbon smut, saw tooth edges\netc. and suitable for levelling into flat sheets and/or\nslitting&quot; wee removed from the TSU/TSG contract by virtue\nof version No. 1 of 12th April, 1994.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_12\">12. By virtue of amended contract dated 12.5.1994\nthe SAIL was required to supply 10,000 Mts. of Cold\nRolled steel in coil (CRc) to respondent-TSU. The\ndelivery was f.o.b. Vizag port to a vessel to be nominated\nby TSU. the price was US $ 360.50 per mt. f.o.b. Vizag\nwhich was equivalent to US $ 405.00 per mt. c &amp; f New\nOrleans.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_13\">13. TSU officers and experts made visits to the\nBokaro Steel Plant of SAIL and made a report of such\nvisits. SAIL agreed to the suggestion of TSU for\nappointment of an Inspecting Agency during the production\nof the merchandise contracted to be sold by SAIL at its\nplant at Bokaro and also during the pre-shipment stage at\nthe port of loading, i.e. Visakhapatnam. The plant\ninspection and pre-shipment certificates were issued by\nSGS, India (SGSI) having been appointed at TSU&#x27;s request.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. Representatives of TSU and its local agents also\nvisited Bokaro steel plant on 22nd/23rd of April besides\nother visits. Whatever recommendations/suggestions were\nmade by TSU and their local agents, these were implemented\nby SAIL at the Bokaro steel plant for processing of their\norder. TSU&#x27;s representative visited the plant frequently\nand the specifications specified for packing were agreed\nto and implemented. On the instructions of TSU their\nlocal agent SGSI was also permitted to inspect, verify\nand supervise the production/packing and railment of the\nCRC at Bokaro steel plant with respect to quality,\nthickness, width, surface roughness, edges, oiling,\npacking and loading of the CRc in railway wagons as also\ncolour coating and markings and that in addition SGSI\nwould confirm that material is in prime conditions and had\nbeen produced according to contract requirements and has\nbeen found in all respect in conformity with the\ncontract.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_15\">15. The first lot of CRC weighing 10,085 Mts was\nloaded on the vessel &quot;IRENES DIAMOND&quot; for shipment to New\nOrleans, USA under Bill of Lading dated 11th of August\n1994. SAIL was informed on 15th and 21st of September\n1994 of the expected arrival of the said vessel at New\nOrleans and were invited to send their representative to\nexamine the de-canning and de-coiling of the CRc on\ndischarge. SAIL, however by their FAX message dated 8th\nof October 1994 declined the said invitation.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_16\">16. However, TSU were informed by their customers\nthat the CRc supplied by SAIL had several mill related\nproblems and that the said CRc were subjected to\npreliminary inspection as also survey by outside agencies.\nTSU then informed SAIL that the CRc supplied by TSU to its\ncustomers had been rejected. Salvage sale was arranged.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_17\">17. TSU filed claims against SAIL for having\nsupplied defective CRC containing lamination, silvers,\nholes wavy edges, centre edge, buckle, roller marks,\npinchers, edge breaks, speckled type rust due to oil not\nuniformally applied, saw tooth or serrated edges, carbon\nstrains, orange peel, rolled in scale, coil breaks, cross\nbreaks, oils trains creasing and thickness found to be in\nexcess and tolerance allowed under ASTM A568/A 56m Table\n16 and therefore not considered prime material since it\nwas not suitable for levelling into flat sheets and/or\nslitting.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_18\">18. The salvage sale of the goods was arranged as a\nresult of which sum of US $ 3,838,824.58 was realised.\nThe learned Arbitrator awarded the claim of the TSU being\nthe difference between US $ 5,008,172.37 being the sound\nmarket value and US $ 3,838,824.58, the salvage value plus\nthe cost of the salvage being US 284,582.01 after\nexamining large number of witnesses including TSU\nrepresentatives, TSG representative, the Surveyors who\ninspected the goods in America and also the expert\nwitnesses in the field.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_19\">19. Various terms used in the correspondence and the\ncontract as toe description and specifications of the goods\nin question as explained by Dr. Rollins, an expert witness\nexamined by TSU and accepted by the Arbitrator are as\nunder:-\n</p>\n  \n\n<blockquote id=\"blockquote_12\">&quot;(a) Cold-rolled steel coil (CRC) is a flat\nsteel product which is finish rolled at room\ntemperature and supplied in coils.\n</blockquote>\n \n\n<blockquote id=\"blockquote_13\"> (b) There is a standard high quality\nmaterial (known as FF type) used for &quot;exposed&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">applications i.e. where the finished\nmanufactured component is visible in service and\nwhere it is required to have smooth surface\nfinish. This material is &quot;temper rolled&quot; as a\nstandard finishing operation.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_21\">(c) The next lower quality of CRC is\ncommonly known as GP sheets. It may be specified\nto be &quot;annealed last&quot; when it to be used for\n&quot;un-exposed&quot; applications. It is then given a\n&quot;skin-pass&quot; which is a light cold roll at the end\nof the manufacturing process before being wound\nin coils. It can also be &quot;temper-rolled&quot; in\nwhich case it may be used for &quot;exposed\napplications&quot; after removing defective areas.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_22\">(d) CRC can vary in &quot;flatness&quot;, the more\nflat the product, the better it is.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_23\">(e) &quot;Picking&quot; is a process of acid bath,\nwashing and drying before the cold rolling\nprocess. Annealing is a heat treatment.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_24\">(f) The different qualities, the tolerances\nand the inherent defects in a CRC product is\ncontained in ASTM standards, some of which are as\nbelow:\n</p>\n  \n\n<blockquote id=\"blockquote_14\">&quot;8. Dimensions, Tolerance and Allowances.\n</blockquote>\n \n\n<blockquote id=\"blockquote_15\">8.1 Dimensions, tolerances and allowances\napplicable to products covered by this\nspecification are contained in Tables 4 though\n</blockquote><blockquote id=\"blockquote_16\">23. Tables A1. 1 through A1. 191. The appropriate\ntolerance tables shall be identified in each\nindividual specification.\n</blockquote>\n \n\n<blockquote id=\"blockquote_17\">8.2. Flatness tolerances are not applicable\nto &quot;annealed last&quot; cold rolled sheets, but that\nproduct will normally be within two times\nstandard flatness when shipped in cut lengths and\nafter removal of coil set when shipped in coils.\n</blockquote>\n<blockquote id=\"blockquote_18\"> xx  xx  xx  xx\n\n \n\n</blockquote><blockquote id=\"blockquote_19\">10. Workmanship.\n</blockquote>\n \n\n<blockquote id=\"blockquote_20\">10.1 Cut lengths shall have a workmanlike\nappearance and shall not have imperfections of a\nnature or degree for the product, the grade,\nclass and the quality ordered that will be\ndetrimental to the fabrication of the finished\npart.\n</blockquote>\n \n\n<blockquote id=\"blockquote_21\">10.2 Coils may contain some abnormal\nimperfections that render a portion of the coil\nunusable since the inspection of coils does not\nafford the producer the same opportunity to\nremove portions containing imperfections as in\nthe case with cut lengths.\n</blockquote>\n \n\n<blockquote id=\"blockquote_22\"> 10.3.1 Exposed cold-rolled sheet is\nintended for applications where surface\nappearance is a primary importance, that is,\nexposed applications. Unexposed or annealed\ncold-rolled sheet is intended for applications\nwhere surface appearance is not of primary\nimportance, that is, unexposed applications.\n</blockquote>\n \n\n<blockquote id=\"blockquote_23\">10.3.2 Cut lengths for exposed applications\nshall not include individual sheets having major\nsurface imperfections (holes loose slivers and\npipe) and repetitive minor surface imperfections.\n</blockquote><p data-structure=\"Section\" id=\"p_25\">Cut lengths may contain random minor surface\nimperfections that can be removed with a\nreasonable amount of metal finished by the\npurchaser. These imperfections shall be\nacceptable to the purchaser within the\nmanufacture&#x27;s published standards.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_26\">10.3.3 For coils for exposed applications,\nit is not possible to remove the surface\nimperfections listed in 10.3.2. Coils will\ncontain such imperfections which shall be\nacceptable to the purchaser within the\nmanufacture&#x27;s published standards. Coils\ncontain more surface imperfections than cut\nlengths because the producer does not have the\nsame opportunity to sort portions containing such\nimperfections as is possible with cut lengths.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_27\">10.3.4 Cut lengths for unexposed\napplications shall not include individual sheets\nhaving major surface imperfections such as holes,\nloose slivers, and pipe. In addition, unexposed\ncut lengths can be expected to contain more minor\nimperfections such as pits, scratches, sticker\nbreaks, edge breaks, pinchers, cross breaks, roll\nmarks and other surface imperfections than\nexposed. These imperfections shall be acceptable\nto the purchaser without limitation.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_28\">10.3.5 For coils for unexposed\napplications, it is not possible to remove the\nsurface imperfections listed in 10.3.4. Coils\nwill contain surface imperfections that are\nnormally not repairable. Major imperfections\nshall be acceptable to the purchaser within the\nmanufacturer&#x27;s published standards. Unexposed\ncoils contain more surface imperfections than\nexposed coils.&quot;\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_29\">20. Down the lines and over the period there has\nbeen unvarying judicial unanimity that as far as possible\nthe award should be preserved and should not be subjected\nto interference unless and until there is a gross or\napparent error of law and effect stemming from\nmis-application of legal principles of mis-reading of he\nterms of the agreement or materials on the record or the\nperversity or non-application of mind is writ large. As\nthe court does not sit in appeal it is not required to\nre-evaluate or re-assess or re-appraise the evidence with\na view to pick holes and find out the error in the\nconclusions drawn by the Arbitrator. Such an attempt\nverges on exercising the power of an appellate court.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_30\">21. However, unless the award is based upon entirely\nerroneous findings of facts or mis-application of a\nprinciple of law and highly unsound interpretation of the\nterms of the contract or specifications of the\ngoods/articles, the sanctity of the award should be\nmaintained. In other words award is not immune from \nchallenge though its ambit is very narrow. The erroneous\nfinding of fact or erroneous application of law should be\npatent and pronounced.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_1\">22. While striking the delicate balance between the\nerrors of law and fact which are excusable and those which \nare inexcusable the Privy Council way back in 1923 in\n <a href=\"/doc/525017/\" id=\"a_1\">Champsey Bhara and Co. v. Jivraj Balloo Spg. and Wvg.\nCo. Ltd.</a> AIR 1923 PC 66 took a view which holds the\nfield till date that the award will stand unless on the\nface of it the Arbitrator was tried himself down to some\nspecial legal proposition or finding of fact which when\nexamined would appeared to be unsound. The observations of\nthe Privy Council in this regard require reproduction and\nare as under:-</span>\n</p>\n<blockquote id=\"blockquote_24\"> &quot;An error in law on the face of the award\nmeans, in their Lordships view that you can\nfind in the award or a document actually\nincorporated thereto, as for instance, a note\nappended by the Arbitrator stating the reasons\nfor his judgment, some legal proposition which\nis the basis of the award and which you can\nthen say is erroneous. It does not mean that\nif in a narrative a reference is made to a\ncontention of one party that opens the door to\nseeing first what that contention is, and then\ngoing to the contract on which the parties&#x27;\nrights depend to see if that contention is\nsound. Here it is impossible to say, from\nwhat is shown on the face of the award, what\nmistake the arbitrators made. The only way\nthat the learned Judges have arrived at\nfinding what the mistake was is by saying\n&quot;inasmuch as the arbitrators awarded so and\nso, and inasmuch as the letter shows that the\nbuyer rejected the cotton, the arbitrators can\nonly have arrived at that result by totally\nmisinterpreting Rule 52. But they were\nentitled to give their own interpretation to\nRule 52 or any other article, and the award\nwill stand unless, on the face of it, they\nhave tied themselves down to some special\nlegal proposition which then, when examined,\nappears to be unsound.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_2\">23. However, recently the Supreme Court in a\ndissective judgment has laid down the guidelines and the\ncriteria for examining the validity of the award in  <a href=\"/doc/899181/\" id=\"a_2\">Arosan\nEnterprises Limited v. Union of India and Anr.</a> . In the words of Supreme Court the re-appraisal\nof the evidence by the Court is not permissible and as a\nmatter of fact exercise of power by the Court to\nre-appraise the evidence is unknown to proceedings under\n<a href=\"/doc/1503578/\" id=\"a_3\">Section 30</a> of the Arbitration Act. In the event of there\nbeing no reasons in the award, question of interference of\nthe Court would not arise at all. In the event, however\nthere are reasons, the interference would still be not\navailable with the jurisdiction of the court unless of\ncourse, there exists a total perversity in the award or\nthe judgment is based on a wrong proposition of law. It\nwas further observed that in the event two views are\npossible on a question of law as well, the court would not\nbe justified in interfering with the award. So far as the\nphraseology &quot;error apparent on the face of the record&quot; is\nconcerned it does not itself mean and imply closer\nscrutiny of the merits of documents and materials on \nrecord. The court as a matter of fact, cannot substitute\nits evaluation and come to the conclusion that the\nArbitrator had acted contrary to the bargain between the\nparties. If the view of the Arbitrator is a possible view\nthe award or the reasoning contained therein cannot be\nexamined.</span>\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1760523\" id=\"span_3\">24. However the Supreme Court reproduced its\nobservations made in  <a href=\"/doc/1760523/\" id=\"a_4\">State of Rajasthan v. Puri\nConstruction Co. Ltd.</a> . The\nobservations are quotworthy and are as under:-</span>\n</p>\n<blockquote id=\"blockquote_25\"> &quot;Over the decades, judicial decisions have \nindicated the parameters of such challenge\nconsistent with the provisions of the \n<a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a>. By and large the courts have\ndisfavored interference with arbitration\naward on account of error of law and fact on\nthe score of misappreciation and misreading of\nthe materials on record and have shown\ndefinite inclination to preserve the award as\nfar as possible. As reference to arbitration\nof dispute in commercial and other\ntransactions involving substantial amount has\nincreased in recent times, the courts were\nimpelled to have a fresh look on the ambit of\nchallenge to an award by the arbitrator so\nthat the award does not get undesirable\nimmunity. In recent times, error in law and\nfact in basing an award has not been given the\nwide immunity as enjoyed earlier, by expanding\nthe import and implication of &#x27;legal\nmisconduct&#x27; of an arbitrator so that award by\nthe arbitrator does not perpetrate gross\nmiscarriage of justice and the same is not\nreduced to mockery of a fair decision of the\nlis between the parties to arbitration.\nPrecisely for the aforesaid reasons, the\nerroneous application of law constituting the\nvery basis of the award and improper and\nincorrect findings of fact, which without \ncloser and intrinsic scrutiny, are\ndemonstrable on the face of the materials on\nrecord, have been held, very rightly, as legal\nmisconduct rendering the award as invalid. It\nis necessary, however, to put a note of\ncaution that in the anxiety to render justice\nto the party to arbitration, the court should \nnot reappraise the evidences intrinsically\nwith a close scrutiny for finding out that the\nconclusion drawn from some facts, by the\narbitrator is, according to the understanding\nof the court, erroneous. Such exercise of\npower which can be exercised by an appellate\ncourt with power to reverse the finding of\nfact, is alien to the scope and ambit of\nchallenge of an award under the <a href=\"/doc/1052228/\" id=\"a_6\">Arbitration\nAct</a>. Where the error of finding of facts\nhaving a bearing on the award is patent and it \nis easily demonstrable without the necessity\nof carefully weighing the various possible\nviewpoints, the interference with award based\non erroneous finding of fact is permissible.\nSimilarly, if an award is based by applying a\nprinciple of law which is patently\nerroneous, and but for such erroneous\napplication of legal principle, the award\ncould not have been made, such award is liable\nto be set aside by holding that there has been\na legal misconduct on the part of the\narbitrator. In ultimate analysis, it is a\nquestion of delicate balancing between the\npermissible limit of error of law and fact and\npatently erroneous finding easily demonstrable\nfrom the materials on record and application of principle of law forming the basis of the \naward which is patently erroneous. It may be\nindicated here that however objectively the\nproblem may be viewed, the subjective element\ninherent in Judge deciding the problem, is \nbound to creep in and influence the decision.\nBy long training in the art of dispassionate\nanalysis, such subjective element is, however,\nreduced to minimum. Keeping the aforesaid\nprinciple in mind, the challenge to the\nvalidity of the impugned award  is to be \nconsidered with reference to judicial\ndecisions on the subject.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_34\">From the above the following broad principles \ngoverning the acceptance, rejection or remittance of the\naward can be culled out:-\n</p>\n  \n\n<blockquote id=\"blockquote_26\">(i) Unless there is an error apparent in law \nor fact on the face of the award the award\nshould not be interfered with as  the Court\ndoes not sit in Appeal while examining the\naward.\n</blockquote>\n \n\n<blockquote id=\"blockquote_27\">(ii) Unless the Arbitrator ties himself down\nto some such legal proposition which when\nexamined appears to be unsound it should not\nbe termed as a legal misconduct. In other\nwords the award may be set aside if it is\nbased upon patently erroneous principle of\nlaw.\n</blockquote>\n \n\n<blockquote id=\"blockquote_28\">(iii) The Court should refrain from \nre-appraising, re-evaluating or re-assessing\nthe evidence for finding out errors in the\nconclusions of fact for the purpose of\nreversing the same.\n</blockquote>\n \n\n<blockquote id=\"blockquote_29\">(iv) The Arbitrator is the better judge of the\nquality and quantity of the evidence and until\nthere exists a total perversity in the award\non this count the award should be preserved.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">Unless and until the incorrect finding of fact\nis demonstrable on the face of material\nthe award should not be disturbed.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_36\">(v) Unless and until a document or material\nwhich is extremely material for the just\ndecision of the case has been completely\nignored by Arbitrator, the finding of fact\nshould not be disturbed.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_37\">(vi) Unless and until the non-application of\nmind is writ large on the face of the award,\nthe award should not be subjected to closer\nand intrinsic scrutiny or scanning in respect\nof merits of documents and material on the record.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_38\">(vii) Unless and until the Arbitrator\ntraverses beyond the arena of the agreement of\ncontract or acts contrary to the terms of the\nagreement the Court should refrain from \ntinkering with the award on account of\nnon-jurisdiction.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_39\">(viii) In the event of there being no reasons\nin the award the interference of the Court is\nwholly unwarranted.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_40\"> (ix) If there are two views possible either\nwith regard to the legal proposition or\nfinding of fact the view of the Arbitrator\nshould be maintained even if it in the opinion\nof the Court is erroneous.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_41\">25. Let us test the findings of the learned\nArbitrator on the touchstone of aforesaid principles.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_42\">26. The entire gamut of the Award with regard to the\nabove referred first lot revolves around the meaning and\nimport of word &quot;Prime&quot; with reference to the quality and\nspecifications of steel agreed to between the parties\nand also as to the expression that would apply to the term\nof the agreed specifications.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_43\">27. Apart from this, another controversy of\nsubstance involves the issue regarding the principle as to\nmeasure of damages adopted by the Arbitrator. The learned\nArbitrator has proceeded on the premise and principle that \nthe measure of damages is the difference of sound market\nvalue and the salvage or sale value of the defective\ngoods.\n</p> \n \n\n<p data-structure=\"Section\" id=\"p_44\">28. Let us first advert to the controversy as to\nquality of steel agreed between the parties regarding the\nfirst lot. The close perusal of the award shows that the\nlearned Arbitrator was over-whelmingly persuaded by the \ntestimony of Dr. Rollins while defining the word &quot;prima&quot;\nappearing in the correspondence between the parties and in\nthe contract with reference to the above referred agreed\nspecifications of the goods.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_45\">29. As per understanding of the learned Arbitrator,\nthe express terms of the Agreement required the\npetitioner-SAIL to deliver &quot;prima cold rolled mild steel\nsheets in coil in compliance with ASTM A568 completely\noiled the sufficient oil to protect the Cold Rolled Coil\n(CRC) against water and moisture and with cut/slit edges.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_46\">30. Under the head &quot;What is the meaning of the word\n&quot;Prima&quot;, the learned arbitrator has referred to the \nfollowing passages of Dr. Rollins&#x27;s evidence:\n</p>  \n\n<blockquote id=\"blockquote_30\"> &quot;Examination -in-chief\n\n \n\n&quot;the material is designated to be\n&#x27;prime&#x27; are limited such that at least 90 to 95\nper cent of the material is usable for\ncontinuous levelling and cutting operations.&quot;\n</blockquote>\n \n\n<blockquote id=\"blockquote_31\">&quot;The words continuous coil cutting and\nlevelling into flat sheets and/or slitting imply\nprima material and I have merely explained the\nterm &#x27;prime&#x27;.&quot;\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_47\"> cross-examination\n\n \n\n&quot;Continuous cutting and levelling into\nflat sheets is a necessary - well, it is the\nusual application for prima material and the two \nthings, in fact, go together. A material which\nis prima will always be capable of being \ncontinuously levelled into flat sheets. In \nfact, the increase in the standard above ASTM,\nif we leave that out, that is the same as\nleaving &quot;Prima&quot; out, yes. The two are very \nsimilar in their meaning.&quot;\n</p> \n \n\n<blockquote id=\"blockquote_32\">&quot;Then <a href=\"/doc/1760523/\" id=\"a_7\">in that case</a> the requirement of\n&quot;suitability for continuous coil cutting and\nlevelling&quot;, would it still be read into the word\n&#x27;prime&#x27;?&quot;\n</blockquote>\n \n\n<blockquote id=\"blockquote_33\">&quot;Q. Is the word &quot;prime&quot; defined \nanywhere?\n</blockquote>\n \n\n<blockquote id=\"blockquote_34\">A. In the CRC, in the flat products\ntrade, there is a prime market and there is a\nsecondary market. On the prime market, which is\nwhat the basis of this report is, being suitable\nfor the prime market, then the definition that\nis commercially used is that the material should\nbe 95 per cent or more usable.&quot;\n</blockquote> \n \n\n<p data-structure=\"RespArg\" id=\"p_48\">31. Mr. Bowes and Mr. Calima, the surveyors also\nagreed with the definition of Dr. Rollins. According to\nthe learned Arbitrator the word &quot;Prime&quot; used in the \ncorrespondence between the claimant and the respondent\nshows that the word &quot;Prima&quot; is not mere a surplusage. He\nfurther observed that the word &quot;Prime&quot; also appeared not\nonly in the annexures of the Agreement but also in the\nheading of the Agreement and Clause 1.1 and also in the\namendment dated 12th of May 1994 wherein in Clause A it is\nspecifically stated that the inspection certificate of SGS\nwill confirm that the material is in prima condition. The \nArbitrator did not agree with the contention of SAIL that\nin order to ascertain the meaning of the word &#x27;prime&#x27; its\nintention and meaning must be given by the persons who\ninitiated the contract.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_49\">32. In the opinion of the Arbitrator the word has to\nbe considered in the context of the evidence, document and\nthe agreement and, therefore, he accepted the opinion of\nDr. Rollins. Merely because the SAIL did not address the\nappropriate question to the witness, namely, Dr. Rollins\nwhether or not there is a reference for Class I, the\nArbitrator observed that in the absence of such a\nsuggestion or question whether there is a prima market for\nclass I material, in  theory there is no reason why there\nshould not be. He also referred to the meaning of the\nword &quot;Prima&quot; as per the Concise Oxford Dictionary to the\neffect that it should be &#x27;the best and highest quality,\nexcellent or wonderful&#x27;.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_50\">33. The learned Arbitrator acknowledged that there \nis no express term in the Agreement and ASTM A568 does not\naddress the issue as to the suitability of the cutting and\nstill held that since there are no published standards\nstipulated regarding &#x27;continuous coil cutting&#x27; the\ncontractual standards become the public standards. In\nother words the contractual standard of the material was\n&#x27;prime&#x27; as there was no other contrary standard as\npublished standard of the manufactures.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_51\">34. The learned Arbitrator disagreed with the SAIL \nthat it was an attempt to re-introduce into the contract a\nconcept which was unrelated. According to him it is\nconsistent with the contractual requirement as what was\nagreed expressly was that Class I exposed material was\nreplaced by Prime Case II material for exposed use; and\nthat the material would not be suitable for coil cutting.\nThe Arbitrator himself provided the reason why the clause\nwas not incorporated in the Agreement. According to him\nit was merely because &#x27;Prime&#x27; is likely to give effect for \ncontinuous coil cutting and levelling into flat sheets.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_52\">35. While referring to ASTM A366, the Arbitrator has\nrejected the testimony of Mr. Sharma, an export witness\nof the SAIL who placed reliance upon the well-known\npublication titled &#x27;Flat Processing of Steel&#x27; by William\nL. Robert published by Dekker, New York firstly because Mr.\nsharma did not refer to this publication; and secondly\nthat he did not even put it to the claimant&#x27;s witnesses\nsuch as Dr. Rollins. The Arbitrator declined rather\nrefused to attach any weight whatsoever to this\npublication as according to him it did not form part of\nthe evidence. However, Dr. Rollins also amended his\nreport after consulting the TSU as to the meaning of word\n&quot;Prime&quot; in reference to ASTM A568 and was thus accused of\nan after-thought or procured opinion. The Arbitrator has\nabsolved Dr. Rollins by accepting his explanation that\nabout two months ago after the report was submitted he\nrealised that there was nothing with respect to &#x27;Prime&quot;\n</p><blockquote id=\"blockquote_35\">when he said that the word &quot;Prime&quot; had to be included.\nSAIL also contended that Dr. Rollins was aware that in\nthe Preamble it must have been discussed with TSU and,\ntherefore, could not have made this mistake to bring into\nexistence the suitability of the CRC for continuous coil\ncutting and splitting. However, the Arbitrator did not\nagree with this and accepted the explanation of Dr.             Rollins by observing that he did commit a genuine mistake.\n</blockquote>\n \n\n<p data-structure=\"PetArg\" id=\"p_53\">36. The aforesaid conclusions of the Arbitrator have\nbeen assailed by Mr. Dipanker Gupta, learned counsel for\nSAIL with vehemence. It is contended that though during\nthe negotiations series of communications were exchanged\nbetween the parties but the Arbitrator relied mainly upon\ncommunication dated 5.2.1994 wherein the question with\nrespect to coil was discussed and in that letter one of\nthe officials of the SAIL said that steel sheets would be\nsuitable for continuous coil cutting but this requirement\ndoes not find any place in the ultimate contract.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_54\">37. Mr. Gupta further contended that in spite of\nhaving agreed with the respondent that there was no\nexpress term that the material will be suitable for\ncontinuous coil cutting and levelling into flatted sheets\nstill the Arbitrator interpreted the word &quot;Prime&quot; as to \nthe quality of the steel sheets   which were fit for\ncontinuous coil cutting.\n</p> \n \n\n<p data-structure=\"RespArg\" id=\"p_55\"> 38. According to Mr. Gupta the Standard and meaning\nof the word &quot;Prime&quot; as adopted by the Arbitrator is the\none as prescribed in the Dictionary ignoring the \nspecifications of the material or other qualities or\ndescription etc. by observing that the &#x27;prime&#x27; quality is\nthe best and high quality of the value excellent. The\nbias and misconduct of the Arbitrator, according to Mr.\nGupta, is further demonstrated that even the goods\nsupplied by the DGS&amp;D to its customers in any case are not\nof prime quality and the word &quot;Prime&quot; was not used at all\nso far as the specifications were  concerned as this word\nwas not usable in respect of Class II materials.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_56\">39. Mr. Gupta commented scathingly as to the\napproach of the learned Arbitrator. According to him, the\nlearned Arbitrator was making all out efforts to interpret\nthe specifications and the quality of the steel to be\nsupplied by the SAIL to the advantage of the respondent by\nthrowing canone of fairness and impartiality to the winds.\nAccording to Mr. Gupta, equating prime quality with the \nprime market is not only fallacious but is a misnomer as\nthe prime market is top market. So much so even Dr.\nRollins has admitted that generally in this market all\nmaterials such as Class I materials are accepted to be\nsold. But being more loyal than the King, the Arbitrator\nhas inspite of admitting that the parties had finally\nagree to Class II and unexposed materials and that on\n17.2.1994 the TSU/claimant had issued letter of\nacceptance wherein Class I was deleted still learned\nArbitrator gave the finding that the word &quot;Prime&quot; in\nrespect of class II material refers to a material which is\nsold in the prime market. Mr. Gupta further contended that\nthe rejection of the well-known publication on the subject \nmerely because it was neither put to the witness Dr.\nRollins nor was referred by the expert witness of the \nclaimant itself bares the designs  of the Arbitrator and\ndemonstrates that he was all out to help TSU.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_57\">40. However, while coming to the defense of the\nArbitrator, Dr. A.K. Singhvi, learned senior counsel\nappearing for TSU contended that the word &quot;Prime&quot; has been\ndistinguished as material which always is capable of\ncontinuous coil cutting and levelling into flat sheets and \nthere is no evidence produced by the petitioner nor has\nanything contrary been brought in the cross-examination\nand, therefore, to interpret the meaning of the word\n&quot;Prime&quot; was entirely within the area and jurisdiction of\nan expert and since the expert witness has defined the\nword &quot;Prime&quot; in trade and common parlance as a material\nwhich is capable for coil cutting and levelling of flat\nsheets, learned Arbitrator has rightly accepted and acted\nupon the opinion of the expert. He further defended the\nArbitrator by contending that the Arbitrator has fully\ndealt with the argument of SAIL that the word &quot;Prime&quot; is a\nsurplusage by observing that the word &quot;Prime&quot; not only\nappears in the annexures but in the heading of the\nAgreement and in Clause 1.1 and the amendment dated 12th\nMay 1994 wherein Clause A specifically stated that the\ninspection certificate would confirm that the material is in prime condition.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_58\">41. While canvassing the proposition that the courts\nshould not ascribe redundancy and surplusage towards a\ncontract or any statute and should give the full meaning\nto each word, Dr. Singhvi placed reliance upon the\nfollowing observations of the Supreme Court made in\n Trivenibai and Anr. v. Lilabai 1959 SC 620:\n</p>\n<blockquote id=\"blockquote_36\"> &quot;In construing documents, the usefulness of\nprecedents is usually of a limited character;\nafter all courts have to consider the material\nand relevant terms of the document with which\nthey are concerned; and it is on a fair and\nreasonable construction of the said terms that\nthe nature and character of the transaction\nevidenced by it has to be determined.&quot;\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_59\">42. There is no doubt that the courts should not\nascribe redundancy and surplusage towards a contract or\nany statute and should give a full meaning of each word\nbut it does not mean that if any expression or word in the\ncontract is out of place or is not in consonance with the\nspecification or standard of the goods such an expression\nought to be taken into consideration. It is the overall\nmeaning of the expression one should search for. The\ncriteria is that if a particular expression or word used\nin the contract is not in synchronization with the intent,\nobject and purpose of the agreed specifications, the said\nexpression should be deemed as redundant and surplusage.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_60\">43. In the instant case series of communications\nexchanged between the parties show that the term\n&#x27;continuous coil cutting&#x27;, was consciously left in the \nultimate contract but by taking the word &#x27;prime&#x27; used in\nthe quality of the steel as the one which indicated to the\nquality fit for continuous coil cutting, it was deliberate\nattempt to circumvent the provisions of the terms of the\ncontract. Had the word &#x27;prime&#x27; indicated to the quality\nof continuous coil cutting the question of providing the\nflatness as per tolerance ASTM would not have arisen. The\nword &#x27;prime&#x27; is mentioned in the description of the goods\nand in relation to specifications. But the learned\nArbitrator relied upon an isolated letter dated 5.2.1994\nwherein the question as to the quality of the goods was\ndiscussed and in one of the letters it was stated that the\nsteel should be suitable for continuous coil cutting. But\nthis requirement did not find any place in the ultimate\ncontract though in the original negotiations the\nrespondent insisted for class I exposed material which is\nof much higher quality but it was ultimately reduced to\nclass II quality and that too for unexposed material.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_61\">44. It is in this background that the word &#x27;prime&#x27;\neven if is assumed to be existing in the final contract is\nredundant and surplusage as to term &#x27;class II material&#x27;.\nMerely because the description of the steel has been given\nas a &#x27;prime&#x27; would not make it class I quality or a\nquality fit for continuous coil cutting.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_62\">45. As regards the specifications of the goods in\nquestion agreed between the parties there is no escape\nfrom the conclusion that the findings suffer from vice of\ngross misconduct - both legal as well as factual and\nunsound reasoning as there was no other interpretation\npossible as to the specifications from the series of\ncommunications exchanged between the parties including\nthose between the TSU and TSG that the TSU had with open\neyes and full knowledge and consciously agreed to the\nspecifications as contained in the contract dated 4.3.1994\nwhich were subsequently amended in May, 1994.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_63\">46. One cannot be oblivious of the fact that it was\nbecause of appearance of word &#x27;prime&#x27; by way of amendment\nthat the theory of &#x27;prime&#x27; material being the best and the\ntop class material was switched in ignoring the fact that\nthe quality was class II for unexposed application which\nmeans that the steel should be used by way of hidden\nmaterial but the Arbitrator treated it as a top class\nmaterial which always is in exposed form.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_64\">47. The Arbitrator committed gravest and inexcusable\nerror in adopting the meaning of the word &#x27;prime&#x27; as\nprescribed in the dictionary brushing aside the\nspecifications of the material agreed between the parties\nor other qualities or descriptions or specifications by\nobserving that the prime quality is the best or the\nhighest quality or value excellent or wonder. So much so\neven the claim of the TSU that they agreed to purchase\nbest or highest quality of the steel stood belied as the\nmagazine produced by them &quot;Metal Bulletin Vol. 17&quot; showed\nthat the price of the Indian steel is about 80 Dollars\nless than the lowest available in America. Thus neither\nby any stretch of imagination nor by application of any\nstandard or specifications of Class II material one can\nconclude that the quality agreed between the parties was\nof &#x27;prime&#x27; quality capable of continuous coil cutting.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_65\">48. The reasoning of the learned Arbitrator in this\nregard shows that he was brewd either with confusion or\nwas making all out efforts to enforce the applicability of\nword &#x27;prime&#x27; to the agreed quality of steel. On the one\nhand he relied upon the dictionary meaning of the word\n&#x27;prime&#x27; while on the other hand he relied upon the opinion\nof Dr. Rollins who equated the &#x27;prime&#x27; quality with the\nprime market. The prime market is a top class market\nwhere the prime material is sold. This is admitted by Dr.\nRollins when he says that the highest class of material\nsuch as class I material is expected to be sold in the\nprime market but in the award the learned Arbitrator has\nagreed that the parties deliberated upon the quality of\nthe steel as class II and unexposed material. He has also\nagreed that on 17.2.1994 the respondents had issued letter\nof acceptance wherein class I was deleted. This is a twin\nmisconduct of grave nature i.e. legal as well as factual.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_66\">49. The learned Arbitrator was himself on very\nslippery and sticky wicket and his mind was vaccilating\nbecause of the doubt as to the meaning and relevance of\nthe word &#x27;prime&#x27; with regard to class II material. The\nlearned Arbitrator was required to see as to whether the\ngoods conformed to the specifications as agreed in May\n1994 and if not the deficiencies they suffered from. Even\notherwise ASTM specifications did not require that the\nsteel should be absolutely flat.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_67\">50. Once Clause 9 was stipulated in the final\nagreement in respect of specifications and quality of the\nsteel it prohibited the Arbitrator to refer to the letters\ndated 20th January 1994 and 5th February 1994 sent by Mr.\nRam Chandran. Through this clause what was eliminated was\n&#x27;continuous coil cutting&#x27; and not &#x27;continuous coil\ncoating&#x27;. It was not within the purview of the Arbitrator\nto refer to or rely upon the earlier communications\nbetween the parties either for the purpose of explanation\nor for demonstrating the intention of the parties. As has\nbeen observed above that merely the word &#x27;prime&#x27; figured\nin the concluded contract and the word &#x27;cutting&#x27; did not\nfind place does not mean that the Arbitrator was free to\nrefer to pre-contract letters to find out the meaning of\nword &#x27;prime&#x27; in the context as to what the parties\nunderstood.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344101\" id=\"span_4\">51. Intention of the parties is most relevant factor\nin interpreting the contract. If the contract suffers\nfrom inconsistencies or unintelligibility of a particular\nterm of the contract it is always the intention of the\nparties which is the guiding force. The Supreme Court has\nin  <a href=\"/doc/344101/\" id=\"a_8\">State of Tamilnadu v. Anandam Viswanathan</a> 1989 (1) SC\n613 laid great emphasis that the intention of the parties\nis always relevant factor before the Arbitrator or the\nCourt when it is called upon to interpret or construe the\ncontract. The relevant observations are as under:-</span>\n</p>\n<blockquote id=\"blockquote_37\"> &quot;In our opinion, in each case the nature\nof the contract and the transaction must be\nfound out. And this is possible only when the\nintention of the parties is found out. The\nfact that in the execution of a contract for\nwork some materials are used and the\nproperty/goods so used, passes to the other\nparty, the contractor undertaking to do the\nwork will not necessarily be deemed, on that\naccount, to sell the materials. Whether or not\nand which part of the hob work relates to that\ndepends as mentioned hereinbefore, on the\nnature of the transaction.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_69\">52. Error of fact is patent and apparent when the\nlearned Arbitrator observed that ASTM is totally a\ndifferent set of specifications because it does not\naddress the &#x27;continuous coil cutting&#x27; though there is no\ninconsistency between ASTM A568 and the word &#x27;prime&#x27;. To\nsay that ASTM A568 has nothing to do with &#x27;continuous coil\ncutting&#x27; and it only pertains to thickness is also not\ncorrect. ASTM stands for American Standard of Testing\nMaterial. It does not address the issue as to the\nsuitability of cutting without being read in the context\nof class II material and, therefore, the Arbitrator was in\ngross error by observing that since there are public\nstandard regarding continuous coil cutting the contractual\nstandards become public standards.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_70\">53. To refer to the letter dated 5.2.1994 of Mr.\nRam Chandran wherein the specifications were referred as\nsuitable for &#x27;continuous coil cutting&#x27; and not &#x27;coating&#x27;\nwas not permissible as the concluded contract provided the\ncold rolled steel sheets suitable for continuous coil\ncoating. It shows that the word &#x27;prime&#x27; was a redundant\nor surplusage or inadvertent or mechanical addition\nbecause the prime quality is wholly in-consistent with\nclass II which was suitable for continuous coil coating\nand not for continuous coil cutting. Since the\nspecifications ASTM A568 were not referrable to CCC\ntherefore by introducing CCC the Arbitrator has\nerroneously rather circumvently increased the level of\nspecifications.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_71\">54. As to the breach of the terms of the agreement\nthe findings of the Arbitrator have been challenged on\nmulti-farious grounds. These are:\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_72\">55. Firstly, that the specifications for the goods,\ntheir dimensions, tolerances and alloyances were matters\nof measurement in accordance with ASTM standards and since\nthe surveyors did not measure the goods in accordance with\nASTM standards and made only general observations that the\nsteel sheets were not sufficiently flatted the Arbitrator\nwas not correct in relying upon the conclusion of the\nsurveyors;\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_73\">56. Secondly, the other defects pointed out by the\nsurveyors were such which could not have been concluded\nwithout the opinion of an expert;\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_74\">57. Thirdly, the Arbitrator was persuaded merely by\nthe general observations of the surveyors that the\ncondition of the steel sheet was so bad that they did not\ndeem it necessary to find out whether these conformed to\nthe ASTM standards or not;\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_75\">58. Fourthly, the rejection of the opinion of the\nwell known International Authority on &quot;flat processing of\nsteel&quot; namely William L. Roberts on the ground that views\nof William Roberts on the subject have since not been put\nto the witnesses and, therefore, no reliance can be placed\nupon his views was patently wrong as the opinion of an\nexpert or an authority on any subject at least needs to be\ntaken into consideration though it may not be necessary\nthat the same be accepted and relied upon;\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_76\">59. Fifthly, without having the specifications\nagreed between the SAIL and TSU the survey was not\npossible as the possibility of sale of other material with\ndifferent specifications by TSU to TSG and by TSG to its\ncustomers could not be ruled out and as it was not\npossible for the surveyors to give any opinion in this\nregard their testimony was irreceivable as well as\ninadmissible in evidence;\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_77\">60. Sixthly, that since the surveyors have relied\nupon specifications provided by the TSG to its customers\nand since there is a significant difference between the\nspecifications of TSG to its customers and specifications\nof the goods agreed between SAIL and TSU and also between\nTSU and TSG not only the evidence of the surveyors has\ninherent infirmity but also the award which is based on\npatently incorrect conclusion of the surveyors;\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_78\">61. Nextly, the Arbitrator not only ignore but\nwiped out the overwhelming evidence to the effect that the\nTSU had observed supervised the entire rolling process\nin number of ways with the full co-operation from SAIL&#x27;s\nside and the entire production process was overseen by TSU\nand so much so SGS also made inspection at the instance of\nTSU and TSU also had an independent inspection agency\nnamely IGI who used to directly report back to the TSU.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_79\">62. Further that the observations of the Arbitrator\nthat the so called inspection teams sent by TSU were\nnothing but state visits is not based upon any material or\nevidence nor on the testimony of any witnesses including\nMr. Kruger. Similarly the observations of the Arbitrator\nin this regard are based on surmises and conjectures that\nthe TSG could in no way know whether the interior of the\ncoils was defective or not or was properly oiled in spite\nof the fact that the SGS gave a certificate that they had\ninspected the material after skin passed justification\nrolling stage and then at the stage of coiling. Thus the\nobservation of the Arbitrator that there is no indication\nthat SGS was doing anything else except the random\nsampling to check the chemistry, oiling, hardness and the\ndimensions of the coils is not based upon any evidence or\nmaterial on the record.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_80\">63. It is further contended by Mr. Gupta that the\nArbitrator has also run down the inspection done at\nvarious stages by observing that IGI was merely a medium\nwhich reported to the claimants&#x27; agents in India as and\nwhen they observed production and reported periodically as\nthey had no certification role. Their role was even more\nlimited than that of SGS. Thus according to Mr. Gupta the\nArbitrator by not placing the reliance upon IGI\ncertificates has acted arbitrarily and capriciously and\nwithout application of mind.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_81\">64. Mr. Gupta further accused the Arbitrator of bias,\nunfairness and one sided approach when he observed that\nthere was no evidence whatsoever of any efforts and\nwhatever they were doing was merely reacting to the\nsuggestions and proposals made by the claimants&#x27;\nrepresentatives to the Mill.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_82\">65. Though there is no gainsaying the fact that\nbuyer is concerned only with the quality of the goods he\nreceives, yet internal arrangements or mechanism devised\nby the parties for managing the quality or the\nspecifications during production is of relevance and not\nan exercise in futility. To say that even certification\nby the representatives of the buyer is of no avail if the\nultimate goods received by the buyer are found to be\ndefective or not confirming to the specifications is not\ncorrect. Such certificates of the representatives of the\nbuyer during the production process do have evidentary\nvalue. To contradict the fact that the goods received by\nthe buyer were not as per contracted specifications, need\nfor proper survey and methodology was greater. Otherwise\nthe entire exercise of inspection by the representatives\nof buyer and independent agency and certification was\nwholly unrequited and meaningless.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_83\">66. It is in the backdrop of these arrangements that\nthe general observations of the surveyor that the material\nwas in such a bad condition that the measurement was not\npossible could not have been relied upon by the Arbitrator\nas the specifications of the goods, their dimensions,\ntolerances and alloyances were matters of measurements in\naccordance with the ASTM standards. The main grievance of\nthe TSU was that the steel sheets were not sufficiently\nflatted. ASTM specifications mentioned in the contract\ndid not require absolutely flatted steel sheets.\nSurveyors being experts were only required to furnish\nanalytical data which in this case was by way of\nmeasurements to enable to Arbitrator to form his own\nindependent judgment.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_84\">67. Merely because the surveyors observed that the\nmaterial was in such a bad condition that it was not\npossible to take the measurement did not absolve them from\nmeasuring the material as per specifications, their\ndimensions, tolerances and allowances.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_85\">68. Thus in the absence of measurements, there was\nno evidence on the basis of which the Arbitrator could\nhave come to any finding relating to the quality of the\ngoods supplied and the validity of the claims made by TSU.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_86\">69. The surveyors rejected the material mainly on\nthe ground that he goods were not prime inspite of the\nfact that most of sub-sales by TSG to its customers\nwere not prime goods. Admittedly the surveyors were not\nin possession of the specifications agreed to between SAIL\nand TSU at the time of the inspection of the goods at\ndifferent locations.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_87\">70. The surveyors proceeded on the TSG\nspecifications or February, 1994. These had been\nsignificantly changed in the final contract. The\nspecifications in the sales between TSG and its customers\nwere altogether different from the contract in question.\nThus the rejection of the opinion of the International\nauthority Mr. William Roberts merely because it was neither\nput to the witnesses nor any reliance was placed by the\nSAIL was wholly unwarranted.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_88\">71. To accept the opinion of an authority on the\nsubject is one thing and to ignore it or overlook it\nmerely on the ground that expert witness has not been\nconfronted with it is another thing. It cannot be\ngainsaid that the duty of the expert is to depose and not\nto decide. The only function of the expert is to furnish\nthe data with the necessary scientific criteria so as to\nenable the judge to come to an independent conclusion.\nData and analysis are provided by the expert. Conclusions\nare drawn by the Court. In certain cases expert may give\nhis opinion. But such an opinion is not binding on the\nCourt. In other words, Court does not become functus\nofficio to draw the conclusion if the expert has also\ngiven the opinion or the finding.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"813088\" id=\"span_5\">72. This principle was also propounded by Lord\nPresident Cooper in Davis v. Edinburgh Magistrate\nreported in  1953 Sc 34 (Scottish decision) which was\nrelied upon by the Supreme Court in  <a href=\"/doc/813088/\" id=\"a_9\">Murari Lal v. State\nof M.P.</a> . The observations of the\nSupreme Court that the Court is to form its own\nindependent judgment on the basis of the scientific\ncriteria are as follows:-</span>\n</p>\n<blockquote id=\"blockquote_38\"> &quot;An expert deposes and not decides. His duty\nis to furnish the judge with the necessary\nscientific criteria for testing the accuracy of\nhis conclusion, so as to enable the judge to\nform his own independent judgment by the\napplication of those criteria to the facts\nproved in evidence. Therefore, the approach of\nthe court while dealing with the opinion of a\nhandwriting expert should be to proceed\ncautiously, probe the reasons for the opinion,\nconsider all other relevant evidence and decide\nfinally to accept or reject it.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_90\">73. From the above it can safely be concluded that\nthe finding in this regard suffers from bias, legal as\nwell as factual mis-conduct, non-application of mind and\ninherent infirmity.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_91\">74. Now comes the issue of damages. The Arbitrator\nhas adopted the principle by referring to <a href=\"/doc/339747/\" id=\"a_10\">Section 73</a> of\nthe Indian Contract Act, 1872 which is as follows:-\n</p>\n<blockquote id=\"blockquote_39\"> &quot;73. When a contract has been broken, the\nparty who suffers by such breach is entitled to\nreceive, from the party who has broken the\ncontract, compensation for any loss or damage\ncaused to him thereby, which naturally arose in\nthe usual course of things from such breach, or\nwhich the parties knew, when they made the\ncontract, to be likely to result from the\nbreach of it.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_92\">75. The true basis of assessment of loss, in the\nopinion of the Arbitrator, is difference between the sound\nor true market value and the damaged market value. In\nthis case the market value means the price at which the\nrespondent would have to purchase the article for\nsupplying to TSG and not at the contracted rate.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_93\">76. This principle has been assailed by Mr. Gupta, as\naccording to him where the goods received are defective or\nunfit for consumption the purchaser is entitled to claim\ncompensation for breach of the warranty and the measures\nof the damages is the price paid and the price realised on\nsale.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_94\">77. According to the Arbitrator if the principles of\nthe difference between the contract value and the salvage\nvalue without any incidental charges on account of\nexpenses for achieving the sale is accepted it would\ndeprive the aggrieved party of the benefit of the increase\nin the market value and secondly of the profit for which\nit would have made from the sale and thirdly from any\nprotection of claims up the line from its customer.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_95\">78. While defending the principle adopted by the\nArbitrator Dr. A.K. Singhvi has contended that the correct\nand the only principle in measuring damages for breach of\nthe contract is that the buyer has to be put in the same\ncondition as if the contract had been performed correctly\nby the party in breach which in other words means that the\nmarket price or the market value of the sound goods which\nought to have been supplied is to be taken into\nconsideration, that is, the market value which the buyer\nhas to expend to buy the goods from the market as a\nreplacement because of defective supply by the seller.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_96\">79. Thus according to Dr. Singhvi the market value\nmeans price at which TSU would have to purchase the\narticle for supplying it to TSG and not at the rate which\nwas agreed between the TSU and TSG as contract price as\nthe theory of the buyer to have a distress purchase from\nthe market of the article for supplying it to the ultimate\ncustomer with whom he had a contract to supply would be of\nrelevance.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_97\">80. In support of this view, Dr. Singhvi has <a href=\"/doc/813088/\" id=\"a_11\">placed\nreliance upon</a> following cases:-\n</p>\n  \n\n<blockquote id=\"blockquote_40\">(i) In  Ghaziabad Development Authority v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_98\">Union of India and Anr.   wherein the\nAuthority failed to pay the loan after announcing the\nscheme for allotment of plots and issuing brochure for\npublic information, the damages were sought for breach of\ncontract and mental agony. It was held that in case of\nbreach of contract damages may be claimed by one party\nfrom the other. The damages may be liquidated or\nunliquidated. Broadly the principle underlying assessment\nof damages is to put the aggrieved party monetarily in the\nsame position, as far as possible, in which it would have\nbeen if the contract had been performed.\n</p>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_99\">Ours is not a case of failure to supply and as\nsuch the ratio propounded in this case is not applicable.\nThe instant case is a case of defective supply.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1187356\" id=\"span_6\">(ii) In  <a href=\"/doc/1187356/\" id=\"a_12\">Harinder Anand v. DDA</a>  the contract was terminated before work could be\ncompleted. The contractor claimed loss of profit for the\nunexecuted portion. The Arbitrator had failed to award\nloss of profit as well as damages\n\n \n\nThis is again a case that has not even remote\nsimilarity or akinness with the instant case and as such\nthe ratio is not at all applicable. In this case the\ncontract was wrongfully terminated.</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_101\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1860087\" id=\"span_7\">(iii) In  <a href=\"/doc/1860087/\" id=\"a_13\">C.B. Tanwar v. DDA</a> (1999) 80 DLT 556\nthe DDA did not make the entire site available to the\ncontractor. This was again a case of loss of profit where\ncancellation of the contract was held to be illegal and\nthe contract was terminated illegally. The contractor\nfiled a claim for loss of profit for not allowing him to\ncomplete the work. The principle applied was to place the\naggrieved party in the same position as he would have been\nto perform the work.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_102\">Again the facts of this case are entirely\ndifferent and hence the ratio is not applicable.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_103\">(iv) In  Murlidhar Chiranjilal v.\n</p><p data-structure=\"Precedent\" id=\"p_104\">Harishchadra Dwarkadas  the same principle\nwas held that the buyer has to be put in same position had\nthe work been performed.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_105\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1961694\" id=\"span_8\">81. As against this Mr. Gupta has relied upon the\nprinciple propounded by the Supreme Court in  <a href=\"/doc/1961694/\" id=\"a_14\">Union of\nIndia v. A.L. Rallia Ram</a> . In this case\nthe respondent had purchased and taken delivery of a\ncertain number of packets of cigarettes from the\nGovernment of India under a contract which provided that\n&quot;All sales will be conducted on the distinct understanding\nthat the goods sold are on a &#x27;said to contain&#x27; basis. no\nresponsibility for quality will be accepted whatsoever\nafter the delivery is made at the depot&quot;. Out of the\npackets delivered the respondent sold some of them in the\nmarket at a price lower than the purchase price and\nreturned the rest under an arrangement whereby the\nGovernment was to take back the goods found with the\nrespondent in their original packing. The contract with\nregard to undelivered goods was cancelled. The parties\nreferred their disputes to arbitration and the award\ngranted to the respondent three sums of money on the\nfollowing heads - (i) loss suffered by the respondent in\nrespect of packets of cigarettes not returned by him\ncomputed on the basis of difference between the price paid\nand price received by him on sale (ii) incidental charges\non account of expenses incurred on advertisement, storage,\nagency commission etc. (iii) interest on sum refunded to\nrespondent in respect of returned packets.</span>\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_106\">82. It was held that since the part of the stock of\ncigarettes supplied to the respondent was mildewed and\nunfit for consumption, the respondent was entitled to\nclaim compensation for breach of warranty, the measure of\ndamages being the price paid and the price realised on\nsale. As regards the incidental charges on account of\nexpenses incurred for arranging salvage sale, it was held\nthat -\n</p>\n  \n\n<blockquote id=\"blockquote_41\">&quot;that as a part of the stock of cigarettes\nsupplied to the respondent was mildewed and\nunfit for consumption, the respondent was\nentitled to claim compensation for breach of\nwarranty, the measure of damages being the price\npaid and the price realised on sale. Hence\nthere was no error of law apparent on the face\nof the award in respect of the first head.\n</blockquote> \n \n\n<blockquote id=\"blockquote_42\">that the amount awarded under the second head\ncould not be sustained. When the respondent\ntook delivery of the goods, he became owner of\nthe goods by the express intendment of the\ncontract. The expenditure incurred for\nadvertisement publicity, storage, agency\ncommission and other overhead expenses since the\nrespondent took delivery was therefore in\nrespect of his own goods and he could not claim\nthese expenses as part of compensation payable\nfor breach of warranty in respect of goods\nretained by him. For his claim for incidental\nexpenses in respect of goods appropriate by him\nthe respondent&#x27;s claim could not be, apart from\nthe damages, awarded. The amount awarded by the\numpire to the respondent, on the head  of\nincidental expenses could not therefore be\nawarded as compensation on any view of the case.\nThe amount has been award on an erroneous\nassumption of law, which is on the face of it\nerroneous.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_107\">83. Dr. Singhvi distinguished this case by contending\nthat there was no argument regarding sound market value\nprice versus contract price as presumably both were the\nsame.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_108\">84. I am afraid the principle propounded by\nDr. Singhvi and adopted by the learned Arbitrator is not at\nall sound and suffers from anomaly and illegality.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_109\">85. It is settled law that wherever the defective\ngoods or goods unfit for consumption or the goods which\nare in breach of the specifications are received by the\npurchaser he is entitled to claim compensation for breach\nof the warranty and the measure of the damages is the\nprice paid and the price realized on sale.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_110\"> 86. Thus the learned Arbitrator fell in grave error\nin applying the principle of true market value at the time\nwhen the contract would have been performed as he applied\nthe principle enunciated in <a href=\"/doc/339747/\" id=\"a_15\">Section 73</a> of the Contract Act\non the presumption that no goods were supplied at all\nwhereas in the instant case the allegation is that the\ngoods supplied were defective and did not conform to the\nspecifications. So much so the TSU also recovered\nsubstantial amount by salvage sale.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_9\">87. Thus the true criteria to be adopted by the\nlearned Arbitrator was the principle propounded in <a href=\"/doc/1961694/\" id=\"a_16\">Rallia\nRam</a>&#x27;s case. This is because the price paid by the buyer\nalways represents the value of the goods if they had been\nsupplied in accordance with the contractual specifications\nwhereas the value of the defective goods can be estimated\non the basis of the price at which they were able to\ndispose it in the market. In such a case the measure of\ndamages is always the difference between the contract\nprice and the salvage price of the goods. Even if it is\nassumed that the goods supplied were not according to the\ncontracted quality still the measure of damages could not\nhave exceeded compensation for the shortfall which TSU had\nsuffered as a result of salvage value. Re-sale contract\nprices are not relevant for assessment of damages.</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_112\">88. In this case the Arbitrator could have at the\nmost allowed the loss suffered by the TSU while selling\nthe goods to TSG. But the learned Arbitrator has awarded\nthe damages suffered by the two parties namely sale price\nof TSU to TSG and TSG&#x27;s sale to its customers which was\nneither permissible on facts nor in law.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_113\">89. Descriptions in the re-sale contracts were\ndifferent from the contract between SAIL and TSU. In\nother words the goods proposed to be sold by TSG to its\ncustomers did not have the same specifications as the\ngoods purchased by TSU. Unless it is proved that the\ncontract for re-sale is for the goods of the same\nspecifications as the contract which is subject matter of\nthe dispute, re-sale price cannot be taken into account\nfor assessment of damages.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_114\">90. The Arbitrator committed grave error in\nassessing the damages not on the basis of the price\nprevailing at the place of performance of the contract.\nLiability of the seller is over the moment the goods are\nput on board.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_115\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1813747\" id=\"span_10\">91. Again the learned Arbitrator fell in grave error\nby observing that the price at the place of delivery is\nnot the relevant price while assessing the damages.\nmarket rate is always related to the place of delivery\ni.e. f.o.b. the moment the goods are put on board. This\nprinciple was recognized by the Supreme Court in  <a href=\"/doc/1813747/\" id=\"a_17\">Murlidhar Chiranjilal v. Harishchadra Dwarkadas and\nAnr.</a>  wherein the appellant entered\ninto a contract with the respondent for the sale of\ncertain canvas at Rs. 1 per yard under which the delivery\nwas to be made through railway receipt for Calcutta f.o.r.\nKanpur. The cost of transport from Kanpur to Calcutta and\nthe labour charges in that connection were to be borne by\nthe respondent and it was agreed that the railway receipt\nwould be delivered on August 5, 1947. The appellant was\nunable to deliver the railway receipt on the due date\nbecause booking from Kanpur to Calcutta was closed and\ntherefore cancelled the contract. The respondent\ninstituted a suit for the recovery of damages for the\nbreach of the contract and claimed that as the seller knew\nthat the goods were to be sent to Calcutta and must\ntherefore be presumed to know that the goods would be sold\nin Calcutta any loss of profit to the buyer resulting from\nthe difference between the rate in Calcutta on the date of\nthe breach and the contract rate would be the measure of\ndamages. It was held :-</span>\n</p>\n<blockquote id=\"blockquote_43\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813747\" id=\"span_11\">&quot;that it is well settled that the tow principles\nrelating to compensation for loss or damage\ncaused by breach of contract as <a href=\"/doc/1813747/\" id=\"a_18\">laid down in</a>\n<a href=\"/doc/339747/\" id=\"a_19\">Section 73</a> of the Indian Contract Act, 1872, read with\nthe Explanation thereof, are (i) that, as ar(sic) as\npossible, he who has proved a breach of a\nbargain to supply what he contracted to get is\nto be placed, as far as money can do it, in as\ngood a situation as if the contract had been\nperformed, but (ii) that there is a duty on him\nof taking all reasonable steps tomitigate the\nloss consequent on the breach and debars him\nfrom claiming any part of the damage which is\ndue to his neglect to take such steps.&quot;</span>\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_116\">92. The reasons given by the Arbitrator for awarding\nthe damages are patently erroneous and unacceptable\nlegally as well as factually. The wholly erroneous\napproach adopted by the Arbitrator is manifest from the\nobservations that steel was contracted to be sold to the\nUS market and therefore the analysis of the domestic value\nof the steel in India is irrelevant. By taking the sound\nmarket value in the US market, the Arbitrator has\ncompensated TSU for the alleged loss which might have been\nsuffered by TSU as well as TSG. TSG was neither a party\nto the contract with the SAIL neither a party to the\narbitration nor the claimant. If the TSU had received the\ngoods as per agreed specifications it would have got $\n4140000.00. Thus the compensation could not have exceeded\ndifference between 4,140,000.00 and the contract price\n3605000.00.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_117\">93. As regards the additional cost of US$ 284,582.02\nbeing the cost of achieving the salvage sale the learned\nArbitrator again fell into grave error by making the\nfollowing observations:-\n</p>\n<blockquote id=\"blockquote_44\"> &quot;The contention of the respondents also\nfails to take into account the sum of\nUS$ 284,582.02 being the cost of achieving\nthat sale which it should. The submissions\nof the respondents that the fact that the\nclaimants have sold their goods to TSG is\nirrelevant for the respondents cannot pray\nin aid all the claimants&#x27; actions with\nregard to third party to reduce their\nobligation to provide the claimants with\ngoods of a market value of US$x, not US$x\nless some amount.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_118\">94. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_12\">In <a href=\"/doc/1961694/\" id=\"a_20\">Rallia Ram</a>&#x27;s case it was specifically held by\nthe Supreme Court that when a party takes the delivery of\nthe goods he becomes the owner of the goods and,\ntherefore, the advertisement, publicity, storage,\ncommission, overhead expenses cannot be awarded to the\nbuyer as part of compensation towards breach of\nthe warranty.</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_119\">95. However one could have made departure from this\nprinciple had the respondent/claimant incurred such\nexpenditure by way of selling the goods in the market.\nBut here the claimant sold the goods to TSG itself i.e.\nits first customer. These expenses would have even\notherwise been incurred even if the goods had been as per\nspecifications. thus from any aspect we may examine the\naward with regard to the lot No. 1 it cannot be sustained\nand is set aside.\n</p> \n \n\n<p data-structure=\"Conclusion\" id=\"p_120\">LOT NO. 2:\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_121\">96. Admittedly no goods were supplied so far as the\nsecond lot of 10,000 MTs of CRC is concerned as the\npetitioner took the stand that there was no concluded\ncontract in this regard. The contract with regard to Lot No. shows that there were as many as four bids any many\nmore number of thicknesses as to which coils were to be\nsupplied.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_122\">97. Clause 9 of the contract provided that no change\nin respect of the contract shall be followed unless the\nsame is agreed to in writing by both the parties. By\nvirtue of this clause all previous negotiations and\nagreements between the parties stood cancelled. Though\nthe contract for the 1st lot was dated 4th March, 1994 but\nit was signed on 25th April 1994. A letter was sent to\nthe respondent claimant to the effect that the size of the\nsecond lot would be the same as that of the first lot.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_123\">98. On 5th September, 1994 Mr. Kruger of Thysseen\nwrote to Mr. Somani of NEPL saying that TSU would like to\ngive the size break up for the second lot but the next day\nMr. Jain of NEPL asked Mr. Sandhu of SAIL to incorporate\nthe sizes as per letter dated 17th March, 1994 into the\ncontract so that the same can be incorporated in the\nLetter of Credit. On 5th October, 1994 Mr. Sandhu of SAIL\nwrote to TSU saying that various views had been exchanged\nregarding second lot and the matter was under\n</p><blockquote id=\"blockquote_45\">consideration. SAIL followed up by saying that there was\nno obligation to supply the second lot. TSU denied this.\nThere was exchange of series of letters and ultimately on\n22nd September, 1994 TSU forwarded a Letter of Credit\npurporting to cover the second lot. Even in the Letter of\nCredit the specification for the second lot were\ndifferent from those of the first lot and further the\nsub-lots and markings were to be indicated later.\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_124\">99. Thus according to Mr. Gupta the aforesaid facts\nshow that the contract with regard to the second lot was\nnever concluded and moreover in case of FOB sale where\nthere are sub-lots as in the present case essential terms\nwhich must be agreed before a concluded contract will come\ninto existence are price, quantified size, markings\ncombinations of thickness and width for each lots and\nshipping dates. Further a change in the size mix has a \nsignificant effect on the production of the CRC. This\nfact has been admitted by Mr. Kruger and Mr. Jain when they\nwere asked about the importance of the sizemix.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_125\">100. According to Mr. Gupta the concluded contract for\nthe second lot did not come into existence for the\nfollowing reasons:-\n</p>\n  \n\n<blockquote id=\"blockquote_46\">&quot;i) the shipping date was not agreed as on that\ndate;\n</blockquote> \n\n<blockquote id=\"blockquote_47\">ii) no amendment incorporating the said alleged\nagreement was prepared on that date; and\n\n \n\n</blockquote><blockquote id=\"blockquote_48\">iii) the entire issue as to whether a second lot\nwill be supplied at all was not confirmed by that\ndate;\n</blockquote>\n \n\n<blockquote id=\"blockquote_49\">iv) the very language of the amendment dated\n12.5.94 conclusively showed that whatever may have\nbeen said during negotiations, the size mix for\nthe 2nd lot was yet to be decided.&quot;\n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_126\">101. Mr. Gupta further contended that at best the\nletter dated 17th March, 1994 represents a stage in\nnegotiations for the second lot as it is not possible to\nenter into agreement on a piece-meal basis and even when\nthe plant agrees to a particular size mix, there has to be\nan agreement on the commercial terms and modalities of\ndelivery. According to Mr. Gupta the following facts show\nthat even size mix was not finalized on 17th March, 1994:-\n</p>\n  \n\n<blockquote id=\"blockquote_50\">&quot;(i) The size mix was accepted by SAIL on the\nbasis that the same was identical to the first\nlot. The lot sizes for the 1st lot were changed\nsubsequently. \n</blockquote> \n\n<blockquote id=\"blockquote_51\">(ii) The amendment dated 12.5.94 shows that the\nvery same persons who are alleged to have\nentered into the binding agreement of 17.3.94,\ndecided to reopen the issue on size-mix. There\nis no explanation in the documents nor has any\nbeen attempted by the claimant in oral evidence\nas to why the parties felt it necessary to leave\nthe question of sizes open when the amendment to\nthe contract was issued on 12.5.94.\n</blockquote>\n \n\n<blockquote id=\"blockquote_52\">(iii) Not only was the size-mix not specified on\n12.5.94, it was expressly stated in the said\namendment that a further document was to be\nissued in connection therewith. This read with\nClauses 9 and 10 of the Agreement which was\nspecifically incorporated by reference into the\namendment dated 12.5.94 negates in fact that the\nsize-mix was already a concluded matter on\n12.5.94.\n</blockquote>\n \n\n<blockquote id=\"blockquote_53\">(iv) Price, total quantity and shipping date had\nnot been agreed to finally till 12.5.94.\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_127\">102. It is contended by Mr. Gupta that stipulation\n&quot;separate amendment will be issued for sizes in &#x27;second\nlot&#x27; wiped out the effect of letter dated 17th March, 1994\nwhich was no longer in force as material term pertaining\nto the sizes was left open. Admittedly the separate\namendment was never supplied and, therefore, according to\nSAIL and negotiations or agreement between the parties as\nto the second lot by way of agreement dated 12th May, 1994\nwere rendered inconsequential. Furthermore the letter of\ncredit sent by TSU was also not in accordance with the\nsizes even of the first lot. The specifications/sizes\nshow that all the coils to be supplied were of 48&quot; width.\nNot only the specifications but the order numbers and lots\nwere also to be communicated later. Thus, according to Mr. Gupta, letter dated 17.3.1994 at best represents a\nstage in negotions for the second lot.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_128\">103. However Dr. Singhvi has tried to counter the\naforesaid contentions on the ground that the finding of \nthe Arbitrator based upon the evidence should not be\ninterfered with as such a finding cannot be scrutinized or\nscanned in the manner as is done in Appeal. Dr. Singhvi\ncontended that the quantity of steel to be shipped was\n10,000 MTs and not only price was fixed but all material\nterms were agreed and, therefore, the choice of sub-lots\nand size mix was an administrative formality which cannot\nprevent a binding contract to come into existence.\nDr. Singhvi further contended that even if no amendment was\nagreed or sent by TSU the intention of the parties must be\ngathered which in this case was that earlier lot sizes of\nfirst lot subsisted.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_129\">104. Dr. Singhvi argued that there was no question\nof shipment of this lot until the first lot was shipped.\nFurther the contention that though the amendment speaks of\nSeptember shipment but there was no formal amendment for\nextending the shipment as per Clauses 9 and 10 of the\nAgreement is, in the view of Dr. Singhvi, unrealistic as\nSAIL had delayed the first shipment and even if Clause 9\nwere applicable it would invoke the doctrine of waiver.\nThus according to Dr. Singhvi the course of\ncorrespondence suggested that the shipping date was\nextended up to 15th December, and letter dated 10th\nOctober, 1994 shows that the contract had not expired due\nto efflux of time and therefore no other inference can be\nderived except that there was a concluded contract for\nsecond lot also.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_130\"> 105. I have accorded my careful consideration to the\nrival contentions. It is apparent from the amendment\ndated 12.5.1994 that the parties had no intention of\nentering into binding commitment firstly because Mr. Kruger\nwho was primarily responsible for negotiating on behalf of\nthe TSU did not know that such an agreement was entered\ninto; secondly Mr. Kruger&#x27;s letter dated 5.9.94 itself\nshows that Mr. Kruger felt that the size mix had not been\ndecided finally. This is apparent from the annexure to\nthe letter showing that Mr. Kruger and TSG were actually\nasking for a size mix which was different from that\ncontained in the amendment dated 12.494. Until and\nunless Mr. Kruger was aware of the finalisation of the\ncontract for the second lot, TSU could not have processed\nand proceeded in relation to a second lot with TSG. TSG\nhad 100% back to back arrangement with TSU. In fact TSU\ncould not and did not commit itself until and unless TSG\ncategorically confirmed an order. Thirdly there was no\ncommunication between the TSU and SAIL between 17.3.94 and\n22.8.94.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_131\">106. It appears that the sole understanding between\nthe parties was that the question of 10,000 MTs would be\nnegotiated after the delivery of the first lot but such\nnegotiations broke down mid way. All these facts and\ncircumstances show that at no stage there was a concluded\nor binding or enforceable contract between the parties so\nfar as the second lot is concerned and only negotiations\nwere going on.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_132\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1386912\" id=\"span_13\">107. Mere making of offer is not sufficient. To\nconclude a contract there should be an agreement expressed\nor implied. This concept receives support and\nconfirmation from the following observations of Supreme\nCourt in  <a href=\"/doc/1386912/\" id=\"a_21\">Bhagwandas Goverdhandas Kedia v.\nGirdharilal Parshottamdas and Co. and Ors.</a>  wherein it was held:-</span>\n</p>\n  \n\n<blockquote id=\"blockquote_54\">&quot;The mere making of an offer doe snot form part\nof the cause of action for suit for damage for\nbreach of the contract which has resulted from\nacceptance of the offer.&quot;\n</blockquote>\n \n\n<blockquote id=\"blockquote_55\">&quot;A contract, unlike a tort, is not unilateral.\nIf there be no &quot;meeting of minds&quot; no contract\nmay result. There should, therefore, be an\noffer by one party, express or implied, and\nacceptance of that offer by the other in the\nsame sense in which it was made by the other.\nBut an agreement doe snot result from a mere\nstate of mind: intent to accept an offer or\neven a mental resolve to accept an offer does\nnot give rise to a contract. There must be\nintent to accept and some external\nmanifestation of that intent by speech, writing\nor other act, and acceptance must be\ncommunicated to the offeror, unless he has\nwaived such intimation, or the course of\nnegotiations implies an agreement to the\ncontrary.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_133\">108. Convent relating to issuance of further\namendment was a condition precedent for second lot. It\nwas neither administrative nor idle formality. Even if we\nassume that there was a concluded contract, failure of TSU\nto open the operative letter of credit to intimate the\namendment regarding lot sizes which is a necessary\ningredient of the markings, packaging and delivery and\nlast but not the least failure of TSU to steps for\ndelivery like nominating the vessel in time released the\nSAIL from its obligations, if any.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_134\">109. As regards the principle adopted by the learned\nArbitrator for assessing damages on account of\nnon-delivery, the Arbitrator has gravely faltered even on\nits fundamentals. Arbitrator has followed the principle\nof compensation under <a href=\"/doc/339747/\" id=\"a_22\">Section 73</a> of the Contract Act i.e.\nclaimant should be put into the position it would have\nbeen had the contact been performed. Learned Arbitrator\nhas proceeded on the premise that this would not only\ncompensate TSU for loss of profit but also would protect\nit from claims against it.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_135\">110. Interestingly TSU failed to prove damages it had\nsuffered or the compensation claimed by TSG from it for\nnon-performance. Until and unless a party proves the\ndamages actually suffered by it or the compensation paid\nby it to a third party on account of breach of contract by\nthe seller it is not entitled to any damages or\ncompensation. It is not the case where the TSU was\ncompelled to purchase the gods from the market as regards\nthe second lot for supplying it to TSG nor has the TSG\nmade any claim against TSU for non-performance of breach\nof contract.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_136\"> 111. So much so learned Arbitrator has deviated from\nthe basic legal principle that the date and place of\nassessing the market price in the case of non-delivery\nagainst the FOB contract is the date of place of delivery\nFOB. Instead of taking the FOB figures or any other\nmarket price figures for Vizag on 15.9.1994 or December,\n1994 Learned Arbitrator has taken the CIS New Orlean\nfigures in September and December, 1994 and back\ncalculated from these figures by deducting freight and\nother charges to determine the market price in Vizag.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_137\">112. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1813747\" id=\"span_14\">In support of this principle reference may be\nmade to the decision of the Supreme Court in <a href=\"/doc/1813747/\" id=\"a_23\">Murlidhar\n Chiranjilal v. Harishchandra Dwarkadas and Anr.</a>\nwherein the contract in the present case was for delivery\nf.o.r. Kanpur in which it was open to the buyer to sell\nthe goods where it liked, and no inference could be drawn\nfrom the mere fact that goods were to be booked for\nCalcutta that the seller knew that the goods wee for\nre-sale in Calcutta only. The contract was therefore not\nof the special type to which the words &quot;which the parties\nknew, wen they made the contract, to be likely to result\nfrom the breach of it&quot; appearing in <a href=\"/doc/339747/\" id=\"a_24\">Section 73</a> of the Indian\nContract Act, 1872, would apply, but an ordinary contract,\nfor which the measure of damages would be such as\n&quot;naturally arose in the usual course of things from such\nbreach&quot; within the meaning of that section. The damages\nwould be the difference between the market price in Kanpur\non the date of breach, it was not entitled to any damages\nas there was no measure for arriving at the quantum.</span>\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_138\">113. Award with regard to this lot is also difficult\nto sustain and is hereby set aside.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_139\">114. Having held up the matter from all its possible\naspects I find that the findings of the Arbitrator suffer\nfrom incurable infirmities both on factual matrix as well\nas principles of law. The learned Arbitrator has\ntraversed not only beyond his jurisdiction but beyond the\nterms of the agreement and has tried to introduce his own\nmeaning and view than to construe the terms of the\nagreement and documents in their proper perspective. The\nupshot of the aforesaid discussion is that the award\nsuffers from gross and grave errors of law, facts,\nnon-application of ind, one sided approach and inherent\ninfirmities and is, therefore, set aside.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_140\">115. As a consequence, the suit is dismissed and\nobjections of SAIL are allowed.\n</p> \n\n","numcites":13,"numcitedby":3,"docsource":"Delhi High Court","citetid":1668621,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"indian contract act 1872","formInput":"indian%20contract%20act%201872"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"measure of damages","formInput":"measure%20of%20damages"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"expert witness","formInput":"expert%20witness"},{"value":"laminated   filter:   whether documents laminated can be marked in evidence","formInput":"laminated%20%20%20filter%3A%20%20%20whether%20documents%20laminated%20can%20be%20marked%20in%20evidence"},{"value":" warranty","formInput":"%20warranty"},{"value":"defect in goods","formInput":"defect%20in%20goods"},{"value":"error of law","formInput":"error%20of%20law"},{"value":"specificity of goods ","formInput":"specificity%20of%20goods%20"},{"value":"salvage sale","formInput":"salvage%20sale"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"contract act","formInput":"contract%20act"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"meaning of word and","formInput":"meaning%20of%20word%20and"},{"value":"salvage value","formInput":"salvage%20value"},{"value":"contract act 1872","formInput":"contract%20act%201872"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"}],"cats":[{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":false,"query_alert":null,"agreement":false}