{"tid":1678563,"publishdate":"2000-01-28","title":"Alimenta S.A. vs National Agricultural Coop., ... on 28 January, 2000","doc":"<h2 class=\"doc_title\">Alimenta S.A. vs National Agricultural Coop., ... on 28 January, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2000IIAD(DELHI)781, 2000(1)ARBLR576(DELHI), 84(2000)DLT494</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-ramamoorthy\">K. Ramamoorthy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-ramamoorthy\">K. Ramamoorthy</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n   K. Ramamoorthy, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The application (numbered as Suit No. 1885/93) is under <a href=\"/doc/165903923/\" id=\"a_1\">Section 5</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961, wherein the petitioner has prayed for the following reliefs:-  \n</p>    \n\n<blockquote id=\"blockquote_1\"> &quot;(a) to order that the Award of arbitration dated 15th November, 1989 and confirmed by the Appeal Award dated 14.9.90 by the Board of Appeal of Federation of Oil Seeds and Fats Association Ltd. (FOSFA) (Annexures B &amp; C hereto) be filed in this Hon&#x27;ble Court. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (b) pronounce judgment according to the Award and pass a decree upon judgment being so pronounced. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (c) Award and order payment of interest @ 18% p.a. from the date of the Award till payment/realisation. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (d) Award fees and costs of the Appeal amounting to Pound Ster- ling 9,344.55 equivalent to Rs. 4,45,921.92. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (e) Award and order payment of Application fee of Pound Sterling 100.00 equivalent to Rs. 4,772/- and also award and order payment of Federation fees, arbitrators fees and other related fees amounting to Pound Sterling 2,950/- equivalent to Rs. 1,40,774/-.\n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (f) Order payment of costs of these proceedings. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (g) Order and direct payment of the sum of US $ 4,526.000 and interest thereon @ 11.25% p.a. with effect from 13.2.1981 to 15.11.1989- the date of award aggregating to US $ 8,994,054.81 as per the terms of the Award together with the sum of Pound Ster- ling 9,344.55 towards fee and costs of Appeal and the fee of Pound Sterling 100.00 paid by the plaintiff for Application before Federation and Pound Sterling 2,950/- paid by the plain- tiff towards Federation Fee, Arbitrators Fees etc. and interest and direct to deposit in this Hon&#x27;ble Court for payment as \naforesaid the equivalent amount in Indian Rupees converted at the rate of exchange on the date of announcement of the Judgment and passing of a decree. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> (h) Award and order payment of any loss on account of exchange variation between the date of Award and the date of actual pay- ment. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (i) Make such other and further orders as may be deemed necessary and appropriate.&quot;   \n</blockquote>\n<p data-structure=\"Issue\" id=\"p_2\">2. The respondent is opposing the application on diverse grounds. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The facts which are necessary for the appreciation of the questions raised by the parties could be related briefly and they are as follows. \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\"> The petitioner and the respondent entered into a contract for the supply of Groundnuts by the respondent to the petitioner. The terms and conditions were settled between the parties and the contract entered into on 12.1.1980. In that contract clause 11 is relevant and the same is as under :-  \n</p>    \n\n<blockquote id=\"blockquote_10\"> &quot;Other terms/conditions as per FOSFA 20 contract terms.&quot;   \n</blockquote>\n<p data-structure=\"Section\" id=\"p_5\">4. FOSFA is an abbreviation of the Organisation called Federation of Oils, Seeds and Fats Associations Limited in England. This Organisation hereinafter shall be referred to as &quot;FOSFA&quot;. The terms of the contract by FOSFA are made part of the terms and conditions of the contract dated 12.1.1980 by a process of interpretation. Therefore, we have to immediately notice the relevant clause in the terms of FOSFA. Clause 18 of FOSFA reads:-  \n</p>    \n\n<blockquote id=\"blockquote_11\"> &quot;DOMICILE: This contract shall be deemed to have been made in England and the construction, validity and performance thereof shall be governed by all respects by English law. Any dispute arising out of or in connection therewith shall be submitted to arbitration in accordance with the Rules of the Federation. The serving of proceedings upon any party by sending same to their last known address together with leaving a copy of such proceed- ings at the offices of the Federation shall be deemed good serv- ice, rule of law or equity to the contrary notwithstanding.&quot;   \n</blockquote>\n<p data-structure=\"Section\" id=\"p_6\">5. With reference to the arbitration, clause 20 reads:-  \n</p>    \n\n<blockquote id=\"blockquote_12\"> &quot;20. ARBITRATION: Any dispute arising out of this contract, including any question of law arising in connection therewith, shall be referred to arbitration in London (or elsewhere if so agreed) in accordance with the Rules of Arbitration and Appeal of the Federation of Oils, Seeds and Fats Association Ltd., in force at the date of this contract and of which both parties hereto shall be deemed to be cognizant. \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> Neither party hereto, nor any persons claiming under either of them shall bring any action or other legal proceedings against the other of them in respect of any such dispute until such dispute shall first have been heard and determined by the arbi- trators, umpire or Board of Appeal (as the case may be) in ac- cordance with the Rules of Arbitration and Appeal of the Federa- tion, and it is hereby expressly agreed and declared that the obtaining of an Award from the arbitrators, umpire or Board of Appeal (as the case may be) shall be a conditions precedent to the right of either party hereto or of any person claiming under either of them to bring any action or other legal proceedings against the other of them in respect of any such dispute.&quot;   \n</blockquote>\n<p data-structure=\"Section\" id=\"p_7\">6. There was an Addendum on 18.8.1980. That Addendum reads:-  \n</p>    \n\n<blockquote id=\"blockquote_14\"> &quot;ADDENDUM\n \n\n To \n OUR CONTRACT DATED 12TH JANUARY 1980.\n</blockquote> \n\n<blockquote id=\"blockquote_15\"> It has been mutually agreed between the buyers and the sellers that the shipment period of the above contract has now been amended to read as under. \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> Shipment: Balance quantity \n 3100 MT (Metric Tons)  \n out of 5000 Metric tons during\n \n\n November/December, 1980. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> Goods to be out of new crop 1980/81. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> All other terms and conditions of the above contract remain unchanged. \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> This addendum forms an integral part of the above contract. \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> Please sign and return to us two copies of this addendum in confirmation of the above.&quot;   \n</blockquote>\n<p data-structure=\"Facts\" id=\"p_8\">7. There was further addendum on 6.10.1980. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\">8. On 1.12.1980 the petitioner nominated a vessel called &quot;Radzhiskaya&quot; for loading the balance. On 18.12.1980 the petitioner sent a telex message to the respondent confirming the information received from the respondent that the later had not loaded the shipment and the petitioner pressed for shipment of goods. On 20.12.1980 the respondent informed the petitioner:-  \n</p>    \n\n<blockquote id=\"blockquote_21\"> &quot;On account of non-clearance by the Government request not nomi- nate any vessel to load the Cargo.&quot;   \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_10\">9. On 29.12.1980 the petitioner sent a message to the respondent that it was in touch with the respondent with regard to the involvement of the contract from 6.10.1980 to 1.12.1980 and the telex message dated 20.12.1980 would be treated as a default by the respondent and the petitioner was still prepared to consider any proposal that the respondent might offer to fulfill the terms of the contract. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\">10. On 27.1.1981 the respondent sent a telex message to the petitioner stating that the Government of India had not considered it a desirable to permit the export of last year&#x27;s commitments during the current year. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">11. On 5.2.1981 the petitioner sent a telex message in the following terms:-  \n</p>    \n\n<blockquote id=\"blockquote_22\"> &quot;contract c. 3553 3, 100 m/t\n \n\n contract c. 3688 4,000 m/t\n \n\n Indian hps\n \n\n (1) we refer to our telex of 29/12/80 wherein we informed you that we considered your telex 336 dated 20.12.80 as a notifica- tion of default and that without prejudice to our rights we were prepared to delay proceedings to arbitration pending a reasonable proposal from you on how you intend settle this matter. \n</blockquote> \n\n<blockquote id=\"blockquote_23\"> (2) in the spirit of cooperation which we have always shown towards you our mr m.b. el katcha travelled to India specially to reach a settlement but his visits have been in vain so far as there has been no reaction from nafed concerning how you intend to settle this matter. \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> (3) a clear fact is that nafed is in contractual default and we are now compelled to give you notice that if we do not receive from you latest Thursday 12 February, 1981 a firm proposal ho- nouring your commitment we shall have no option but to proceed to arbitration in London and consequently we shall request you to nominate your arbitrator stop for good order sake we inform you that if this matter goes to arbitration our arbitrator will be mr a.g. scott, London. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_13\"> regards \n alimenta sav&quot;  \n</p>\n<p data-structure=\"Facts\" id=\"p_14\">12. On 13.2.1981 the respondent informed the petitioner:-  \n</p>    \n\n<blockquote id=\"blockquote_25\"> &quot;ref yr texs No 154 and 155 dated 5.2.81 export of hps groundnut for last year&#x27;s contracts not possible because of Govt. of India&#x27;s executive/legislative action banning such exports. \n</blockquote> \n\n<blockquote id=\"blockquote_26\"> nafed is not a privity to any agreement to refer the matter to arbitration. No dispute between the parties as we are willing to export but are prohibited by governmental orders. \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> regards.&quot;   \n</blockquote>\n<p data-structure=\"Facts\" id=\"p_15\"> 13. On the same day the petitioner nominated its Arbitrator and informed the respondent:-  \n</p>    \n\n<blockquote id=\"blockquote_28\"> &quot;contract c. 3553 3,100 m/t dated January 12, 1980\n \n\n contract c. 3688 4,000 m/t dated April 3, 1980\n \n\n (1) received your telex sr. No 166 13.2.81 1030 hrs 1st contents of which we do not accept as not consistent with the terms of the contracts you are signed with us\n \n\n (2) our telex of 29/12/80 stands and we reconfirm that you are in default for non-fulfilment of your contractual commitments stop we hereby claim arbitration to be held in London under fosfa rules and we nominate as our arbitrator mr a.g. scott, 16 fins- bury circus, London e.c.2\n \n\n (3) please nominate your arbitrator within 21 days as provided by the arbitration rules applying to these contracts otherwise we shall be compelled to apply to the fosfa for the appointment of an arbitrator to act on your behalf\n \n\n regards. \n</blockquote><p data-structure=\"Issue\" id=\"p_16\"> alimenta sa.&quot;  \n</p>\n<p data-structure=\"Issue\" id=\"p_17\">14. On 18.2.1981 the petitioner made a request to the respondent, without prejudice, to furnish the originals of the proceedings issued by the Gov- ernment regarding the prohibition of export, as projected by the respond- ent. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\">15. On 23.2.1981 the respondent wrote to the petitioner stating:-  \n</p>    \n\n<blockquote id=\"blockquote_29\"> &quot;tex msg dt 21/2/81 which could not be transmitted. ref yr tex No. 469 dt. 18th feb 81 we are sending thru post copy of the Govt. order prohibiting export by us for past years contract. We were not a party to an arbitration agreement. We are not aware of the procedure for appointing arbitrator under fosfa rules. With- out prejudice to our rights to contest the matter regarding arbitration agreement please send fosfa arbitration rules, if any, to us. \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> regards \n ack pl.&quot;  \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_19\">16. The respondent took a stand that it was not a party to the arbitration agreement. The respondent made a request to the petitioner to send a copy of the FOSFA Rules. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\">17. On 24.2.1981 in response to the telex message sent by the respondent on 23.2.1981 the petitioner stated:-  \n</p>    \n\n<blockquote id=\"blockquote_31\"> &quot;contract c. 3553 3,100 m/t dated January 12, 1980. \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> contract c. 3688 4,000 m/t dated April 3, 1980. \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> Indian hps-arbitration. \n</blockquote> \n\n<blockquote id=\"blockquote_34\"> ref. your telex message No 6, timed 1605 hours dated 23.2.81 stop we cannot accept that you are not a party to the arbitration agreement as there were signed contracts between us incorporating the terms of fosa 20 which in turn incorporate fosfa arbitration rules stop we are sending you a copy of these rules but if you require the names of arbitrators then you must contact fosfa London direct their telex number is 8812757 fosfa\n \n\n regards. \n</blockquote><blockquote id=\"blockquote_35\"> alimenta sa&quot;  \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_21\">18. It could be seen that the petitioner had sent the FOSFA Rules to the respondent. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">19. On 5.3.1981 acknowledging the receipt of FOSFA Rules on 2.3.1981 the respondent sent the following message to the petitioner:-  \n</p>    \n\n<blockquote id=\"blockquote_36\"> &quot;recd rules of arbitration and appeal fosfa sent by u on 2nd March, therefore we need time to study rules and take steps for appointment of arbitrator if so advised. reqest extend time for appointment of arbitrator by us within 21 days from receipt of rules by us on 2nd March. \n</blockquote> \n\n<blockquote id=\"blockquote_37\"> regards&quot;  \n</blockquote>\n<p data-structure=\"Facts\" id=\"p_23\">20. On 10.3.1981 the petitioner acceding the request of the respondent extended time for nominating Arbitrator by the respondent. The message is as under:-  \n</p>    \n\n<blockquote id=\"blockquote_38\"> &quot;contract c. 3553 3,100 m/t dated January 12, 1980. \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> contract c. 3688 4,000 m/t dated April 3, 1980. \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> Indian hps-arbitration\n \n\n your telex 5/3/81 sr. No. 61 stop without prejudice to our rights in the spirit of cooperation and good will we agree to extend time for nomination of arbitrator by you until 23rd repeat 23rd March stop failing your nomination by that date we regret we shall have no alternative but to request fosfa to appoint an arbitrator on your behalf. \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> regards alimenta/rd.&quot;   \n</blockquote>\n<p data-structure=\"Issue\" id=\"p_24\">21. Having received the intimation from the petitioner the respondent moved this Court by filing OMP. 41/81 praying for the following reliefs :-  \n</p>    \n\n<blockquote id=\"blockquote_42\"> &quot;It is, therefore, respectfully prayed that the Hon&#x27;ble Court be pleased to hold that there does not exist a valid arbitration agreement between the petitioner-Society and respondent no. 1 and hence the petitioner cannot refer any disputes to Arbitration and Respondent No. 2 cannot act as Arbitrator on behalf of Respondent No. 1.&quot;   \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\">22. On 20.3.1981 this Court passed an ad-interim order staying the arbi- tration proceedings till 22.4.1981. The order is as under :-  \n</p>    \n\n<blockquote id=\"blockquote_43\"> &quot;Petition under <a href=\"/doc/1154891/\" id=\"a_2\">Section 33</a> of the Arbitration Act be registered. Notice to the respondents for 7th May, 1981, on which date the matter will be placed before the Deputy Registrar. \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> I.A. No. 986 of 1981. \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1419087\" id=\"span_1\">Case of the applicant is that it was not aware of the arbitration clause contained inform 20 of Federation of Oils, Seeds and Fats Association Limited, London. Mr. Singh submits that the contract which had been entered into between the parties on 12th January, 1980, states that &quot;other terms/conditions as per Fosfa-20 Con- tract terms&quot;. The respondents acting on that term or condition have appointed their arbitrator. Mr. Singh has shown me form-20 of Fosfa which, according to him, mandatorily requires that the parties to the contract must also sign that form. As that was not done, the arbitration clause, according to Mr. Singh, is not applicable to the present contract. In support of his contention that this is a question of fact. Mr. Singh has cited decision of the Bombay High Court in <a href=\"/doc/1419087/\" id=\"a_3\">M. Gulamali Abdulhussein &amp; Co. Vs. Vishwambharlal Riya</a> AIR 1949 Bombay 158.&quot;</span>   \n</blockquote>\n<p data-structure=\"Facts\" id=\"p_26\">23. On 6.4.1981 FOSFA sent a telex message to the responding asking it to appoint an Arbitrator and if it was not done by 20.4.1981 it would appoint an Arbitrator. On 9.4.1981 the respondent sent a telex message to FOSFA apprising that this Court had passed an order of stay of arbitration pro- ceedings. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">24. On 23.4.1981 the Asstt. Secretary of FOSFA informed the respondent that it had appointed Mr. F. A D Balfe as Arbitrator for the respondent as the respondent failed to nominate its Arbitrator inspite of notice by FOSFA to do so. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">25. On 11.12.1981 this Court disposed of OMP. 41/81 holding:-  \n</p>    \n\n<blockquote id=\"blockquote_46\"> By this application moved under <a href=\"/doc/1154891/\" id=\"a_4\">Section 33</a> of the Arbitration Act, the National Agricultural Cooperative Marketing Federation of India Ltd. seeks that it be held that there does not exist a valid arbitration between it and the Alimenta S. A. Geneva, respondent No. 1, and that Mr. A. G. Scott, 16, Finsubury, Cir- cus, London, respondent No. 2 cannot act as arbitrator on behalf of respondent No. 1. \n</blockquote> \n\n<blockquote id=\"blockquote_47\"> 2. The Petitioner claims that it is a canalising agency nomi- nated by the Government of India for export of HPS Groundnut the provisions of Export Control order. Two agreements were as such entered into by the petitioner on 12.1.1980 and 3.4.1980 with respondent No. 1 for export of 5000 and 4000 metric tonnes of HPS Groundnut respectively. The agreements were executed at Delhi. However, the petitioner was able to export 1900 metric tonnes of HPS Groundnut until Duly 1980 and the remaining quantity could not be exported because of bad turn out of Groundnut crop in Saurashtra Region of Gujarat producing export worthy goods owing to unseasonal rains and cyclone. The parties then agreed by a writing dated 18.6.1980, that the balance quantity could be exported by the petitioner on the same terms and conditions during the next crop year. \n</blockquote> \n\n<blockquote id=\"blockquote_48\"> 3. The Petitioner was again appointed canalising agency by the Government for the Year 1981, and it was allowed to export 50,000 Metric tonnes of HPS Groundnut this Year by the Government. The petitioner next contends that it wanted to fulfill its export requirements of the last Year under the aforesaid two agreements with respondent No. 1, but the Government of India put a re- straint on the petitioner, and directed it not to effect any export for fulfillling obligations of last Year. Directions in this regard were said to have been issued by the Government of India on 27.1.1981 vide annexure 3 attached with the petition. The petitioner in the circumstances, informed respondent No. 1 that for reasons absolutely beyond its control because of the prohibition and restraint placed by the Government, it was not in position to export and supply the balance quantity of HPS Ground- nut under the said agreements. \n</blockquote> \n\n<blockquote id=\"blockquote_49\"> 4. Clause 11 in the first agreement dated 12.1.1980 provided as under:- \n</blockquote> \n\n<blockquote id=\"blockquote_50\"> &quot;11. Other terms/conditions as per FOSFA 20 contract terms&quot;.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_29\"> The word FOSFA meant Federation of Oils, Seeds &amp; Fats Association Ltd., London. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> Clause 9 in the agreement dated 3.4.1980 was in the following terms:- \n</p> \n\n<blockquote id=\"blockquote_51\"> 9. All other terms and conditions for supply not specifically shown and covered hereinabove shall be as per previous contract signed between us for similar supply of HPS&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_52\"> 5. Respondent No. 1 claimed that clause 11 as aforesaid in the first agreement, made the terms and conditions FOSFA 20 contract applicable which in turn provided for arbitration in following terms: \n</blockquote> \n\n<blockquote id=\"blockquote_53\"> ARBITRATION: Any dispute arising out of this contract, including any question of law arising in connection therewith, shall be referred to arbitration in London &#x27;Or elsewhere if is agreed in accordance with the Rules of Arbitration and Appeal of the Feder- ation of Oils, Seeds and Fats Association Limited, in force at the date of this contract and of which both the parties hereto shall be deemed to be cognizant. \n</blockquote> \n\n<blockquote id=\"blockquote_54\"> Neither party hereto, nor persons claiming under the either of them shall bring any action other legal proceedings against the other of them in respect of any such dispute until such dispute shall first have been heard and determined by the arbitrators, umpire or Board of Appeal (As the case may be) in accordance with the Rules of Arbitration and appeal of the Federation, and it is hereby expressly agreed and declared that the obtaining of an Award from the arbitrators, umpire of Board of Appeal (as the case may be), shall be a condition precedent to the right of either party hereto or of any person claiming under either of them to bring any action or other legal proceedings against the other of them in respect of any such dispute&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_55\"> Another clause in FOSFA 20 contract from was as under; \n</blockquote> \n\n<blockquote id=\"blockquote_56\"> &quot;18. DOMICILE: This contract shall be deemed to have been made in England and the construction, validity and performance thereof shall be governed in all respects by English law. Any dispute arising out of or in connection therewith shall be submitted to arbitration in accordance with the rules of the Federation. The serving of proceedings upon any party by sending same to their last known address together with leaving a copy of such proceed- ings at the offices of the Federation shall be deemed good serv- ice, rule of law or equity to the contrary notwithstanding&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_57\"> 6. Respondent No. 1, therefore, claimed to nominate respondent No. 2 as its arbitrator. \n</blockquote> \n\n<blockquote id=\"blockquote_58\"> 7. The petitioner contends that it never set its eyes on FOSFA 20 agreement, nor respondent No. 1 handed over a copy thereof to it. It was also not apprised that any arbitration clause existed therein. In the circumstances there was stated to be no meeting of minds between the parties for referring the matter to arbitra- tion. Moreover, when the petitioner agreed to clause 11 of the agreement, it only had in mind such terms and conditions as would govern the relationship between the parties, regarding the mat- ters pertaining to export of goods. The question of referring any future dispute to arbitration, it is stated, was never raised by either parties, and hence the petitioner was never a privy top arbitration agreement. \n</blockquote> \n\n<blockquote id=\"blockquote_59\"> 8. Pleading, therefore, that no valid arbitration agreement exist between the parties, the present petition under <a href=\"/doc/1154891/\" id=\"a_5\">Section 33</a> of the Arbitration Act has been moved. \n</blockquote> \n\n<blockquote id=\"blockquote_60\"> 9. This petition is contested from the side of respondent No. 1 by a written statement filed by its attorney and solicitor Mr. Marozhgan Padam Bharucha. It is pointed out that this respondent is a company incorporated under the laws of Switzerland, and both Switzerland and India were signatories to the Protocol on Arbi- tration clauses (1923) and the International Convention on the Execution of Foreign Arbitral Awards (1927) Geneva. For giving effect to the protocol and the Convention, the Government of India enacted the <a href=\"/doc/777085/\" id=\"a_6\">Arbitration (Protocol &amp; Convention) Act</a>, VI of 1937. Both these governments were again signatories to the Con- vention on the Recognition and enforcement and enforcement of Foreign Arbitral Awards done at New York (1958) and as a result the <a href=\"/doc/142812771/\" id=\"a_7\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> was enacted in India. These two Acts, it is contended, govern the totality of relations between the parties to foreign arbitral agreement to the exclusion of Indian Arbitration Act. The main- tainability of the petition under <a href=\"/doc/1154891/\" id=\"a_8\">Section 33</a> of the Arbitration Act, 1940, has, therefore, been assailed, and so also the juris- diction of this Court to entertain the same. \n</blockquote> \n\n<blockquote id=\"blockquote_61\"> 10. It has next been pointed out that there have been dealing between the petitioner and respondent No. 1 for the past three Years, who under aggregated quantity of 29,000 Metric tonnes of Groundnut oil and sesame seeds were exported by the petitioner to respondent No. 1. The uniform practice of international trade in these commodities, it is stated, it that all contracts for sale are subject to the standard contracts of the Federation Oils, Seeds and Fats Association Limited (hereinafter referred to as &#x27;FOSFA&#x27;). As such all the contracts between the parties were subject to relevant terms and conditions of FOSFA contracts which in turn contain arbitration. Both the agreements dated 12.1.1980 and 3.4.1980, as mentioned in the petition, have been admitted, and also the limited supplied effected thereunder, and the defer- ring of the rest our of the new crop of 1980-81. This was stated to be subject to the terms and conditions already agreed upon. With regard to the balance, it is urged that since disputes and differences have arisen, respondent No. 1 is within its right to seek arbitration as per FOSFA Standard Contract, as well as, the practice in international trade. The Petitioner, it is stated, was fully aware of the arbitration clause, and the ignorance now posed is deliberate and mala fide. \n</blockquote> \n\n<blockquote id=\"blockquote_62\"> 11. Rest of the averments made in the petition are denied, and in any case are stated to be irrelevant and extraneous. The Petition, it is pleaded, had failed to fulfill its contractual commitments, and committed breach thereof, and as such respondent No. 1 had no option but to refer the disputes and differences to FOSFA arbitration. The petition was stated to be fully aware of the arbitration agreement and was privy to the same. \n</blockquote> \n\n<blockquote id=\"blockquote_63\"> 12. Along with the petition under <a href=\"/doc/1154891/\" id=\"a_9\">Section 33</a> of the Arbitration Act, the petitioner moved to petition under <a href=\"/doc/28932/\" id=\"a_10\">Section 41</a> of the Arbitration Act, seeking restrain of respondents from proceedings with the arbitration. On this application. Talwar. J., by an order dated 20.3.1981 issued notice to the respondents, and at the same time the arbitration proceedings were stayed. \n</blockquote> \n\n<blockquote id=\"blockquote_64\"> 13. Now both the sides have appeared and filed affidavits and documents. They do not want to lead further evidence. As such they have been heard on merits of both the applications. \n</blockquote> \n\n<blockquote id=\"blockquote_65\"> 14. So far as the averments made in the petition that the two agreements were arrived at an executed at Delhi, there has been no specific denial of the acme by respondent No. 1 in its reply. There, therefore, can be no dispute that part of cause of action arise of Delhi, and for this reason this Court should have the territorial jurisdiction to entertain the petition. This is irrespective of whether by deeming effect another country may as well be treated as the place of agreement. \n</blockquote> \n\n<blockquote id=\"blockquote_66\"> 15. As regards the agreement dated 3.4.1980, it did not in any manner, make mention of FOSFA 20 contract from what was stated was that all other terms and conditions for supply not specifi- cally shown and covered there in were as per the previous con- tract signed between the parties for similar supply of HPS. What was thereby incorporated from the previous contract were the terms and conditions which head bearing on the supply of HPS. It were those terms and conditions which had reference to or were connected with and germane to the supply that had been made applicable from the earlier agreement. The relevance thus of the earlier contract was confined in so far as the supplies were to be effected. The normal incidents of terms and conditions &#x27;for supply are those which are connected with supply, such as its made and process, time factor, inspection and approval, if any, the liability for transit, and incidental expenses, and may by payment of price etc. A term about arbitration is not incidental to supply of goods and it is difficult to read from this agree- ment when it made reference to the earlier terms and conditions for supply, that arbitration clause was as well lifted from there and made part of this agreement. A stipulation about arbitration is a matter of specific agreement between the parties. It cannot be taken to flow as a matter of course from any supply to be effected. The earlier terms and conditions of supply have, there- fore, to be looked at which have bearing on the supply. An arbi- tration clause cannot be treated as germane to such supply. I am, therefore, unable to accept the contention of the respondent that the second agreement dated 3.4.1980 had the implication of im- porting FOSFA 20 contract form in this agreement. This agreement, therefore, does not contain any arbitration clause, and in the circumstances the contention of the petitioner that is thus justified to have recourse to <a href=\"/doc/1154891/\" id=\"a_11\">Section 33</a> of the Arbitration Act. \n</blockquote> \n\n<blockquote id=\"blockquote_67\"> 16. I now advert to the first agreement dated 12.1.1980. In this regard there is no gain-saying that incorporation of provisions of one agreement into another agreement is not uncommon in com- mercial transactions. Such incorporation, however, should be done by distinct and specific words, and the language used should be both appropriate and clear. Certain degree of manipulation of general words is as well permissible if the subject matter of the earlier contract containing arbitration clause is directly ger- mane to the subsequent contract, and due appraisal of the same is made. In what circumstances such appraisal takes place is essen- tially dependent upon assessment of facts. The course of dealings between the parties, the commercial practice, the normal case and caution or vigilance which may be expected from a particular party, and how far he is obliged and placed in position to how through all such terms and conditions, and further to what extent he can be impliedly deemed to have notice, are some of the con- siderations kept in view in such matters. No inflexible approach, however, can be adopted. In different cases, the general rule can be somewhat differently applied. However, in commercial documents connected with dealings in a trade with which the parties are familiar, the Court is inclined to accept due notice and apprais- al of the terms and conditions of the earlier contract prevalent in the trade. \n</blockquote> \n\n<blockquote id=\"blockquote_68\"> 17. In marine transactions involving shipping document, of ten question arises if the terms and conditions including arbitration clause of the agreement under which a charter-party has chartered the vessel from the ship owner, are as well applicable to the bills of lading under which third parties load their cargo on the ship. The bills of lading generally provide that &#x27;all the terms and conditions and exceptions&#x27; of the charter-party incorporated. Bradon, J. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> In the case of The Annefield owners of the Ship Annefield owners of the Cargo Italy laden on board the ship Annefield. \n</p> \n\n<p data-structure=\"Section\" id=\"p_32\"> (1971) I All England Law Reports 394 after discussion the case law in this regard, has summoned up the position as follows: \n</p> \n\n<blockquote id=\"blockquote_69\"> &quot;Those cases seem to me to establish the following propositions, First in order to decide whether a clause under a bill of lading incorporates an arbitration clauses in a charter party it is necessary to look at both the previse words in the bill of lading alleged to do the incorporating and also the precise terms of the arbitration clause in the charter party alleged to be incorporat- ed. Secondly, it is not necessary, in order to effect incorpora- tion, that the incorporating clause should refer expressly to the arbitration clause. General words may suffice, depending on the terms of the latter clause. Thirdly, when the arbitration clause is by its terms, applicable only to disputes under the charter- party, general will not incorporate it into the bill of lading so as to make it applicable to disputes under the contract contained in, or evidenced by, the document. Fourthly, where the arbitra- tion clause by its terms applies both to disputes under the charterparty and to disputes under the bill of lading, general words of incorporation will bring the clause into the bill of lading so as to make it applicable to disputes under that docu- ment.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_33\"> 18. Now in the present, case, the agreement on behalf of the petitioner was signed by the Senior Manager (Foreign Trade) of the petition. There is averment in the petition that the peti- tioner has been nominated as the canalising agency for export of HPS groundnut under the provision of the Export Control Order by the Government of India. It would, therefore, not be unjustified to assume that the Senior Manager or behalf of the Petitioner was well aware of the foreign trade in groundnut, and what were the implications of the FOSFA 20 contract form when he put his signa- ture to this agreement. He was not an unweary party who had for the first time embarked upon such transaction, and was not accus- tomed to what were the implications of on corporation in the agreement of the FOSFA 20 contract form. The Court, therefore, has to treat that he had due notice of the incidents of FOSFA 20, and in any case if he chose not to apprise himself of the same, he should be treated to have deemed notice. \n</p> \n\n<p data-structure=\"Section\" id=\"p_34\"> 19. So far as the contention of the petition that the FOSFA 20 contract form makes mention of c.i.f. contract, and the present is an f.o.b. contract, and on this core the former should be taken as in applicable, I am of the opinion that the terms incor- porated therein which can be without conflict validity extendible to f.o.b. contract, should not be rendered inapplicable. The arbitration clause is one such which does not make any difference whether the agreement is f.o.b. or c.i.f. \n</p> \n\n<p data-structure=\"Section\" id=\"p_35\"> 20. I am, therefore, of the considered opinion that the petitioner&#x27;s case with respect to this agreement dated 12.1.1980 must fail. As to what is the effect of <a href=\"/doc/631064/\" id=\"a_12\">Section 25</a> of the Arbitra- tion Act on the arbitration proceedings during the pendent of the present case, it cannot be said that subject matter of those proceedings is devoured by the present petition. There the merits of the controversies arising under the agreement are being gone into, while the scope of the present case is confined to the determination of the existence, effect and validity of the arbi- tration agreement. <a href=\"/doc/1912867/\" id=\"a_13\">Section 35</a> thus is inapplicable. (See , Shiv Jude Bailing Limited Vs. Hindley &amp; Company Limited. What would be the effect of the suit now inde- pendently instituted by the petitioner on the basis of that agreement on the arbitration proceedings, will be determined during the course of that suit. As observed by the Supreme Court in the case M/s. V/c. Tractor Export, Moscow Vs. M/s. Tarapore &amp; Company Madras &amp; Another , although it is a meet point whether <a href=\"/doc/1912867/\" id=\"a_14\">Section 35</a> of the Act will be applicable to foreign arbitrations, the principle embodies in that Section cannot be completely ignored while considering the question of injunction. A party within the jurisdiction can, therefore, be restrained from proceeding with the action. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\"> 21. The result, therefore, is that the present petition under <a href=\"/doc/1154891/\" id=\"a_15\">Section 33</a> of the Arbitration Act is allowed in so far as it concerns that agreement dated 3.4.1980. It is held that arbitra- tion agreement exists between the parties and as such none of them is entitled to seek reference to arbitration. However, with regard to the agreement dated 12.1.1980, it is held that the same is governed by the arbitration clause as incorporated in FOSFA 20 contract form. Looking at the circumstances no order as to costs&quot;.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">26. By this, it is clear with reference to agreement dated 12.1.1980 the petitioner was at liberty to proceed with arbitration. Paragraphs 18 to 21 in the above judgment is clear on the point. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">27. On 22.3.1982 the respondent filed FAO(OS) 24/82 challenging the order of the learned Single Judge dated 11.12.1981. It was subsequently withdrawn for filing a Special Leave Petition in the Supreme Court. On 1.4.1982 the respondent filed a S.L.P. in the Supreme Court which was numbered as Civil Appeal 1755/82. On 30.4.1982 the Supreme Court passed an order in the following terms:-  \n</p>    \n\n<blockquote id=\"blockquote_70\"> &quot;THE APPLICATION FOR STAY above-mentioned being called on for hearing before this Court on the 30th day of April, 1982 UPON hearing counsel for the appearing parties THIS COURT DOTH UNDER that pending the hearing and final disposal by this Court of the appeal above mentioned the arbitration proceedings pending before Mr. A.G. Scott, 16, Finsbuxy Kircus, London E.C. 2, which was the subject matter in C.M.P. No. 41 of 1981 on the file of the High Court of Delhi at New Delhi be and is hereby stayed. \n</blockquote> \n\n<blockquote id=\"blockquote_71\"> AND THIS COURT DOTH FURTHER ORDER THAT THIS ORDER be punctually observed and carried into execution by all concerned. \n</blockquote> \n\n<blockquote id=\"blockquote_72\"> WITNESS the Hon&#x27;ble Shri Yashwant Vishnu Chandrachud, Chief Justice of India the Supreme Court, New Delhi dated this the 30th day of April, 1982.&quot;   \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">28. On 2.12.1983 the Supreme Court passed an order modifying the order dated 30.4.1982 and the order reads as under:-  \n</p>    \n\n<blockquote id=\"blockquote_73\"> &quot;Upon hearing counsel the Court made the following ORDER\n \n\n The Order of this Court dt. 30.4.82 is modified to the extent that\n \n\n &quot;Alimenta S.A. is at liberty to file suit against N.A.F.E.D. in respect of its claims/disputes under the two contracts dated 12.1.80 and 3.4.80 it is directed that such suit shall not con- stitute abandon of the pending arbitrations instituted/commenced by Alimenta S.A. against NAFED or in any manner prejudice the said arbitrations or any awards made therein or the enforcement thereof and shall not prejudice Alimenta&#x27;s contentions in the appeals&quot;.  \n</blockquote>\n<p data-structure=\"Issue\" id=\"p_40\">29. On 17.12.1983 the petitioner instituted a suit (No. 488/84) in the Bombay High Court. On 24.7.1984 the petitioner instituted another suit for recovery of money (Suit No. 2657/84) in the Bombay High Court. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">30. On 1.3.1985 yet another suit was instituted by the petitioner (Suit No. 1241/85) against the respondent in the High Court of Bombay. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\">31. On 9.1.1987 the Supreme Court of India disposed of Civil Appeal No. 1755/82 and the order is as under:-  \n</p>    \n\n<blockquote id=\"blockquote_74\"> DUTT, J. \n</blockquote> \n\n<blockquote id=\"blockquote_75\"> These two appeals by special leave-one preferred by the National Agricultural Co-operative marketing Federation of India Ltd. (for short &#x27;NAFED&#x27;) and the other by Alimenta S.A. (for short &#x27;Alimen- ta&#x27;), a Swiss Company- are both directed against the judgment of the Delhi High Court dated December 11, 1981 whereby the applica- tion of NAFED under <a href=\"/doc/1154891/\" id=\"a_16\">section 33</a> of the Arbitration Act, 1940, has been allowed in part. \n</blockquote> \n\n<blockquote id=\"blockquote_76\"> A contract dated January 12, 1980 was entered into by and between the parties, namely, NAFED and Alimenta for the sale and supply of 5,000/8,000 M.T. of HPS groundnut kernels Jaras. After the usual terms as to quality, quantity, price, etc., the contract provided in clause 11 thereof as follows:- \n</blockquote> \n\n<blockquote id=\"blockquote_77\"> &quot;Other terms and conditions as per FOSFA-20 contract terms.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_43\"> The expression &#x27;FOSFA&#x27; means the Federation of Oils, Seeds and Fats Association Ltd. Subsequently, another contract dated April 3, 1980 was entered into between the parties in respect of 4,000 metric tonnes of groundnut kernels. Clause 9 of this contract provided as follows:- \n</p> \n\n<blockquote id=\"blockquote_78\"> &quot;All other terms and conditions for supply not specifically shown and covered hereinabove shall be as per previous contract signed between us for earlier supplies of H.P.S.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\"> The FOSFA-20 contract contains an arbitration clause which is as follows:- \n</p> \n\n<blockquote id=\"blockquote_79\"> &quot;ARBITRATION: Any dispute arising out of this contract, including any question of law arising in connection therewith, shall be referred to arbitration in London (or elsewhere if so agreed) in accordance with the Rules of Arbitration and Appeal of the Feder- ation of Oils, Seeds and Fats Association Limited, in force at the date of this contract and of which both the parties hereto shall be deemed to be cognizant. Neither party hereto, nor any persons claiming under either of them shall bring any action or other legal proceedings against the other of them in respect of any such dispute until such dispute shall first have been heard and determined by the arbitrators, umpire or Board of Appeal (as the case may be) in accordance with the Rules of Arbitration and Appeal of the Federation, and it is hereby expressly agreed and declared that the obtaining of an Award from the arbitrators, umpire or Board of Appeal (as the case may be), shall be a condi- tion precedent to the right of either party hereto or of any person claiming under either of them to bring any action or other legal proceedings against the other of them in respect of any such dispute.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_45\"> Disputes and differences arose between the parties. Alimenta alleged that NAFED committed breach of their obligations under both the contracts and sought to commence arbitration proceed- ings. On the other hand, on March 19, 1981, NAFED filed a peti- tion in the Delhi High Court under <a href=\"/doc/1154891/\" id=\"a_17\">Section 33</a> of the Arbitration Act, 1940 alleging, inter alia, that there was no valid arbitra- tion agreement between the parties. It was contended by NAFED that when it agreed in clause 11 of the first contract that the parties would be governed by the terms and conditions of FOSFA-20 contract, it only had in mind such terms and conditions as would govern the relationship between the parties. Further, the fact that there was an arbitration clause in FOSFA-20 contract came as a complete surprise to NAFED. In other words, it was sought to be contended that NAFED was not at all aware of any arbitration clause in FOSFA-20 contract and, accordingly, it could not agree to incorporate any such arbitration clause in the contracts in question. The said petition under <a href=\"/doc/1154891/\" id=\"a_18\">Section 33</a> of the Arbitration Act was opposed by Alimenta. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\"> A learned single Judge of the High Court came to the finding that in view of the fact that NAFED had been nominated as the canalis- ing agent for export of HPS groundnut under the provisions of the Export Control Order by the Central Government, it would not be unjustified to assume that the Senior Manager of NAFED was well aware of the foreign trade in groundnut and the implications of reference to FOSFA-20 contract when he put his signature on the contract in question. The learned Judge could not believe that the Manager of NAFED was not aware of the terms of FOSFA-20 contract. Accordingly, the plea of NAFED that it was not aware of the existence of an arbitration clause in FOSFA-20 contract was overruled. The learned Judge held that the arbitration clause in FOSFA-20 contract was incorporated into the first contract dated January 12, 1980 by virtue of clause 11 thereof providing &quot;other terms and conditions as per FOSFA-20 contract terms&quot;.\n</p> \n\n<p data-structure=\"Section\" id=\"p_47\"> So far as the second contract dated April 3, 1980 is concerned, it was pointed out by the learned Judge that it did not make any mention of FOSFA-20 contract and all that was stated in clause 9 thereof was that all other terms and conditions for supply not specifically shown and covered therein should be as per previous contract signed between the parties for similar supply of HPS. The learned Judge took the view that only those terms and condi- tions which were referred to or connected with and germane to the supply, had been made applicable from the earlier contract that is to say, the first contract dated January 12, 1980. Further, it was observed that a terms about arbitration was not incidental to supply of goods and it was difficult to read from the provisions of clause 9 of the second contract that the arbitration clause was lifted from there and made a part of the same. Upon the said findings, the learned Judge allowed the petition under <a href=\"/doc/1154891/\" id=\"a_19\">Section 33</a> of the Arbitration Act in so far as it related to the second contract dated April 13, 1980. It was held that no arbitration agreement was entitled to seek reference to arbitration with regard to the first contract, and that the same was governed by the arbitration clause as having been governed by the arbitration clause as having been incorporated therein from the FOSFA-20 contract. The petition under <a href=\"/doc/1154891/\" id=\"a_20\">Section 33</a> was disallowed so far as the first contract was concerned. Hence, these two appeals-one by NAFED against the judgment of the learned Judge disallowing the petition under <a href=\"/doc/1154891/\" id=\"a_21\">Section 33</a> in respect of the first contract and the other by Alimenta in so far as it allowed the petition relat- ing to the second contract. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_48\"> We may at first deal with the appeal preferred by the appellant- NAFED relating to the first contract. The question is whether by clause 11 in the first contract, the arbitration clause in FOSFA- 20 contract can be said to have been incorporated into the con- tract. It is not well established that the arbitration clause of an earlier contract can, by reference, be incorporated into a later contract provided, however, it is not repugnant to or inconsistent with the terms of the contract in which it is incor- porated. Mr. G. Ramaswamy, learned Additional Solicitor General appearing on behalf of the appellant, has strenuously urged that the High Court was wrong in holding that the arbitration clause in the FOSFA-20 contract was incorporated into the first contract by virtue of the incorporation clause. He has drawn our attention to the second illustration at page 46 of Russell on Arbitration, Twentieth Edition. The illustration refers to the decision of Lord Esher M.R. in Hamilton &amp; Co. Vs. Mackie &amp; Sons, (1889) 5 TLR 677 (C.A.). We have looked into that decision as much reliance has been placed thereon on behalf of NAFED. In that case a bill of lading contained the words &quot;all other terms and conditions as per charterparty&quot;. The charterparty contained an arbitration clause. It was contended on behalf of the ship-owners that the arbitration clause in the charterparty was incorporated into the bill of lading. In overruling the said contention Lord Esher M. R. observed:- \n</p> \n\n<blockquote id=\"blockquote_80\"> &quot;Where there was in a bill of lading such a condition as this, `all other conditions as per charterparty, it has been decided that the conditions of the charterparty must be read verbatim into there printed in extenso. Then if it was found that any of the conditions of the charterparty on being so read were incon- sistent with the bill of lading they were insensible, and must be disregarded. The bill of lading referred to the charterparty, and therefore, when the condition was read in, `All disputes under this charter shall be referred to arbitration,&#x27; it was clear that that condition did not refer to disputes arising under the bill of lading, but to disputes arising under the charterparty. The condition therefore was insensible, and had no application to the present dispute, which arose under the bill of lading.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_49\"> According to Lord Esher M.R., the arbitration clause in charter- party &quot;all disputes, under this charter shall be referred to arbitration&quot;, if incorporated into the bill of lading would be quite insensible because of the words &quot;under this charter&quot;. The arbitration clause was, therefore, meant only for the charterpar- ty and not for the bill of lading. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> In a Full Bench decision of the Calcutta High Court in Dwarkadas &amp; Co. Vs. Dularam Gaganmull, , the said observation of Lord Esher M. R. was considered by Harries, CJ. The learned Chief Justice also took the view that if the arbitra- tion clause in the charterparty was imported into the bill of lading it would be quite meaningless because no dispute under the charter could arise in the contract evidenced by the bill of lading. According to the learned Chief Justice, if the words of the arbitration clause in the charterparty had read &quot;all disputes under this contract shall be referred to arbitration&quot;, then if that term was transported into the bill of lading, it would be a perfectly sensible and reasonable terms, for, once it had import- ed the phrase &quot;all disputes under this contract&quot;, it would refer to all disputes arising under the bill of lading. There would, therefore, be nothing inconsistent between such a term and terms of the bill of lading and that being so, cases similar to the case of Hamilton &amp; Co. Vs. Mackie &amp; Sons (supra) would have no application to the case. This view was also taken by the other learned Judges of the Full Bench. \n</p> \n\n<p data-structure=\"Section\" id=\"p_51\"> In our opinion, Harries, CJ., had taken a very reasonable and sensible view. It is true, as pointed out by Lord Esher G. R., That the expression &quot;all disputes under this charter&quot;, if incor- porated into this bill of lading, would be quite insensible. But if the clause had been &quot;any dispute under this contract&quot;, then after incorporation into the bill of lading the words &quot;this contract&quot; would only mean the bill of lading into which it had been incorporated. In the instant case, as has been already noticed, the arbitration clause in the FOSFA-20 contract provides &quot;any dispute arising out of this contract&quot;and, as such, there is no difficulty in the incorporation of the arbitration clause into the first contract, for, the words &quot;this contract&quot; would mean the first contract into which it has been incorporated. Such incorpo- ration would be quite intelligible and not inconsistent with the terms of the first contract. There is, therefore, no substance in the contention made on behalf of the appellant on the basis of the decision in Hamilton &amp; Co. Vs. Mackie &amp; Sons (Supra). \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> It is next contended by the learned Additional Solicitor General that the arbitration clause in FOSFA-20 contract not being ger- mane to the subject-matter of the first contract, it cannot be said to have been incorporated therein. It is pointed by him that the FOSFA-20 contract is a CIF contract relating to cost, insur- ance and freight, while the first contract is a f.o.b. contract. It is, accordingly, submitted by the learned Counsel that the arbitration clause is not germane to the subject-matter of the first contract. In support of his contention he has placed much reliance upon the decision of the Court of Appeal in the case of The Annefield, (1971) 1 All.E.R. 394. In that, case the question was whether the arbitration clause in the charterparty was incor- porated into the bill of lading by virtue of the incorporation clause. Clause 39, which was the arbitration clause, contained the words &quot;All disputes from time to time arising out of this contract&quot;. In considering the question Lord Denning M.R., re- ferred to the decision in The Njegos, (1935) All.E.R. Rep. 863, where in the course of the discussion, it transpired that these clauses in the charterparty and bill of lading had been in exist- ence since 1914 and, it had always been held that the arbitration clause was not incorporated in the bill of lading. On behalf of the shipowners in that case it was argued that if the arbitration clause 39 was incorporated into the bill of lading, the expres- sion &quot;this contract&quot; in clause 39 would then be the contract evidenced by the bill of lading. In other words, the arbitration clause must be read in its bill of lading context. This conten- tion was made on the basis of the observation made by Lord Esher M.R., as extracted above. The contention also finds support from the observation of Harries, CJ, in Dwarka Das&#x27;s case (supra). Lord Denning M.R. took the view that a clause which is directly germane to the subject-matter of the bill of lading, that is, to the shipment, carriage and delivery of goods, could and should be incorporated into the bill of lading contract, even though it might involve a degree of manipulation of the words in order to fit exactly the bill of lading. But, if the clause was one which was not thus directly germane, it should not be incorporated into the bill of lading contract unless it was done explicitly in clear words either in the bill of lading or in the charterparty. It was, however, held by Lord Denning M. R. that an arbitration clause was not directly germane to the shipment, carriage and delivery of goods. So, it was not incorporated by general words in the bill of lading. \n</p> \n\n<p data-structure=\"Section\" id=\"p_53\"> Relying upon the decision in The Annefield, it is submitted on behalf of the appellant that the arbitration clause in FOSFA-20 contract is not germane to the subject-matter of the first con- tract and, accordingly, it was not incorporated into the first contract. We are unable to accept the contention. It was already been noticed earlier that there has been a long continued prac- tice in England that the arbitration clause is not incorporated into the bill of lading by general words, unless it is explicitly done in clear words either in the bill of lading or in the char- terparty. In the instant case, we are not, however, concerned with a charterparty and a bill of lading contract. Even assuming that the subject-matters of FOSFA-20 contract and the f.o.b. contract are different, we do not think that any question as to the germaneness of the arbitration clause to the subject-matter would be relevant. It has been found by the learned Judge of the High Court that the Manager of NAFED, who had signed the first contract, was aware of the terms of the FOSFA-20 contract includ- ing the arbitration clause contained therein. It is, therefore, manifestly clear that by the incorporation of clause 11 in the first contract, the appellant intended to incorporate into it the arbitration clause of FOSFA-20 contract. Thus where, as in the instant case, the parties are aware of the arbitration clause of an earlier contract, the subject-matter of which is different from the contract which is being entered into by them, incorpo- rates the terms of the earlier contract by reference by using general words, we do not think there would be any bar to such incorporation merely because the subject-matters of the two contracts are different, unless, however, the incorporation of the arbitration clause will be insensible or unintelligible, as was in Hamilton &amp; Co. Vs. Mackie &amp; Sons (supra). In the instant case, the arbitration clause in FOSFA-20 contract will fit in the first contract. In other words, it will not be either insensible or unintelligible. In our opinion, therefore, the High Court was right in holding that the arbitration clause in FOSFA-20 contract was incorporated into the first contract. \n</p> \n\n<p data-structure=\"Section\" id=\"p_54\"> In the other appeal which has been preferred by Alimenta, it has been held by the High Court that there has been no incorporation of the arbitration clause into the second contract. In the second contract, clause 9 provides &quot;all other terms and conditions for supply not specifically shown and covered hereinabove shall be as per previous contract signed between us for earlier supplies of HPS&quot;. There is a good deal of difference between clause 9 of this contract and clause 11 of the first contract. Clause 11 has been couched in general words, but clause 9 refers to all other terms and conditions for supply. The High Court has taken the view that by clause 9 the bearing on the supply of HPS were incorporated into the second contract, and the term about arbi- tration not being incidental to supply of goods, could not be held to have been lifted as well from the first contract into the second one. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\"> It is, however, contended on behalf of the appellant that the High Court was wrong in its view that a term about arbitration is not a term of supply of goods. We do not think that the conten- tion is sound. It has been rightly pointed out by the High Court that the normal incidents of terms and conditions of supply are those which are connected with supply, such as, its mode and process, time factor, inspection and approval, if any, reliabili- ty for transit, incidental expenses etc. We are unable to accept the contention of the appellant that an arbitration clause is a term of supply. There is no proposition of law that when a con- tract is entered into for supply of goods, the arbitration clause must form part of such a contract. The parties, may choose some other method for the purpose of resolving any dispute that may arise between them. But in such a contract the incidents of supply generally form part of the terms and conditions of the contract. The first contract includes the terms and conditions of supply and as clause 9 refers to these terms and conditions of supply, it is difficult to hold that the arbitration clause is also referred to and, as such, incorporated into the second contract. When the incorporation clause refers to certain partic- ular terms and conditions, only those terms and conditions are incorporated and not the arbitration clause. In the present case, clause 9 specifically refers to the terms and conditions of supply of the first contract and, accordingly, only those terms and conditions are incorporated into the second contract and not the arbitration clause. The High Court has taken the correct view in respect of the second contract also. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_56\"> In the result, the judgment of the High Court is affirmed and both these appeals are dismissed. There will, however, be no orders as to costs&quot;.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">32. Immediately thereafter on 20.2.1987 the petitioner requested the Arbitrators to take up the matter for adjudication bringing to their notice the order of the Supreme Court dated 9.1.1987. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\">33. Even though the Supreme Court of India had disposed of the appeal the respondent instituted, what is called originating summons in the High Court, London praying for the stay of the arbitration proceedings. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">34. On 10.10.1987 another petition was filed by the respondent in the High Court, London for stay of arbitration proceedings. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\">35. It would appear that the respondent moved the Bombay High Court for stay on 8.3.1988 and no stay was granted by the Bombay High Court. The appeal in this behalf was filed. On 28.3.1988 a Division Bench of the Bombay High Court granted liberty to the respondent to seek clarification in the Supreme Court in respect of the order passed by the Supreme Court on 2.12.1983. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\">36. It appears that the Supreme Court directed the Bombay High Court to dispose of the matter. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_62\">37. On 26.4.1988 the appeal filed by the respondent before the Division Bench, Bombay High Court was dismissed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\">38. The respondent carried the matter to the Supreme Court by Special Leave Petition and the Supreme Court disposed of the matter on 26.10.1988. The judgment of the Supreme Court is reported in National Agricultural Co- operative Marketing Federation of India Ltd. Vs. ALIMENTA S.A., (1989) 1 Comp LJ 147. The Supreme Court made it clear that there was a valid arbi- tration clause between the parties and a direction by the Supreme Court for the continuation of the arbitration proceedings in respect of the claim in the suit before the Bombay High Court would not be bad. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\">39. It is only thereafter on 10.1.1989 the respondent withdrew the pro- ceedings, instituted by it in October 1987. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">40. On 10.1.1989 the respondent filed its submission before FOSFA and the same is as under:-  \n</p>    \n\n<blockquote id=\"blockquote_81\"> &quot;SELLERS&quot; SUBMISSIONS\n \n\n Delivered by: \n</blockquote> \n\n<blockquote id=\"blockquote_82\"> The National Agricultural Co-operative Marketing Federation of India Limited, NAFED House, 1 Sidhartha Enclave, Ashram Chowk, New Delhi, India; telephone 6832293, telex 75347\n \n\n By its General Manager: Sh. D.P. Menghaney: \n</blockquote> \n\n<blockquote id=\"blockquote_83\"> 1. It is admitted that the National Agricultural Co-operative Marketing Federation of India Limited (&quot;NAFED&quot;) and Alimenta S.A. (&quot;Alimenta&quot;) entered into a contract on 12th January, 1980 for the sale and purchase of 5,000 mt. of Indian HPS Groundnut Ker- nels Javas (&quot;the contract&quot;). A copy of the contract is annexed to Alimenta&#x27;s Submissions. \n</blockquote> \n\n<blockquote id=\"blockquote_84\"> 2. It is admitted that there were two Addenda to the contract, respectively dated 18th August, 1980 and 6th October, 1980. Copies of these documents are also annexed to Alimenta&#x27;s Submis- sions. \n</blockquote> \n\n<blockquote id=\"blockquote_85\"> 3. It is admitted that the contractual provisions were, inter alia, as set out in paragraphs 3 to 9 of Alimenta&#x27;s Submissions. \n</blockquote> \n\n<blockquote id=\"blockquote_86\"> 4. However, in addition the Tribunal&#x27;s attention is drawn to the following provisions:- \n</blockquote> \n\n<blockquote id=\"blockquote_87\"> (a) The Addendum of 18th August, 1980 referred to the shipment of the balance quantity of 3,100 mt. as being due to be made &quot;during November/December 1980.&quot; The subsequent Addendum of 6th October 1980 referred to the unshipped quantity of 3,100 mt. of the 1979/80 season as &quot;now required to be shipped during the 1980/81 season&quot;.\n</blockquote> \n\n<blockquote id=\"blockquote_88\"> (b) Clause 13 of the FOSFA Form 20 terms (annexed to Alimenta&#x27;s Submissions), and incorporated by reference into the contract is a &quot;force majeure&quot; clause providing as follows:- \n</blockquote> \n\n<blockquote id=\"blockquote_89\"> &quot;Should shipment of the goods or any part thereof be prevented at any time during the last 30 days of the contract shipment period by reason of Act of God......at ports of loading or elsewhere preventing transport of the goods to such ports, the time allowed for shipment shall be extended to 30 days beyond the determina- tion of such cause............should such cause exist for a period of 60 days beyond the contract shipment period the con- tract or any unfulfilled part thereof so effected shall be can- celled..........&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_66\"> (c) Clause 14 of the FOSFA Form 20 contract terms provides:- \n</p> \n\n<blockquote id=\"blockquote_90\"> &quot;Prohibition: In the event, during the contract shipment period, of prohibition of export or any other executive or Legislative act by or on behalf of the Government of the country of origin &quot;........restricting export, whether partially or otherwise, any such restriction shall be deemed by both parties to apply to this contract and to the extent of such total or partial restriction to prevent fulfillment whether by shipment or by any other means whatsoever and to that extent this contract or any unfulfilled portion thereof shall be extended by 30 days. In the event of shipment during the extended period still proving impossible by reason of any of the causes in this clause the contract or any unfulfilled part thereof shall be cancelled.....&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_67\"> 5. Due to freak weather conditions in the major growing area for the kernels, Saurashtra, in early 1980 there were insuffi- cient kernels to supply more than 1,900 mt. out of the contract quantity. However, NAFED, in an effort to do its utmost to main- tain good relations with Alimenta did not invoke force majeure and bring about the cancellation of the contract but agreed to supply the shortfall of kernels when they became available from the next season&#x27;s crop. The Addendum of 18th August, 1980 is the result of this desire by NAFED to accommodate Alimenta and fulfill its contractual obligations. \n</p> \n\n<p data-structure=\"Section\" id=\"p_68\"> 6. NAFED is a Co-operative Society duly, registered under the <a href=\"/doc/40720108/\" id=\"a_22\">Multi-State Co-operative Societies Act, 1984</a> passed by the Indian Parliament. Earlier it was registered under the Delhi Co-opera- tive <a href=\"/doc/151469296/\" id=\"a_23\">Societies Act</a>. The requirements for registration under the Act for a Co-operative are analogous to that of a company which is required] to be registered under the <a href=\"/doc/1353758/\" id=\"a_24\">Companies Act</a>. NAFED has complete independence to carry out its commercial activity. The directive of the Indian government, referred to below, not to export HPS groundnuts from the 1980/81 crop to meet a short-fall on the previous year&#x27;s contract was issued to NAFED by the Indian government just as it could be issued to any other individual or co-operate body under the powers vested in the government to regulate exports from India. NAFED is governed by its own by-laws in matters of internal management and commercial activities and a copy of these by-laws are attached. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\"> 7. Exports from India are governed by the Export Control Order which has the force of law. For certain commodities including HPS groundnuts Free export is not allowed and the government nomi- nates a canalizing agency. Once such nomination is made exports can be only by the canalizing agency. Having regard to internal demand and to control internal prices on the home market the government usually fixes a quota for export of canalized items. During 1978 to 1981 NAFED was the canalizing agency for HPS groundnuts and the quotas for these three years were: \n</p> \n\n<blockquote id=\"blockquote_91\"> 1978/79 - 25,000 mt. \n</blockquote> \n\n<blockquote id=\"blockquote_92\"> 1979/80 - 50,000 mt. \n</blockquote> \n\n<blockquote id=\"blockquote_93\"> 1980/81 - 50,000 mt. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_70\"> 8. By virtue of begin the canalizing agency NAFED had the export licence to export up to 50,000 mt. HPS groundnuts out of the production for the year in question and during the period 1.4.80 to 31.3.81, that being the period of validity of the export licence. Under the Export Control Order and the Canalizing Order passed by the government it would be illegal for the canal- izing agency to carry forward exports contracted for a previous year. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_71\"> 9. Apart from the above, exports from India re subject to the provisions of the <a href=\"/doc/1059693/\" id=\"a_25\">Customs Act</a>. Exports based on a previous year&#x27;s price in the event of subsequent rises in price would require Government permission and without such permission would amount to under-invoicing which is an offence under the <a href=\"/doc/1059693/\" id=\"a_26\">Customs Act</a>. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_72\"> 10. Independently of the contract in issue in this arbitration, NAFED contracted to supply Alimenta, under a new contract dated 7th October, 1980 for the 1980/81 season, with 10,000 m.t. of HPS groundnuts for shipment January/February, 1981 at US $1,100 per m.t. FOB. This contract met the requirements of Indian law as set out above and was duly performed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_73\"> 11. As a result of a crop failure in the U.S.A. in the 1980/81 season the world price for HPS groundnuts rose in the course of the season. Despite this, it was NAFED&#x27;s intention to meet the shortfall out of the previous season&#x27;s crop to Alimenta out of its 1980/81 quota. Unaware of the limitations on its powers imposed by Indian law, as referred to above, NAFED had entered into the contract addendum dated 18th August, 1980, referred to in paragraph 2 above. As described above, this addendum was contrary to Indian law and, as such, was illegal and incapable of performance. Strictly an illegal contract cannot be made between two parties and, if made, is void ab initio. It is NAFED&#x27;s sub- mission that the addendum dated 18th August 1980 to the contract dated 12th January, 1980 is void and its performance cannot be enforced. No damages can be claimed for branch of a contract which, in law, never existed. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_74\"> 12. The contract dated 12th January, 1980 was made in New Delhi, India. Being an FOB contract it was to be performed in India and was therefore governed by Indian law. In NAFED&#x27;s submission although the arbitration of disputes arising under the contract may take place in England under FOSFA Rules the relationship between the parties vis-a-vis the contract is governed by the laws of India. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_75\"> 13. It was NAFED&#x27;s intention to perform the addendum being unaware of its illegality. This can be seen from the agenda item 4 to a meeting of the Business Committee of SNAFED held in Bombay on 21st November, 1980, a copy of which is annexed hereto. Atten- tion is drawn to the final sentence of paragraph 2 of that docu- ment which states:- \n</p> \n\n<blockquote id=\"blockquote_94\"> &quot;In view of the non-availability of stocks fit for export during 1979-80, NAFED had to exceed to the request (of) the buyers that the balance quantity of 12,717 metric tons would be exported from the crop. of 1980-81 in the interest of maintaining regular business relations&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_76\"> and the final sentence of paragraph 6:- \n</p> \n\n<blockquote id=\"blockquote_95\"> &quot;So far, the total quantity of the order of 30,000 tonnes has been booked for exports from the 1980-81 crop at an average rate of US $1,350 FOB. This is, however, in addition to the pending order of 12,717 tonnes committed by NAFED at the price of $ 780 per metric ton booked last year&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_77\"> 14. However, by a letter of 1st December, 1980 (a copy of which is attached) the Indian Ministry of Agriculture directed NAFED not to undertake shipments in respect of quantities outstanding from the previous year&#x27;s contract out of its 1980/81 quota. This letter drew NAFED&#x27;s attention to the general legal requirements under which it operated as set out above. It thus drew attention to the illegality of the addendum dated 18th August, 1980. If, however, NAFED&#x27;s primary submission that the addendum was illegal is not accepted, the letter of 1st December, 1980 constituted a prohibition on export within the meaning of clause 14 of the FOSFA form 20 contract terms, as set out above. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_78\"> 15. Furthermore, the government of India refused to release an additional quantity of HPS groundnuts out of the 1980/81 crop to enable export of the shortfall on the previous year&#x27;s contract. This government directive is referred to in the agenda to a meeting of the NAFED Board of Directors which took place on 4th December, 1980, a copy of which is annexed hereto. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_79\"> 16. This decision of the Indian Ministry of Agriculture consti- tuted a directive restricting NAFED from exporting, HPS ground- nuts under the contract with Alimenta, the addendum to which contract was in fact already void through illegality. This re- striction was operative from 1st December 1980 and was further confirmed by a letter to NAFED from the Indian Ministry of Agri- culture on 27th January, 1981 (copy annexed). Thus even if, contrary to NAFED primary submission, the addendum were not considered illegal, the contract between NAFED and Alimenta as modified by the Addendum of 18th August 1980 was cancelled within the provisions of clause 14 of the FOSFA from 20, and in conse- quence NAFED is under, no liability in Alimenta. The fact that NAFED performed the new season&#x27;s contract with Alimenta referred to in paragraph 11 above, further confirms that it was only the Government&#x27;s prohibition in respect of the previous season&#x27;s contract that prevented the performance of the contact at issue herein and brought above its cancellation. \n</p> \n\n<p data-structure=\"Section\" id=\"p_80\"> 17. The Indian Government having affirmed the prohibition pre- venting NAFED from performing the contract with Alimenta as aforesaid, and the contract being, as a result, either void for illegality or cancelled, NAFED cannot be said to have been in default. Consequently paragraphs 16, 19, 20, 22 and 23 of Alimenta&#x27;s Submissions are denied. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_81\"> 18. If, which is strenuously denied, NAFED is in default and is liable in damages to Alimenta, it is denied that the applicable FOB market price was in the range set out in paragraph 21 of Alimenta&#x27;s submissions. The applicable FOB market price as evi- denced by the Indian Public Ledgers Commodity Week, annexed hereto, was US $1, 325 per mt. Accordingly Alimenta are not in any event entitled to claim damages for default based upon a market price of US $2,290 per mt, as claimed in paragraph 22 of their submissions. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_82\"> 19. The contract was effectively repudiated on 2nd December, 1980 when the letter was received from the Government directing NAFED not to export HPS groundnut on the previous year&#x27;s con- tract. The international market rates of groundnut kernels as quoted in the Public Ledger Commodity week around 2nd December, 1980 were USD1,325 per mt. for the commodity in dispute. It is an admitted fact that the parties entered into an agreement for the supply of HPS groundnut during the year 1980 at USD. 1,100 and the contracted quantity was exported. Without prejudice to the above submissions Alimenta can on any view only claim the differ- ence between USD. 765 and UD. 1,100. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_83\"> 20. The Tribunal is asked to dismiss Alimenta&#x27;s claim and to award legal and arbitration costs of this reference in NAFED&#x27;s favour.&quot;   \n</p>\n<p data-structure=\"RespArg\" id=\"p_84\">41. On 19.6.1989 the petitioner submitted its reply to the respondent&#x27;s submission dated 10.1.1989:-  \n</p>    \n\n<blockquote id=\"blockquote_96\"> &quot;BUYERS&#x27; REPLY TO SELLERS&#x27; SUBMISSIONS. \n</blockquote> \n\n<blockquote id=\"blockquote_97\"> Delivered by: \n</blockquote> \n\n<blockquote id=\"blockquote_98\"> Aliementa S.A., 33 Quai Wilson, CH 1201, Geneva, Switzerland, telephone 327020, telex 23568/27467. \n</blockquote> \n\n<blockquote id=\"blockquote_99\"> By its representative and a Director Magdi el Katcha. \n</blockquote> \n\n<blockquote id=\"blockquote_100\"> These submissions reply to Sellers&#x27; submissions served this 10th day of January 1989. \n</blockquote> \n\n<blockquote id=\"blockquote_101\"> 1. The principal contention of the Sellers is that the addendum to the contract of 12th January, 1980, dated 18th August 1980, was illegal and incapable of performance because the Indian Government prohibited export of the goods so as to render the addendum contrary to Indian law. \n</blockquote> \n\n<blockquote id=\"blockquote_102\"> 2. In addition, the Sellers submit that even if the addendum was not illegal, then the substantive contract was cancelled, pursuant to clause 14 of the FOSFA form 20, as a result of which the sellers are under no liability to the Buyers. \n</blockquote> \n\n<blockquote id=\"blockquote_103\"> 3. The Buyers fundamentally reject the proposition that there was any Government prohibition preventing performance. It is submitted that the true reason for failure to deliver the balance of 3100 mt. of the goods was that referred to in the first sen- tence of paragraph 11 of the Sellers&#x27; submissions. The world price for the goods rose during the course of the 1980/81 season and the Sellers decided to breach their contract with the Buyers for commercial reasons in the hope of being able to negotiate a new and better contract price. \n</blockquote> \n\n<blockquote id=\"blockquote_104\"> 4. Reference is made to a letter from NAFED to S L Singla the Joint secretary (trade) at the Ministry of Agriculture (copy annexed). This letter was sent in reply to the letter dated 1st December 1980 which is to be found annexed to the Sellers&#x27; sub- missions. In view of its contents and the fact that it is a direct reply to the letter of 1st December, it represents a notable omission from the Sellers&#x27; submissions. The Tribunal is asked to consider the whole of the text of this letter. \n</blockquote> \n\n<blockquote id=\"blockquote_105\"> 5. Reference is made to paragraph 6 of the letter in which it is stated:- \n</blockquote> \n\n<blockquote id=\"blockquote_106\"> &quot;You were kindly aware of the circumstances under which we were not able to ship a quantity of 13,170 tons booked last year (details enclosed at annexure 3). The fulfillled contracts are with the importers, who had been buying from us ever sine we came in this field. In fact, we have been on our own trying to find out the ways and means for not effecting shipment against unful- filled contracts of last season in view of wide variation in price already confirmed and ruling this year...........in accordance with the decision taken in the said meeting (4/12/80) of the Board of Directors, in which you were also kindly present, we are informing the Buyers that under the directions of our Government, we are not in a position to execute shipments of the balance quantity committed during the last season. Depending upon the attitude of the Buyers to our said communications, we may consider effecting shipments, if the Buyers are agreeable to increase the price to a reasonable level having parity with international market prices in the interest of maintaining busi- ness relations with the concerned parties who have been our regular buyers as also to safeguard our credibility in interna- tional markets, alternatively the direction of the Government would be complied with.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_85\"> 6. The extract set out above represents an express admission that failure to ship the outstanding goods was a deliberate and voluntary policy of NAFED formulated to take account of the rising world price for HPS Groundnuts. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_86\"> 7. It is further submitted that the extract set out above identifies the true nature of the alleged &quot;prohibition&quot; which was not a binding Government directive but was a self-serving device voluntary created by NAFED and used to assist them in attempt to renegotiate contracts for the supply of HPS Groundnuts. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_87\"> 8. Notwithstanding delivery of Sellers&#x27; submissions no evidence has been produced in support of the contention that there was a &quot;Government prohibition&quot; in respect of carrying forward exports contracted for a previous year. The burden of proof is upon the Sellers which they have failed to discharge. General reference is made in paragraph 8 of the Sellers&#x27; submissions to &quot;the export control order and the canalising order&quot; passed by the government but copies of the relevant orders are not attached to the submis- sions. It is submitted that while the above-mentioned orders may have general application to the export of HPS Groundnuts they do not in themselves constitute a government order rendering it illegal to carry forward exports contracted for a previous year. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_88\"> Allegations of contractual illegality. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_89\"> 9. The Sellers submit that the addendum to the contract of 12th January , 1980 was illegal and incapable of performance. The Buyers deny that the addendum constituted an illegal contract but in the alternative it is stated that a distinction should be made between a contract illegal in itself and a contract illegal in its performance. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_90\"> 10. Regard should be had to the terms of the addendum dated 18th August, 1980 which constituted an obligation on NAFED to deliver 3,100 metric tons of the goods from the 1980/81 crop a year. There was no Government order prohibiting export of groundnuts from the 1980/81 crop. None of the letters annexed to the Sell- ers&#x27; submissions make any reference to prohibition of export in respect of groundnuts from the 1980/81 crop. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_91\"> 11. While it is not admitted that the above-mentioned addendum is illegal, any alleged illegality does not relate to the con- tract itself but only relates to the manner of performance of the contract, namely, the change to the shipment period. The Buyers were an innocent party and as such it is established law that the innocent party to a contract which is illegal in its performance has full remedies and is entitled to sue on the contract. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_92\"> 12. Further support for the alternative contention that the addendum was only illegal in its performance may be obtained from the fact that the Sellers allege in paragraph 16 of their submis- sions that restrictions on export were only operative from 1st December, 1980. It follows therefore that on 18th August 1980 there were no such restrictions and that at the time when the Buyers entered into the addendum no question of illegality could be said to arise. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_93\"> 13. Paragraph 9 of the Sellers submissions is denied. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_94\"> 14. The Tribunal is asked to proceed to an award.&quot;   \n</p>\n<p data-structure=\"Section\" id=\"p_95\">42. On 15.11.1989 the Arbitrators passed the award and the operative portion of the Award reads as under:-  \n</p>    \n\n<blockquote id=\"blockquote_107\"> &quot;WE FIND: \n</blockquote> \n\n<blockquote id=\"blockquote_108\"> (1) The contract entered into between the parties contained the following clause:- \n</blockquote> \n\n<blockquote id=\"blockquote_109\"> &quot;DOMICILE: This contract shall be deemed to have been made in England and the construction, validity and performance thereof shall be governed by all respects by English law. Any dispute arising out of or in connection therewith shall be submitted to arbitration in accordance with the Rules of the Federation. The serving of proceedings upon any party by sending same to their last known address together with leaving a copy of such proceed- ings at the offices of the Federation shall be deemed good serv- ice, rule of law or equity to the contrary notwithstanding.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_96\"> Therefore, in accordance with this clause, we find that the contract be governed by English law contrary to the submission of the Seller. \n</p> \n\n<p data-structure=\"Section\" id=\"p_97\"> (2) With regard to the addendum of the 18th August, 1980, at the time when the addendum was agreed the Sellers either knew or should have known whether or not the contract could be carried forward or if such was prohibited by Government order. Either they should have been aware, having been the canalising agency for the previous year, or that they were aware at the time when the addendum was issued, implied that the Seller induced the Buyer to agree to extend the contract, when they were undoubtedly in default, to a fresh position when they should have known, if such be the case, that previous years sales could not be carried forward. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_98\"> (3) From the tenor of the letters passing between the Ministry of Agriculture and Nafed Ltd., which we were asked to read in full, it clearly, in our opinion, shows particularly in the Ministry letter of 1 December, 1980 (paragraph 11 in Sellers submissions) and the letter of 6 December, 1980 from the Sellers (paragraph No. 7 in Buyers submission) that Sellers proposed to the Indian Government that such a restriction should be placed on this contract in order to encourage the Buyers to pay a higher price and as such is a self induced frustration upon which the sellers cannot rely. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_99\"> 4) No evidence was presented that what was contained in the Ministry&#x27;s letters was promulgated into Indian law or announced in the Official Gazette. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_100\"> 5) We have examined the damages submissions put forward by both parties and do not accept the Sellers method of averaging the previous contracts, as they bear no relationship with the princi- ple that default damages be based on the price ruling on the date of the breach rather than on the date of performance of previous contracts. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_101\"> We find that the Buyers evidence shows clearly the current values at the time of the breach, which is 29, December, 1980, and we are further supported by the reference in Sellers letter of 6, December, 1980 in which they state that they have traded at US $ 2115 at about that time. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_102\"> We find that the Seller is in default of this contract and is not protected by the Force Majeure Clause nor the Prohibition Clause of the contract. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_103\"> We AWARD that Sellers shall pay to Buyers within 14 days from the date of this award the sum of US $4,681,000 (Four million six hundred and eighty one thousand United States Dollars) being the difference between the contract price of US $765 per metric tonne plus US $15 per cent metric tonne for double bags and the settle- ment price US $2275 plus US $15 per metric tonne for double bags as damages with interest thereon at the rate of 10.5% from 13, February, 1981 to the date of this award. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_104\"> We further AWARD that Sellers shall pay to Buyers the sum of 100.00 Ponds being the fee paid by Buyers on application to the Federation for the appointment of an arbitrator on behalf of Sellers. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_105\"> We make no order as to the parties legal costs in this matter.&quot;   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_106\">43. The respondent preferred an appeal to the Board of Appeal. On 14.9.1990 the Board of Appeal passed an Award confirming the Award dated 15.11.1989 modifying the rate of interest. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_107\">44. On 8.7.1993 the petitioner presented the above petition seeking the enforcement of the Award. The relief portion is already extracted. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_108\">45. In 1995 the respondent filed its counter. In September 1995 the peti- tioner filed its rejoinder. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_109\">46. The following issues arise for consideration:-  \n</p>    \n\n<blockquote id=\"blockquote_110\"> ISSUES: \n</blockquote> \n\n<blockquote id=\"blockquote_111\"> 1. Whether the Award, that is now sought to be enforced, is foreign Award within the meaning of <a href=\"/doc/1813579/\" id=\"a_27\">Section 2</a> of the Act, 1961? \n</blockquote> \n\n<blockquote id=\"blockquote_112\"> 2. Whether the petitioner can be said to have not complied with <a href=\"/doc/1163302/\" id=\"a_28\">Sections 8(1)(a)</a>, <a href=\"/doc/1163302/\" id=\"a_29\">8(1)(b)</a> and <a href=\"/doc/1163302/\" id=\"a_30\">8(1)(c)</a> of the Act, 1961? \n</blockquote> \n\n<blockquote id=\"blockquote_113\"> 3. What is the law applicable to the proceedings, whether English or Indian Law? \n</blockquote> \n\n<blockquote id=\"blockquote_114\"> 4. Whether the Award could be said to be not enforceable as being opposed to public policy in India within the meaning of <a href=\"/doc/1737370/\" id=\"a_31\">Section 7(1)(iv)</a> of the Act and whether the Award becomes enforceable in view of the ban imposed by the Government of India as projected before the Arbitrators and as stated in the reply to the petition? \n</blockquote> \n\n<blockquote id=\"blockquote_115\"> 5. Whether the foreign Award requires to be confirmed by the Courts in England before it is enforced in this country as per provisions of <a href=\"/doc/1675749/\" id=\"a_32\">section 7(1)(a)(v)</a> of the Act, 1961? \n</blockquote> \n\n<blockquote id=\"blockquote_116\"> 6. Whether the petition filed under <a href=\"/doc/36911/\" id=\"a_33\">Section 5</a> of the Act, 1961 is barred by time? \n</blockquote> \n\n<blockquote id=\"blockquote_117\"> 7. Whether the petition is not competent without notice being issued to the respondent under <a href=\"/doc/103971933/\" id=\"a_34\">Section 101</a> of the Multi- State Co-operative Societies Act, 1984? \n</blockquote> \n\n<blockquote id=\"blockquote_118\"> 8. Whether the petitioner is entitled to the relief claimed for in the petition?   \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_110\">47. I shall now proceed to give my findings on the above issues. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_111\">48. Issue No. 1. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_112\"> In the reply and objections filed on behalf of the respondent it is stated that the award sought to be enforced is not a foreign award within the meaning of the Act. In paragraph 1, it is stated:-  \n</p>    \n\n<blockquote id=\"blockquote_119\"> &quot;The award in question is not a &quot;foreign Award&quot; as defined in <a href=\"/doc/36013981/\" id=\"a_35\">Section 2</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961. It is clear from the said Section of the Act that India has ratified the New York Congention on the basis of reci- procity reservation as per <a href=\"/doc/1062009/\" id=\"a_36\">Article 1(3)</a> of the Contention. To the best of the knowledge of the defendant, no notification as con- templated under <a href=\"/doc/1311823/\" id=\"a_37\">Section 2(b)</a> of the Act has been issued by the Central Government to make awards made in England a &quot;foreign Award&quot; within the meaning of the said definition. Therefore, the suit is not maintainable under <a href=\"/doc/1091250/\" id=\"a_38\">Section 5</a> read with <a href=\"/doc/22353255/\" id=\"a_39\">Section 6</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961. There is also no reciprocity with regard to recognition of such awards between Switzerland and India and between Switzerland and U.K.&quot;   \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_113\">49. In paragraph 4, in reply on merits it is stated:-  \n</p><blockquote id=\"blockquote_120\">   &quot;The contents of para 4 of the plaint are denied, except to the extent of the admissions made hereunder. It is admitted that the defendant is a Cooperative Society and is governed by Laws of India. It is true that the plaintiff is situated in Switzerland, however, it is denied that the plaintiff is a Swiss Corporation. The award in question is not a &quot;foreign Award&quot; as defined in <a href=\"/doc/36013981/\" id=\"a_40\">Section 2</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961. As already submitted, it is clear from the said Sec- tion of the Act that India had ratified the New York Convention on the basis of reciprocity reservation as per <a href=\"/doc/1062009/\" id=\"a_41\">Article 1(3)</a> of the Convention. To the best of the knowledge of the defendant, no notification as contemplated under <a href=\"/doc/1311823/\" id=\"a_42\">Section 2 (b)</a> of the Act has been issued by the Central Government to make awards made in England a &quot;foreign Award&quot; within the meaning of the said defini- tion. Therefore, the suit is not maintainable under <a href=\"/doc/1091250/\" id=\"a_43\">Section 5</a> read with <a href=\"/doc/420705/\" id=\"a_44\">Section 6</a> of the Foreign Awards (Recognition and En- forcement) Act, 1961.&quot;  \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_114\">50. &#x27;The plaintiff has placed on record the Notification issued by the Government of India on 25.10.1976, published in the Gazette of India on 13.11.1976. The same is as under:-  \n</p>    \n\n<blockquote id=\"blockquote_121\"> &quot;In exercise of the powers conferred by clause (b) of <a href=\"/doc/36013981/\" id=\"a_45\">Section 2</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961 (45 of 1961), the Central Government, being satisfied that reciprocal provisions have been made, hereby declares the United Kingdom to be territories to which the Convention on the Recognition and Enforcement of Foreign Arbitral Awards, set forth in the Schedule to the said Act, applies.&quot;   \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_115\">51. In view of the Notification, the objection raised by the respondent falls to the ground. Hence, I have no hesitation in coming to the conclu- sion that the Award produced by the plaintiff is a foreign Award, within the meaning of the Act, 1961. This issue is decided accordingly. \n</p> \n\n<span class=\"hidden_text\" id=\"span_2\">52. Issue No. 2 </span>\n    \n\n<p data-structure=\"Section\" id=\"p_116\"> <a href=\"/doc/1232861/\" id=\"a_46\">Section 8</a> of the Act reads as under:- \n</p> \n\n<blockquote id=\"blockquote_122\"> &quot;Evidence.-(1) The party applying for the enforcement of a for- eign award shall, at the time of the application, produce_\n \n\n</blockquote><blockquote id=\"blockquote_123\"> (a) the original award or a copy thereof, duly authenticated in the manner required by the law of the country in which it was made; \n</blockquote> \n\n<blockquote id=\"blockquote_124\"> (b) the original agreement for arbitration or a duly certified copy thereof, and\n \n\n</blockquote><blockquote id=\"blockquote_125\"> (c) such evidence as may be necessary to prove that the award is a foreign award. \n</blockquote> \n\n<blockquote id=\"blockquote_126\"> (2) If the award or agreement requiring to be produced under sub- section (1) is in a foreign language, the party seeking to en- force the award shall produce a translation into English certi- fied as correct by a diplomatic or consular agent of the country to which that party belongs or certified as correct in such other manner as may be sufficient according to the law in force in India.&quot;   \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_117\">53. The learned senior counsel Mr. Shankar Ghosh for the respondent sub- mitted that the Notification dated 25.10.1976, which was published on 13.11.1976 in the Gazette of India, was not filed along with the petition and, therefore, the petitioner is not entitled to enforce the Award. The learned senior counsel did not dilate on the point. \n</p> \n\n<p data-structure=\"Section\" id=\"p_118\">54. The Notification issued by the Government of Indian is known to every- body once it is published in the Gazette of India and the provisions has not been properly appreciated by the learned senior counsel. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_119\">55. The learned senior counsel further submitted that the Award has not been duly authenticated. The learned senior counsel referred to <a href=\"/doc/1106405/\" id=\"a_47\">Section 78</a>  of the Evidence Act, 1872 for this purpose. In support of his submission, the learned senior counsel relied upon the following rulings:-  \n</p>    \n\n<blockquote id=\"blockquote_127\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1634291\" id=\"span_3\">1. <a href=\"/doc/1634291/\" id=\"a_48\">Collector of Cawnpore and Others Vs. Jugal Kishore</a> .</span> \n</blockquote> \n\n<blockquote id=\"blockquote_128\"> 2. The Municipal Committee, Akola Vs. Madhava Wasudeo and anoth- er, AIR 1951 Nagpur 464\n \n\n</blockquote><blockquote id=\"blockquote_129\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"892479\" id=\"span_4\">3. <a href=\"/doc/892479/\" id=\"a_49\">Mathuradas Vs. The State</a>. AIR 1954 Nagpur 296.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_130\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"953645\" id=\"span_5\">4. <a href=\"/doc/953645/\" id=\"a_50\">Janu Khan and Others Vs. The State</a>, .</span>   \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_120\">56. Allahabad High Court in  (supra) held that in order to prove Notification by a Government, Government Gazette should be produced. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_121\">57. The Nagpur High Court in AIR 1951 Nagpur 465 (supra) held that under <a href=\"/doc/1222744/\" id=\"a_51\">section 78(1)</a> of the Evidence Act, 1872 the only way of proving a Notifica- tion is by producing a copy of the Notification. And that has been done by the petitioner. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_122\">58. In AIR 1954 Nagpur 296 (supra) the Nagpur High Court laid down the same proposition. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_123\">59. In  (supra) the Patna High Court held that the production of secondary evidence may be accepted if it is done in accord- ance with <a href=\"/doc/487818/\" id=\"a_52\">Section 65</a> of the Evidence Act, 1872, if it is certified by the Head of the Department. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_124\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1014816\" id=\"span_6\">60. The learned senior counsel submitted that authentication could be by a person who had the custody of the original. The Notary cannot be said to have the custody of the originals. Therefore, there is no proper authenti- cation as required<a href=\"/doc/1232861/\" id=\"a_53\"> u/s. 8(1)(a)</a> and, therefore, the plaintiff is entitled to enforce the Award. For this proposition, the learned senior counsel relied upon the judgment of the Bombay High Court reported in <a href=\"/doc/1014816/\" id=\"a_54\">Maharaj Bhanudas Narayanbai Gosavi Vs. Krishnabai Chintaman Deshpande</a> . It is not necessary to deal with the facts of that case.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_125\">61. On the materials produced in the instant case, there can be no doubt that the plaintiff has complied with the provisions of <a href=\"/doc/1163302/\" id=\"a_55\">Section 8</a> of the Act, 1961. It is wholly unnecessary to deal with the submissions made by the learned senior counsel referring to the averments in the reply. I have no hesitation in rejecting the submission made by learned senior counsel on behalf of the respondent. The issue is answered against the respondent. \n</p> \n\n<p data-structure=\"Section\" id=\"p_126\">62. Issue No. 3-What is the law applicable to the proceedings, whether English or Indian Law? \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_127\">63. As noticed above, there is a specific provision in the agreement in this behalf. Therefore, it is not open to the respondent to contend that English law would not apply. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_128\">64. In view of this clear position on facts, I think it not necessary to burden the judgment by referring the various rulings on this point. The principles are well settled. The Arbitrators had decided the issues on the basis of English law, as agreed to between the parties. Therefore, this issue is answered in favour of the petitioner and against the respondent. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_129\">65. Issue No. 4- Whether the Award could be said to be not enforceable as being opposed to public policy in India within the meaning of <a href=\"/doc/1737370/\" id=\"a_56\">Section 7(1)(iv)</a> of the Act and whether the Award becomes enforceable in view of the ban imposed by the Government of India as projected before the Arbitra- tors and as stated in the reply to the petition? \n</p> \n\n<p data-structure=\"Section\" id=\"p_130\">66. For considering this issue, it is necessary to notice the provisions of <a href=\"/doc/103406137/\" id=\"a_57\">Section 7</a> of the Foreign Awards (Recognition &amp; Enforcement) Act, 1961:-  \n</p>    \n\n<blockquote id=\"blockquote_131\"> &quot;7. Conditions for enforcement of foreign awards.-(1) A foreign award may not be enforced under this Act-\n</blockquote> \n\n<blockquote id=\"blockquote_132\"> (a) if the party against whom it is sought to enforce the award proves to the Court dealing with the case that -\n</blockquote> \n\n<blockquote id=\"blockquote_133\"> (i) the parties to the agreement were under the law applicable to them, under some incapacity, or the said agreement is not valid under the law to which the parties have subjected it, or failing any indication thereon, under the law of the country where the award was made; or\n \n\n</blockquote><blockquote id=\"blockquote_134\"> (ii) the party was not given proper notice of the appointment of the arbitrator or of the arbitration proceedings or was otherwise unable to present his case; or\n \n\n</blockquote><blockquote id=\"blockquote_135\"> (iii) the award deals with questions not referred or contains decisions on matters beyond the scope of the agreement; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_131\"> Provided that if the decisions on matters submitted to arbitra- tion can be separated from those not submitted, that part of the award which contains decisions on matters submitted to arbitra- tion may be forced; or\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_132\"> (iv) the composition of the arbitral authority or the arbitral procedure was not in accordance with the agreement of the parties or failing such agreement, was not in accordance with the law of the country where the arbitration took place; or\n \n\n</p><p data-structure=\"Section\" id=\"p_133\"> (v) the award has not yet become binding on the parties or has been set aside or suspended by a competent authority of the country in which, or under the law of which, that award was made; or\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_134\"> (b) if the Court dealing with the case is satisfied that_\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_135\"> (i) the subject-matter of the difference is not capable of set- tlement by arbitration under the law of India; or\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_136\"> (ii) the enforcement of the award will be contrary to public policy; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_137\"> (2) If the court before which a foreign award is sought to be relied upon is satisfied that an application for the setting aside or suspension of the award has been made to a competent authority referred to in sub-clause (v) of clause (a) of sub- section (1), the court may, if it deems proper, adjourn the decision on the enforcement of the award and may also, on the application of the party claiming enforcement of the away, order the other party to furnish suitable security.&quot;   \n</p>\n<p data-structure=\"RespArg\" id=\"p_138\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1557021\" id=\"span_7\">67. The main point that was urged by the learned senior counsel for the respondent was that the Government of India had imposed a ban on export, that the respondent was naturally precluded from making any export and could not in accordance with the terms of the agreement and, therefore, according to the learned senior counsel the enforcement of the award would run counter to the ban imposed by the Government of India and, therefore, the enforcement of the award could be characterised as being opposed to public policy in India. The learned senior counsel submitted that the award becomes unenforceable in view of the public policy in India. The circum- stances under which the ban was imposed was elaborately considered by the Arbitrators and the finding is that it was a self imposed ban. The same question cannot be permitted to be projected indirectly when the award is enforced in India if the ban would operate and, therefore, the enforcement of the award would be contrary to the public policy. The learned senior counsel relied upon the judgment of this Court reported in <a href=\"/doc/1557021/\" id=\"a_58\">Renu Sagar Power Company Ltd. Vs. General Electric Company</a>,  Supreme Court observed:-</span>  \n</p>    \n\n<blockquote id=\"blockquote_136\"> &quot;Even if it be assumed that unjust enrichment is contrary to public policy of India, it would not bar enforcement of award because the unjust enrichment must relate to the enforcement of the award and not to its merits in view of the limited scope of enquiry in proceedings for the enforcement of a foreign award under the Foreign Awards Act. (The question whether the principle of unjust enrichment is a part of the public policy of India, left undecided). Where the objections about unjust enrich- ment go to the merits of the award, that is, with regard to the quantum awarded by the Arbitral Tribunal it would be beyond the scope of the objections that can be raised u/s 7(1)(b)(ii) of the Foreign Awards Act. To hold otherwise would mean that in every case where the arbitrators award an amount which is higher than the amount that should have been awarded, the award would be open to challenge on the ground of unjust enrichment. Such a course is not permissible under the New York Convention and the Foreign Awards Act.&quot;   \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_139\">68. The Supreme Court held:-  \n</p><blockquote id=\"blockquote_137\">   &quot;that the enforcement of the award would involve violation of any of the provisions of FERA and for that reason it would be con- trary to public policy of India so as to render the award en- forceable in view of <a href=\"/doc/1737370/\" id=\"a_59\">Section 7(1)(b)(ii)</a> of the Act.&quot;  \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_140\">69. The Supreme Court had considered the matter referring to the entire facts of that case and the learned senior counsel without referring to the ultimate decision <a href=\"/doc/1557021/\" id=\"a_60\">in that case</a> has referred to observation dealing with the scope of the public policy in India, cannot rely upon it taking it out of its context. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_141\">70. I am quite unable to accept the submissions made by the learned coun- sel that the enforcement of the award would be contrary to public policy. Accordingly, this issue is answered in favour of the petitioner and against the respondent. \n</p> \n\n<p data-structure=\"Section\" id=\"p_142\">71. Issue No. 5 - Whether the foreign Award requires to be confirmed by the Courts in England before it is enforced in this country as per provi- sions of <a href=\"/doc/1675749/\" id=\"a_61\">Section 7(1)(a)(v)</a> of the Act, 1961? \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_143\">72. The learned senior counsel could not point out any provision in this behalf and I am quite unable to accept this submission in the absence of any conclusive provision to show that award requires confirmation in Eng- land. The petitioner is entitled to enforce the award in India. The issue is answered in favour of the petitioner and against the respondent. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_144\">73. Issue No. 6 - Whether the petition filed under <a href=\"/doc/36911/\" id=\"a_62\">Section 5</a> of the Act, 1961 is barred by time? \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_145\">74. In para 6 of the Preliminary Objections the plead taken by the re- spondent is:-  \n</p>    \n\n<blockquote id=\"blockquote_138\"> &quot;The suit is barred by limitation as it has been filed beyond the period within which such suits could have been filed.&quot;   \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_146\">75. The award was made on the 14th of September, 1990 and the petition for enforcement was presented in this Court on 12th August, 1993. Therefore, there is absolutely no substance in the submission that the petition is barred by time. This issue is answered in favour of the petitioner and against the respondent. \n</p> \n\n<span class=\"hidden_text\" id=\"span_8\">76. Issue No. 7 </span>\n \n\n<p data-structure=\"Section\" id=\"p_147\"> Whether the petition is not competent without notice being issued to the respondent under <a href=\"/doc/103971933/\" id=\"a_63\">Section 101</a> of the Multi-State Co-operative Societies Act, 1984 Act, 1984. Section 101 reads as under:-  \n</p><blockquote id=\"blockquote_139\">   &quot;Notice necessary in suits.- No suit shall be instituted against a Multi-State Co-operative Society or any of its officers in respect of any act touching the constitution, management or the business of the society until the expiration of ninety days next after notice in writing has been delivered to the Central Regis- trar or left at his office, stating the cause of action, the name, description and place of residence of the plaintiff and the relief which he claims, and the plaint shall contain a statement that such notice has been so delivered or left.&quot;  \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_148\">77. This provision is not at all applicable to the provisions under <a href=\"/doc/142812771/\" id=\"a_64\">The Foreign Awards (Recognition and Enforcement) Act, 1961</a>. The terms of the provisions are very clear and it does not require any elaborate argument to appreciate the scope of the provision. Therefore, I am of the view that no notice is necessary u/s. 101 before seeking to enforce the award<a href=\"/doc/36911/\" id=\"a_65\"> u/s. 5</a> of the Act, 1961. The issue is answered accordingly. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_149\">78. The learned senior counsel referring to the long reply filed by the respondent submitted that in view of the allegations made in the reply the petitioner is not entitled to the relief prayed for. The learned senior counsel submitted that the Appellate Board in the appeal filed by the respondent had increased the quantum of interest and that was not permissi- ble and award becomes unenforceable. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_150\">79. I have gone through the reply and other material documents produced before me. On the light of the facts mentioned in the award and the order of the Appellate Board and the facts adumbrated above, I am quite unable to accept any of the submissions of the learned senior counsel of the peti- tioner. The petitioner is entitled to the relief prayed for in the peti- tion. \n</p> \n\n<span class=\"hidden_text\" id=\"span_9\"> I.A. 1540/96</span>\n \n\n<p data-structure=\"RespArg\" id=\"p_151\">80. The respondent had prayed for the following reliefs:-  \n</p><blockquote id=\"blockquote_140\">   &quot;It is therefore respectfully prayed that this Hon&#x27;ble Court may be pleased to summon from Federation of Oils, Seeds, and Fats Association Ltd., 24, St. Mary Axe London, EC3A BER the complete records pertaining to the appointment of the arbitrator Mr. F.A.D. Rafe, the complete documents and records pertaining to the arbitration conducted by Mr. A.G. Scott and Mr. SF. A.D. Ralfe resulting in award dated 15.11.1989 and complete records and documents pertaining to Appeal No. 752 before the Board of Appeal constituted by FOSFA resulting in award dated 14.9.90 and to pass such other order or others as this Hon&#x27;ble Court may deem fit and proper in the facts and circumstances of the case.&quot;  \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_152\">81. The main matter was fully argued. The learned senior counsel appearing for the respondent did not advance any argument with reference to the relief claim in the I.A. The application is dismissed as totally being unnecessary. \n</p> \n\n<span class=\"hidden_text\" id=\"span_10\"> I.A. 2562/96</span>\n \n\n<p data-structure=\"RespArg\" id=\"p_153\">82. The respondent had filed this application praying for the following relief:-  \n</p><blockquote id=\"blockquote_141\">   &quot;It is therefore respectfully prayed that this Hon&#x27;ble Court may be pleased to frame issues and allow the defendant to prove the case by leading documentary and oral evidence and to pass such other order or orders as this Hon&#x27;ble Court may deem fit and proper.  \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_154\">83. Issues have already been framed by me and I have considered those issues. Therefore, no question of framing of issues as prayed for would arise. Regarding the letting in evidence, the learned senior counsel, while arguing the matter, did not make any request for examination of the wit- nesses. Therefore, this I.A. also is dismissed. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_155\">84. Accordingly, the petition is allowed with costs. C.Ms 1540/96 and 2562/96 are dismissed. Decree in terms of this order shall be prepared by the registry.  \n</p> \n\n","numcites":34,"numcitedby":1,"docsource":"Delhi High Court","citetid":1678563,"divtype":"judgments","relatedqs":[{"value":"illegal contracts","formInput":"illegal%20contracts"},{"value":"unjust enrichment","formInput":"unjust%20enrichment"},{"value":"force majeure","formInput":"force%20majeure"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"\"last known address\"","formInput":"%22last%20known%20address%22"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"incorporation by reference","formInput":"incorporation%20by%20reference"},{"value":"public policy","formInput":"public%20policy"},{"value":"section 33 of the arbitration ","formInput":"section%2033%20of%20the%20arbitration%20"},{"value":"multi-state co-operative societies act","formInput":"multi-state%20co-operative%20societies%20act"},{"value":"domicile","formInput":"domicile"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"enforceability of award","formInput":"enforceability%20of%20award"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"Section 33 of Arbitration Act","formInput":"Section%2033%20of%20Arbitration%20Act"},{"value":"foreign awards","formInput":"foreign%20awards"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}