{"tid":8845856,"publishdate":"2017-12-05","title":"Jasvir Singh And Anr vs State Of Punjab on 5 December, 2017","doc":"<h2 class=\"doc_title\">Jasvir Singh And Anr vs State Of Punjab on 5 December, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-gill\">Gurvinder Singh Gill</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-bindal\">Rajesh Bindal</a>, <a href=\"/search/?formInput=benchid:g-s-gill\">Gurvinder Singh Gill</a></h3>\n\n<pre id=\"pre_1\">                                     (1)                Criminal Appeal No.D-480-DB of 2010\n\n\n         In the High Court of Punjab and Haryana at Chandigarh.\n\n                                                Criminal Appeal No.D-480-DB of 2010\n                                                Date of Decision:- December 05, 2017\n\n\n     Jasvir Singh and another                              ....Appellants\n\n                                     Versus\n\n     State of Punjab                                       ....Respondent\n\n\n     CORAM:      Hon&#x27;ble Mr. Justice Rajesh Bindal\n                 Hon&#x27;ble Mr. Justice Gurvinder Singh Gill\n\n     Present :   Ms. Sushma Chopra, Advocate, for the appellants.\n\n                 Mr. Gaurav Garg Dhuriwala, Senior Deputy Advocate General,\n                 Punjab.\n\n                                     ******\n\n\n     Gurvinder Singh Gill, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.   Jasvir Singh and Mangal Singh have filed the present appeal challenging\n\n     judgment dated 16.2.2010 passed by the learned Judge, Special Court (NDPS),\n\n     Jalandhar whereby they have been convicted for offence punishable under\n\n     <a href=\"/doc/325366/\" id=\"a_1\">Section 18</a> of the Narcotic Drugs and Psychotropic Substances Act, 1985 (for\n\n     short &quot;the <a href=\"/doc/1727139/\" id=\"a_2\">NDPS Act</a>&quot;) and have been sentenced to undergo rigorous\n\n     imprisonment for 12 years and pay fine amounting to ` 1,50,000/- each.\n\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.   The matter arises out of FIR No.50 dated 9.3.2009, registered under <a href=\"/doc/325366/\" id=\"a_3\">Section\n\n     18</a> of NDPS Act, Police Station Nakodar (District Jalandhar). The allegations,\n\n     in nutshell, are that on 9.3.2009, when SI Avtar Singh along with other police\n\n     officials was present in the area of village Heran on Bein bridge in connection\n\n     with nakabandi, then at 3.15 PM, DSP Amarjit Singh Bajwa came there along\n\n     with his gunman to check duties. It is alleged that in the meantime a Maruti\n\n\n\n\n                                      1 of 18\n<span class=\"hidden_text\" id=\"span_1\">                   ::: Downloaded on - 10-12-2017 07:38:17 :::</span>\n                                      (2)              Criminal Appeal No.D-480-DB of 2010\n\n     car bearing registration No.PB-26-A-8118 came from the direction of village\n\n     Heran which was signaled to stop, in which there were two occupants. Upon\n\n     inquiry the driver disclosed his name as Jasvir Singh and the passenger sitting\n\n     by his side disclosed his name as Mangal Singh. One Baldev Singh came at\n\n     the spot and was associated with the police party. The DSP, after introducing\n\n     himself to the aforesaid two persons, told them that he is a Gazetted Officer\n\n     and since it was suspected that they were carrying some narcotics and their\n\n     search is to be conducted, therefore as to whether they wanted their search to\n\n     be conducted in his presence or any Magistrate. Both the said persons reposed\n\n     confidence in him and their statements to the said effect were recorded. Upon\n\n     their search, both the said persons were found to be carrying opium wrapped\n\n     in a glazed paper which was tied around their waists with the help of a cloth.\n\n     Out of the opium recovered from each of the two persons, two samples\n\n     weighing 10 grams each were separated and the remaining opium as recovered\n\n     from each of the two persons was found to be weighing 3.980 grams each.\n\n     The samples as well as the remaining opium was packed into separate parcels.\n\n     SI Avtar Singh sealed all the parcels with his seal bearing impression &#x27;AS&#x27;.\n\n     DSP Amarjit Singh Bajwa also affixed his seal bearing impression &#x27;AS&#x27; on the\n\n     parcels. While SI Avtar Singh handed over his seal to HC Rajbir Singh, the\n\n     DSP retained his seal.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Facts\" id=\"p_4\">3.   Ruqa Ex.PJ containing details of the aforesaid recovery proceedings was sent\n\n     to the police station for registration of a case. The accused and the recovered\n\n     opium were produced before SI Dev Raj at the police station who was\n\n     officiating as SHO and who upon verifying the facts further sealed the parcels\n\n\n\n\n                                      2 of 18\n<span class=\"hidden_text\" id=\"span_2\">                   ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                      (3)              Criminal Appeal No.D-480-DB of 2010\n\n     of opium with his seal bearing impressions &#x27;DR&#x27; and deposited the said\n\n     parcels with MHC. One sample each pertaining to opium recovered from each\n\n     of the two accused was sent to Chemical Examiner for analysis and as per\n\n     report (Ex.PP) of the Chemical Examiner, the samples were found to be of\n\n     opium.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Precedent\" id=\"p_6\">4.   After conclusion of investigation, challan was presented in the Court of Judge,\n\n     Special Court (NDPS), Jalandhar on 1.6.2009.            Upon finding sufficient\n\n     grounds to presume that the accused had committed offence punishable under\n\n     <a href=\"/doc/325366/\" id=\"a_4\">Section 18</a> of the NDPS Act, 1985, charges were framed accordingly on\n\n     13.6.2009 to which the accused pleaded not guilty and claimed trial.\n\n\n</p><p data-structure=\"Facts\" id=\"p_7\">5.   The prosecution in order to establish charges framed against the accused\n\n     examined investigating officer SI Avtar Singh as PW-1 who stated in detail as\n\n     regards entire proceedings conducted in the case right from recovery of\n\n     contraband upto filing of challan. PW-2 HC Rajbir Singh who was comprised\n\n     in the police party headed by SI Avtar Singh appeared as PW-2 and stated in\n\n     corroboration to the statement of PW-1. PW-3 DSP Amarjit Singh Bajwa in\n\n     whose presence the accused had been searched stated about recovery\n\n     proceedings. PW-4 HC Bakshish Singh is a formal official witness who\n\n     tendered his affidavit Ex.PQ in evidence wherein he deposed that on\n\n     13.3.2009 MHC Mohinder Pal had handed over two sealed sample parcels to\n\n     him directing him to deposit the same in the office of Assistant Chemical\n\n     Examiner, Amritsar, which he deposited. He further deposed that as long as\n\n     the sample parcels remained in his possession, the same were not tampered\n\n     with. PW-5 Amarjit, owner of the car from which the accused had been\n\n\n\n\n                                      3 of 18\n<span class=\"hidden_text\" id=\"span_3\">                   ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                       (4)              Criminal Appeal No.D-480-DB of 2010\n\n     apprehended, deposed that accused Jasvir Singh had taken his car from him on\n\n     7.3.2009 on the pretext that he was to attend a marriage along with his\n\n     children and that later he came to know that his car had been detained by the\n\n     police. PW-6 Harbans Singh stated that Amarjit Singh had handed over his\n\n     car to Jasbir Singh in his presence as Jasbir Singh had asked for the car in\n\n     order to attend a marriage with his children and that after three days he came\n\n     to know that opium had been recovered from the car.                      PW-7 MHC\n\n     Mohinderpal tendered his affidavit Ex.PR in evidence wherein he deposed that\n\n     SI Dev Raj had deposited the case property with him on 9.3.2009 and that he\n\n     had handed over the sample parcels to HC Bakshish Singh on 13.3.2009 for\n\n     depositing the same with Chemical Examiner which were deposited.                        He\n\n     further deposed that as long as the sample parcels remained in his possession,\n\n     the same were not tampered with. PW-8 SI Dev Raj deposed that on 9.3.2009\n\n     the case property was produced before him and after verifying the facts he\n\n     affixed his seal on the case property and deposited the same with the MHC\n\n     Mohinderpal. He further deposed that upon receipt of ruqa Ex.PJ, he recorded\n\n     FIR Ex.PJ/1.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"CDiscource\" id=\"p_9\">6.   Upon conclusion, entire incriminating evidence appearing against accused was\n\n     put to them to enable them to explain the same, but the accused denied the\n\n     entire prosecution case and pleaded false implication.           The accused were\n\n     afforded opportunity to lead evidence in their defence but none of the accused\n\n     led any evidence.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"Facts\" id=\"p_11\">7.   The learned trial Court, upon appreciating the evidence on record, held that\n\n     the charges framed against accused were fully established and convicted them\n\n\n\n\n                                       4 of 18\n<span class=\"hidden_text\" id=\"span_4\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                       (5)              Criminal Appeal No.D-480-DB of 2010\n\n     accordingly vide judgment dated 16.2.2010. Aggrieved against the same, the\n\n     accused have preferred the present appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"PetArg\" id=\"p_13\">8.   The learned counsel for the appellants, while assailing the impugned judgment\n\n     submitted that though an independent witness is stated to have been associated\n\n     at the time of alleged recovery but he has not been examined which casts a\n\n     serious doubt on the case of prosecution.          The learned counsel          further\n\n     submitted that there is interpolation as regards the date mentioned in various\n\n     documents prepared at the spot which indicates that the accused have been\n\n     falsely implicated and all the documents have been created subsequently. The\n\n     learned counsel also assailed the impugned judgement on ground of delay of 4\n\n     days in sending the samples for chemical analysis and that the same assumes\n\n     importance in light of the fact that some of the seals were admittedly found to\n\n     be damaged. He further submitted that invaluable right conferred under\n\n     <a href=\"/doc/961083/\" id=\"a_5\">Section 50</a> of NDPS Act has been violated in the present case inasmuch as a\n\n     restricted offer has been extended to the accused wherein no option of being\n\n     searched before some gazetted officer other than the DSP present at the spot\n\n     was extended.     The learned counsel thus submitted that in view of the\n\n     aforesaid infirmities the impugned judgment cannot sustain and the accused\n\n     are entitled to be acquitted.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><p data-structure=\"RespArg\" id=\"p_15\">9.   On the other hand, the learned counsel representing the State submitted that\n\n     there is no infirmity in the procedure adopted by the police pertaining to\n\n     search of the accused and that all the safeguards mandated under law had been\n\n     adhered to. The learned counsel further submitted that all the witnesses of\n\n     recovery of contraband have stated consistently regarding the factum of\n\n\n\n\n                                       5 of 18\n<span class=\"hidden_text\" id=\"span_5\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                       (6)              Criminal Appeal No.D-480-DB of 2010\n\n      recovery and there being no misreading of evidence by the trial Court, the\n\n      appeal deserves to be dismissed.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\n</p><p data-structure=\"CDiscource\" id=\"p_17\">10.   We have considered rival submissions addressed before this Court and with\n\n      able assistance of learned counsel, have also perused record of the case.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">11.   The foremost submission on behalf of appellants is that though an independent\n\n      witness namely Baldev Singh is stated to have been associated at the time of\n\n      recovery, but the prosecution for reasons best known to it has chosen not to\n\n      examine him, which creates serious doubt on the case of the prosecution. In\n\n      the present case, the accused had been apprehended in presence of the DSP\n\n      and other police officials including SI Avtar Singh. The aforesaid witnesses\n\n      had conducted the search in discharge of his official duties. There is nothing\n\n      on record to suggest that he had any enmity with the accused so as to implicate\n\n      them falsely. There is no mandate of law that no recovery can be effected in\n\n      the absence of an independent witness. Hon&#x27;ble the Supreme Court, in (2013)\n\n      6 SCC 595 Kashmiri Lal Vs. State of Haryana, held as follows:\n\n\n</p><blockquote id=\"blockquote_1\">               &quot;That apart, there is no absolute command of law that the\n               police officers cannot be cited as witnesses and their\n               testimony should always be treated with suspicion.\n               Ordinarily, the public at large show their disinclination\n               to come forward to become witnesses. If the testimony\n               of the police officer is found to be reliable and\n               trustworthy, the court can definitely act upon the same.\n               If in the course of scrutinising the evidence, the court\n               finds the evidence of the police officer as unreliable and\n               untrustworthy, the court may disbelieve him but it should\n               not do so solely on the presumption that a witness from\n\n\n\n\n                                       6 of 18\n<span class=\"hidden_text\" id=\"span_6\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                        (7)              Criminal Appeal No.D-480-DB of 2010\n\n               the Department of Police should be viewed with\n               distrust.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_19\">12.   Even if an independent witness has been associated but not examined would\n\n      not cause a dent in the case of prosecution. A reference in this context may\n\n      be made to a judgment of Hon&#x27;ble the Supreme Court reported as (2013) 14\n\n      SCC 235 Ram Swaroop Vs. State (Government of NCT of Delhi) wherein it\n\n      was held that prosecution case cannot be doubted for non-examination of\n\n      independent witnesses especially when there is nothing on record to show\n\n      that evidence of police officials is untrustworthy.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">13.   The learned counsel for the appellants has next drawn the attention of this\n\n      Court to some of the documents i.e. arrest memo of Jasvir Singh (Ex.PD),\n\n      arrest memo of Mangal Singh (Ex.PF), personal search memo of Jasvir Singh\n\n      (Ex.PG), personal search memo of Mangal Singh (Ex.PH), ruqa for\n\n      registration of FIR (Ex.PJ) wherein there appears to be some interpolation in\n\n      the date written beneath the signatures of SI Avtar Singh which could suggest\n\n      that initially the date had been written as 7.3.2009 but subsequently the same\n\n      had been changed to 9.3.2009.          However, we find that there is no such\n\n      interpolation of dated in the consent memos Ex.PA and Ex.PB and the\n\n      recovery memo Ex.PC. The consent memos and recovery memos are the\n\n      documents which are prepared at the first instance. In fact, even the site plan\n\n      Ex.PK shows that there is no interpolation in the date. It cannot be presumed\n\n      that the accused had been apprehended on 7.3.2009 and that the dates have\n\n      been changed subsequently. It could even be a case of genuine mistake on\n\n      part of the person who recorded the body writing of the documents including\n\n\n\n\n                                        7 of 18\n<span class=\"hidden_text\" id=\"span_7\">                     ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                       (8)              Criminal Appeal No.D-480-DB of 2010\n\n      the date. It is from the totality of the circumstances that any opinion regarding\n\n      manipulation of documents is to be formed. In the present case when the\n\n      material documents regarding recovery of the contraband i.e. the consent\n\n      memos and recovery memo clearly show the date to be 9.3.2009, therefore,\n\n      there is no room to doubt that the incident pertains to 9.3.2009. The aforesaid\n\n      contention is thus devoid of merits and is rejected.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n</p><p data-structure=\"RespArg\" id=\"p_22\">14.   It has next been contended that there is a delay of 4 days in sending the\n\n      samples for chemical examination and that while the recovery is stated to have\n\n      been effected on 9.3.2009.       The sample was deposited with Assistant\n\n      Chemical Examiner on 13.3.2009.            The learned counsel has drawn the\n\n      attention of this Court to the cross-examination of PW-1 SI Avtar Singh, PW-2\n\n      HC Rajbir Singh and PW-3 DSP Amarjit Singh Bajwa wherein they have\n\n      admitted that seals on the parcels of opium produced in the Court from\n\n      Malkhana are somewhat damaged.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n</p><p data-structure=\"CDiscource\" id=\"p_24\">15.   We have considered the aforesaid submission. The seals which are affixed on\n\n      the parcels of recovered contraband are affixed with the help of &#x27;lak&#x27; which is\n\n      a brittle material and there are chances that during handling, the said seals\n\n      crack down a bit. However, in the present case a perusal of the report of\n\n      Assistant Chemical Examiner (Ex.PP) shows that the Assistant Chemical\n\n      Examiner has specifically recorded therein that the seals on the sample parcels\n\n      were intact and tallied with the sample seals. As such, even if some of the\n\n      seals affixed on the parcels containing bulk opium lying in the malkhana were\n\n      found to be somewhat broken, the same would lose significance. Hon&#x27;ble the\n\n      Supreme Court in a case reported as 2008(8) SCC 557 Hardip Singh Vs. State\n\n\n\n\n                                       8 of 18\n<span class=\"hidden_text\" id=\"span_8\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                        (9)              Criminal Appeal No.D-480-DB of 2010\n\n      of Punjab wherein there was a delay of 40 days in sending the sample for its\n\n      chemical examination but the seals were found to be intact when it reached the\n\n      office of the chemical examiner, held that the delay could not have caused any\n\n      prejudice to the appellant. In light of ratio of the aforesaid judgment, the delay\n\n      in the present case in sending the sample cannot ipso facto cause any doubt in\n\n      the case of the prosecution especially when the evidence on record clearly\n\n      establishes that the sample parcel has not been tampered with and the seal had\n\n      remained intact. The contention in this regard raised by learned counsel for\n\n      the appellants is thus found to be devoid of merit and is repelled.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_25\">16.   The learned counsel for appellants has also assailed the impugned judgment\n\n      on ground of violation of <a href=\"/doc/961083/\" id=\"a_6\">Section 50</a> of NDPS Act. In the present case when\n\n      the accused was apprehended by the police, apart from the Investigating\n\n      Officer, SI Avtar Singh, DSP Amarjit Singh Bajwa (PW-3) also happened to\n\n      be there. Upon suspicion that accused were in possession of some contraband,\n\n      the DSP after his introduction as a gazetted officer, informed the accused that\n\n      since it was suspected that they were carrying some narcotics, asked them as to\n\n      whether they wanted their search to be conducted by him or a Magistrate, for\n\n      which they have a legal right. However, both the accused reposed confidence\n\n      in DSP. Their consent memos Ex.PA and Ex.PB, to this effect were recorded.\n\n      The learned counsel while referring to the aforesaid memos has submitted that\n\n      the DSP, by not giving the accused an offer to be searched before some other\n\n      Gazetted Officer instead of the DSP himself, had restricted the offer and that\n\n      the same is not in the spirit of <a href=\"/doc/961083/\" id=\"a_7\">Section 50</a> of the NDPS Act. The learned\n\n      counsel in order to hamerforth the aforesaid contention cites 1998(4) RCR\n\n\n\n\n                                        9 of 18\n<span class=\"hidden_text\" id=\"span_9\">                     ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                        (10)             Criminal Appeal No.D-480-DB of 2010\n\n      (Criminal) 832 Sewak Singh Vs. State of Punjab wherein the accused was\n\n      acquitted inter alia on the ground that an offer under <a href=\"/doc/961083/\" id=\"a_8\">Section 50</a> of the NDPS\n\n      Act has been extended to the accused by confining his option qua gazetted\n\n      officer to the DSP present at the spot.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><p data-structure=\"Precedent\" id=\"p_27\">17.   We have considered the aforesaid submission.           A perusal of the consent\n\n      memos Ex.PA and Ex.PB shows that the DSP, after introducing himself as a\n\n      gazetted officer extended offer in terms of <a href=\"/doc/961083/\" id=\"a_9\">section 50</a> of NDPS Act to each of\n\n      the accused separately in the following manner:\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n</p><blockquote id=\"blockquote_2\">        Q: &quot; I, Amarjit Singh Bajwa am posted as DSP, Sub-Division,\n            Nakodar and am a Gazetted Officer of State of Punjab. I have\n            a suspicion that you are possessing some narcotics. Whether\n            you want your search to be effected from me or from some\n            Magistrate for which you have a legal right.&quot;\n        Answer : I have full faith in you. You may conduct my search. &quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_29\">18    In order to examine the propriety of aforesaid offer, it is apposite to bear in\n\n      mind the provisions of <a href=\"/doc/961083/\" id=\"a_10\">Section 50</a> of NDPS Act, which read as follows:\n\n\n</p><blockquote id=\"blockquote_3\">            50.    Conditions under which search of persons shall be conducted.\n</blockquote>\n<blockquote id=\"blockquote_4\">            (1)    When any officer duly authorised under <a href=\"/doc/1841395/\" id=\"a_11\">section 42</a> is about to\n                   search any person under the provisions of <a href=\"/doc/1439062/\" id=\"a_12\">section 41</a>, <a href=\"/doc/1841395/\" id=\"a_13\">section 42</a>\n                   or <a href=\"/doc/1374738/\" id=\"a_14\">section 43</a>, he shall, if such person so requires, take such\n                   person without unnecessary delay to the nearest Gazetted Officer\n                   of any of the departments mentioned in <a href=\"/doc/1841395/\" id=\"a_15\">section 42</a> or to the\n                   nearest Magistrate.\n</blockquote><blockquote id=\"blockquote_5\">            (2)    If such requisition is made, the officer may detain the person until\n                   he can bring him before the Gazetted Officer or the Magistrate\n                   referred to in subs-section (1).</blockquote><pre id=\"pre_2\">\n            (3)    The Gazetted Officer or the Magistrate before whom any such\n\n\n\n\n                                         10 of 18\n<span class=\"hidden_text\" id=\"span_10\">                     ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                        (11)             Criminal Appeal No.D-480-DB of 2010\n\n</pre><blockquote id=\"blockquote_6\">                    person is brought shall, if he sees no reasonable ground for\n                    search, forthwith discharge the person but otherwise shall direct\n                    that search be made.\n</blockquote><p data-structure=\"Section\" id=\"p_30\">           (4)      No female shall be searched by anyone excepting a female.\n           (5)      When an officer duly authorised under <a href=\"/doc/1841395/\" id=\"a_16\">section 42</a> has reason to\n                    believe that it is not possible to take the person to be searched to\n                    the nearest Gazetted Officer or Magistrate without the possibility\n                    of the person to be searched parting with possession of any\n                    narcotic drug or psychotropic substance, or controlled substance\n                    or article or document, he may, instead of taking such person to\n                    the nearest Gazetted Officer or Magistrate, proceed to search the\n                    person as provided under <a href=\"/doc/1137396/\" id=\"a_17\">section 100</a> of the Code of Criminal\n                    Procedure, 1973 (2 of 1974).\n</p><p data-structure=\"Section\" id=\"p_31\">           (6)      After a search is conducted under sub-section (5), the officer shall\n                    record the reasons for such belief which necessitated such search\n                    and within seventy two hours send a copy thereof to his\n                    immediate official superior.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n</p><p data-structure=\"Precedent\" id=\"p_33\">19.   The aforesaid provisions came to be interpreted by a Constitution Bench of\n\n      Hon&#x27;ble Supreme Court in 1999(3) RCR(Criminal) 533 State of Punjab vs.\n\n      Baldev Singh wherein the following questions of law were considered :\n\n\n</p><blockquote id=\"blockquote_7\">            (i)     Is it the mandatory requirement of <a href=\"/doc/961083/\" id=\"a_18\">Section 50</a> of the\n                    Narcotic Drugs and Psychotropic Substances Act, 1985,\n                    (&quot;Act&quot; for short) that when an officer, duly authorised under\n                    <a href=\"/doc/1841395/\" id=\"a_19\">Section 42</a> of the Act, is about to search a person he must\n                    inform him of his right under sub-section (1) thereof of\n                    being taken to the nearest Gazetted Officer or nearest\n                    Magistrate for making the search ?\n</blockquote>\n<blockquote id=\"blockquote_8\">            (ii)    If any search is made without informing the person of his\n                    such right would the search be illegal even if he does not of\n                    his own exercise his right under <a href=\"/doc/1288137/\" id=\"a_20\">Section 50(1)</a> ? and\n\n</blockquote><blockquote id=\"blockquote_9\">            (iii)   Whether a trial held in respect of any recovery of\n                    contraband articles pursuant to such a search would be void\n\n\n\n\n                                       11 of 18\n<span class=\"hidden_text\" id=\"span_11\">                     ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                       (12)             Criminal Appeal No.D-480-DB of 2010\n\n                  ab initio ?\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_34\">20.   The conclusions of the Constitution Bench, may be summarised as follows:\n\n\n</p><blockquote id=\"blockquote_10\">           (1)    That in case of prior information regarding an accused\n                  being in possession of contraband, it is imperative to\n                  inform the accused of his right under Sub-section (1) of\n                  <a href=\"/doc/961083/\" id=\"a_21\">Section 50</a> before proceeding to effect his search. However,\n                  such information may not necessarily be in writing.\n</blockquote>\n<blockquote id=\"blockquote_11\">           (2)    That failure to inform the concerned person about the\n                  existence of his right to be searched before a Gazetted\n                  Officer or a Magistrate would cause prejudice to an\n                  accused.\n</blockquote>\n<blockquote id=\"blockquote_12\">           (3)    That a search made, without informing the person of his\n                  right may not vitiate the trial but would render the recovery\n                  of the illicit article suspect and vitiate the conviction and\n                  sentence of an accused, where the conviction has been\n                  recorded only on the basis of the possession of the illicit\n                  article.\n</blockquote>\n<blockquote id=\"blockquote_13\">           (4)    The use of evidence collected in breach of the safeguards\n                  provided by <a href=\"/doc/961083/\" id=\"a_22\">Section 50</a> at the trial, would render the trial\n                  unfair.\n</blockquote>\n<blockquote id=\"blockquote_14\">           (5)    That whether or not the safeguards provided in <a href=\"/doc/961083/\" id=\"a_23\">Section 50</a>\n                  have been duty observed would have to be determined by\n                  the Court on the basis of evidence led at the trial.\n</blockquote>\n<blockquote id=\"blockquote_15\">           (6)    Without expressing any opinion whether the provisions of\n                  <a href=\"/doc/961083/\" id=\"a_24\">Section 50</a> are mandatory or directory, it was held that\n                  failure to inform the concerned person of his right as\n                  emanating from Sub-section (1) of <a href=\"/doc/961083/\" id=\"a_25\">Section 50</a>, may render\n                  the recovery of the contraband suspect and the conviction\n                  and sentence of an accused bad and unsustainable in law.\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_35\">                                      12 of 18\n<span class=\"hidden_text\" id=\"span_12\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                         (13)             Criminal Appeal No.D-480-DB of 2010\n\n            (7)     That any recovery made in violation of <a href=\"/doc/961083/\" id=\"a_26\">Section 50</a> of the\n                    Act cannot be used as evidence of proof of unlawful\n                    possession of the contraband.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1145861\" id=\"span_13\">21    While in Baldev Singh&#x27;s case (supra), the Hon&#x27;ble Supreme Court chose not to\n\n      specifically express as to whether the provisions of <a href=\"/doc/961083/\" id=\"a_27\">Section 50</a> are mandatory\n\n      or directory, a specific opinion in this regard was expressed when the matter\n\n      again came to be examined by another Constitution Bench in <a href=\"/doc/1145861/\" id=\"a_28\">Vijaysinh\n\n      Chandubha Jadeja v. State of Gujarat</a>, (2011) 1 SCC 609, and it was held as\n\n      under:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n</p><blockquote id=\"blockquote_16\">               &quot;29. In view of the foregoing discussion, we are of the firm opinion\n                    that the object with which the right under <a href=\"/doc/1288137/\" id=\"a_29\">Section 50(1)</a> of the\n                    NDPS Act, by way of a safeguard, has been conferred on the\n                    suspect viz. to check the misuse of power, to avoid harm to\n                    innocent persons and to minimise the allegations of planting or\n                    foisting of false cases by the law enforcement agencies, it would\n                    be imperative on the part of the empowered officer to apprise the\n                    person intended to be searched of his right to be searched before a\n                    gazetted officer or a Magistrate. We have no hesitation in holding\n                    that insofar as the obligation of the authorised officer under sub-\n                    section (1) of <a href=\"/doc/961083/\" id=\"a_30\">Section 50</a> of the NDPS Act is concerned, it is\n                    mandatory and requires strict compliance.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_38\">22.   Thus, there remains no ambiguity that compliance of provisions of <a href=\"/doc/961083/\" id=\"a_31\">section 50</a>\n\n      is mandatory. It also stands settled that in compliance of <a href=\"/doc/961083/\" id=\"a_32\">section 50</a> of NDPS\n\n      Act, the authorised officer is not just to casually ask the person detained as to\n\n      whether he wishes his search in presence of a gazetted officer or a Magistrate\n\n      but such person has to be categorically made aware that it is his right to\n\n\n\n\n                                        13 of 18\n<span class=\"hidden_text\" id=\"span_14\">                      ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                        (14)             Criminal Appeal No.D-480-DB of 2010\n\n      exercise such an option.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n</p><p data-structure=\"Section\" id=\"p_40\">23.   While examining the present case in light of aforestated legal position and\n\n      requirements, a perusal of the offer extended shows that the DSP while\n\n      extending offer in terms of <a href=\"/doc/961083/\" id=\"a_33\">section 50</a> did clearly state that it was his right to\n\n      exercise the option. The moot question is as to whether it was a partial offer\n\n      inasmuch as no option of being searched before some gazetted officer other\n\n      than the DSP present at the spot was extended.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n</p><p data-structure=\"Precedent\" id=\"p_42\">24.   Before proceeding to examine the facts of the present case, the observation of\n\n      the Constitution Bench of Hon&#x27;ble Supreme Court in Vihaysinh&#x27;s case (supra)\n\n      to the effect that no strait-jacket formula can be laid down for compliance of\n\n      <a href=\"/doc/961083/\" id=\"a_34\">section 50</a> of NDPS Act need to be borne in mind. The relevant extract reads\n\n      as follows:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">\n</p><blockquote id=\"blockquote_17\">                    &quot;Needless to add that the question whether or not\n                    the procedure prescribed has been followed and\n                    the requirement of <a href=\"/doc/961083/\" id=\"a_35\">Section 50</a> had been met, is a\n                    matter of trial. It would neither be possible nor\n                    feasible to lay down any absolute formula in that\n                    behalf.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_44\">25.   The following facts would be relevant for considering as to whether in the\n\n      present case, the provisions of <a href=\"/doc/961083/\" id=\"a_36\">section 50</a> have been complied with in true\n\n      spirit so as to meet with the requirements of law:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n</p><blockquote id=\"blockquote_18\">      (i)    the DSP had introduced himself to be a gazetted officer before\n             extending the offer of being searched in his presence or in the\n             presence of a Magistrate;\n</blockquote>\n<blockquote id=\"blockquote_19\">      (ii)   the DSP is not the recovery officer/investigating officer in the\n\n\n\n\n                                         14 of 18\n<span class=\"hidden_text\" id=\"span_15\">                     ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                   (15)             Criminal Appeal No.D-480-DB of 2010\n\n        present case. SI Avtar Singh is the recovery officer, who was\n        heading the police party which was present at the spot in\n        connection with nakabandi. The DSP had infact joined the\n        police party later;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\">(iii)   It is also settled that once the accused exercises option in terms\n        of <a href=\"/doc/961083/\" id=\"a_37\">section 50</a>, then it is for the authorised officer to take the\n        person detained either before a gazetted officer or a Magistrate,\n        depending upon convenience. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"259196\" id=\"span_16\">In 1999 (1)RCR (Crl)                  573\n        Raghbir Singh vs. State of Haryana, Hon&#x27;ble Supreme Court\n        concurred with earlier view to this effect in <a href=\"/doc/259196/\" id=\"a_38\">Manohar Lal v.\n        State of Rajasthan</a>, wherein it was held as follows:</span>\n</p>\n<blockquote id=\"blockquote_20\">               &quot;It is clear from <a href=\"/doc/961083/\" id=\"a_39\">Section 50</a> of the Narcotic Drugs\n               And Psychotropic Substances Act that the option\n               given thereby to the accused is only to choose\n               whether he would like to be searched by the officer\n               taking the search or in the presence of the nearest\n               available Gazetted Officer or the nearest available\n               Magistrate. The choice of the nearest Gazetted\n               Officer or the nearest Magistrate has to be\n               exercised by the officer making the search and not\n               by the accused.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_47\">        The position as regards the option of the authorised officer to\n\n        take the person either to gazetted officer or Magistrate is\n\n        apparent from the the penultimate para of Constitution Bench&#x27;s\n\n        judgement in Vijahsinh&#x27;s case(supra) which reads as follows:\n\n\n</p><blockquote id=\"blockquote_21\">               &quot;We also feel that though <a href=\"/doc/961083/\" id=\"a_40\">Section 50</a> gives an\n               option to the empowered officer to take such\n               person (suspect) either before the nearest gazetted\n               officer or the Magistrate but in order to impart\n\n\n\n\n                                  15 of 18\n<span class=\"hidden_text\" id=\"span_17\">                ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                       (16)             Criminal Appeal No.D-480-DB of 2010\n\n                   authenticity, transparency and creditworthiness to\n                   the entire proceedings, in the first instance, an\n                   endeavour should be to produce the suspect before\n                   the    nearest   Magistrate,    who     enjoys      more\n                   confidence of the common man compared to any\n                   other officer. It would not only add legitimacy to\n                   the search proceedings, it may verily strengthen the\n                   prosecution as well.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_48\">26.   The legal position as regards option of the authorised officer to take the person\n\n      either to gazetted officer or Magistrate being clear and in the present case,\n\n      there being no ambiguity as regards offer of being searched before a\n\n      Magistrate, who enjoys more confidence compared to other officers, as also\n\n      observed in Vijahsinh&#x27;s case(supra), the accused can not be said to have been\n\n      prejudiced in any manner. The import of the above referred judgements is that\n\n      the accused must be made aware of his right of search before a gazetted officer\n\n      or Magistrate. A perusal of consent memos Ex.PA and Ex.PB shows that the\n\n      DSP had in clear terms informed the accused of their right while extending\n\n      them offer in terms of <a href=\"/doc/961083/\" id=\"a_41\">section 50</a> of NDPS Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">\n</p><p data-structure=\"Section\" id=\"p_50\">27.   Whether the requirements of <a href=\"/doc/961083/\" id=\"a_42\">Section 50</a> have been met is a question which is\n\n      to be decided on the facts of each case and there cannot be any sweeping\n\n      generalisation and/or straitjacket formula. Every case has to be examined in\n\n      light of its factual position and the evidence on record. In the present case the\n\n      DSP who had joined the police party headed by SI Avtar Singh, having\n\n      specifically extended offer of search before Magistrate in addition to be\n\n      searched before himself being a gazetted officer, and the accused being made\n\n      aware of his right in this context, the accused can not be said to have been\n\n\n\n\n                                      16 of 18\n<span class=\"hidden_text\" id=\"span_18\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                       (17)             Criminal Appeal No.D-480-DB of 2010\n\n      prejudiced in any manner. The position might have been different if the offer\n\n      of search before Magistrate had not been extended at all, in which case the\n\n      burden on the prosecution to prove proper compliance of <a href=\"/doc/961083/\" id=\"a_43\">section 50</a> would\n\n      have been much heavier.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">\n</p><p data-structure=\"Precedent\" id=\"p_52\">28.   The judgment cited by learned counsel for the appellant i.e. Sewak Singh&#x27;s\n\n      case (supra) would not be relevant in view of the position of law laid down by\n\n      Hon&#x27;ble the Supreme Court as referred to above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n</p><p data-structure=\"Conclusion\" id=\"p_54\">29.   In view of the discussion made above, we do not find any force in the\n\n      contention raised on behalf of the appellant regarding non-compliance of\n\n      <a href=\"/doc/961083/\" id=\"a_44\">Section 50</a> of NDPS Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">\n</p><p data-structure=\"Conclusion\" id=\"p_56\">30.   PW-1 SI Avtar Singh and PW-2 HC Rajbir Singh stated consistently\n\n      regarding the factum of recovery of 4kgs of opium from each of the two\n\n      accused. PW-3 DSP Amarjit Singh Bajwa in whose presence the accused had\n\n      been searched also stated identically about recovery proceedings. All the three\n\n      witnesses were cross-examined at length on behalf of the accused but the\n\n      witnesses remained firm on their statements. Nothing could be elicited during\n\n      their cross-examination, which can be said to be helpful to the accused.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_57\">31.   As the aforesaid three PWs having stated consistently regarding recovery of 4\n\n      kgs of opium from each of the two accused, the factum of possession of\n\n      contraband by the accused stands fully established. The report of the Chemical\n\n      Examiner (Ex.PP) shows that upon chemical examination, the samples were\n\n      found to be of &#x27;opium&#x27;. The chemical examiner in his report (Ex.PP) has\n\n      further recorded specifically that the seals on the samples were intact and\n\n\n\n\n                                      17 of 18\n<span class=\"hidden_text\" id=\"span_19\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n                                        (18)            Criminal Appeal No.D-480-DB of 2010\n\n      tallied with the specimen seals. In these circumstances, the report of the\n\n      chemical examiner cannot be doubted on any count. The plea of the accused as\n\n      per his 313 <a href=\"/doc/445276/\" id=\"a_45\">Cr.P.C</a>. statement to the effect that he had been falsely implicated\n\n      is not supported by any evidence. The factum of recovery of 4 kgs of opium\n\n      from each of the two accused is fully proved. The said quantity would fall\n\n      within the category of commercial quantity.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n</p><p data-structure=\"Conclusion\" id=\"p_59\">32.   No other point has been raised or urged before this Court.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_60\">33.   In view of our aforesaid discussions, we do not find any infirmity in the\n\n      impugned judgment and the same is upheld. There is no room even for\n\n      reduction in the sentence, keeping in view the quantity of contraband\n\n      recovered. The appeal is accordingly dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">\n\n\n</p><pre id=\"pre_3\">      ( Rajesh Bindal )                                    ( Gurvinder Singh Gill )\n            Judge                                                 Judge\n\n      December 05, 2017\n      mohan\n\n\n                  Whether speaking/reasoned               Yes/No\n\n                  Whether reportable                      Yes/No\n\n\n\n\n                                       18 of 18\n<span class=\"hidden_text\" id=\"span_20\">                    ::: Downloaded on - 10-12-2017 07:38:18 :::</span>\n </pre>","numcites":11,"numcitedby":7,"docsource":"Punjab-Haryana High Court","citetid":8845856,"divtype":"judgments","relatedqs":[{"value":"section 50 ndps act","formInput":"section%2050%20ndps%20act"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"NDPS","formInput":"NDPS"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"recovery memo","formInput":"recovery%20memo"},{"value":"50 ndps act","formInput":"50%20ndps%20act"},{"value":"Sec. 50 NDPS ","formInput":"Sec.%2050%20NDPS%20"},{"value":"Gazetted officer","formInput":"Gazetted%20officer"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"NEAREST MAGISTRATE ","formInput":"NEAREST%20MAGISTRATE%20"},{"value":"chemical examiner","formInput":"chemical%20examiner"},{"value":"u/s 50 ndps act","formInput":"u/s%2050%20ndps%20act"},{"value":"Ndps  filter:  judgement of high court","formInput":"Ndps%20%20filter%3A%20%20judgement%20of%20high%20court"},{"value":"baldev singh ","formInput":"baldev%20singh%20"},{"value":"avtar singh ","formInput":"avtar%20singh%20"},{"value":"narcotics section 50","formInput":"narcotics%20section%2050"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"opium","formInput":"opium"}],"cats":[{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"powers-without-warrant","formInput":"tag:powers-without-warrant"},{"value":"contravention-in-relation-to-opium, punishment-for-opium-poppy","formInput":"tag:contravention-in-relation-to-opium, punishment-for-opium-poppy"}],"courtcopy":true,"query_alert":null,"agreement":false}