{"tid":8367166,"publishdate":"2022-07-26","title":"Vishwajit Infrastructure Pvt.Ltd vs L And T - Stec Jv, Mumbai on 26 July, 2022","doc":"<h2 class=\"doc_title\">Vishwajit Infrastructure Pvt.Ltd vs L And T - Stec Jv, Mumbai on 26 July, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-kulkarni\">G.S. Kulkarni</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-kulkarni\">G.S. Kulkarni</a></h3>\n\n<pre id=\"pre_1\">         Digitally signed\n       by VIDYA\nVIDYA  SURESH AMIN\nSURESH Date:\n       2022.08.13\nAMIN   18:10:00\n         +0530\n\n\n\n\n                                                                         1                  901.ARBAP295_2021.doc\n\n                            Vidya Amin\n                                              IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                                                  ORDINARY ORIGINAL CIVIL JURISDICTION\n\n                                                 ARBITRATION APPLICATION NO. 295 OF 2021\n\n                                    Vishwajit Sud &amp; Co.                                          ..Applicant\n                                                 Vs.\n                                    L &amp; T Stec JV, Mumbai                                        ..Respondent\n\n                                                                 WITH\n                                                ARBITRATION APPLICATION NO. 296 OF 2021\n\n                                    Vishwajit Infrastructure Pvt. Ltd.                           ..Applicant\n                                                 Vs.\n                                    L &amp; T - Stec JV, Mumbai                                      ..Respondent\n\n                                    Mr. Aayush Agarwala a/w. Mr. Saurish Shetye, Ms. Jyotsna Kondhalkar,\n                                    Ms. Dhanashree Deshpande i/b. Ms. Jyotsana Kondhalkar for the\n                                    applicant.\n                                    Mr. Shyam Kapadia, Mr. Dhruva Gandhi a/w. Sanaya Dadachanji,\n                                    Himalaya Chaudhari i/b. M/s. Manilal Kher Ambalal &amp; Co. for the\n                                    respondent.\n\n                                                              CORAM :        G.S. KULKARNI, J.\n                                                              DATE :         JULY 26, 2022.\n                                    ORAL JUDGMENT:</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                                    1.      These are two applications filed under <a href=\"/doc/1841764/\" id=\"a_1\">section 11</a> of the\n\n                                    Arbitration and Conciliation Act, 1996 (for short &quot;ACA&quot;) whereby the\n\n                                    applicants have prayed for appointment of an arbitral tribunal to\n\n                                    adjudicate the disputes and differences between the parties, which have\n\n                                    arisen under Sub-Contract Agreements dated 10 August, 2017 and 22\n\n                                    September, 2018 respectively, under which the applicants have been\n\n                                    appointed by the respondent as a sub-contractors for the work of\n\n                                    excavation of soil/muck/rock/debris at Hutatma Chowk and Churchgate\n\n                                    Station, which was in execution of the contract as awarded to the\n                                     2                   901.ARBAP295_2021.doc\n\nrespondent for the Mumbai Metro Rail Corporation Ltd. The arbitration\n\nagreement between the parties is contained in Clause 60.1 of the\n\nAgreements in question in regard to which there is no dispute.\n\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.    The applicants contended that the applicants were awarded work\n\nby the respondent under the sub-contracts in question primarily for\n\nexcavation of the soil from the sites in question.      According to the\n\napplicants, the work having being undertaken amounts had become due\n\nand payable by the respondent to the applicant, however, the\n\nrespondent refused to make payment of such amounts.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_3\">3.    It is case of the applicants that on or about October, 2020, as the\n\napplicants were in financial difficulties, the applicant was requesting the\n\nrespondent to release funds at the earliest. The applicants contend that\n\nthe respondent however coerced the applicants to agree to their\n\nsettlement terms for release of the said outstanding payments.         It is\n\ncontended that the respondent unilaterally drafted Minutes of the\n\nmeeting and forced the applicant to accept all the terms of the\n\nrespondent. The applicant has contended that despite signing of the\n\nMinutes of Meeting on 21 May, 2021, the respondent did not release any\n\npayment. Accordingly, the applicant on 21 May, 2021 made a request to\n\nthe respondent to look into the matter and make payment.               It is\n\ncontended that ultimately on 25 June, 2021, the applicant by its\n\nadvocate&#x27;s notice invoked the arbitration agreement and called upon the\n                                      3                  901.ARBAP295_2021.doc\n\nrespondent to appoint an arbitral tribunal for adjudicating the disputes\n\nand differences between the parties.       The applicants however have\n\ncontended that on 2 July, 2021, the applicant addressed a letter of\n\nunconditional withdrawal of its notice invoking arbitration. It is next\n\ncontended that the respondent despite this has refused to make any\n\npayment although demanded by the applicant by its email dated 15\n\nAugust, 2021 as also letter dated 23 September, 2021 as addressed to\n\nthe respondent. It is the applicant&#x27;s case that consequently by its notice\n\ndated 18 October, 2021 the applicant invoked the arbitration agreement\n\ncalling upon the respondent to appoint an arbitral tribunal.             It is\n\ncontended that as the respondent did not agree for appointment of the\n\narbitral tribunal, the present applications were required to be filed.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_4\">4.    A reply affidavit has been filed on behalf of the respondent\n\ndenying the case of the applicants that there exists an arbitration\n\nagreement. The case of the respondent is of an accord and satisfaction.\n\nThe primary contention of the respondent is to the effect that there was\n\na Settlement Agreement dated 31 October, 2020 as entered between the\n\nparties, which came to be signed on 2 July, 2021 which according to the\n\nrespondent is not disputed on behalf of the respondent. The primary\n\ncontention as urged on behalf of the respondent is that although such\n\nSettlement Agreement was entered between the parties and all disputes\n\nin regard to the contract in question were put to an end, there is a clear\n                                     4                  901.ARBAP295_2021.doc\n\nsuppression of these facts as revealed from the documents not annexed\n\nby the applicants. It is the respondent&#x27;s contention that in invoking the\n\njurisdiction of this Court under <a href=\"/doc/605764/\" id=\"a_2\">section 11(6)</a> of ACA, the applicant\n\nought to have approached this Court with clean hands and ought to\n\nhave necessarily placed on record the document of settlement. It is the\n\ncase of the respondents that the case of coercion or duress as pleaded by\n\nthe applicant is ex-facie and patently untenable. It is contended that in\n\nfact the averments as made in the memo of the application would go to\n\nshow that the applicants are guilty of suppressio veri suggestio falsi. It\n\nis contended that there was a settlement between the parties which has\n\nbeen deliberately suppressed by the respondent and that too in a\n\nsystematic manner.    It is hence the respondent&#x27;s contention that the\n\napplication needs to be dismissed on such count alone. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"134947011\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"17629792\" id=\"span_2\">In support of his\n\ncontentions, Mr. Kapadia, learned counsel for the respondent has placed\n\nreliance on the decisions rendered by learned Judge of Delhi High Court\n\nin <a href=\"/doc/17629792/\" id=\"a_3\">Sugam Construction (P) Ltd. vs. Northern Railway Administration</a>,\n\n2012 SCC Online Del 5242 and in <a href=\"/doc/134947011/\" id=\"a_4\">Fiberfill Engineers vs. Indian Oil\n\nCorporation Ltd.</a>, 2016 SCC Online Del 6153.</span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Precedent\" id=\"p_6\">5.    On behalf of the applicant responding to such case of the\n\nrespondent, it is submitted that as there exists an arbitration agreement\n\nbetween the parties as also there is invocation of the arbitration\n\nagreement. It is submitted that in regard to the issues as to whether\n                                     5                   901.ARBAP295_2021.doc\n\nthere was accord and satisfaction or whether there was settlement\n\nbetween the parties, is required to be gone into and adjudicated by the\n\narbitral tribunal. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"95803467\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"58812878\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"179903493\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"43502055\" id=\"span_6\">In support of such contention, reliance is placed on the\n\nthe decisions of the Supreme Court in <a href=\"/doc/43502055/\" id=\"a_5\">Mayawati Trading Pvt. Ltd. vs.\n\nPradyuat Deb Burman</a>, (2019) 8 SCC 714; <a href=\"/doc/179903493/\" id=\"a_6\">Oriental Insurance Co. Ltd.\n\nvs. Dicitex Furnishing Ltd.</a>, (2020) 4 SCC 621; <a href=\"/doc/58812878/\" id=\"a_7\">Union of India vs.\n\nPradeep Vinod Construction Co.</a>, (<a href=\"/doc/95803467/\" id=\"a_8\">2020) 2 SCC 464 and Sanjiv Prakash\n\nvs. Seema Kukreja</a>, (2021) 9 SCC 732.</span></span></span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"CDiscource\" id=\"p_8\">6.      I have heard learned counsel for the parties and with their\n\nassistance, I have perused the record.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"CDiscource\" id=\"p_10\">7.    At the outset, it needs to be borne in mind that the contracts in\n\nquestion are commercial contracts in the execution of works pertaining\n\nto the metro rail at Mumbai. The persons who have entered into the\n\ncontract in question are persons of commerce who are well aware of the\n\ncontractual terms and conditions, as also, who have all means to legally\n\nunderstand the consequences of their actions within the contract. In the\n\nmatters as they stand, it is difficult to conceive that the applicants were\n\nunaware of the consequences of its own actions as being discussed\n\nhereafter.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"CDiscource\" id=\"p_12\">8.    From what has been observed above, in my opinion, there is much\n\nsubstance in the contentions as urged by Mr. Kapadia that there was\n                                        6                     901.ARBAP295_2021.doc\n\naccord and satisfaction between the parties and the attempt on the part\n\nof the applicants to arbitrate is absolutely to espouse a deadwood. It is\n\nquite clear that there was a settlement which had taken place between\n\nthe parties on 31 October, 2020. The terms and conditions of such\n\nsettlement were completely known to the applicants, which itself is clear\n\nfrom the Settlement Agreement dated 31 October, 2020. However, it\n\nappears that after about eight months of the settlement, the applicants\n\nintended to wriggle out from such settlement and accordingly a notice\n\ndated 25 June, 2021 invoking arbitration agreement came to be issued\n\non behalf of the applicants by its advocate, in which in paragraph 14 it\n\nwas contended that the amount which was agreed between the parties\n\nunder the terms and conditions of Settlement at Rs.1.75 crores was not\n\nan appropriate settlement and in fact the claim of the applicant would\n\nbe at an amount of Rs. 10 crores. This can be seen to be clearly a legal\n\ningenuity as clear from paragraphs 14 and 23 of the invocation notice\n\ndated 25 June, 2021, which reads thus:\n</p>\n<blockquote id=\"blockquote_1\">      &quot;14.   Finally, after almost a year of our client pressing you for its\n      promised compensation, you attempted to take advantage of the\n      desperate financial condition of our client and sought to settle the\n      compensation amount of a meagre sum of Rs.1.75 crores as against the\n      sum of approximately Rs.10 crores that had been agreed earlier (which\n      was due under the present project as well as another project for\n      Churchgate station that had been subsequently awarded to out client).\n      Our client was also threatened with encashment of its bank guarantee.\n      In furtherance of this malafide design, you also unilaterally drafted a\n      Minutes of Meeting dated 23.10.2020 and coerced our client to accept\n      such terms since, as indicated above, our client was on the brink of\n      bankruptcy and desperately needed some funds to be released in order\n      to continue working. However, since you had exercised undue influence\n      and coercion, our client refused to treat the determined amount of\n      Rs.1.75 crores as binding and did not sign any Settlement Agreement\n</blockquote><p data-structure=\"CDiscource\" id=\"p_13\">                                          7                     901.ARBAP295_2021.doc\n\n      that was proposed by you to finalize this forced and coerced\n      understanding.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">      23.     Since disputes have evidently arisen between the parties, our\n      client attempted to at first mutually resolved such disputes though\n      negotiations amongst the authorized representatives of the parties.\n      However, on account of lack of cooperation from your end, our client\n      was eventually constrained to request your top management to resolve\n      such disputes and a detailed letter dated 21.05.2021 was issued to you\n      in this regard. But no reply to such letter has also been received.&quot;\n</p><p data-structure=\"Issue\" id=\"p_15\">                                                             (emphasis supplied)\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">9.    However, what is most astonishing is that subsequent to the above\n\ninvocation    immediately,     i.e.,   on    2   July,    2021,     the   applicant\n\nunconditionally withdrew the said notice invoking arbitration.                     It is\n\nmaterial to note the contents of the said letter of the applicant, which\n\nreads thus:\n</p>\n<blockquote id=\"blockquote_2\">      &quot;Dear Sir,\n\n      Sub : Unconditional Withdrawal of Notice of Arbitration and any further\n            claims.\n</blockquote>\n<blockquote id=\"blockquote_3\">      Ref: 1) Sub-contract Agreement dated 10.08.2017 between L &amp; T -\n      Stec JV Mumbai and Vishwajit Sud &amp; Co. for excavation of\n      soil/muck/rock/debris from Hutatma Chowk Station including entry-\n      exit area and its disposal at disposal yards.</blockquote><pre id=\"pre_2\">\n              2)     Work Order No. MM004WOD7000271\n              3)     Settlement Agreement dated 31 October, 2020\n              4)     Notice of Arbitration dated 25 June, 2021,\n\n</pre><blockquote id=\"blockquote_4\">      With reference to the Notice of Arbitration served upon L &amp; T Stec JV by\n      our lawyer M/s. PBA Legal LLP. Since, the dispute/claim is already\n      concluded in the Settlement Agreement dated 31 October, 2020. I\n      deeply regret for the Arbitration Notice, which was inadvertently sent.\n</blockquote><p data-structure=\"Section\" id=\"p_17\">      As the matter now is amicably settled and the Notice of Arbitration is\n      being unconditionally withdrawn. I am making this withdrawal of the\n      Arbitration Notice in my complete sound mind and without any\n      coercion or duress.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">      Further, I expressly confirm that I do not have any dispute/claim\n      whatsoever of any nature with L&amp;T Stec JV, Mumbai for the work\n      carried out by us covered under the said work order as per\n      measurement recorded and accepted by me including any\n      debits/recovery made in the bills paid so far and in the final bill.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">                                         8                      901.ARBAP295_2021.doc\n\n      I further confirm that as mentioned in the Settlement Agreement dated\n      31 October, 2020, we will not raise and claim/dispute, neither we will\n      go for any arbitration/legal proceedings in future for the above referred\n      Agreement/Work Order.&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n</p><p data-structure=\"Section\" id=\"p_21\">10.   The above letter of the applicants confirming that the dispute\n\nstood amicably settled and the notice of arbitration issued by the\n\napplicants&#x27; advocate was inadvertently sent makes it as clear as the\n\nsunlight that the settlement agreement dated 31 October, 2020 as\n\nentered between the parties was conclusive and the whole bogey of\n\nallegations of coercion and undue influence as alleged in the applicants&#x27;\n\nadvocate&#x27;s notice dated 25 June., 2021 were false.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">11.   It appears that despite such unconditional withdrawal of the\n\ninvocation notice by the applicants above letter dated 2 July, 2021, the\n\napplicant by its letter dated 23 September, 2021 addressed to the\n\nrespondent reagitated its demand of a further payment. It is material to\n\nnote the contents of the applicant&#x27;s letter dated 23 September, 2021:-\n\n</p><blockquote id=\"blockquote_5\">      &quot;This is mot unfortunate and unbecoming of any entity such as you. We\n      accordingly declare that all the papers submitted by us such as our\n      letters dated 02.07.2021 and any settlement agreement are treated as\n      withdrawn with immediate effect. The effort of mutual amicable\n      settlement has been a misleading and deceitful attempt by you and we\n      no longer have any faith in you for ensuring amicable settlement. We\n      have to therefore retrace our path of having settlement through\n      Arbitration as per contract terms and law of the land.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_23\">12.   It is on such backdrop and as the respondent did not accept the\n\nrequest of the applicant, a fresh notice invoking arbitration dated 18\n\nOctober, 2021 was issued by the applicants&#x27; advocate to the respondent,\n                                          9                      901.ARBAP295_2021.doc\n\ninter alia taking a plea that the applicant was forced to withdraw all the\n\nclaims and sign letters, deeds and documents by signing on dotted lines\n\nwithout any protest or demur.           It is necessary to note the relevant\n\ncontents of the applicant&#x27;s said notice dated 18 October, 2021, which\n\nreads thus:\n</p>\n<blockquote id=\"blockquote_6\">      &quot;6.    This was clearly done to harass and intimidate our client and\n      your agenda was evident when, upon our client approaching you with\n      a request to not encash the bank guarantees, you forced our client to\n      withdraw all his claims and sign letters, deeds and documents on\n      dotted lines without any protest or demur.\n</blockquote>\n<blockquote id=\"blockquote_7\">      8.      It was under such tremendous pressure that our Client was\n      compelled to execute such letters, deeds and documents as you\n      desired. The extent of such coercion is also evident from the fact that\n      all such events took place within a period of one week from the notice\n      dated 25.06.2021 being served upon you.\n</blockquote>\n<blockquote id=\"blockquote_8\">      9.      It is pertinent to mention that while coercing our client to sign\n      such letters, deeds and documents to unconditionally withdraw all his\n      claims against you, our client had also been promised and assured that\n      within a period of seven days, all his accounts, including the final bill\n      and other withheld payments such as retention money, would be duly\n      settled and cleared. Our client was also informed that even the bank\n      guarantees will be duly returned to our client.&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_24\">13.   Such invocation notice was replied by the respondent by its letter\n\ndated 15 November, 2021 inter alia denying the claims as made by the\n\napplicants. The respondent denying any coercion or duress whatsoever\n\nand recorded that the applicants had entered into Settlement Agreement\n\nwhich was signed and executed by the parties out of their free will and\n\nvolition and the same was based on mutual negotiations of amicable\n\nresolution of the claims as made. The respondent also recorded that\n\nonce a contract was discharged by way of settlement, neither the\n                                           10                      901.ARBAP295_2021.doc\n\ncontract nor any dispute arising therefrom survived for consideration,\n\nhence no occasion had arisen for appointment of an arbitral tribunal.\n\nThe relevant contents of the said letter are required to be noted, which\n\nreads thus:\n</p>\n<blockquote id=\"blockquote_9\">      &quot;4.     We state that, Your Client had communicated certain disputes\n      vide its letter dated 19 December, 2019. Immediately thereafter, in\n      terms of the T &amp; C, L &amp; T-STEC engaged into negotiation with your\n      client for amicably settling the said disputes. Accordingly, a meeting\n      dated 23.10.2020 was convened, where representative of your client\n      Mr. Vishwajeet Sood, Proprietor and L &amp; T STEC&#x27;s representatives\n      attended the meeting. The Minutes of the said meeting was recorded\n      in writing vide the 2nd referred MOM dated 23.10.2020, which is also\n      duly signed by your client&#x27;s representative. Subsequent thereto, in\n      good faith and bonafide belief in your client&#x27;s representaions and\n      assurance L&amp;T-STEC had entered into the 3 rd referred Settlement\n      Agreement with your client wherein all past and future claims are\n      settled. In view of the said facts, your client&#x27;s act of issuing the alleged\n      notice has no validity in the eyes of the law and the same amounts to\n      criminal breach of trust and cheating on the part of your client.\n</blockquote>\n<blockquote id=\"blockquote_10\">      5.      We state that all the allegations and averments made in your\n      Notice and all the narrations contained therein are false and they are\n      made with a malicious intent and ulterior motive. We state that we are\n      not aware of your client&#x27;s communication with you and it is not clear\n      as to what made you to learn that your client was giving instructions\n      under a facts and circumstance unsubstantiated by any documents. We\n      state that there is no coercion or duress on your client and the\n      Settlement Agreement was signed and executed by your client out of\n      its free will and its own volition and the same was based on only on\n      the mutual negotiation of amicable resolution of the claims made by\n      your client vide its aforesaid letter.\n</blockquote>\n<blockquote id=\"blockquote_11\">      6.     We call upon you to note that the settled position of law is that\n      once a contract is discharged by way of settlement, neither the\n      contract, nor any dispute arising therefrom survives for consideration.\n      We state that in view of the aforesaid facts, there is no occasion arisen\n      for appointment of arbitrator as the dispute raised in your Notice has\n      already been settled and withdrawn.           Accordingly, your client&#x27;s\n      contention to invoke arbitration proceedings post reaching a\n      settlement, does not hold any merits. Under such circumstances, your\n      notice calling for appointment of arbitrator is not valid and the same is\n      not acceptable.\n</blockquote>\n<blockquote id=\"blockquote_12\">      9.     Hence, the claim raised under your notice is infructuous and\n      against the settled position of law. We vehemently deny the claim\n      raised from L&amp;T-STEC, as demanded in your Notice giving any scope\n      for any legal action against L&amp;T-STEC. We also reserve our right to\n      give further detailed reply. Further, we request you to advise your\n</blockquote><p data-structure=\"Conclusion\" id=\"p_25\">                                     11                   901.ARBAP295_2021.doc\n\n      client to desist from proceeding in the manner threatened in your\n      notice, which if initiated shall be defended by L&amp;T-STEC at your\n      client&#x27;s sole risk and costs.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><p data-structure=\"RespArg\" id=\"p_27\">14.   It needs to be noted that the Settlement Agreement dated 31\n\nOctober, 2020 has not been annexed to the memo of the applications.\n\nThe respondent has contended this to be a suppression on behalf of the\n\napplicants. It has been annexed by the respondent to the reply affidavit.\n\nA perusal of the Settlement Agreement shows that it is a document\n\nexecuted on a stamp paper of Rs.500/- dated 31 October, 2020, which\n\nhas been signed on behalf of both the parties. It is also agreed between\n\nthe parties that such document was actually signed and executed on 2\n\nJuly, 2021.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n</p><p data-structure=\"CDiscource\" id=\"p_29\">15.   From the perusal of the pleadings and documents on record, in\n\nmy opinion, in the commercial position the parties stand and more\n\nparticularly the invocation notice of the applicants&#x27; advocate, it is not\n\npossible to accept the applicants case that there was any coercion or\n\nduress exercised by the respondent on the applicant for getting the\n\nsettlement document executed. It is also not possible for the Court to\n\nbelieve the bald plea of the applicants that the applicants were called\n\nupon to sign letters and documents and/or sign on dotted lines. Such a\n\nplea has been taken only when the advocates were asked by the\n\napplicants to address an invocation notice. Such plea was taken in the\n\nabsence of slightest of any material that there was any existing\n                                    12                 901.ARBAP295_2021.doc\n\ncomplaint of coercion or duress of the applicants, as the law would\n\nunderstand a prudent party to make such complaint. From the perusal\n\nof the record, it clearly appears that the applicant was aware of the\n\nterms and conditions of Settlement Agreement as far back on 31\n\nOctober, 2020. Moreover such false plea of the applicants is belied from\n\nits own letter dated 2 July, 2021 as noted above whereby the applicants\n\nunconditionally had withdrawn the arbitration invocation notice\n\nrecording such settlement as arrived between the parties.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\">16.   As seen not only from the averments as made in the memo of\n\narbitration application, but also from the invocation notice which has\n\nbeen prepared taking up false pleas of coercion and duress by the\n\nrespondent without an iota of supporting material, the conduct of the\n\napplicants in pursuing the present proceedings is clearly reprehensible\n\nwhich needs to be deprecated. The conduct of the applicants is also far\n\nfrom bonafide making such allegations of coercion or duress on the\n\nrespondent. This for more than one reason. The Settlement Agreement\n\nwas admittedly conceived on 31 October, 2020 and it was actually\n\nexecuted on 2 July, 2021 as conceded by the learned counsel for the\n\napplicants. The present applications were filed on 8 December, 2021,\n\nthat too without making an appropriate disclosure in the pleadings to\n\nthe fact of settlement as also without annexing a copy of the settlement\n\nagreement. There is no material to show that a copy of the settlment\n                                    13                  901.ARBAP295_2021.doc\n\nagreement was not available with the applicants. Thus, from the perusal\n\nof the pleadings as also the documents as placed on record, it is quite\n\nclear that the intention of the applicants was to suppress materials and\n\nmisguide the Court in believing the false case put up by the applicants.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">17.   As noted above, these applications came to be filed on 8\n\nDecember, 2021. Even if the case of the applicants is to be believed that\n\na copy of the settlement agreement was not available with the applicants\n\n(it is difficult to so believe), there is not a whisper of any\n\ncommunication/letter of the applicant calling upon the respondent to\n\nfurnish a copy of such document and much less a specific copy of the\n\nSettlement Agreement. There is thus a clear attempt on the part of\n\napplicant appears to be to wriggle out of the settlement and drag the\n\nrespondent into unwarranted arbitration so as to resurrect dead issues.\n\nThe Court cannot be oblivious to such conduct of the applicants in which\n\nconsidering the reliefs as prayed for as such conduct of the applicants is\n\ncertainly not a conduct of a bonafide litigant. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"134947011\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"17629792\" id=\"span_8\">In such context, learned\n\ncounsel for the respondent has rightly relied on the decisions of the\n\nlearned Single Judge of the Delhi High Court in <a href=\"/doc/17629792/\" id=\"a_9\">Sugam Construction (P)\n\nLtd. vs. Northern Railway Administration</a> (supra) and in <a href=\"/doc/134947011/\" id=\"a_10\">Fiberfill\n\nEngineers vs. Indian Oil Corporation Ltd.</a> (supra) , which are also in the\n\ncontext of adjudication of proceedings under <a href=\"/doc/1841764/\" id=\"a_11\">section 11</a> of the ACA\n\nwherein the Court had held that the party who conceals or suppress\n                                     14                  901.ARBAP295_2021.doc\n\nfacts is disentitled to relief under <a href=\"/doc/1841764/\" id=\"a_12\">section 11</a> of the Act. The Court has in\n\nfact observed that on such ground itself, the proceedings are liable to be\n\ndismissed.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n</p><p data-structure=\"Precedent\" id=\"p_33\">18.      In my opinion, the present case is a clear case of accord and\n\nsatisfaction, wherein the parties under the settlement agreement in\n\nquestion had decided to discharge the contract(s) in full and final\n\nsettlement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n</p><p data-structure=\"Section\" id=\"p_35\">19.      The legal position which would be brought about by virtue of a\n\nsettlement agreement as entered between the parties is that such\n\nsettlement would discharge the contract by mutual agreement which is a\n\nprocess akin to the process the parties having entered into a contract,\n\nthereafter decide to discharge the contract by mutual agreement. Such\n\neventuality is well-known in common law as accord and satisfaction by\n\nsubstituted agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\n</p><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_9\">20.    The Supreme Court in <a href=\"/doc/1391279/\" id=\"a_13\">The Union of India Vs. Kishorilal Gupta &amp;\n\nBros.1</a>, had considered the legal principle of accord and satisfaction.</span> The\n\nSupreme Court examining the legal position as observed by the Privy\n\nCouncil in Payana Reena Saminathan v. Pana Lana Palaniappa 2 and\n\nquoting Lord Moulton as also the decision of the House of Lords in\n\nNorris v. Baron and Company3, and the celebrated commentary. Chitty\n\n1 AIR 1959 SC 1362\n2 (1914) A.C. 618, 622\n3 (1918) A.C. 1. 26\n                                          15                      901.ARBAP295_2021.doc\n\non Contracts (31st Edn., at p. 286) observed that when there is an\n\naccord and satisfaction, the arbitration clause itself would perish with\n\nthe original contract. It is also observed that it is for the Court to decide\n\nin the facts of the case before it &#x27;as to whether any cause of action at all\n\nwould survive, not only under the contract but also under the arbitration\n\nagreement. The observations of the Court in paragraphs 5, 8 and 11\n\nneed to be noted which would clarifies the entire concept of accord and\n\nsatisfaction, which are as follows:\n</p>\n<blockquote id=\"blockquote_13\">      &quot;5.    The law on the first point is well-settled. One of the modes by\n      which a contract can be discharged is by the same process which\n      created it, i.e., by mutual agreement; the parties to the original contract\n      may enter into a new contract in substitution of the old one. The legal\n      position was clarified by the Privy Council in Payana Reena Saminathan\n      v. Pana Lana Palaniappa [1914] A.C. 618 622. Lord Moulton defined\n      the legal incidents of a substituted contract in the following terms at p.\n      622:\n</blockquote><blockquote id=\"blockquote_14\">            &quot;The &#x27;receipt&#x27; given by the appellants, and accepted by the\n            respondent, and acted on by both parties proves conclusively\n            that all the parties agreed to a settlement of all their existing\n            disputes by the arrangement formulated in the &#x27;receipt&#x27;. It is a\n            clear example of what used to be well known in common law\n            plea ding as &quot; accord and satisfaction by a substituted\n            agreement &quot;. No matter what were the respective rights of the\n            parties inter se they are abandoned in consideration of the\n            acceptance by all of a new agreement. The consequence is\n            that when such an accord and satisfaction takes place the\n            prior rights of the parties are extinguished. They have in fact\n            been exchanged for the new rights; and the new agreement\n            becomes a new departure, and the rights of all the parties are\n            fully represented by it. &quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">      The House of Lords in Norris v. Baron and Company [(1918) A.C. 1.\n      26] in the context of a contract for sale of goods brought out clearly the\n      distinction between a contract which varies the terms of the earlier\n      contract and a contract which rescinds the earlier one, in the following\n      passage at p. 26:\n</p><blockquote id=\"blockquote_15\">            &quot;In the first case there are no such executory clauses in the\n            second arrangement as would enable you to sue upon that\n            alone if the first did not exist; in the second you could sue on\n            the second arrangement alone, and the first contract is got rid\n            of either 2 by express words to that effect, or because, the\n            second dealing with the same subject-matter as the first but\n</blockquote><p data-structure=\"Section\" id=\"p_39\">                                    16                     901.ARBAP295_2021.doc\n\n      in a different way, it is impossible that the two should be both\n      performed.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_40\">Scrutton, L.J., in British Russian Gazette and Trade Outlook Limited v.\nAssociated Newspaper, Limited [1933] 2 K.B. 6i6, 643, 644., after\nreferring to the authoritative text-books on the subject, describes the\nconcept of 11 accord and satisfaction &quot; thus at p. 643:\n</p><blockquote id=\"blockquote_16\">        &quot;Accord and satisfaction is the purchase of a release from an\n      obligation whether arising under contract or tort by means of\n      any valuable consideration, not being the actual performance\n      of the obligation itself. The accord is the agreement by which\n      the obligation is discharged. The satisfaction is the\n      consideration which makes the agreement operative.\n      Formerly it was necessary that the consideration should be\n      executed ............... Later it was conceded that the\n      consideration might be executory........... The consideration\n      on each side might be an executory promise, the two mutual\n      promise making an agreement enforceable in law, a contract\n      ................... &#x27;An accord, with mutual promises to perform,\n      is good, though &#x27;the thing be not performed at the time of\n      action; for the party has a remedy to compel the\n      performance&#x27;, that is to say, a cross action on the contract of\n      accord. ..........\n</blockquote><blockquote id=\"blockquote_17\">      &quot;If, however, it can be shown that what a creditor accepts in\n      satisfaction is merely his debtor&#x27;s promise and not the\n      performance of that promise, the original cause of action is\n      discharged from the date when the promise is made. &quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">The said observations indicate that an original cause of action can be\ndischarged by an executory agreement if the intention to that effect is\nclear. The modern rule is stated by Cheshire and Fifoot in their Law of\nContract, 3rd Edn., at p. 453:\n</p><blockquote id=\"blockquote_18\">       &quot;The modern rule is, then, that if what the creditor has\n      accepted in satisfaction is merely his debtor&#x27;s promise to\n      give consideration, and not the performance of that promise,\n      the original cause of action is discharged from the date\n      when the agreement is made.\n</blockquote><blockquote id=\"blockquote_19\">        This, therefore, raises a question of construction in each case,\nfor it has to be decided as a fact whether it was the making of the\npromise itself or the performance of the promise that the creditor\nconsented to take by way of satisfaction. &quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_42\">So too, Chitty in his book on Contracts, 31st Edn., states at p. 286:\n</p><blockquote id=\"blockquote_20\">        &quot;The plaintiff may agree to accept the performance of a\n      substituted consideration in satisfaction, or he may agree to\n      accept the promise of such performance. In the former there\n      is no satisfaction until performance, and the debtor remains\n      liable upon the original claim until the satisfaction is\n      executed. In the latter, if the promise be not performed, the\n      plaintiff&#x27;s remedy is by action for the breach of the\n      substituted agreement, and he has no right of resort to the\n      original claim. &quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_43\">                                          17                      901.ARBAP295_2021.doc\n\n       From the aforesaid authorities it is manifest that a contract may be\n       discharged by the parties thereto by a substituted agreement and\n       thereafter the original cause of action arising under the earlier contract\n       is discharged and the parties are governed only by the terms of the\n       substituted contract. The ascertainment of the intention of the parties is\n       essentially a question of fact to be decided on the facts and\n       circumstances of each case.\n</p><p data-structure=\"Precedent\" id=\"p_44\">       ... .. ... .. ..\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">       8.      Uninfluenced by authorities or case-law, the logical outcome of\n       the earlier discussion would be that the arbitration clause perished with\n       the original contract. Whether the said clause was a substantive term or\n       a collateral one, it was none the less an integral part of the contract,\n       which had no existence de hors the contract. It was intended to cover\n       all the disputes arising under the conditions of, or in connection with,\n       the contracts. Though the phraseology was of the widest amplitude, it\n       is inconceivable that the parties intended its survival even after the\n       contract was mutually rescinded and substituted by a new agreement.\n       The fact that the new contract not only did not provide for the survival\n       of the arbitration clause but also the circumstance that it contained\n       both substantive and procedural terms indicates that the parties gave\n       up the terms of the old contracts, including the arbitration clause. The\n       case-law referred to by the learned Counsel in this connection does not,\n       in our view, lend support to his broad contention and indeed the\n       principle on which the said decisions are based is a pointer to the\n       contrary.\n</p><p data-structure=\"Precedent\" id=\"p_46\">       .........\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">       11.     We have held that the three contracts were settled and the third\n       settlement contract was in substitution of the three contracts; and,\n       after its execution, all the earlier contracts were extinguished and the\n       arbitration clause contained therein also perished along with them. We\n       have also held that the new contract was not a conditional one and\n       after its execution the parties should work out their rights only under\n       its terms. In this view, the judgment of the High Court is correct. This\n       appeal fails and is dismissed with costs.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n</p><p data-structure=\"Precedent\" id=\"p_49\">21.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"719953\" id=\"span_10\">In <a href=\"/doc/719953/\" id=\"a_14\">Union of India &amp; Ors. vs. Onkar Nath Bhalla &amp; Sons</a> 4, the\n\nSupreme Court was considering whether an order passed by the High\n\nCourt appointing an arbitrator would be justified when there was accord\n\nand satisfaction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_11\">The Court referring to the decision in <a href=\"/doc/209845/\" id=\"a_15\">P.K. Ramaiah &amp;\n\nCo. vs. NTPC</a>, 1994 Supp (3) SCC 126 observed that the appellants in\n\nthe said case had made the full and final payment of the final bill and to\n\n4 (2009) 7 SCC 350\n                                          18                      901.ARBAP295_2021.doc\n\nwhich the respondent certified by signing the bill without any protest or\n\nreservation. The respondent, however, with an intention of receiving\n\nfurther payments, after two years, raised another claim and tried to\n\nbring up a dispute and when the claim was denied by the appellants, the\n\nrespondent was requested to appoint an arbitrator to resolve the\n\ndispute. In such context, it was observed that the respondent could not\n\nhave raised another claim, as the respondent after signing the final bill\n\nwithout any protest or reservation had waived its rights as per the\n\nconditions of the contract. It was held that the High Court without\n\nconsidering whether any dispute existed between the parties could not\n\nhave appointed an arbitrator and was not justified in appointing a sole\n\narbitrator in such circumstances. The relevant observations of the Court\n\nin paragraphs 6, 8, 11 and 12 are required to be noted, which read thus:</span>\n\n</p><blockquote id=\"blockquote_21\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"209845\" id=\"span_12\">&quot;6.      It is further contended by the learned counsel for the appellants\n      that when the agreement provided for arbitration by serving officer\n      having degree in Engineering or equivalent, then a Retired High Court\n      Judge cannot be appointed as an Arbitrator. To support his contentions\n      he would rely on the decision of this Court in <a href=\"/doc/209845/\" id=\"a_16\">P. K. Ramaiah &amp; Co. v.\n      N.T.P.C.</a>, 1994 (3) SCC 126, wherein this Court has held that:</span>\n</blockquote><blockquote id=\"blockquote_22\">            &quot;8..........Admittedly the full and final satisfaction was\n            acknowledged by a receipt in writing and the amount was\n            received unconditionally. Thus there is accord and\n            satisfaction by final settlement of the claims. The subsequent\n            allegation of coercion is an afterthought and a device to get\n            over the settlement of the dispute, acceptance of the\n            payment and receipt voluntarily given. In Russell on\n            Arbitration, 19th Edn., p. 396 it is stated that &quot;an accord and\n            satisfaction may be pleaded in an action on award and will\n            constitute a good defence. Accordingly, we hold that the\n            appellant having acknowledged the settlement and also\n            accepted measurements and having received the amount in\n            full and final settlement of the claim, there is accord and\n            satisfaction.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_50\">      8)   In the present case, appellants made the full and final payment of\n                                          19                      901.ARBAP295_2021.doc\n\n       the final bill and to which respondent certified by signing the bill\n       without any protest or reservation. The respondent with the intention\n       of receiving further payments, after two years, raised yet another claim\n       and tried to bring up a dispute. And when the claim was denied by the\n       appellants, respondent requested to appoint an Arbitrator.\n\n</p><p data-structure=\"CDiscource\" id=\"p_51\">       11) It is the specific case of the appellants, respondent could not have\n       raised yet another claim, as the respondent after signing on the final\n       bill without any protest or reservation has waived his right as per the\n       conditions of the contract. The Court without considering that whether\n       any dispute exists between the parties, could not have appointed an\n       Arbitrator.\n</p><p data-structure=\"Precedent\" id=\"p_52\">       12) Therefore, the Court was not justified in appointing a Retired High\n       Court Judge as the sole Arbitrator in the present case.&quot;\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">22.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_13\">In <a href=\"/doc/1243245/\" id=\"a_17\">National Insurance Company Ltd. vs. Boghara Polyfab Pvt.\n\nLtd.5</a>, the Supreme Court in extenso considered the concept of accord\n\nand satisfaction referring to the decision of Payana Reena Saminathan\n\nvs. Pana Lana Palaniappa (supra) held that the arbitration agreement\n\ncontained in a contract cannot be invoked to seek reference of any\n\ndispute to arbitration in three circumstances as noted in paragraph 29,\n\nthe circumstances being firstly that where inter alia the obligations\n\nunder a contract are fully performed and discharge of the contract by\n\nperformance      is   acknowledged        by    a   full   and     final   discharge\n\nvoucher/receipt. Nothing survives in regard to such discharged contract;\n\nsecondly that where the parties to the contract, by mutual agreement,\n\naccept performance of altered, modified and substituted obligations and\n\nconfirm in writing the discharge of contract by performance of the\n\naltered, modified or substituted obligations; and thirdly where the\n\nparties to a contract, by mutual agreement, absolve each other from\n\n5 (2009) 1 SCC 267\n                                        20                     901.ARBAP295_2021.doc\n\nperformance of their respective obligations and consequently cancel the\n\nagreement and confirm that there is no outstanding claims or disputes.\n\nParagraph 29 of the decision is required to be noted, which reads thus:</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">      &quot;21. It is thus clear that the arbitration agreement contained in a\n      contract cannot be invoked to seek reference of any dispute to\n      arbitration, in the following circumstances, when the contract is\n      discharged on account of performance, or accord and satisfaction,\n      or mutual agreement, and the same is reduced to writing (and signed\n      by both parties or by the party seeking arbitration) :\n\n</p><blockquote id=\"blockquote_23\">          (a) Where the obligations under a contract are fully performed and\n          discharge of the contract by performance is acknowledged by a full\n          and final discharge voucher/receipt. Nothing survives in regard to\n          such discharged contract.\n</blockquote><blockquote id=\"blockquote_24\">          (b) Where the parties to the contract, by mutual agreement, accept\n          performance of altered, modified and substituted obligations and\n          confirm in writing the discharge of contract by performance of the\n          altered, modified or substituted obligations.\n</blockquote><blockquote id=\"blockquote_25\">          (c) Where the parties to a contract, by mutual agreement, absolve\n          each other from performance of their respective obligations (either\n          on account of frustration or otherwise) and consequently cancel\n          the agreement and confirm that there is no outstanding claims or\n          disputes.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_55\">23.    The above said decision of the Supreme Court also considers a\n\nsituation and the consequent position in law, wherein the Court after\n\nconsidering the facts, finds that there was a full and final settlement\n\nresulting in accord and satisfaction. In reaching such conclusion that\n\nthere was no substance in the allegations of coercion/undue influence\n\nand in such case, the Court has held that it would not make a reference\n\nof the disputes to arbitration. In such context, the Court referred to its\n\ndecision in State of Maharashtra vs. Nav Bharat Builders, 1994 Supp\n\n(3) SCC 83 and Nathani Steels Ltd. vs. Associated Constructions\n\n(supra), 1995 Supp (3) SCC 324. The observation of the Supreme Court\n                                          21                     901.ARBAP295_2021.doc\n\nin such context as contained in paragraph 42 of the decision are\n\nrequired to be noted, which reads thus:\n</p>\n<blockquote id=\"blockquote_26\">       &quot;42. We thus find that the cases referred fall under two categories. The\n       cases relied on by the appellant are of one category where the court\n       after considering the facts, found that there was a full and final\n       settlement resulting in accord and satisfaction, and there was no\n       substance in the allegations of coercion/ undue influence.\n       Consequently, this Court held that there could be no reference of any\n       dispute to arbitration. The decisions in Nav Bharat and Nathani Steels\n       are cases falling under this category where there were bilateral\n       negotiated settlements of pending disputes, such settlements having\n       been reduced to writing either in the presence of witnesses or\n       otherwise. P.K. Ramaiah is a case where the contract was performed\n       and there was a full and final settlement and satisfaction resulting in\n       discharge of the contract. It also falls under this category.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_56\">24.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_15\">In <a href=\"/doc/1682326/\" id=\"a_18\">Union of India &amp; Ors. vs. Master Construction Company</a> 6, the\n\nSupreme Court referring to the decision in <a href=\"/doc/1243245/\" id=\"a_19\">Boghara Polyfab (P) Ltd.</a>\n\n(supra) in the context of <a href=\"/doc/605764/\" id=\"a_20\">Section 11(6)</a> of the Act observed that there is\n\nno rule of the absolute kind that when in a case the claimant contends\n\nthat a discharge voucher or no-claim certificate has been obtained by\n\nfraud, coercion, duress or undue influence and the other side contests\n\nthe correctness thereof, the Chief Justice/his designate must not at all\n\nlook into this aspect to find out at least, prima facie, whether or not the\n\ndispute is bona fide and genuine. It was observed that where the dispute\n\nraised by the claimant with regard to validity of the discharge voucher\n\nor no-claim certificate or settlement agreement, prima facie, appears to\n\nbe lacking in credibility, there may not be necessity to refer the dispute\n\nfor arbitration at all. It was observed that the case before it, was of a\n\nnature that financial duress or coercion or nothing of such kind was\n6 (2011) 12 SCC 349\n                                          22                      901.ARBAP295_2021.doc\n\nestablished prima facie. It was hence observed that mere allegation that\n\nno-claim certificates have been obtained under financial duress and\n\ncoercion, without there being anything more to suggest that, does not\n\nlead to an arbitrable dispute and the Court accordingly set aside the\n\norder appointing an arbitrator. The relevant observations of the Court in\n\nparagraphs18 and 23 needs to be noted, which reads thus:</span></span>\n\n</p><blockquote id=\"blockquote_27\">       &quot;18.     In our opinion, there is no rule of the absolute kind. In a case\n       where the claimant contends that a discharge voucher or no-claim\n       certificate has been obtained by fraud, coercion, duress or undue\n       influence and the other side contests the correctness thereof, the Chief\n       Justice/his designate must look into this aspect to find out at least,\n       prima facie, whether or not the dispute is bona fide and genuine.\n       Where the dispute raised by the claimant with regard to validity of the\n       discharge voucher or no-claim certificate or settlement agreement,\n       prima facie, appears to be lacking in credibility, there may not be\n       necessity to refer the dispute for arbitration at all.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_57\">       23. The present, in our opinion, appears to be a case falling in the\n       category of exception noted in the case of Boghara Polyfab Private\n       Limited (Para 25, page 284). As to financial duress or coercion, nothing\n       of this kind is established prima facie. Mere allegation that no-claim\n       certificates have been obtained under financial duress and coercion,\n       without there being anything more to suggest that, does not lead to an\n       arbitrable dispute. The conduct of the contractor clearly shows that `no\n       claim certificates&#x27; were given by it voluntarily; the contractor accepted\n       the amount voluntarily and the contract was discharged voluntarily.&quot;\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">25.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19604233\" id=\"span_18\">In <a href=\"/doc/19604233/\" id=\"a_21\">New India Assurance Company Ltd. vs. Genus Power\n\nInfrastructure Ltd.,7</a> the Supreme Court referring to the decisions in\n\n<a href=\"/doc/1682326/\" id=\"a_22\">Union of India vs. Master Construction Co.</a> (<a href=\"/doc/1243245/\" id=\"a_23\">supra) and National\n\nInsurance Co. Ltd. vs. Boghara Polyfab (P) Ltd.</a> (supra) observed that it\n\nwas a case that the respondent therein (claimant) after receiving\n\npayment under insurance policy from the appellant and signing letter of\n\nsubrogation in favour of the insurance company in full and final\n7 (2015) 2 SCC 424\n                                    23                  901.ARBAP295_2021.doc\n\nsettlement of its claim under the policy has sought appointment of\n\narbitrator on the ground that it had signed the said letter due to extreme\n\nfinancial difficulties and under duress, coercion and undue influence\n\nexercised by the insurance company. Examining the facts, it was held\n\nthat such plea raised by the respondent was bereft of any details and\n\nparticulars, and was a bald assertion.       It was observed that the\n\nrespondent never made any protest or demur when letter of subrogation\n\nwas signed. The Court, therefore, held that the discharge and signing of\n\nletter of subrogation was voluntary and free from any coercion or undue\n\ninfluence and hence recognizing the full and final settlement, it was held\n\nthat no arbitrable dispute existed so as to exercise jurisdiction under\n\n<a href=\"/doc/1841764/\" id=\"a_24\">section 11</a> of the Act.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">\n</p><p data-structure=\"Precedent\" id=\"p_60\">26.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1660026\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1119615\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1917378\" id=\"span_23\">In <a href=\"/doc/1917378/\" id=\"a_25\">Cauvery Coffee Traders, Mangalore vs. Hornor Resources\n\n(International) Co. Ltd.8</a>, the Supreme Court again reiterating the well\n\nsettled position in law as <a href=\"/doc/1917378/\" id=\"a_26\">laid down in</a> <a href=\"/doc/1119615/\" id=\"a_27\">State of Maharashtra vs. Nav\n\nBharat Builders</a> (supra), <a href=\"/doc/209845/\" id=\"a_28\">P.K. Ramaiah &amp; Co.</a> (supra), <a href=\"/doc/1243245/\" id=\"a_29\">National Insurance\n\nCo. Ltd. vs. Boghara Polyfab (P) Ltd.</a> (supra) as also in <a href=\"/doc/1660026/\" id=\"a_30\">R.N. Gosain vs.\n\nYashpal Dhir9</a> as also expounding on the rule of estoppel, held that when\n\na person knowingly accepts the benefits of a contract or conveyance or\n\nan order, he is estopped to deny the validity or binding effect on him of\n\nsuch contract or conveyance or order. In the facts of the case, the Court\n\n\n8 (2011) 10 SCC 420\n9 (1992) 4 SCC 683\n                                     24                    901.ARBAP295_2021.doc\n\nobserved that the transaction in question had stood concluded between\n\nthe parties, not on account of any unintentional error, but after extensive\n\nand exhaustive bilateral deliberations with a clear intention to bring\n\nabout a quietus to the dispute. It was observed that these negotiations,\n\ntherefore, are self-explanatory steps of the intent and conduct of the\n\nparties to end the dispute and not to carry it further. The Court also\n\nobserved that a party cannot be permitted to &quot;blow hot and cold&quot;, &quot;fast\n\nand loose&quot; or &quot;approbate and reprobate&quot;. It was observed that when\n\none knowingly accepts the benefits of a contract or conveyance or an\n\norder, he is estopped to deny the validity or binding effect on him, of\n\nsuch contract or conveyance or order. It was observed that such rule is\n\napplied to do equity, however, it must not be applied in a manner so as\n\nto violate the principles of right and good conscience.</span></span></span></span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">27.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"72573735\" id=\"span_24\">In <a href=\"/doc/72573735/\" id=\"a_31\">ONGC Mangalore Petrochemicals Ltd. vs. ANS Constructions\n\nLtd. &amp; Anr.,10</a> the Supreme Court was considering whether the orders of\n\nthe High Court appointing arbitrator would be justified when there was\n\na full and final settlement between the parties and there was no\n\nsurviving dispute for the reason that the respondent therein had\n\nsubmitted no-dues/no-claim certificate against the contract. The Court\n\ntaking a review of the law on the issue, held that if the party which\n\nexecutes discharge agreement/discharge voucher, alleges that the\n\nexecution of such discharge agreement or voucher was on account of\n10 (2018) 3 SCC 373\n                                           25                     901.ARBAP295_2021.doc\n\nfraud, coercion, undue influence practised by the other party but is not\n\nable to establish such a claim or appears to be lacking in credibility, then\n\nit is not open to the Courts to refer the dispute to arbitration at all. In\n\ncoming to such conclusion.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n</p><p data-structure=\"Precedent\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_25\">28.      A three Judges Bench of the Supreme Court in <a href=\"/doc/121987320/\" id=\"a_32\">Vidya Drolia &amp;\n\nOrs. vs. Durga Trading Corporation11</a> has again reiterated that in a case\n\nwhere there is no claim certificate and accord and satisfaction, such\n\ncases need not be referred to arbitration. To this effect, it would be\n\nappropriate to extract the observations of the Supreme Court in\n\nparagraph 154.4, which reads thus:</span>\n</p>\n<blockquote id=\"blockquote_28\">         &quot;154.4 Rarely as a demurrer the court may interfere at the <a href=\"/doc/1146817/\" id=\"a_33\">Section\n         8</a> or 11 stage when it is manifestly and ex facie certain that the\n         arbitration agreement is non- existent, invalid or the disputes are\n         non-arbitrable, though the nature and facet of non-arbitrability\n         would, to some extent, determine the level and nature of judicial\n         scrutiny. The restricted and limited review is to check and protect\n         parties from being forced to arbitrate when the matter is\n         demonstrably &#x27;non-arbitrable&#x27; and to cut off the deadwood. The\n         court by default would refer the matter when contentions relating\n         to non-arbitrability are plainly arguable; when consideration in\n         summary proceedings would be insufficient and inconclusive; when\n         facts are contested; when the party opposing arbitration adopts\n         delaying tactics or impairs conduct of arbitration proceedings. This\n         is not the stage for the court to enter into a mini trial or elaborate\n         review so as to usurp the jurisdiction of the arbitral tribunal but to\n         affirm and uphold integrity and efficacy of arbitration as an\n         alternative dispute resolution mechanism.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_64\">29.    Adverting to the position in law as being consistently held by the\n\nSupreme Court in the decisions as noted above, in the facts of the\n\npresent case, it is crystal clear that the applicants with open eyes had\n\nentered into a settlement agreement with the respondent. If there was\n11 (2021) 2 SCC 1\n                                    26                  901.ARBAP295_2021.doc\n\nto be any apprehension of a fraud, coercion, undue influence or duress,\n\nthe settlement agreement which was conceived on 31 October, 2020\n\ncould not have have ever been signed by the applicants on 2 July, 2021.\n\nAfter a long lapse of about eight months and when the applicants called\n\nupon their lawyers to invoke arbitration, such plea of coercion or duress\n\nappears to have been clearly taken including in the last invocation notice\n\nin question and that too without a semblance of material to incorporate\n\nsuch plea of undue influence, duress or coercion against the respondent.\n\nThus, as held by the Supreme Court in the above decisions, such\n\nallegations being ex facie false, it cannot be accepted that such pleas\n\nwould require adjudication. The ingenuity of the applicants to arbitrate\n\nhas no legs to stand in view of the complete accord and satisfaction in\n\nterms of the settlement agreement whereunder the contract itself stood\n\ndischarged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">\n</p><p data-structure=\"Conclusion\" id=\"p_66\">30.    In view of the above discussion, the submission as urged on\n\nbehalf of the applicants even relying on the judgments which are\n\ndiscussed above that the issue of accord and satisfaction needs to be left\n\nto be decided by the arbitral tribunal, in my opinion, cannot be accepted\n\nin the facts of the present case, as the present case is a clear case of\n\naccord and satisfaction which was systematically sought to be\n\nsuppressed by the applicant. It also clearly appears that the attempt of\n\nthe applicants is to resurrect the dead issues and foist an unwarranted\n                                    27                 901.ARBAP295_2021.doc\n\narbitration on the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_68\">31.   In the light of the above discussion, both the applications are\n\ndismissed, however, with cost of Rs.50,000/- to be paid by the applicants\n\nto the respondent on each of the applications.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_70\">                                                  [G.S. KULKARNI, J.]\n </p>","numcites":20,"numcitedby":0,"docsource":"Bombay High Court","citetid":8367166,"divtype":"judgments","relatedqs":[{"value":"discharge of contract","formInput":"discharge%20of%20contract"},{"value":"notice invoking arbitration","formInput":"notice%20invoking%20arbitration"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"coercion","formInput":"coercion"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"\"notice invoking arbitration\" \"","formInput":"%22notice%20invoking%20arbitration%22%20%22"},{"value":"substitution of contract","formInput":"substitution%20of%20contract"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"duress","formInput":"duress"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"final bill","formInput":"final%20bill"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"subrogation","formInput":"subrogation"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"notice to arbitration ","formInput":"notice%20to%20arbitration%20"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"reservation in  ","formInput":"reservation%20in%20%20"},{"value":"sub-contracting in contract","formInput":"sub-contracting%20in%20contract"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":true,"query_alert":null,"agreement":false}