{"tid":358444,"publishdate":"1992-03-06","title":"The Union Of India (Uoi) Owning The ... vs R.N. Pattiwar on 6 March, 1992","doc":"<h2 class=\"doc_title\">The Union Of India (Uoi) Owning The ... vs R.N. Pattiwar on 6 March, 1992</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1996(1)BOMCR425</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n B.U. Wahane, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. All these appeals are filed by the Union of India, through the General Manager, Central Railways, Bombay V.T., being aggrieved by the judgments and orders passed on 31st January, 1987, by the Joint Civil Judge, Sr. Dn., Nagpur. All the judgments being passed on one and the same day, in all seven separate applications under <a href=\"/doc/665266/\" id=\"a_1\">sections 14</a>, <a href=\"/doc/1171700/\" id=\"a_2\">17</a> and <a href=\"/doc/811701/\" id=\"a_3\">20</a> of the Arbitration Act, numbered as Special Civil Suit Nos. 290 to 296 of 1984. All the First Appeals preferred by the appellant, Union of India, are decided by common judgment, the same issue being involved for adjudication. The facts in each case being similar, the evidence was recorded in Special Civil Suit No. 290 of 1984 and the documents were also filed in that case. The evidence and documents were read in all the special civil suits. Following anticipated facts can be conveniently set out.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The plaintiff M/s. R.N. Pattiwar, a registered partnership firm of Civil Construction contractors, having its registered office at Pandharkawada, district Yeotmal, through its partner Dattatraya son of Ramlu Pattiwar, a resident of Civil Lines, Chandrapur, filed seven applications for appointment of Arbitrator to decide the dispute between the plaintiff and the defendants, Union of India and Deputy Chief Engineer (Construction) Central Railway, Ajni, Nagpur. The plaintiff firm was enrolled with the Railways as approved contractor. The Union of India entrusted the work of supply and stacking of 40 mm Ballasts and Moorum at M.S.E.B. siding at Chandrapur at different places as quoted in indents. The plaintiff had completed the work and taken the final payments. It is submitted by the plaintiff that during the actual execution of the contractual work, there was increase in the prices of fuel, rubber and labour wages. The increase being statutory increase, the plaintiff submitted that he is entitled to receive the escalation to compensate his additional financial involvement for the completion of the work. The increase in prices of Diesel and Lubricant had a direct impact on the increase of expenditure which the plaintiff incurred in executing or completing the works entrusted to it. According to the plaintiff, the wages under the <a href=\"/doc/142278/\" id=\"a_4\">Minimum Wages Act</a> were also revised by the Government and the claimant contractor was required to pay higher wages practically from the inception of the work. The increase in prices as well as wages of the labourers resulted in additional expenditure.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The claims made in each suit were set out on the record and were placed for settlement before the Chief Engineer (Construction), Bombay and the General Manager of the Central Railway, the claim being according to the plaintiff, in conformity with and in compliance of the general conditions of the contract. Inspite of this, the claims were neither settled nor withdrawn. There was an agreement between the parties while entrusting the works to the plaintiff and the agreement provides for arbitration. On account of the non-settlement of claim, vacancy has been created. Therefore, the plaintiff claimed that Civil Court has power to fill-up the vacancy by appointing an Arbitrator.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. The defendants, in their written statement, admitted that the plaintiff is a registered firm of Civil Construction Contractor and as such is an approved contractor on the roll of the Railways. However, it is specifically submitted that the plaintiff is not entitled to file the applications under the provisions of the <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a> unless the award by the Arbitrator is passed. According to the defendants, there exists no dispute or difference in respect of any matter to which agreements apply. Moreover, the plaintiff had admitted the final bill and submitted &quot;No Claim Certificate&quot; which explicitely cleared the position that the plaintiff has no claim in dispute with regard to the contracts. Since the day the plaintiff submitted &quot;No Claim Certificate&quot;, the contracts ceased to have any existance and no relation remained in existance between the parties. The suits, therefore, are not maintainable and tenable.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\">5. The defendants further submitted that after the submissions of &quot;No Claim Certificate&quot;, the plaintiff is not entitled to make any claim whatsoever against Railways nor Railway will entertain or consider such claim. The plaintiff is debarred from making any claim. It is specifically submitted by the defendants that there was no clause of escalation in the agreement of contract and there being absolutely no dispute between the plaintiff and the defendants, the plaintiff is estopped from making any claim against the defendants. The defendants also denied the alleged increase in prices as stated by the plaintiff. According to the defendents, the plaintiff who accepted the contract, should have visualised and anticipated in advance likely escalation in prices of various commodities while quoting the rates. The plaintiff being a well-experienced and seasoned contractor, definitely he might have visualised and anticipated the escalation in prices of various commodities and definitely after calculations, quoted the rates and, therefore, if any expenses are incurred on transportation, diesel, petrol and wages, he cannot claim the same, there being no specific clause of escalation in the agreement. No expenses on these counts are payable to the plaintiff. Thus, the claims of the plaintiff are not justified and the applications deserve to be dismissed with costs.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. On behalf of the plaintiff, it&#x27;s partner Dattaraya Ramlu Pattiwar has examined himself. None is examined on behalf of the appellants/defendants. Both the parties placed documents on record. The learned Joint Civil Judge, Senior Division, Nagpur, after scrutinizing the oral and documentary evidence, allowed the applications of the plaintiff for appointment of Arbitrator to enquire into the dispute between the parties, within a period of one month from the date of his order, failing which the Arbitrator shall be appointed by the Court.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. Shri Chandurkar, the learned Counsel for the appellant and Mrs. Naik, the learned Counsel for the respondent, took me through the evidence and the documents on record as also various citations referred by the respective parties. There is no dispute regarding the facts of the case. The only legal issue is involved in these cases, viz. whether the Court, in view of an agreement between the parties and considering the facts and circumstances, can refer the claims or disputes to the arbitrator to decide and adjudicate upon the same by appointing the arbitrator? Shri Chandurkar, the learned Counsel for the appellant, submitted that the learned Lower Court ought to have held that the suits are not maintainable as the plaintff/respondent had submitted &quot;No Claim Certificate&quot;. It is strenuously argued that there being no clause in the deed of agreement to refer the matters particularly regarding escalation of price of various commodities, the claim not being the matters in connection with the contract or agreement, cannot be referred to the Arbitrator for adjudication. It is further submitted that the Court has no jurisdiction as general conditions of contract clearly bar raising of dispute after submission of &quot;No Claim Certificate&quot; and, thus, the orders of the learned Lower Court are without jurisdiction and bad in law and hence, deserve to be set aside.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">8. The applications filed by the plaintiff being made under <a href=\"/doc/665266/\" id=\"a_6\">sections 14</a>, <a href=\"/doc/1171700/\" id=\"a_7\">17</a> and <a href=\"/doc/811701/\" id=\"a_8\">20</a> of the Arbitration Act, Shri Chandurkar, learned Counsel for the appellant, took me through the provisions of the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act, 1940</a>. <a href=\"/doc/665266/\" id=\"a_10\">Section 14</a> deals with award to be signed and filed. In the instant case there being no award, the provisions of this section are not attracted. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> <a href=\"/doc/1171700/\" id=\"a_11\">Section 17</a> deals with judgment in terms of award. In the instant case, there being no judgment, the question of remitting the award of any matter for arbitration, consideration or to decide the award, does not arise. Therefore, provisions of this section too are not attracted. \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> Chapter III deals with only <a href=\"/doc/811701/\" id=\"a_12\">section 20</a> about the arbitration with intervention of a Court where there is no suit pending. <a href=\"/doc/811701/\" id=\"a_13\">Section 20</a> reads as under: \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;(1) Where any persons have entered into an arbitration agreement before the institution of any suit with respect to the subject matter of the agreement or any part of it, and where a difference has arisen to which the agreement applies, they or any of them, instead of proceeding under Chapter II, may apply to a Court having jurisdiction in the matter to which the agreement relates, that the agreement be filed in Court. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (2) The application shall be in writing and shall be numbered and registered as a suit between one or more of the parties interested or claiming to be interested as plaintiff or plaintiffs and the remainder as defendant or defendants, if the application has been presented by all the parties, if otherwise, between the applicant as plaintiff and the other parties as defendants. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (3) On such application being made, the Court shall direct notice thereof to be given to all parties to the agreement other than the applicants, requiring them to show cause within the time specified in the notice why the agreement should not be filed. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (4) Where no sufficient cause is shown, the Court shall order the agreement to be filed and shall make an order of reference to the arbitrator appointed by the parties, whether in the agreement or otherwise, or, where the parties cannot agree upon an arbitrator, to an arbitrator appointed by the Court. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (5) Thereafter the arbitration shall proceed in accordance with, and shall be governed by, the other provisions of this Act so far as they can be made applicable.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\">  Sub-section (1) of <a href=\"/doc/811701/\" id=\"a_14\">section 20</a> is concerned with seeking direction to the Court to direct the party to file an agreement in the Court, sub-section (3) of <a href=\"/doc/811701/\" id=\"a_15\">section 20</a> gives power to the Court to issue notices to the other side than the applicant to file an agreement. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\">  Sub-section (4) speaks that if party who is directed to file agreement, failed to show the sufficient cause, Court shall order the agreement to be filed and shall make an order of reference to the arbitrator appointed by the parties, whether in the agreement or otherwise, or where the party cannot agree upon an arbitrator, to an arbitrator appointed by the Court. The perusal of the applications filed by the plaintiff reveals that no prayer is made to direct the respondents to file an agreement. An alternative prayer has been made in prayer Clause 3 to treat the suit as civil suits and pass a decree in favour of the plaintiff against the defendants for Rs. 50,000/- in each application with future interest thereon at 18% per annum. If all the applications to be treated as civil suits, the applicant has to pay the requisite Court fee stamp on each and such payment is made, is not the case of the plaintiff and thereby the applications are not covered under the ambit of <a href=\"/doc/811701/\" id=\"a_16\">section 20</a> of the Arbitration Act, 1940. \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">  <a href=\"/doc/1052228/\" id=\"a_17\">Chapter II of the Arbitration Act</a> deals with the Arbitration without intervention of the Court. This being not the case, there is no need to discuss in this regard. <a href=\"/doc/1232861/\" id=\"a_18\">Section 8</a> of the Act empowers the Court to appoint the Arbitrator or Umpire in certain cases which reads as under: \n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;1(a) where an arbitration agreement provides that the reference shall be to one or more arbitrators to be appointed by consent of the parties, and all the parties do not, after differences have arise, concur in the appointment or appoints; or  \n \n\n</blockquote><blockquote id=\"blockquote_7\"> (b) if any appointed arbitrator or umpire neglects or refuses to act, or is incapable of acting, or dies, and the arbitration agreement does not show that it was intended that the vacancy should not be supplied, and the parties or the arbitrators, as the case may be, do not supply the vacancy; or   \n \n\n</blockquote><blockquote id=\"blockquote_8\"> (c) where the parties or the arbitrators are required to appoint an umpire and do not appoint him; any party may serve the other parties or the arbitrators, as the case may be with a written notice to concur in the appointment or appointments or in supplying the vacancy. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\"> 2. If the appointment is not made within fifteen clear days after the service of the said notice, the Court may, on the application of the party who gave the notice and after giving the other parties an opportunity of being heard, appoint an arbitrator or arbitrators or umpire, as the case may be, who shall have like power to act in the reference and to make an award as if he or they had been appointed by consent of all parties.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\"> Therefore, according to Mr. Chandurkar, the applications as filed under <a href=\"/doc/665266/\" id=\"a_19\">sections 14</a>, <a href=\"/doc/1171700/\" id=\"a_20\">17</a> and <a href=\"/doc/811701/\" id=\"a_21\">20</a> of the Arbitration Act, are not tenable at all.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">9. Shri Chandurkar, the learned Counsel for the appellant, referred some clauses of the General Conditions of Contract, 1956 issued under the authority of Railway Board&#x27;s letter No. 5246 W (Part) of 5-12-55, G.M.&#x27;s No. G. 548 of 27-12-55. Clause 17 deals with the limitation period. It is envisaged in this clause that the contractor shall fully and finally complete the whole of the work authorised in the contract. The provisions of this clause further speaks that the Railway is authorised to extend the time provided the work requires modification or the work materially increase the magnitude, etc. \n \n\n  Sub-clause (3) of Clause 17 deals about the extention of time on Railway account, which reads as under : \n</p><blockquote id=\"blockquote_9\">  &quot;In the event of any failure or delay by the Railway to hand over the contractor possession of the lands necessary for the execution of the works or to give the necessary notice to commence the works or to provide the necessary drawings or instructions or any other delay caused by the Railway due to any other cause whatsoever, then such failure or delay shall in no way affect or vitiate the contract or alter the character thereof or entitle the contractor to damages or compensation therefor but in any such case, the Railway may grant such extension or extensions of the completion date as may be considered reasonable.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_17\">  It means that except the delay caused on Railway account, any other delay would not, in any way, affect or vitiate the contract, or alter the character thereof or entitled the contractor to any damage or compensation therefor. \n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">  Clause 43 deals with the monthly statements of the claims which the contractor shall prepare and furnish to the Engineer once in every month and the accounts giving full and detailed particulars of all claims for additional expenses to which the contractor may consider himself entitled of all extra or additional work. Sub-clause (2) of Clause 43 speaks that once a contractor signs a &quot;No claim&quot; certificate in favour of the Railway after the work is finally measured, the contract comes to an end. Clause 43(2) of the General Conditions of the Contract, runs as follows: \n</p><blockquote id=\"blockquote_10\">  &quot;The Contractor shall not be entitled to make any claim whatsoever against the Railway under or by virtue of or arising out of this contract, nor shall the Railway entertain or consider any such claim, if made by the contractor, after he shall have signed a &quot;No-claim&quot; certificate in favour of the Railway, in such form as shall be required by the Railway, after the work are finally measured up&quot;. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_19\">  Thus, it means that whenever a final bill is submitted by the contractor after the completion of the work, which is duly measured by the Railway Officer, and the contractor makes endorsement or signs &quot;No-claim&quot; certificate, it is a full and final adjudication of the settlement of the claim. As the contractor has signed the bills making an endorsement &quot;No-claim&quot;, the contract comes to an end. In other words, it means that the contractor has received the payment in full and final satisfaction and, therefore, no contract is in existance. Therefore, the provisions of <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act</a> are not attracted. Clause 51 deals with the final payment. The purpose of this clause is that once the contractor delivers a &quot;No-claim&quot; certificate, and to the Engineer, having after the receipt of such account given a certificate in writing that such claims are correct, that the whole of the works to be done under the provisions of the contract, have been completed, that they have been inspected by him since their completion and found to be in good and substantial order and all expenses and demands incurred by or made upon Railway for or in respect of damage or loss by, from or in consequence of the works, have been satisfied agreebly and in conformity with the contract. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\">  Considering the provisions referred to above, Shri Chandurkar, the learned Counsel for the appellant, submitted that in view of Clause 51 of the General Conditions of Contract, as the respondent/plaintiff received the full and final bill and has given &quot;No-claim&quot; certificate, he is estopped from claiming anything in respect of the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">10. It is further submitted by Shri Chandurkar, the learned Counsel for the appellant, that the claim made by the respondent/plaintiff is not the claim regarding the execution of any part of the contract, but the entire claim is based on the escalation i.e. the increase in the prices of the commodities as detailed in his applications. There is no clause for escalation in the General Conditions of the Contract. Thus, no claim exists and thereby the question of appointment of Arbitrator does not arise. Clause 63 deals with the settlement of disputes. Clause 63 reads as follows : \n</p><blockquote id=\"blockquote_11\">  &quot;All disputes and differences of any kind whatsoever arising out of or in connection with the contract whether during the progress of the works or after their completion and whether before or after the determination of the contract, shall be referred by the contractor to the Railway and the Railway shall within a reasonable time after their presentation make and notify decisions thereon in writing. The decision, directions, classification, measurements, drawings and certificates with respect to any matters the decision of which is specially provided for by these or other special conditions, given and made by the Railway, or by the Engineer on behalf of the Railway, are matters which are referred to herein-after as &#x27;excepted matters&#x27; and shall be final and binding upon the contractor and shall not be set aside on account of any informality omission, delay or error in proceeding in or about the same or on any other ground or for any other reason and shall be without appeal&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">11. Shri Dattatraya Pattiwar, the plaintiff, in the cross-examination, deposed as under: \n</p><blockquote id=\"blockquote_12\">  &quot;It is true that if the contract is for more than 10 lac there is an escalation clause in general condition of contract and if the contract is below 10 lac, there is no such clause. In all the seven suits the contract is less than 10 lac. It is true that the same is stated in Exh. 26 while refusing the claim. Similar is the case with Exh. 30. Similar is the case with Exh. 31.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">12. Letters Exhs. 26, 30 and 31 which are dated 8-12-1981, 27th August/1st September, 1981 and 15-5-1982, unequivocally, say that &quot;steep increase in the costs of living index, cost of materials etc. is not tenable as there is no such clause in the general condition of contract. Your claim, therefore, falls out of the scope of the contract and the same is refuted&quot;.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">13. It has been brought to my notice that till the preparation of the final bill and duly signed by the contractor on 24-12-1981, at no time, the plaintiff informed the Railway Authority that due to increase of prices of Petrol, Diesel and Lubricants, he incurred more expenses. Secondly, if really it was not possible for the plaintiff to execute the contract due to increase in the prices of the various commodities, he was not prevented from expressing his desire that he did not want to continue the work on the terms and conditions agreed upon. The plaintiff was not novice but he was a well settled experienced contractor.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_25\">14. Smt. Naik, the learned Counsel for the respondent/plaintiff, on the contrary, submitted that the plaintiff has signed the final bill Exh. 34 and made an endorsement of &quot;No-claim&quot; under protest. It is further submitted that the contracts of Railway are practically one sided. The General Conditions of Contract are printed by the Railway and the person who is interested, has to enter into the contract with the Railway, there being no option but to sign and accept all the terms and conditions of the contract. To this, Mr. Chandurkar, the learned Counsel for the appellant, submitted that inspite of this one sided contract, the people are crazy to get the contracts from Railways and, therefore, it does not stand to reason that the contractors used to submit the tenders and enter into the contract blindly without knowing the pros and cons of the terms and conditions of the agreement. Mrs. Naik submitted that the learned Counsel for the appellant misconstrued the provisions of <a href=\"/doc/811701/\" id=\"a_23\">section 20</a> of the Arbitration Act. Sub-section (4) of <a href=\"/doc/811701/\" id=\"a_24\">section 20</a> of the Arbitration Act empowers the Court to direct the parties to file the agreement and order of reference to the Arbitrator appointed by the parties and when the parties cannot agree upon the Arbitrator, the Court can appoint an Arbitrator. It means sub-section (4) of <a href=\"/doc/811701/\" id=\"a_25\">section 20</a> of the Arbitration Act, does not take away the right of the parties approaching the Court for appointment of the Arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263642\" id=\"span_1\">The applications are made under this section only. In all the cases along with the applications for appointment of the Arbitrator, copy of the agreement was filed and thus, sub-sections (1), (2) and (3) of <a href=\"/doc/811701/\" id=\"a_26\">section 20</a> of the Arbitration Act are not attracted. Only sub-section (4) of <a href=\"/doc/811701/\" id=\"a_27\">section 20</a> of the Arbitration Act comes into play regarding the appointment of the Arbitrator. A reliance has been placed on a case of <a href=\"/doc/263642/\" id=\"a_28\">Dalmiya Engineering Private Limited v. Union of India and others</a>,  (D.B.), wherein, there being a dispute in respect of the Clauses 12, 13 and 14 of the Labour Regulation between the contractor and the workmen and Clause 25 of the contract relates to the dispute between the contractor and the Government, though Clause 14 of the Labour Regulations provides for finality of decision between the contractor and the workmen only, Their Lordships considered that Clauses 12 to 14 of the Regulations could not in any way affect a dispute between the contractor and the Government to which Clause 25 applied and therefore, such dispute was a dispute contemplated by <a href=\"/doc/811701/\" id=\"a_29\">section 20</a> of the Arbitration Act.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\">15. Mrs. Naik, the learned Counsel for the respondent/plaintiff, referred to Clause 43(2) of the General Conditions of Contract and submitted that there is a specific mention that the contractor shall have to sign &quot;No-claim&quot; certificate in favour of the Railway after the works are finally measured up and the contractor in that event shall not be entitled to make any claim whatsoever against the Railway under or by virtue of or arising out of contract, nor shall the Railway entertain or consider any such claim. It is true that the plaintiff signed &quot;No-claim&quot; certificate, but without making such endorsement neither bill is passed nor payment is made. Therefore, even though the plaintiff is a reputed contractor, he has to do so. On the contrary Shri Chandurkar, the learned Counsel, submitted that besides &quot;No-claim&quot; certificate, the plaintiff sign at two places on Exh. 34, portion marked as &#x27;A&#x27; and &#x27;B&#x27;, which is not expected from a reputed and experienced contractor like the plaintiff. Portion marked &#x27;A&#x27; reads as under : \n</p><blockquote id=\"blockquote_13\">  &quot;The labourers engaged by us were paid wages not less than those paid for similar work in the neighbourhood&quot;. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_27\"> Portion marked &#x27;B&#x27; reads as under : \n</p><blockquote id=\"blockquote_14\">  &quot;The measurements and details entered on page No. 063315(R) to 063320 of M.B. No. XEN(D)AQ/111 are accepted by us as correct and we have no claims against C.A. No. XEN(D)S/35 of 14-11-1979 and S.A. No. XEN(D)S/35/I of 19-2-1981&quot;. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_28\"> On page 4, there is an endorsement to the effect that &quot;I have no other claim outstanding against the Central Railway for work done or for labour or materials supplied or on any other account and the payment of this shall be the final settlement of all my claims in respect of the work to which Agreement/Work Order No. XEN(D)S/35 dated 14-11-1979 and S.A. No. XEN(D)S/35/I of 19-2-1981, which the Railway relates&quot;, and thereafter the plaintiff has signed on Exh. 34. \n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">  It is further submitted that Clause 63 of the General Conditions of the Contract speaks about the matters finally determined by the Railway, which are styled as &quot;excepted matters&quot;. It is a finality and no appeal is provided against it. However, the claim made by the plaintiff is not the &#x27;excepted matters&#x27; and, therefore, even if the contract is complete, the Court has ample power to appoint an Arbitrator under <a href=\"/doc/811701/\" id=\"a_30\">section 20</a> of the Arbitration Act, 1940. It is also submitted that the plaintiff could not complete or execute the contract because of the latches or omission on the part of the Railway Officers. On the contrary, it is brought to my notice that seven months were given for the completion of the work and the original period of contract was extended some times to 11/2 year and some times to 1 year. Similarly, it is not the case of the plaintiff that he was at any time paid irregularly by the Railway so that he could not either purchase the material or make the payment to the workers working under him. The plaintiff specifically admitted that he received the final bill which is Exh. 34 and his endorsements as marked &#x27;A&#x27; and &#x27;B&#x27; therein are correct.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1225418\" id=\"span_2\">16. According to Mrs. Naik, the learned Counsel for the respondent, merely signing &quot;No-claim&quot; certificate will not bar to claim protection of <a href=\"/doc/665266/\" id=\"a_31\">section 14</a> of the Arbitration Act. A reliance has been placed on a case of <a href=\"/doc/1225418/\" id=\"a_32\">Jiwani Engineering Works (P) Ltd. v. Union of India</a>, . In the case before His Lordship, no claim certificate was issued by the contractor in favour of the other party to the works contract. The case was referred to the Arbitrator and an award was made by the Arbitrator which was challenged on the ground that the contractor had executed no claim certificate in favour of the Union of India for which certain work was done under the works contract. It is held that :</span> \n</p><blockquote id=\"blockquote_15\">  &quot;There is no question that by granting no claim certificate the contractor becomes disentitled to refer any dispute which arises out of contract to arbitration under arbitration clause in the works agreement between the parties. The question whether there is a no claim certificate or not, itself, is a dispute which was referred to arbitration and covered under the arbitration clause. The arbitrator has jurisdiction to decide the same&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808816\" id=\"span_3\">In a case of <a href=\"/doc/1808816/\" id=\"a_33\">B.D. Chawla  v. Union of India and another</a>, A.I.R. 1984 N.O.C. 266 (Delhi)), it was alleged by the contractor/petitioner that no claim certificate was given under coercion then this question could be decided by the arbitrator, and not by the Court in view of the arbitration agreement between the parties. If any document had been executed under undue influence or coercion, then it will have no effect. That is why it will be for the arbitrator to find out whether the &quot;No-claim&quot; certificate was signed by the party as a result of coercion or under duress.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">  In a case of Union of India and another v. M/s. L.K. Ahuja and Co., , the contractor executed construction work, accepted the payments and gave no claims declaration. He, however, subsequently claimed certain amount as due on contracts and claimed reference to the arbitrator by the Government within three years. The reference was denied. Their Lordships held that the application is maintainable under <a href=\"/doc/811701/\" id=\"a_34\">section 20</a> of the Arbitration Act. Their Lordships further observed: \n</p><blockquote id=\"blockquote_16\">  &quot;In order to be entitled to ask for a reference under <a href=\"/doc/811701/\" id=\"a_35\">section 20</a>, there must be an entitlement to money and a difference or dispute in respect of the same. It will be entirely wrong to mix-up the two aspects, namely, whether there was any valid claim for reference under <a href=\"/doc/811701/\" id=\"a_36\">section 20</a> and, secondly, whether the claim to be adjudicated by the arbitrator, was barred by lapse of time. The second is a matter which the arbitrator would decide unless, however, if on admitted facts a claim is found at the time of making an order under <a href=\"/doc/811701/\" id=\"a_37\">section 20</a>, to be barred by limitation. In matters of this nature, the main question is whether the application under <a href=\"/doc/811701/\" id=\"a_38\">section 20</a> was within time&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> Considering the facts and circumstances of case, Their Lordships held, \n  &quot;It is true that on completion of the work, right to get payment would normally arise and it is also true that on settlement of the final bill, the right to get further payment gets weakened but the claim subsists and whether it does subsist, is a matter which is arbitrable&quot;. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_4\">Mrs. Naik, the learned Counsel for the respondent, further submitted that the case would not fall under the category of &quot;excepted matters&quot; under Clause 63 of the General Conditions of the Contract, arising out of or in connection with the contract as a wide sphere or a widest amplitude. It is true that there is no condition incorporated in the agreement regarding the effect of escalation of prices. There being no special condition, consequently, there will be no decision on the matter and, therefore, it will not be the matter as &quot;excepted matters&quot; under Clause 63 of the General Conditions of the Contract. Under these circumstances what will be the effect of escalation during the period of existance or subsistance of the contract, will be a matter to be referred to the arbitrator and, therefore, such matters are to be referred to the arbitrator. The expressions &#x27;arising out of &#x27;or&#x27; in respect of&#x27; the contract, have been discussed in a case of <a href=\"/doc/1924738/\" id=\"a_39\">Renusagar Power Co. Ltd. v. General Electric Company and another</a>, . Their Lordships observed :</span> \n</p><blockquote id=\"blockquote_17\">  &quot;Whether a given dispute inclusive of the arbitrator&#x27;s jurisdiction comes within the scope or purview of an arbitration clause or not primarily depends upon the terms of the clause itself; it is a question of what the parties intend to provide and what language they employ. Expressions such as &quot;arising out of&quot; or &quot;in respect of&quot; or &quot;in connection with&quot; or &quot;in relation to&quot; or &quot;in consequence of&quot; of &quot;concerning&quot; or &quot;relating to&quot; the contract are of the widest amplitude and content and include even questions as to the existence, validity and effect (scope) of the arbitration agreement. Ordinarily as a rule an arbitrator cannot clothe himself with power to decide the questions of his own jurisdiction (and it will be for the Court to decide those questions) but there is nothing to prevent the parties from investing him with power to decide those questions, as for instance, by a collateral or separate agreement which will be effective and operative. If, however, the arbitration clause, so widely worded as to include within its scope question of its existence, validity and effect (scope), is contained in the underlying commercial contract then decided cases have made a distinction between questions as to the existence and/or validity of the agreement on the one hand and its effect (scope) on the other and have held that in the case of former those questions cannot be decided by the arbitrator, as by sheer logic the arbitration clause must fall along with underlying commercial contract which is either non-existent or illegal while in the case of the latter it will ordinarily be for the arbitrator to decide the effect or scope of the arbitration agreement, i.e. to decide the issue of arbitrability of the claims preferred before him&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\">17. From the submissions made by the learned Counsel for the parties, it is clear that there is no dispute that the claims in all the civil suits are for escalation. Similarly, it is not disputed that there is no clause in the agreement regarding the effect of escalation during the period of existence or subsistance of the contract between the parties. Similarly, it is not disputed that the plaintiff has received the entire amount in full and final satisfaction of his claim in respect of the work executed by him and certified by the Railway Engineers. It is, thus, clear that there is no dispute in respect of either the work executed, material supplied, or the payment of amount as agreed upon. Under these circumstances, the claims as raised by the plaintiff in his applications for additional amount due to escalation or increase in the prices of commodities, will not, by any stretch of imagination, be a claim &quot;arising out of&quot; or &quot;in respect of&quot; the contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1902038\" id=\"span_5\">Thus, the prayer to appoint the arbitrator to decide the matter will not attract any of the provisions. The cases referred by Mrs. Naik, the learned Counsel for the respondent, are not at all applicable in the instant case. In the case of Jiwani Engineering Works (P.) <a href=\"/doc/1902038/\" id=\"a_40\">Ltd. v. Union of India</a>, , an Award was already passed by the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1808816\" id=\"span_6\">It is not the case before me. In another case of <a href=\"/doc/1808816/\" id=\"a_41\">B.D. Chawla v. Union of India and another</a>, A.I.R. 1984 NOC 266(Delhi), the contractor/petitioner has alleged that No-claim certificate was given under coercion and the question was, therefore, referred to the arbitrator for adjudication. In the instant case before me, the respondent has not averred or alleged that he has given no claim certificate under coercion, influence or duress. Therefore, this ruling is also of no assistance to the case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"909682\" id=\"span_7\">In another case of <a href=\"/doc/909682/\" id=\"a_42\">Wazir Chand Mahajan and another v. The Union of India</a>, , the contractor inspite of giving no claims declaration, subsequently, claimed certain amount as out of the contract and, therefore, claim was referred to the arbitrator. However, in the instant case, the plaintiff, admittedly, not claimed any dues in respect of the contract and, therefore, it is also not applicable to the instant case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1784034\" id=\"span_8\">A reliance has also been placed on a case of <a href=\"/doc/1784034/\" id=\"a_43\">M.N.Arora v. Delhi Development Authority</a>, 35(1988) Delhi Law Times 70 : 1988(1) Arbitration Law Reporter 348. In that case, the interest on various amounts was claimed by the petitioner in relation to the work done by him, as also the counsel&#x27;s fee and expenses of litigations, there being dispute regarding the payment for work done under the contract. This being in dispute arising out of the contract, hon&#x27;ble High Court has held that the reference be made to the arbitrator. Considering the facts of that case, the case is also of no assistance to the case of the respondent.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">  A reliance has also been placed on a case of Sardar Karam Singh Bachu v. Govindram Agarwalla, 1971 I.L.R. (Cuttack), 841. In that case, there was a dispute between the parties regarding the settlement of accounts asserted by the defendant and denied by the plaintiff and, therefore, the dispute was rightly referred to the arbitrator, as the dispute arose out of the agreement. This case is also not helpful to the respondent.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">18. From the submissions of the learned Counsel of the parties and the perusal of the various documents, it is clear that while dealing with the application for filing an arbitration agreement or for the appointment of the arbitrator, the Court must satisfy itself about the existence of the written agreement which is valid and substantive and which has been executed before the institution of the suit and also the dispute has arisen with regard to the subject matter of the agreement which is subject to the jurisdiction of the Court. I have already held that the claims made by the plaintiff in all the applications, are not in respect of any dispute regarding the work executed, material supplied or payment made. In all the applications, the claim is based on escalation which is, admittedly, not the condition in the General Conditions of the Contract. Similarly, as the plaintiff accepted the entire payment from the Railway and to that effect made an endorsement of no claim, there is no subsistance of contract on the day when he made an endorsement of &quot;No-claim&quot;. The learned Joint Civil Judge, Sr. Dn., Nagpur, has not considered all the legal aspects and erroneously ordered for the appointment of the arbitrator. The findings being contrary to the facts on record and not in consonance with the legal provisions, the judgment and order dated 31-1-1987, passed in all the Special Civil Suit Nos. 290 to 296 of 1984, are set aside and the First Appeal Nos. 140 and 150 to 155 of 1987 are hereby allowed with costs.\n</p>\n\n \n\n","numcites":13,"numcitedby":2,"docsource":"Bombay High Court","citetid":358444,"divtype":"judgments","relatedqs":[{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"coercion","formInput":"coercion"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"works contract","formInput":"works%20contract"},{"value":"final bill","formInput":"final%20bill"},{"value":"\"section 20\" \"arbitration\" ","formInput":"%22section%2020%22%20%22arbitration%22%20"},{"value":"escalation","formInput":"escalation"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"escalation clause","formInput":"escalation%20clause"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"appointment of arbitrator by court","formInput":"appointment%20of%20arbitrator%20by%20court"},{"value":"sec 20 of arbitration act","formInput":"sec%2020%20of%20arbitration%20act"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"judgment-according-to-the-award","formInput":"tag:judgment-according-to-the-award"}],"courtcopy":false,"query_alert":null,"agreement":false}