{"tid":112191260,"publishdate":"2016-07-14","title":"Surinder Mohan Katwal vs State Of H.P. on 14 July, 2016","doc":"<h2 class=\"doc_title\">Surinder Mohan Katwal vs State Of H.P. on 14 July, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-banumathi\">R. Banumathi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-g-gowda\">V. Gopala Gowda</a>, <a href=\"/search/?formInput=benchid:r-banumathi\">R. Banumathi</a></h3>\n\n<pre id=\"pre_1\">                                                              1\n\n\n\n                                                IN THE SUPREME COURT OF INDIA\n                                               CRIMINAL APPELLATE JURISDICTION\n\n                                               CRIMINAL APPEAL NO. 2272 OF 2011\n\n                         SURINDER MOHAN KATWAL                              .              ….Appellant\n\n                                                               Versus\n\n                         STATE OF HIMACHAL PRADESH                                       …Respondent\n\n                                                                  WITH\n\n                                                  CRIMINAL APPEAL NO.2273 of 2011\n                                                              AND\n                                                 CRIMINAL APPEAL NO.2275 OF 2011\n\n\n                                                              ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                         R. BANUMATHI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                                       Criminal appeal No.2272 of 2011, Criminal appeal No.2273 of 2011\n\n                         and Criminal Appeal No.2275 of 2011 arise from a common impugned order dated\n\n                         11.05.2011 whereby the High Court of Himachal Pradesh at Shimla convicted the\n\n                         appellants Surinder Mohan Katwal and Dr. Vidya Nath under <a href=\"/doc/1259316/\" id=\"a_1\">Section 13(2)</a> of the\n\n                         Prevention of Corruption Act, 1988 and <a href=\"/doc/1436241/\" id=\"a_2\">Sections 420</a>, <a href=\"/doc/1897847/\" id=\"a_3\">120-B</a>, <a href=\"/doc/986493/\" id=\"a_4\">218</a> and <a href=\"/doc/896188/\" id=\"a_5\">477-A</a> of IPC;\n\n                         and appellant-Rakesh Kumar Chhabra under <a href=\"/doc/1897847/\" id=\"a_6\">Sections 120-B</a> and <a href=\"/doc/1436241/\" id=\"a_7\">420</a> IPC, reducing\n\n                         the sentence imposed on each of the appellants to one year.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                         2.           Common facts arising out of these criminal appeals are as follows:- At\n\n                         the relevant point of time, appellant Surinder Mohan Katwal was the Chairman of the\n\n                         Himachal Pradesh Subordinate Staff Selection Board (HPSSSB) with headquarter at\n\n                         Hamirpur and appellant Dr. Vidya Nath was a Member of that Board. Recruitment\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">SUSHIL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_4\">RAKHEJA</span>\n                         process was being carried out by the Board in lieu of 238 vacancies of Physical\n<span class=\"hidden_text\" id=\"span_5\">Date: 2016.07.21</span>\n<span class=\"hidden_text\" id=\"span_6\">15:30:20 IST</span>\n<span class=\"hidden_text\" id=\"span_7\">Reason:</span>\n\n\n                         Education Teachers (PET) available in different schools of various districts of the\n\n                         state.   Selection was to be made in three stages comprising of screening test,\n<span class=\"hidden_text\" id=\"span_8\">\f                                        2</span>\n\n\n\nground test and viva-voce. Candidates who appeared successful in the screening\n\ntest were allowed to appear for ground test and those successful in ground test were\n\ncalled for viva-voce.   Final selection was based on the merit list prepared by\n\nconsidering both the marks obtained in viva-voce as well as in the ground test.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.           In order to facilitate the viva-voce, two boards were constituted, one\n\nheaded by appellant-Surinder Mohan Katwal, in his capacity as Chairman of the\n\nBoard and the other headed by appellant-Dr. Vidya Nath, as a Member of Board.\n\nAppellant-Rakesh Kumar Chhabra was interviewed by the Board headed by S. M.\n\nKotwal. As per the score-sheet of the candidates, earmarked as Ext. PW3/A, the\n\nappellant-Rakesh Kumar Chhabra was awarded ‘7’ marks in the viva-voce.\n\nConsidering ‘51’ marks in ground test, his total marks obtained was indicated to be\n\n‘58’ and accordingly he was remarked as ‘below average’.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.           However,     in   the   final   merit   list   earmarked   as   Ext.PW3/K,\n\nappellant-Rakesh Kumar Chhabra was shown to have secured ‘13’ marks in the\n\nviva-voce and his total marks obtained was indicated to be ‘64’. It is also brought on\n\nrecord that as a consequence of bungling of the merit list, appellant-Rakesh Kumar\n\nChhabra was recommended for appointment and was ultimately appointed.               On\n\naccount of the above mentioned disparity in the merit list, all the three appellants\n\nfaced criminal prosecution on the allegations of hatching a criminal conspiracy and\n\nduplicating the merit list to favour appellant-Rakesh Kumar Chhabra. In pursuance\n\nthereof,   FIR No.1/2003 at PS Enforcement North Zone Dharamshala, District\n\nKangra, was registered against the appellants under <a href=\"/doc/1259316/\" id=\"a_8\">Section 13(2)</a> of Prevention of\n\nCorruption Act alongwith <a href=\"/doc/1897847/\" id=\"a_9\">Sections 120-B</a>, <a href=\"/doc/1436241/\" id=\"a_10\">420</a>, <a href=\"/doc/556166/\" id=\"a_11\">468</a> and <a href=\"/doc/1466184/\" id=\"a_12\">471</a> IPC. After completion of\n\ninvestigation and after obtaining sanction order from the Government, chargesheet\n\nwas filed against the appellants.\n</p><span class=\"hidden_text\" id=\"span_9\">\f                                      3</span><p data-structure=\"Issue\" id=\"p_6\">\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_7\">5.           To prove the conspiracy and that the records of selection were falsified,\n\nprosecution has examined sixteen witnesses including two officials from the Board\n\nnamely PW-3-Surinder Kumar, Senior Assistant and PW-4-Sanjeev Kumar, Senior\n\nAssistant and Handwriting Expert. PWs 3 and 4 deposed that the merit list (Ext.\n\nPW3/A) was in the hand of appellant-Surinder Mohan Katwal and the columns in\n\nwhich marks had been recorded in Ext.PW3/K were written in the hand of\n\nappellant-Dr. Vidya Nath. PW-7- Handwriting Expert-Dr. Minakshi Mahajan has also\n\nattributed handwriting and signatures of the officials in Ext.PW3/A to be that of\n\nappellant S.M. Katwal and the ones in Ext.PW3/K to be that of appellant-Dr. Vidya\n\nNath.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">6.           Upon analysis of evidence, trial court took note of the fact that the\n\nappellants have not disputed the existence of their signatures on Ext.PW3/K and Dr.\n\nVidya Nath’s writing (in figure) in Ex.PW3/K; rather they have taken the plea of\n\nbonafide error or mistake on their part.     Upon appraisal to avoid repetition of\n\nevidence, trial court found that the prosecution has established the guilt of the\n\naccused beyond reasonable doubt and therefore convicted the appellants S.M.\n\nKatwal and Dr. Vidya Nath of offences under <a href=\"/doc/1259316/\" id=\"a_13\">Sections 13(2)</a> of the Prevention of\n\nCorruption Act, and <a href=\"/doc/556166/\" id=\"a_14\">Sections 468</a>, <a href=\"/doc/1466184/\" id=\"a_15\">471</a>, <a href=\"/doc/1436241/\" id=\"a_16\">420</a> and <a href=\"/doc/1897847/\" id=\"a_17\">120-B</a> IPC and they were sentenced\n\nto undergo three years rigorous imprisonment. Appellant-Rakesh Kumar Chhabra\n\nwas convicted of offences under <a href=\"/doc/556166/\" id=\"a_18\">Sections 468</a>, <a href=\"/doc/1466184/\" id=\"a_19\">471</a>, <a href=\"/doc/1436241/\" id=\"a_20\">420</a> and <a href=\"/doc/1897847/\" id=\"a_21\">120-B</a> IPC.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">7.           Appellants challenged their conviction by preferring separate appeals.\n\nHigh Court held that the appellants S.M. Katwal and Dr. Vidya Nath did not forge any\n\ndocument; rather they prepared false record of final result which amounted to\n\noffences punishable under <a href=\"/doc/986493/\" id=\"a_22\">Sections 218</a> and <a href=\"/doc/896188/\" id=\"a_23\">477-A</a> of the Indian Penal Code. On\n\nthose findings, High Court acquitted the appellants S.M. Katwal and Dr. Vidya Nath\n<span class=\"hidden_text\" id=\"span_10\">\f                                       4</span>\n\n\n\nunder <a href=\"/doc/556166/\" id=\"a_24\">Sections 468</a>, <a href=\"/doc/1466184/\" id=\"a_25\">471</a> IPC and maintained their conviction under <a href=\"/doc/1259316/\" id=\"a_26\">Section 13(2)</a> of\n\nthe Prevention of Corruption Act and <a href=\"/doc/1436241/\" id=\"a_27\">Sections 420</a> and <a href=\"/doc/1897847/\" id=\"a_28\">120-B</a> IPC. However, the\n\nHigh Court reduced the sentence of imprisonment to one year and imposed a fine of\n\nRs.5,000/- with default clause in respect of each of the offences for which they have\n\nbeen convicted of. The conviction of appellant-R.K. Chhabra under <a href=\"/doc/556166/\" id=\"a_29\">Section 468</a> and\n\n<a href=\"/doc/1466184/\" id=\"a_30\">471</a> IPC was set aside and his conviction under <a href=\"/doc/1897847/\" id=\"a_31\">Sections 120-B</a> and <a href=\"/doc/1436241/\" id=\"a_32\">420</a> IPC was\n\nconfirmed. His sentence of imprisonment was also reduced to one year.\n\n</p><p data-structure=\"PetArg\" id=\"p_10\">8.           We have heard the learned counsel appearing for the parties at\n\nconsiderable length.    Mr. Jayant Bhusan learned Senior Counsel appearing for\n\nappellant-Dr. Vidya Nath submitted that appellant-Rakesh Kumar Chhabra appeared\n\nbefore the HPSSSB headed by S.M.Katwal and Dr. Vidya Nath simply signed in the\n\nfinal merit list and courts below wrongly relied upon the statements of PW-3-Surinder\n\nKumar and PW-4-Sanjeev Kumar for coming to the conclusion that appellant-Dr.\n\nVidya Nath has written the figure work in the merit list (Ext.PW3/K). The learned\n\ncounsel submitted that the High Court erred in basing its conclusion on the\n\nstatement of PW7-Dr. Minakshi Mahajan (handwriting expert) and holding that the\n\nprosecution has proved its case against the appellants, without appreciating the\n\nstatements of the witnesses. It was submitted that such an approach of the High\n\nCourt is perverse. The counsel urged that the High Court, as the first appellate\n\ncourt, ought to have thoroughly evaluated and analysed the evidence on record\n\nafresh; rather than simply endorsing the finding of the trial court that the score of\n\nappellant-Rakesh Kumar Chhabra had been shown to be higher than the actual\n\nscore while preparing final list (Ext.PW3/K).\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">9.           Per contra, learned counsel for the state submitted that the evidence of\n\nPWs 3 and 4 is corroborated by the evidence of handwriting expert-Minakshi\n<span class=\"hidden_text\" id=\"span_11\">\f                                       5</span>\n\n\n\nMahajan (PW-7). Trial court and the High Court recorded concurrent finding of facts\n\nthat merit list (Ext.PW3/A) was in the handwriting of appellant-S.M. Katwal and that\n\nthe column figure recorded in Ext. PW3/K was in the handwriting of appellant- Dr.\n\nVidya Nath.     Resultantly, appellant-Rakesh Kumar Chhabra emerged as the\n\nbeneficiary. It was finally submitted that the concurrent finding of the courts below\n\ndo not suffer from any perversity warranting interference.\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">10.           We have carefully considered the rival contentions, perused the\n\nimpugned judgment of the High Court as also of the trial court and other materials on\n\nrecord.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">11.           PW-3-Surinder Kumar working as a Senior Assistant in the Board had\n\nstated that he was acquainted with the handwriting and signatures of the appellants\n\nS.M. Katwal and Dr. Vidya Nath but was not conversant with their writing in figures\n\n(Ext.PW3/K). PW-3-Surinder Kumar carried out the entry in first three columns of\n\nthe interview sheet. PW-3 further stated that last column of remarks in the interview\n\nsheet Ext.PW3/A has been written, updated and signed by appellant-S.M. Katwal.\n\nPW-3 also stated that appellant-Dr. Vidya Nath has signed the documents\n\nExt.PW3/J-1 to PW3/J-26 and that in the merit list Ext.PW3/K the last four columns\n\nappear to have been written by appellant-Dr. Vidya Nath. Corroborating PW-3’s\n\ntestimony, PW-4-Sanjeev Kumar, Senior Assistant stated that merit list Ext.PW3/K\n\n(two sheets) had been duly signed by the appellants S.M. Katwal and Dr. Vidya\n\nNath. PW-4 further stated that appellant Dr. Vidya Nath had written column ‘5’ to ‘8’\n\nof the merit list (Ext.PW3/K) in his own hand. Sl. No.32 in the said merit list referred\n\nto appellant-Rakesh Kumar Chhabra. PWs 3 and 4 working in the HPSSSB have\n\nthus clearly spoken that the columns in merit list (Ext.PW-3/K) pertaining to the score\n\nof written test, and viva-voce were written in the hands of appellants S.M. Katwal\n<span class=\"hidden_text\" id=\"span_12\">\f                                        6</span>\n\n\n\nand Dr. Vidya Nath. From the evidence of PWs 3 and 4, it is also brought on record\n\nthat remarks of the interview sheet (Ext. PW3/K) has been updated and written by\n\nthe appellant-S.M. Katwal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">12.           Appellant-Dr. Vidya Nath has not disputed his signature on the merit list\n\nExt. PW3/K; but has disputed the figures written vide ‘Q-30’ to ‘Q-32’ in the said\n\nmerit list. In the context of the above defence plea, trial court as well as the High\n\nCourt referred to the evidence of handwriting expert- PW-7-Dr.Minakshi Mahajan\n\nwho has compared the disputed handwritings with admitted handwritings of the\n\nappellants. After comparison of appellant-Dr. Vidya Nath admitted handwriting with\n\ndisputed figures Q-30 to Q-32 on merit list (Ext.PW3/K), PW-7-Minakshi Mahajan\n\nstated that the disputed figures have been written by none else than appellant-Dr.\n\nVidya Nath and that the merit list contains the signature of appellants.\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">13.           Referring to the evidence of PWs 3 and 4 and upon thorough analysis\n\nof evidence of handwriting expert PW-7-Dr.Minakshi Mahajan, the facts and\n\ncircumstances of the case, it stands firmly established firstly that figures ‘Q-30’ to\n\n‘Q-32’ on merit list Ext.PW3/K have been written by Dr. Vidya Nath and secondly that\n\nthe list bears the signatures of both S.M.Katwal and Dr. Vidya Nath. S.M. Katwal\n\nand Dr. Vidya Nath in their statements under <a href=\"/doc/767287/\" id=\"a_33\">Section 313</a> of the Code of Criminal\n\nProcedure have admitted that both of them prepared the said merit list (Ext.PW3/K\n\njointly. The evidence discussed above fully establishes that Dr. Vidya nath was the\n\nauthor of figures “13” and “64” on merit list Ext.PW3/K and no further evidence is\n\nrequired for the court to fix the identity of the author of figures “13” and “64” in merit\n\nlist Ext.PW3/K.\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">14.           While the trial court examined the evidence of PWs 3 and 4 and that of\n\nhandwriting expert (PW-7) at threadbare for confirming the conviction of the\n<span class=\"hidden_text\" id=\"span_13\">\f                                        7</span>\n\n\n\nappellants S.M. Katwal and Dr. Vidya Nath, the High Court has not discussed the\n\nevidence on which it relied for confirming the conviction of the appellant.          The\n\npowers of the appellate court under <a href=\"/doc/1256523/\" id=\"a_34\">Section 386</a> Cr.P.C. are the same as that of the\n\ntrial court. It is true that the trial court being a primary court of facts, which has the\n\nadvantage of seeing and observing the witnesses has to thoroughly analyse the\n\nevidence and record its findings.      In an appeal from a conviction, it is for the\n\nappellate court to be satisfied affirmatively that the prosecution case is substantially\n\nestablished and record its own findings to confirm the conviction. In the present\n\ncase, even though there is no thorough evaluation of evidence by the High Court, in\n\nour view, impugned judgment does not suffer from any perversity warranting\n\ninterference. The conviction of appellant-S.M. Katwal and Dr. Vidya Nath is based\n\non material on record and warrants no interference.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">15.           In so far as Rakesh Kumar Chhabra is concerned, it is notworthy that\n\nnone of the candidates scored in viva voce test in double digits, whereas\n\nR.K.Chhabra is shown to have scored ‘13’ marks in the interview.            Courts have\n\nrecorded the concurrent findings that the appellants conspired to make the entry of\n\nthe marks scored by R.K. Chhabra as ‘13’ so as to favour R.K. Chhabra and thus he\n\nwas rightly convicted under Section 120-B read with <a href=\"/doc/1436241/\" id=\"a_35\">Section 420</a> IPC.\n\n</p><p data-structure=\"Conclusion\" id=\"p_18\">16.           In the result, all the appeals are dismissed. The appellants are on bail\n\nand their bail bonds shall stand cancelled. The appellants shall be taken to custody\n\nto serve out the remaining sentence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">                                                                ….……………………..J.\n                                                             (V.GOPALA GOWDA)\n\n\n                                                               .………………………..J.\n                                                             (R. BANUMATHI)\nNew Delhi;</p><pre id=\"pre_2\">\nJuly 14, 2016\n<span class=\"hidden_text\" id=\"span_14\">\f                                     8</span>\n\n\n\n                      IN THE SUPREME COURT OF INDIA\n                     CRIMINAL APPELLATE JURISDICTION\n\n                      CRIMINAL APPEAL NO. 2274 OF 2011\n\nSURINDER MOHAN KATWAL                                                ...Appellant\n\n                                      Versus\n\nSTATE OF HIMACHAL PRADESH                                          …Respondent\n\n                                          WITH\n\n                         CRIMINAL APPEAL NO.200 of 2012\n\n\n                                      ORDER\n\nR. BANUMATHI, J.\n\n</pre><p data-structure=\"Issue\" id=\"p_20\">             These appeals arise out of the common judgment of the High Court of\n\nHimachal Pradesh at Shimla challenging the correctness of the judgment dated\n\n11.05.2011 in Criminal Appeal No.305/2006, 297/2006, whereby the High Court\n\nconfirmed the conviction of S.M.Katwal under <a href=\"/doc/1259316/\" id=\"a_36\">Section 13(2)</a> of Prevention of\n\nCorruption Act and reducing the sentence of imprisonment to one year with fine of\n\nRs.5,000/- with default clause. High Court acquitted appellant-S.M. Katwal of other\n\noffences. By the impugned judgment, High Court confirmed the conviction of\n\nappellant Madan Gopal under <a href=\"/doc/1897847/\" id=\"a_37\">Section 120-B</a> IPC and reducing the sentence of\n\nimprisonment   imposed on him to one year with fine of Rs.5,000/- with default\n\nclause. Appellant Madan Gopal was acquitted of other offences.\n\n</p><p data-structure=\"Section\" id=\"p_21\">2.           Common     facts   leading   to     these   appeals   are   as   follows:\n</p>\n<blockquote id=\"blockquote_1\">Appellant-Surinder Mohan Katwal is the Chairman of Himachal Pradesh Subordinate\n\nService Selection Board (HPSSSB). There were some vacancies of Trained\n\nGraduate Teachers (Non-Medical) for which appellant-S.M.Katwal was required to\n\nrecommend the names after following the due selection process. Written test was\n<span class=\"hidden_text\" id=\"span_15\">\f                                       9</span>\n\n\n\nheld in which appellant Madan Gopal scored 111 marks. Madan Gopal alongwith\n\nother various candidates who had qualified the written test was called for interview\n\nand interview was held on 30.10.2002. List indicating the score in the written test as\n\nalso in the interview and the total marks was prepared and the said list is\n\nExt.PW-2/C-14. The score-card prepared, Ex.PW-2/C-14, depicted that Madan\n\nGopal had secured ‘12’ marks in viva-voce and his performance had been remarked\n\nas ‘average’. However, in a subsequent score-card prepared, Ex.PW-2/C-15, marks\n\nsecured by Madan Gopal in viva-voce was indicated to be ‘18’ and he was remarked\n\nas ‘above average’. The appellant-Surinder Mohan Katwal had taken a defence plea\n\nthat Ex.PW-2/C-15 i.e. subsequent score-card was prepared as the first score-card,\n\nEx.PW-2/C-14 had got torn.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_22\">3.           In the trial court, a number of witnesses including PW-4-Surinder\n\nKumar Clerk of the Subordinate Staff Selection Board and PW-39-Dr. Minakshi\n\nMahajan were examined.       Upon consideration of evidence, trial court held that\n\nappellant S.M.Katwal as Chairman of HPSSS Board by using his position as such\n\npublic servant in order to cause pecuniary advantage in favour of A-4-Madan Gopal\n\nrecommended his name for the post of Trained Graduate Teacher (non-medical) by\n\ntampering the marks in the interview score sheet (Ext.PW-2/ C-14) from ‘12’ to ’18’\n\nand by inserting the word ‘above’ before the ‘average’ and thus committed offence.\n\nTrial court convicted S.M. Katwal of offences under <a href=\"/doc/1259316/\" id=\"a_38\">Section 13(2)</a> of the Prevention\n\nof Corruption Act and <a href=\"/doc/1053937/\" id=\"a_39\">Sections 466</a>, <a href=\"/doc/556166/\" id=\"a_40\">468</a> and <a href=\"/doc/1466184/\" id=\"a_41\">471</a> and <a href=\"/doc/1897847/\" id=\"a_42\">120-B</a> of the Indian Penal\n\nCode and sentenced him to undergo rigorous imprisonment for a period of three\n\nyears and a fine of Rs.5,000/- with default clause. In lieu of conviction under <a href=\"/doc/1259316/\" id=\"a_43\">Section\n\n13(2)</a> of Prevention of Corruption Act and rigorous imprisonment for a period of two\n\nyears and fine of Rs.2,000/- to undergo simple imprisonment for a further period of\n<span class=\"hidden_text\" id=\"span_16\">\f                                       10</span>\n\n\n\nsix months, for each of the offences, in lieu of conviction under above mentioned\n\nsections of <a href=\"/doc/1569253/\" id=\"a_44\">IPC</a>. Appellant-Madan Gopal was convicted of offences under <a href=\"/doc/1053937/\" id=\"a_45\">Sections\n\n466</a>, <a href=\"/doc/556166/\" id=\"a_46\">468</a>, <a href=\"/doc/1466184/\" id=\"a_47\">471</a> and <a href=\"/doc/1897847/\" id=\"a_48\">120-B</a> of the Indian Penal Code and was sentenced to undergo\n\nrigorous imprisonment for a period of two years and fine of Rs.2,000/- with default\n\nclause. Being aggrieved, both the appellants challenged their conviction in appeal\n\nbefore the High Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">4.           On consideration of the evidence on record, the High Court dismissed\n\nthe appeal filed by appellant-Surinder Mohan Katwal. However, taking into account\n\nhis age and the fact that criminal acts were committed by him to favour just one\n\ncandidate, sentence was reduced to one year rigorous imprisonment and confirmed\n\nthe fine of Rs.5,000/-.   The appellant-Madan Gopal was found guilty of offence\n\npunishable under <a href=\"/doc/1897847/\" id=\"a_49\">Section 120-B</a> IPC and sentence of imprisonment imposed on him\n\nwas reduced to one year. However, he was acquitted of charges of forgery and his\n\nconviction for offences under <a href=\"/doc/1053937/\" id=\"a_50\">Section 466</a>, <a href=\"/doc/556166/\" id=\"a_51\">468</a> and <a href=\"/doc/1466184/\" id=\"a_52\">471</a> of the IPC was set aside.\n\nHigh Court reduced the sentence to one year rigorous imprisonment and fine of\n\nRs.5,000/- with default clause.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">5.           Based upon evidence of PW-4-Andeep, trial court and the High Court\n\nrecorded the concurrent findings of facts that in the merit list (Ext.PW2/C-14), score\n\nof appellant-Madan Gopal has been changed from ‘12’ to ‘18’ and also word ‘above’\n\nhas been added to word ‘average’ initially written in remarks column. After\n\ncomparison, Ext.PW-2/C-14 both the courts observed that word ‘above’ written in a\n\npen and ink different from those with which word ‘average’ is written in the remarks\n\ncolumn of Ext.PW2/C-14. Opinion of handwriting expert namely PW-39-Dr.Minakshi\n\nMahajan is also to the same effect. PW-39 has opined that the word ‘above’ is in the\n\nhandwriting of appellant-S.M.Katwal.\n</p><span class=\"hidden_text\" id=\"span_17\">\f                                      11</span><p data-structure=\"Precedent\" id=\"p_25\">\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">6.           Appellant raised defence plea that the total score of appellant-Madan\n\nGopal has remained unchanged which is ‘129’ as even after adding ‘18’ marks\n\nawarded in interview to the score of 111 in the written test which is sufficient to\n\nconclude that the score of appellant-Madan Gopal recorded as ’18’ under column\n\ninterview was done in the beginning itself. Considering the submission and upon\n\nclose scrutiny, the High Court observed that Ext.PW-2/C-14 changed the word made\n\nin the remarks column by adding the word ‘above’ before the word ‘average’ in a\n\ndifferent pen and ink than the one used before. The evidence of PW-39-Dr. Minakshi\n\nMahajan supported the prosecution case as to manipulating the score card so as to\n\nfavour the appellant-Madan Gopal. Conviction of the appellant-S.M. Katwal under\n\n<a href=\"/doc/1259316/\" id=\"a_53\">Section 13(2)</a> of the Prevention of Corruption Act and also the offences under\n\n<a href=\"/doc/1053937/\" id=\"a_54\">Sections 466</a>, <a href=\"/doc/556166/\" id=\"a_55\">468</a> and <a href=\"/doc/1466184/\" id=\"a_56\">471</a> IPC is based on evidence and material on record and the\n\nsame warrants no interference.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">7.           Learned counsel for the appellant-Madan Gopal submitted that Madan\n\nGopal could not have been convicted for the offence of criminal conspiracy and there\n\nwas no evidence to show that Madan Gopal had played any role in the increase of\n\nmarks awarded to him. As observed by the High Court, S.M. Katwal made the\n\ninterpolations not to derive any benefit for himself; but he made the interpolation so\n\nas to favour Madan Gopal who is the ultimate beneficiary of the act of the appellant.\n\nHigh Court was right in observing that “it can legitimately be presumed that there\n\nwas criminal conspiracy between two appellants and the object of that conspiracy\n\nwas to ensure the selection of appellant-Madan Gopal as TGT (non-medical)”.\n\nConviction of the appellant-Madan Gopal under <a href=\"/doc/1897847/\" id=\"a_57\">Section 120-B</a> IPC is also based on\n\nevidence and material on record which warrants no interference.\n\n</p><p data-structure=\"Conclusion\" id=\"p_28\">8.           In the result, both the appeals are dismissed. The appellants are on\n<span class=\"hidden_text\" id=\"span_18\">\f                                    12</span>\n\n\n\nbail and their bail bonds shall stand cancelled. The appellants shall be taken to\n\ncustody to serve out the remaining sentence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\n</p><p data-structure=\"Precedent\" id=\"p_30\">                                                          ….……………………..J.\n                                                       (V.GOPALA GOWDA)\n\n\n                                                         .………………………..J.\n                                                       (R. BANUMATHI)\nNew Delhi;</p><pre id=\"pre_3\">\nJuly 14, 2016\n<span class=\"hidden_text\" id=\"span_19\">\f                                      13</span>\n\n\n\n                       IN THE SUPREME COURT OF INDIA\n                      CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL NO. 955 OF 2012\n\nS.M.KATWAL                                                            ...Appellant\n                                       Versus\n\nSTATE OF HIMACHAL PRADESH                                         …Respondent\n\n\n                                       ORDER\nR. BANUMATHI, J.\n\n</pre><p data-structure=\"Issue\" id=\"p_31\">              This appeal arises out of the judgment of High Court of Himachal\n\nPradesh in Criminal Appeal No.3 of 2006 dated 11.03.2011 confirming the conviction\n\nof the appellant under <a href=\"/doc/556166/\" id=\"a_58\">Sections 468</a> and <a href=\"/doc/1466184/\" id=\"a_59\">471</a> IPC and the sentence of imprisonment\n\nof one year imposed on him. The High Court acquitted the appellant of charges\n\nunder Section 13 (2) of the Prevention of Corruption Act and other offences he was\n\ncharged of.\n</p>\n<p data-structure=\"Facts\" id=\"p_32\">2.            Brief facts which lead to the filing of this Criminal    Appeal are as\n\nfollows: In the year 1999,    appellant S.M. Katwal was working as Chairman of\n\nHimachal Pradesh Subordinate Services Selection Board (HPSSSB). Number of\n\nvacancies of Vidya Upasaks (a category of teachers came to be advertised in the\n\nyear 2000. The recruitment was carried out in two stages viz., written test and\n\nviva-voce. Merit lists were prepared wherein the names, marks obtained in written\n\ntest and marks obtained in viva-voce were indicated, which are earmarked as Exts.\n\nP-97 to P-100, Ext. P-102 to 105, Ext. P-107 to 111, Ext. 113 to 116, Ext. 118 to 121,\n\nExt. P-123, Ext. P-125 to 128, Ext.130 to 132, Ext. 134 to 137 and Ext.138 to 145.\n\nOn conclusion of viva voce test and such proceeding on the basis of those lists,\n\nproceedings of selection were also prepared, consisting of eight sheets and were\n\nearmarked as Ext.P-138 to P-145.\n</p><span class=\"hidden_text\" id=\"span_20\">\f                                       14</span><p data-structure=\"Conclusion\" id=\"p_33\">\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_34\">3.             In the year when the new Government took over, it was decided that\n\nthe proceedings of selection will be recorded afresh and accordingly, selection lists\n\nwere sent to Government Examiner of Documents, who vide report Ext.PW18/E,\n\nopined that viva-voce marks of five candidates, namely, Satish Kumar, Prem Lal,\n\nRoshni Devi, Netar Singh and Swayam Prakash Sharma had been increased by\n\noverwriting.   Based upon the inquiry report dated 02.04.2003 submitted by Mr.\n\nSatish Kumar Deputy Superintendant of Police, Enforcement South Zone, Shimla\n\ncomplaint was lodged by Department of Enforcement, Government of Himachal\n\nPradesh, Kangra. FIR was registered against appellant S.M. Katwal under <a href=\"/doc/1436241/\" id=\"a_60\">Sections\n\n420</a>, <a href=\"/doc/1317063/\" id=\"a_61\">465</a>, <a href=\"/doc/1985627/\" id=\"a_62\">467</a>, <a href=\"/doc/556166/\" id=\"a_63\">468</a>, <a href=\"/doc/1466184/\" id=\"a_64\">471</a>, <a href=\"/doc/1441158/\" id=\"a_65\">217</a>, <a href=\"/doc/986493/\" id=\"a_66\">218</a> and <a href=\"/doc/1897847/\" id=\"a_67\">120-B</a> IPC read with <a href=\"/doc/1259316/\" id=\"a_68\">Sections 13(2)</a> of\n\nPrevention of Corruption Act and <a href=\"/doc/513074/\" id=\"a_69\">Sections 109</a>, <a href=\"/doc/308396/\" id=\"a_70\">193</a>, <a href=\"/doc/386021/\" id=\"a_71\">201</a> IPC. PW-18-Dr. Minakshi\n\nMahajan, the handwriting expert opined that marks awarded to Zalam Singh in\n\nviva-voce test as also the aggregate of his marks i.e. marks secured in written test\n\nand viva-voce test had been changed in the aforesaid lists mentioned above.\n\n</p><p data-structure=\"PetArg\" id=\"p_35\">4.             Appellant-S.M. Katwal was charge-sheeted and prosecuted for the\n\naforesaid offences. In all, the prosecution examined 27 witnesses and produced\n\nvarious documents to prove the guilt of the appellant. In his defence, the appellant\n\nmaintained that he had been falsely implicated because of political vendetta. The\n\nappellant failed to offer any explanation regarding the overwriting in the merit lists;\n\nrather he simply denied that there was any overwriting.\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">5.             The trial court found the appellant guilty and convicted him for offences\n\npunishable under <a href=\"/doc/1259316/\" id=\"a_72\">Section 13(2)</a> of the Prevention of Corruption Act and Sections\n\n218, 465, 467, 468 and 471IPC. The trial court imposed a sentence of three years\n\nrigorous imprisonment and fine of Rs.10,000/- for offence under <a href=\"/doc/1259316/\" id=\"a_73\">Section 13(2)</a> of the\n\nPrevention of Corruption Act and rigorous imprisonment of one year for other\n<span class=\"hidden_text\" id=\"span_21\">\f                                        15</span>\n\n\n\noffences and fine of Rs.1,000/- for each of the remaining offences.\n\n</p><p data-structure=\"Section\" id=\"p_37\">6.           Challenging his conviction, the appellant preferred an appeal before the\n\nHigh Court. State also went in appeal seeking enhancement of punishment. The\n\nHigh Court acquitted the appellant of charges under <a href=\"/doc/1259316/\" id=\"a_74\">Sections 13(2)</a> of the Prevention\n\nof Corruption Act and <a href=\"/doc/986493/\" id=\"a_75\">Sections 218</a>, <a href=\"/doc/1317063/\" id=\"a_76\">465</a>, <a href=\"/doc/1985627/\" id=\"a_77\">467</a> IPC.          However, conviction under\n\n<a href=\"/doc/556166/\" id=\"a_78\">sections 468</a> and <a href=\"/doc/1466184/\" id=\"a_79\">471</a> IPC and the sentence of imprisonment was maintained. The\n\nHigh court concluded that act of the appellant does not fall within any of the clauses\n\nof <a href=\"/doc/178303/\" id=\"a_80\">Section 13(1)</a> of the Prevention of Corruption Act, because he is not shown to\n\nhave obtained any valuable or pecuniary advantage for himself or any other person\n\nand acquitted the appellants under <a href=\"/doc/1259316/\" id=\"a_81\">Section 13(2)</a> of the Prevention of Corruption Act.\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">7.           The High Court noted overwriting of marks in case of six candidates,\n\nnamely, Satish Kumar, Prem Lal, Roshani Devi, Netar Singh, Swayam Prakash\n\nSharma and Zalam Singh. In the case of Satish Kumar, Prem Lal, Roshani Devi,\n\nNetar Singh and Swayam Prakash Sharma change was only in the viva-voce marks,\n\nbut not in the total marks obtained. However, in case of one candidate named,\n\nZalam Singh change is seen not only in the viva voce marks, which is raised from ‘2’\n\nto ‘13’, but also in the total marks which has been raised from ‘49’ to ‘60’. Opinion of\n\nPW-18-Dr. Minakshi Mahajan, the handwriting expert, as recorded in Ext. PW-18/E\n\nwas also found against the appellant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">8.           Members of the Committee viz. PW-6-Sanjudhir and PW-7-Chope Ram\n\nhave deposed that the marks were awarded by the appellant; he used to write the\n\nmarks in the list and lists were not shown to them.         Appellant has offered no\n\nexplanation for the change in marks of Zalam Singh. Referring to the evidence, High\n\ncourt has observed that ‘digit 2’ pertaining to viva-voce test, has been changed to\n\n‘13’ and the total has also been overwritten.\n</p><span class=\"hidden_text\" id=\"span_22\">\f                                     16</span><p data-structure=\"Conclusion\" id=\"p_40\">\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_41\">9.           Both trial court and the High Court recorded concurrent finding of facts\n\nthat the change was made to favour Zalam Singh because the marks awarded to\n\nZalam Singh has been raised from ‘59’ to ‘60’ and no explanation was forthcoming\n\nfrom the appellant. The concurrent finding recorded by the courts below are based\n\nupon evidence and do not suffer from any perversity warranting interference.\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">10.          In the result, the appeal is dismissed. The appellant is on bail and his\n\nbail bonds shall stand cancelled. The appellant shall be taken to custody to serve\n\nout the remaining sentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">\n</p><p data-structure=\"Precedent\" id=\"p_44\">                                                             ….……………………..J.\n                                                          (V.GOPALA GOWDA)\n\n\n                                                            .………………………..J.\n                                                          (R. BANUMATHI)\nNew Delhi;</p><pre id=\"pre_4\">\nJuly 14, 2016\n<span class=\"hidden_text\" id=\"span_23\">\f                                     17</span>\n\n\n\n\n                                 PART - II\nITEM NO.103                   COURT NO.9                SECTION IIB\n\n                  S U P R E M E C O U R T O F      I N D I A\n                          RECORD OF PROCEEDINGS\n\nCriminal Appeal    No(s).    2272/2011\n\nSURINDER MOHAN KATWAL                                   Appellant(s)\n\n                                    VERSUS\n\nSTATE OF H.P.                                      Respondent(s)\nWITH\n</pre><p data-structure=\"Conclusion\" id=\"p_45\">Crl.A. No. 2273/2011, Crl.A. No. 2274/2011, Crl.A. No. 2275/2011\nCrl.A. No. 200/2012 and Crl.A. No. 955/2012\n(With Office Report)\n\nDate : 14/07/2016 These appeals were called on for hearing today.</p><pre id=\"pre_5\">\n\nCORAM :   HON&#x27;BLE MR. JUSTICE V. GOPALA GOWDA\n          HON&#x27;BLE MRS. JUSTICE R. BANUMATHI\n\nFor Appellant(s)       Mr.   Kuber Bodh, Adv.\nCrl.A.2272/11,         Ms.   Ambika Matta, Adv.\nCrl.A.955/12 &amp;         Mr.   Navandeep Singh Matta, Adv.\nCrl.A. 2274/11         Mr.   Niraj Gupta,Adv.\n\nCrl.A.2273/11          Mr. Kamlendra Mishra,Adv.\n\nCrl.A.2275/11          Mr.   Jayant Bhushan, Sr. Adv.\n                       Mr.   Vikas Mahajan, Adv.\n                       Mr.   Amit Mehta, Adv.\n                       Mr.   Vinod Sharma, Adv.\n                       Mr.   Vishal Mahajan, Adv.\n                       Mr.   Amarnath Singh, Adv.\n                       Mr.   Bhaskar Y. Kulkarni,Adv.\n\n Crl.A. 200/12         Mr. Ajay Bansal, Adv.\n                       Mr. Ansar Ahmad Chaudhary, AOR\n                       Mr. Gaurav Yadav, Adv.\n\nFor Respondent(s)      Mr. Suryanarayana Singh, Sr. Addl.A.G.\nState of H.P.          Ms. Pragati Neekhra,Adv.\n\n                       Mr. Varinder Kumar Sharma,Adv.\n\n                        Mr. Anish Kumar Gupta,Adv.\n<span class=\"hidden_text\" id=\"span_24\">\f                                18</span>\n\n\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_46\">          UPON hearing the counsel the Court made the following\n                             O R D E R\n\n\n         The appeals are dismissed in terms of the three separate\nsigned orders. The appellants are on bail and their bail bonds\nshall stand cancelled. The appellants shall be taken to custody to\nserve out the remaining sentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n\n\n</p><pre id=\"pre_6\">    (S. K. RAKHEJA)                          (SUMAN JAIN)\n      COURT MASTER                           COURT MASTER\n           (Three Signed Orders are placed on the file)\n<span class=\"hidden_text\" id=\"span_25\">\f                                     19</span>\n\n\n\n\n                                  PART - I\nITEM NO.103                   COURT NO.9                SECTION IIB\n\n                  S U P R E M E C O U R T O F      I N D I A\n                          RECORD OF PROCEEDINGS\n\nCriminal Appeal    No(s).    2272/2011\n\nSURINDER MOHAN KATWAL                                   Appellant(s)\n\n                                    VERSUS\n\nSTATE OF H.P.                                      Respondent(s)\nWITH\n</pre><p data-structure=\"Conclusion\" id=\"p_48\">Crl.A. No. 2273/2011, Crl.A. No. 2274/2011, Crl.A. No. 2275/2011\nCrl.A. No. 200/2012 and Crl.A. No. 955/2012\n(With Office Report)\n\nDate : 14/07/2016 These appeals were called on for hearing today.</p><pre id=\"pre_7\">\n\nCORAM :   HON&#x27;BLE MR. JUSTICE V. GOPALA GOWDA\n          HON&#x27;BLE MRS. JUSTICE R. BANUMATHI\n\nFor Appellant(s)       Mr.   Kuber Bodh, Adv.\nCrl.A.2272/11,         Ms.   Ambika Matta, Adv.\nCrl.A.955/12 &amp;         Mr.   Navandeep Singh Matta, Adv.\nCrl.A. 2274/11         Mr.   Niraj Gupta,Adv.\n\nCrl.A.2273/11          Mr. Kamlendra Mishra,Adv.\n\nCrl.A.2275/11          Mr.   Jayant Bhushan, Sr. Adv.\n                       Mr.   Vikas Mahajan, Adv.\n                       Mr.   Amit Mehta, Adv.\n                       Mr.   Vinod Sharma, Adv.\n                       Mr.   Vishal Mahajan, Adv.\n                       Mr.   Amarnath Singh, Adv.\n                       Mr.   Bhaskar Y. Kulkarni,Adv.\n\n Crl.A. 200/12         Mr. Ajay Bansal, Adv.\n                       Mr. Ansar Ahmad Chaudhary, AOR\n                       Mr. Gaurav Yadav, Adv.\n\nFor Respondent(s)      Mr. Suryanarayana Singh, Sr. Addl.A.G.\nState of H.P.          Ms. Pragati Neekhra,Adv.\n\n                       Mr. Varinder Kumar Sharma,Adv.\n\n                        Mr. Anish Kumar Gupta,Adv.\n<span class=\"hidden_text\" id=\"span_26\">\f                           20</span>\n\n\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_49\">     UPON hearing the counsel the Court made the following\n                        O R D E R\n\n\n    Heard the learned counsel for the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">    The appeals are dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">    Reasons to follow.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">\n\n</p><pre id=\"pre_8\">(S. K. RAKHEJA)                         (SUMAN JAIN)\n  COURT MASTER                          COURT MASTER\n\f</pre>","numcites":18,"numcitedby":15,"docsource":"Supreme Court - Daily Orders","citetid":112191260,"divtype":"judgments","relatedqs":[{"value":"prevention of corruption act section 13","formInput":"prevention%20of%20corruption%20act%20section%2013"},{"value":"prevention of corruption act section 13(2)","formInput":"prevention%20of%20corruption%20act%20section%2013%282%29"},{"value":"handwriting  expert","formInput":"handwriting%20%20expert"},{"value":"section 420 ipc","formInput":"section%20420%20ipc"},{"value":"section 468 ipc","formInput":"section%20468%20ipc"},{"value":"section 420","formInput":"section%20420"},{"value":"sentence is reduced","formInput":"sentence%20is%20reduced"},{"value":" 420 ipc","formInput":"%20420%20ipc"},{"value":"section 468 of indian penal code","formInput":"section%20468%20of%20indian%20penal%20code"},{"value":"prevention of corruption act","formInput":"prevention%20of%20corruption%20act"},{"value":"no marks viva voce","formInput":"no%20marks%20viva%20voce"},{"value":"section 468, 471","formInput":"section%20468%2C%20471"},{"value":"viva+voce","formInput":"viva%2Bvoce"},{"value":"section 471 of indian penal code","formInput":"section%20471%20of%20indian%20penal%20code"},{"value":"468 of indian penal code","formInput":"468%20of%20indian%20penal%20code"},{"value":"section 471 ipc","formInput":"section%20471%20ipc"},{"value":"section 471","formInput":"section%20471"},{"value":"ipc 471","formInput":"ipc%20471"},{"value":"\"prevention of corruption act\"","formInput":"%22prevention%20of%20corruption%20act%22"},{"value":"merit list ","formInput":"merit%20list%20"}],"cats":[{"value":"forgery","formInput":"tag:forgery"},{"value":"criminal-misconduct","formInput":"tag:criminal-misconduct"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"forged-document","formInput":"tag:forged-document"},{"value":"theft","formInput":"tag:theft"}],"courtcopy":true,"query_alert":null,"agreement":false}