{"tid":10273283,"publishdate":"2019-09-24","title":"Power And Instrumentation (Guj.) ... vs Indore Smart City Development Limited on 24 September, 2019","doc":"<h2 class=\"doc_title\">Power And Instrumentation (Guj.) ... vs Indore Smart City Development Limited on 24 September, 2019</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-c-sharma\">S.C.Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-shukla\">Shailendra Shukla</a>, <a href=\"/search/?formInput=benchid:s-c-sharma\">S.C.Sharma</a></h3>\n\n<pre id=\"pre_1\">                                                       Writ Petition No.13719/2019\n\n                                      -1-\n\n\n HIGH COURT OF MADHYA PRADESH, BENCH AT INDORE\n\nDivision Bench : HON&#x27;BLE MR. JUSTICE S. C. SHARMA AND\n                 HON&#x27;BLE MR. JUSTICE SHAILENDRA SHUKLA\n\n                        Writ Petition No.13719/2019\n                    Power &amp; Instrumentation (Guj.) Ltd.\n                                    Versus\n                 Indore Smart City Development Ltd. &amp; Anr.\n\n\n              Shri Jerry Lopez, learned counsel for the petitioner.\n              Shri Rishi Tiwari, learned counsel for the respondent.\n\n\n                                O R D E R\n</pre><p data-structure=\"Issue\" id=\"p_1\">          (Delivered on this 24th day of September, 2019)\nPer : S. C. Sharma, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">      The petitioner before this Court, a Company registered under\n\nthe <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act</a>, has filed present petition being aggrieved by\n\nletter dated 11/07/2019 issued by Indore Smart City Development\n\nLimited, again a Company registered under the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act</a>\n\nowned and controlled by State of Madhya Pradesh, by which the\n\nrespondent No.1 has revoked the bank guarantee furnished by the\n\npetitioner.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">02-   The petitioner&#x27;s contention is that a &quot;Request for Proposal&quot;\n</p>\n<blockquote id=\"blockquote_1\">(RFP) was issued on 17/10/2017 and work was awarded to the\n\npetitioner by work order dated 01/01/2018. The petitioner submitted\n\na Performance Bank Guarantee issued by Axis Bank for a sum of\n\nRs.85,81,725/- and thereafter, an agreement was executed between\n\nthe parties on 24/01/2018. The work order was issued on\n<span class=\"hidden_text\" id=\"span_1\">                                                       Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                    -2-</span>\n\n\n29/01/2018 and the petitioner&#x27;s contention is that respondent No.1\n\nfailed to provide the work front / site / location to the petitioner.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_4\">03-   The petitioner has further stated that again an additional work\n\norder was issued on 27/02/2018 and sites were not made available\n\nto the petitioner. The petitioner has received Mobilisation Advance\n\nand    submitted     Mobilisation   Advance         Bank    Guarantee        on\n\n12/07/2018, however, again work site was not made available and\n\nadditional work order was issued on 05/10/2018.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">04-   The petitioner&#x27;s grievance is that sites were not made\n\navailable and it was the petitioner, who made request for closure of\n\nthe contract, however, the respondents have issued impugned letter\n\ninvoking the Performance Bank Guarantee and the Mobilisation\n\nBank Guarantee. The petitioner in the present petition has prayed\n\nfor the following reliefs:-\n</p>\n<blockquote id=\"blockquote_2\">            &quot;It is therefore most humbly prayed that this Hon&#x27;ble court\n      may be pleased to issue a writ, order or appropriate direction of\n      appropriate nature thereby:\n</blockquote><blockquote id=\"blockquote_3\">      (i)    Quashing and setting aside the impugned letter dated\n      11.07.2019 (annexure P-1) issued by Respondent No.1 invoking\n      the Mobilisation Advance Bank Guarantee, or in alternative,\n      directing the Respondent No.1 to recall the impugned letter\n      dated 11.07.2019 issued by Respondent invoking the\n      Mobilisation Advance Bank Guarantee;\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">      (ii) Declaring the impugned letter dated 11.07.2019 issued by\n      Respondent No.1 thereby invoking the Mobilisation Advance\n      Bank Guarantee as illegal;\n</p><p data-structure=\"Facts\" id=\"p_7\">      (iii) Any other relief deemed fit and proper in the facts and\n      circumstances of the case; and / or\n</p><p data-structure=\"Issue\" id=\"p_8\">      (iv)   Costs be awarded to the petitioner.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">05-   A reply has been filed in the matter and the respondents have\n<span class=\"hidden_text\" id=\"span_3\">                                                     Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_4\">                                   -3-</span>\n\n\nstated that the present petition involves purely commercial and\n\ncontractual dispute and adjudication of such dispute involves\n\ndisputed question of fact and hence, the remedy available to the\n\npetitioner is to invoke Dispute Resolution System provided under\n\nClause-12 of the general conditions of the contract. respondents in\n\nthe return have stated that the petitioner has concealed the fact that\n\nit did not execute the work on the front made available to it and\n\neven after the work sites were made available to the petitioner,\n\nnothing was done by the petitioner and as the petitioner was not\n\ncarrying out the work, they were left with no choice except to invoke\n\nbank guarantee. The respondents have also stated that they have\n\nissued a show cause notice to the petitioner in the matter and\n\nthereafter, they have invoked the bank guarantee.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">06-   The   respondents     have    also   stated      that    a   sum      of\n\nRs.2,20,20,297/- has already been paid to the petitioner and most of\n\nthe equipment and materials purchased by the petitioner were not\n\nmobilized to the site and therefor, the respondents were left with no\n\nother choice except to encash the bank guarantee.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">07-   Heard learned counsel for the parties and perused the record.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">In the present case, the facts reveal that a Request for Proposal\n\nwas issued on 17/10/2017 and the petitioner&#x27;s bid was accepted on\n\n01/01/2018. The petitioner submitted Performance Bank Guarantee\n\nof Rs.85,81,725/- issued by the Axis Bank and an agreement was\n<span class=\"hidden_text\" id=\"span_5\">                                                         Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_6\">                                      -4-</span>\n\n\nexecuted between the parties on 24/01/2018. The work order was\n\nissued on 29/01/2018 and additional work order was issued on\n\n27/02/2018. The petitioner again submitted a Mobilisation Advance\n\nBank Guarantee on 12/07/2018.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">08-     In the writ petition, the petitioner is raising a grievance that the\n\nsites were not made available to him to carry out the work and on\n\nthe contrary the respondents have contended that inspite of\n\navailability of sites the petitioner has not carry out the work. The\n\nrespondents have also stated that petitioner was paid Mobilisation\n\nAdvance to the tune of Rs.2,20,20,297/- (approximately Rs.2.25\n\nCrores) and inspite of receiving the aforesaid amount, the petitioner\n\nhas not mobilized the equipment and material to the site of the\n\nwork.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">09-     The facts also reveal that a show cause notice was issued to\n\nthe petitioner and the respondents were left with no other choice\n\nexcept to cancel the contract and to encash the bank guarantee.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">Clause-12 of general conditions of the contract provides for the\n\nDispute Resolution System and the same reads as under:-\n</p>\n<blockquote id=\"blockquote_4\">        &quot;12. Dispute Resolution System:-\n</blockquote><blockquote id=\"blockquote_5\">        12.1   No dispute can be raised except before the Competent\n               Authority as defined in Contract data in writing giving full\n               description and grounds of Dispute. It is clarified that\n               merely recording protest while accepting measurement\n               and/or payment shall not be taken as raising a dispute.\n        12.2   No issue of dispute can be raised after 45 days of its\n               occurrence. Any dispute raised after expiry of 45 days of\n               its first occurrence shall not be entertained and the\n               Employer shall not be liable for claims arising out of such\n               disputes.\n</blockquote><span class=\"hidden_text\" id=\"span_7\">                                                      Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                   -5-</span>\n\n\n<blockquote id=\"blockquote_6\">      12.3   The Competent Authority shall decide the matter within 45\n             days.\n</blockquote><blockquote id=\"blockquote_7\">      12.4   Appeal against the order of the Competent Authority can\n             be preferred within 30 days to the Appellate Authority as\n             defined in the Contract data. The Appellate Authority shall\n             decide the dispute within 45 days.\n</blockquote><blockquote id=\"blockquote_8\">      12.5   Appeal against the order of the Appellate Authority can be\n             preferred before the Madhya Pradesh Arbitration Tribunal\n             constituted under Madhya Pradesh Madhyastham\n             Adhikaran Adhiniyam, 1983.\n</blockquote><blockquote id=\"blockquote_9\">      12.6   The contract shall have to continue execution of the\n             works with due diligence notwithstanding pendency of a\n             dispute before any authority or forum.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">10-   Learned counsel for the petitioner has placed reliance upon a\n\njudgment delivered by the Hon&#x27;ble Supreme Court in the case of\n\nABL International Ltd. and Another Vs. Export Credit Guarantee\n\nCorporation of India Ltd. and Others reported in (2004) 3 SCC\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">553. It is certainly true that the writ petition is maintainable and there\n\nis no absolute bar in entertaining the writ petition, however, the fact\n\nremains that in the present case their are allegations and counter\n\nallegations made on affidavit by the parties and in the considered\n\nopinion of this Court and in the facts and circumstances of the case,\n\nsuch disputed question of facts cannot be adjudicated without\n\nappreciation of evidence adduced by the parties in respect of their\n\naverments and the same can be done under the Dispute Resolution\n\nMechanism provided under the agreement, which has been\n\nexecuted between the parties and therefore, the judgment delivered\n\nby the Hon&#x27;ble Supreme Court does not help the petitioner.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1746106\" id=\"span_9\">11-   Learned counsel for the petitioner has placed reliance again\n<span class=\"hidden_text\" id=\"span_10\">                                                  Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_11\">                                 -6-</span>\n\n\nupon a judgment delivered by the Hon&#x27;ble Supreme Court in the\n\ncase of <a href=\"/doc/1746106/\" id=\"a_3\">U. P. State Sugar Corporation Vs. Sumac International\n\nLtd.</a> reported in (1997) 1 SCC 568. In the aforesaid case also finally\n\nin last paragraph i.e. paragraph No.18 an Arbitrator was appointed\n\nand Hon&#x27;ble Justice Shri R. M. Sahai (Retired) was appointed as an\n\nArbitrator and therefore, the judgment does not help the petitioner\n\nagain.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">12-    Reliance has also been placed upon judgments in the case of\n\nU. P. Cooperative Federation Ltd. Vs. Singh Consultants and\n\nEngineers (P) Limited reported in (1988) 1 SCC 174, Vinitec\n\nElectronics Private Limited Vs. HCL Infosystems Limited\n\nreported in (2008) 1 SCC 544 and Himadri Chemicals Industries\n\nLimited Vs. Coal Tar Refining Company reported in (2007) 8 SCC\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">110.\n\n       This Court has carefully gone through the aforesaid\n\njudgments relied upon by the learned counsel, however, the fact\n\nremains that in the present case there is alleged serious breach on\n\nthe part of the petitioner as alleged by the respondent No.1 in\n\nrespect of terms and conditions of the contract and is not a case\n\nwhere the petitioner has prayed for quashment of the order\n\ncancelling the contract. The petition is confined only to the action by\n\nwhich the bank guarantee has been revoked / encashed and\n\ntherefore, the judgments do not help the petitioner at all.\n</p><span class=\"hidden_text\" id=\"span_12\">                                                      Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_13\">                                   -7-</span>\n\n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122545727\" id=\"span_14\">13-   This Court in the case of <a href=\"/doc/122545727/\" id=\"a_4\">Garon Dehydrates Pvt. Ltd. Vs.\n\nUnion of India and Others</a> (Writ Petition No.17075/2018, decided\n\non 10/08/2018) in similar circumstances has declined to interfere in\n\na contractual dispute as there was a remedy of arbitration available.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">A Division Bench of this Court in the case of A to Z Infrastructure\n\nLtd. Vs. Urban Administration (Writ Petition No.6922/2015,\n\ndecided on 20/01/2016) has again declined to interfere in the matter\n\nof termination of contract and forfeiture of security deposit as a\n\nremedy of arbitration was available.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186319896\" id=\"span_15\">14-   This Court again in the case of <a href=\"/doc/186319896/\" id=\"a_5\">T. R. Trehan Construction\n\nPvt. Ltd. Vs. M. P. Audyogik Kendra Vikas Nigam (Indore)\n\nLimited and Others</a> (Writ petition No.8546/2014, decided on\n\n26/03/2015) in similar circumstances has declined to interfere in a\n\ncontractual dispute.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31354519\" id=\"span_16\">Again the Division Bench of this Court in the\n\ncase of M/s. <a href=\"/doc/31354519/\" id=\"a_6\">Moschip Semiconductor Technology Limited Vs.\n\nThe Indore Municipal Corporation and Others</a> (Writ Petition\n\nNo.1227/2019, decided on 10/04/2019) has declined to interfere in\n\na similar contractual dispute as the Dispute Resolution Mechanism\n\nwas in existence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68012899\" id=\"span_17\">This Court again in the case of M/s. <a href=\"/doc/68012899/\" id=\"a_7\">S. S.\n\nConstruction Vs. State of M. P. and Others</a> (Writ Petition\n\nNo.2520/2019, decided on 29/04/2019) in paragraph No.2 to\n\nparagraph No.10 has held as under:-</span>\n</p>\n<blockquote id=\"blockquote_10\">      &quot;2.    A reply has been filed in the matter and it has been stated\n      that as per clause 12 there is Dispute Resolution Mechanism\n<span class=\"hidden_text\" id=\"span_18\">                                               Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_19\">                             -8-</span>\n\n\nand the petitioner is certainly entitled to take shelter of the\nDispute Resolution Mechanism and thereafter he can raise an\narbitration dispute before the Madhya Pradesh Arbitration\nTribunal constituted under the The Madhya Pradesh\nMadhyastham Adhikaran Adhiniyam, 1983. The Dispute\nResolution System reads as under:-\n</blockquote><blockquote id=\"blockquote_11\">      &quot;12. Dispute Resolution System\n      12.1 No dispute can be raised except before the\n      Competent Authority as denied in Contract data in\n      writing giving full description and grounds of\n      Dispute. It is clarified that merely recording\n      protest while accepting measurement and/or\n      payment shall not be taken as raising a dispute.\n      12.2 No issue of dispute can be raised after 45\n      days of its occurrence. Any dispute raised after\n      expiry of 45 days of its first occurrence shall not\n      be entertained and the Employer shall not be\n      liable for claims arising out of such disputes.\n      12.3 The Competent Authority shall decide the\n      matter within 45 days.\n</blockquote><blockquote id=\"blockquote_12\">      12.4 Appeal against the order of the order of the\n      Competent Authority can be preferred within 30\n      days to the Appellate Authority as denied in the\n      Contract data. The Appellate Authority shall\n      decide the dispute within 45 days.\n</blockquote><blockquote id=\"blockquote_13\">      12.5 Appeal against the order of the Appellate\n      Authority can be preferred before the Madhya\n      Pradesh Arbitration Tribunal constituted under\n      Madhya    Pradesh    Madhyastham     Adhikaran\n      Adhiniyam, 1983.\n</blockquote><blockquote id=\"blockquote_14\">      12.6 The contractor shall have to continue\n      execution of the works with due diligence\n      notwithstanding pendency of a dispute before any\n      authority or forum.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122545727\" id=\"span_20\">3.      In light of the aforesaid, as there is Dispute Resolution\nMechanism, the petitioner does have remedy of appeal and\nthereafter does have remedy to approach the Tribunal for\narbitration. Similar view has been expressed by this Court in\nW.P. No.17075 of 2018 (<a href=\"/doc/122545727/\" id=\"a_8\">Garon Dehydrates Vs. Union of India</a>)\ndecided on 10.08.2018, relevant para of the same are reads as\nunder:-</span>\n</p><blockquote id=\"blockquote_15\">             &quot;Undisputedly, a show cause notice was issued\n      in the matter and after receiving the reply of the\n      petitioner, the respondents have terminated the\n      contract. Shri Rawal, learned Additional Solicitor\n      General of India has straightaway drawn the attention\n      of this Court towards arbitration clause under Part 3,\n      Clause 9 and the same provides for arbitration of\n<span class=\"hidden_text\" id=\"span_21\">                                                  Writ Petition No.13719/2019</span>\n\n<span class=\"hidden_text\" id=\"span_22\">                               -9-</span>\n\n\n       dispute of any kind.\n</blockquote><blockquote id=\"blockquote_16\">              In the considered opinion of this Court, as there\n       is an arbitration clause in respect of dispute, the\n       question of interference by this Court at this juncture\n       does not arise. Parties shall be free to raise all\n       grievance before the Arbitrator and the matter shall be\n       decided keeping in view the arbitration clause, which\n       is in existence. However, the respondents are\n       directed to conclude the arbitration, if any, as\n       expeditiously as possible preferably within a period of\n       six months from the date the matter is referred to\n       Arbitrator.\n</blockquote><blockquote id=\"blockquote_17\">             With the      aforesaid,   writ   petition   stands\n       disposed of.\n</blockquote><blockquote id=\"blockquote_18\">              Certified copy as per rules&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">4.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"49821583\" id=\"span_23\">In the case of <a href=\"/doc/49821583/\" id=\"a_9\">A to Z Infrastructure Ltd. Vs. Urban\nAdministration and Development Department (W.P.\nNo.6922/2015</a>) decided on 20 th January, 2016, this Court in\nparas 9, 10, 11 and 13 has held as under:-</span>\n</p><blockquote id=\"blockquote_19\">9.     In view of the aforesaid, the contention that the petitioner\nthat he has been black listed for a period of 5 years has no force\nnor decision cited by petitioner in the case of Erusian\nEquipment &amp; Chemicals Ltd V/s.State of West Bengal &amp; Anr.\n</blockquote><p data-structure=\"PetArg\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"49821583\" id=\"span_24\">reported as AIR 1975 SC 266 and Sourthern Painters V/s. AIR\n1994 SC 1277 will be applicable nor the petitioner will get any\nhelp from the aforesaid judgments because at present no action\nof black listing the petitioner for a period of 5 years as stated by\nthe petitioner has been taken and thus, if petitioner received any\nshow cause notice from the Municipal Corporation, Indore, he\nmay file his reply and point out both the decisions of the Apex\nCourt before the learned authority, so that action be taken\naccordingly after applying the principles <a href=\"/doc/49821583/\" id=\"a_10\">laid down by</a> the Apex\nCourt.</span>\n</p><p data-structure=\"PetArg\" id=\"p_27\">10.     It has also been pointed out by the learned counsel for the\nMunicipal Corporation that against the impugned order the\npetitioner has filed two applications for grant of interim injunction\nbefore the District Court under <a href=\"/doc/1079220/\" id=\"a_11\">Section 9</a> of the Arbitration\nand Conciliation Act, 1996.\n</p><p data-structure=\"Issue\" id=\"p_28\">11.     In earlier round of litigation the writ petition filed by the\npetitioner was dismissed by order dated 15.5.2015 passed in\nW.P.No.3294/2015, which reads as under :-\n</p><blockquote id=\"blockquote_20\">              &quot;Heard on the question of admission.\n</blockquote><blockquote id=\"blockquote_21\">              2. By this writ petition under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the\n       Constitution of India, the petitioner is praying for the\n       following relief:-\n</blockquote><blockquote id=\"blockquote_22\">            7.1 Issue a writ, order or direction in the name\n       of CERTIORARI to quash the termination notice\n       ANNEXURE P/1 dated 19.03.2015.\n</blockquote><span class=\"hidden_text\" id=\"span_25\">                                          Writ Petition No.13719/2019</span>\n\n<p data-structure=\"Issue\" id=\"p_29\">                       - 10 -\n</p>\n\n<p data-structure=\"Issue\" id=\"p_30\">      7.2 Issue a writ, order or direction in the nature\nof CERTIORARI to compel the respondents to hold\nan investigation in terms of clause 39 of the\nAgreement ANNEXURE P/2 giving full opportunity to\nthe petitioner into the question whether the petitioner\nhas failed to properly perform the operations in\naccordance with the agreement;\n</p><p data-structure=\"Facts\" id=\"p_31\">       7.3 In the event of the investigation as above\nleading to the conclusion that there was failure on the\npart of the petitioner to perform the operations in\naccordance with the agreement, direct the\nrespondents by a writ, order or direction in the nature\nof MANDAMUS to give opportunity to the petitioner in\nterms of Clause 39 of the Agreement ANNEXURE P/2\nto rectify the failure within a reasonable time;\n</p><p data-structure=\"Issue\" id=\"p_32\">      7.4 Issue a writ, order or direction in the nature\nof MANDAMUS to the respondents to hold an enquiry\nwhether the petitioner was guilty of a serious/major\ndefault in terms of clause 38.b of the Agreement\nANNNEXURE P/2;\n</p><p data-structure=\"Facts\" id=\"p_33\">       7.5 Issue a writ, order or direction in the nature\nof MANDAMUS to appoint a Committee comprising of\na retired Judge of this Hon&#x27;ble Court and a senior\nChartered Accountant having a standing of at least 15\nyears or any other independent and objective\ncommittee to examine the records of the Indore\nMunicipal Corporation and determine (a) the amount\npayable by the Indore Municipal Corporation to the\npetitioner as tipping fee for collection and\ntransportation of municipal solid waste as envisaged\nin the Agreement ANNEXURE P/2 until the date of\nthis writ petition and (b) the illegal deductions and\nthereafter commanding the Indore Municipal\nCorporation to make the payment along with interest\n@ 24% per annum on the tipping fees found payable\nto the petitioner;\n</p><p data-structure=\"PetArg\" id=\"p_34\">       7.6 Issue a writ, direction or order in the nature\nof MANDAMUS to compel the Indore Municipal\nCorporation to make payment of the pending admitted\nbills and future monthly bills of the petitioner into the\npetitioner&#x27;s Account No.543701010050185 in Vijay\nNagar, Indore Branch of the Union Bank of India;\n</p><p data-structure=\"Section\" id=\"p_35\">      7.7 Issue a writ, direction or order in the nature\nof MANDAMUS to compel the Indore Municipal\nCorporation to take steps in terms of clause 52.c of\nthe Agreement ANNEXURE P/2;\n</p><p data-structure=\"Precedent\" id=\"p_36\">       7.8 Issue a writ, direction or order in the nature\nof MANDAMUS to direct the above Committee of a\nretired Judge of this Hon&#x27;ble Court and a senior\nChartered Accountant to examine the loss and\n<span class=\"hidden_text\" id=\"span_26\">                                           Writ Petition No.13719/2019</span>\n\n</p><p data-structure=\"Issue\" id=\"p_37\">                       - 11 -\n</p>\n\n<p data-structure=\"Issue\" id=\"p_38\">damages, if any, which may be claimed by the Indore\nMunicipal Corporation against the petitioner;\n</p><p data-structure=\"Section\" id=\"p_39\">       7.9 Alternatively, issue a writ, order or direction\nin the nature of MANDAMUS to compel the Indore\nMunicipal Corporation to sit with the petitioner to\ndetermine loss or damage which may be claimed by\nthe Indore Municipal Corporation fairly and\nobjectively;\n</p><p data-structure=\"Precedent\" id=\"p_40\">       7.10 Issue a writ, order or direction in the\nnature of MANDAMUS commanding the Indore\nMunicipal Corporation to refrain from forfeiting the\nbank guarantees lying deposited with Commissioner\nof the Indore Municipal Corporation drawn upon IDBI\nBank Limited amounting to Rs.5 Crores with further\ndirections to refrain from forcing the petitioner to\nfurther renew the bank guarantee in view of the fact of\ndelay in implementation of agreement by the Indore\nMunicipal Corporation.\n</p><p data-structure=\"Section\" id=\"p_41\">       7.11 Issue any further or other writ order or\ndirection as this Hon&#x27;ble Court may deem fit and\nproper under the facts and circumstances of the case.\n</p><p data-structure=\"Issue\" id=\"p_42\">      7.12 Award the cost of the petition in favour of\nthe petitioner.\n</p><p data-structure=\"Facts\" id=\"p_43\">       3. Brief facts of the case are that the Contract\nfor collection, segregation, transportation and\ndisposal of municipal solid wastes at designated sites,\nimplementation of scientific solid waste management\nsystems and renovation, operation, maintenance and\nconstruction of garbage dumping centres, landfill\nsites, workshops sites and public convenience sites\nas per the instructions and guidelines issued by local\nauthorities has been awarded to the petitioner in\naccordance with Municipal Solid Waste (Management\nand Handling) Rules, 2000.\n</p><p data-structure=\"CDiscource\" id=\"p_44\">       4. An agreement was signed with the petitioner\non 24/01/2009. As per the agreement, the petitioner is\nresponsible to create an effective garbage collection\nand transportation at Indore.\n</p><p data-structure=\"Section\" id=\"p_45\">      5. Clause 39 and 40 deals with the termination\nof contract due to event of default which reads as\nunder:-\n</p><blockquote id=\"blockquote_23\">     39. Termination of Contract Due to Event of\nDefault:\n</blockquote><blockquote id=\"blockquote_24\">      Contractor event of default:\n</blockquote><blockquote id=\"blockquote_25\">      At any time after the Commencement Date, the\nCompetent Authority may investigate where the\nContractor has failed to properly perform the\noperations in accordance with this contract. The\n<span class=\"hidden_text\" id=\"span_27\">                                           Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_26\">                       - 12 -\n</blockquote>\n\n<blockquote id=\"blockquote_27\">Competent Authority shall issue a notice to the\nContractor, instructing him to rectify the failure within\na reasonable time.\n</blockquote><blockquote id=\"blockquote_28\">      An event of default on the part of the\nContractor, which results from the Contractor being\nunable to fulfill his service obligations under the\ncontract, shall be deemed as serious default, and is\nsaid to have occurred due to any of the following\ncauses:\n</blockquote><blockquote id=\"blockquote_29\">      The Contractor\n</blockquote><blockquote id=\"blockquote_30\">      (i) has repudiated the Contract, or\n</blockquote><blockquote id=\"blockquote_31\">       (ii) without reasonable excuse has failed to\ncommerce operations in accordance with this contract\nand or failed to complete the activities/operations\nwithin the time stipulated for completion.\n</blockquote><blockquote id=\"blockquote_32\">      Gross misconduct of the Contractor;\n</blockquote><blockquote id=\"blockquote_33\">       (i) Despite previous warning from the\nCompetent Authority, in writing, is otherwise\npersistently or flagrantly neglecting to comply with any\nof his obligations under the Contract;\n</blockquote><blockquote id=\"blockquote_34\">      (ii) The Contractor persistently fails to follow\nGood Operating Practices in execution of the\nContract;\n</blockquote><blockquote id=\"blockquote_35\">      (iii) The Contractor stops providing the\noperations and the stoppage has not been authorized\nby the Competent Authority;\n</blockquote><blockquote id=\"blockquote_36\">       (iv) The Competent Authority gives notice that\nfailure to correct a particular defect is a fundamental\nbreach of contract and Contractor fails to correct it\nwithin a reasonable period of time determined by the\nCompetent Authority;\n</blockquote><blockquote id=\"blockquote_37\">       (v) If the Contractor is in breach of any law or\nstatute governing the Operations;\n</blockquote><blockquote id=\"blockquote_38\">       (vi) The Contractor, in the judgment of the\nCorporation, has engaged in Corrupt and Fraudulent\nPractices in competing for or in carrying out the\nOperations under the Contract;\n</blockquote><blockquote id=\"blockquote_39\">      (vii) The Contractor (in case of a consortium)\nhas modified the composition of the consortium\nand/or the responsibility of each member of the\nconsortium without prior approval of the Corporation;\n</blockquote><blockquote id=\"blockquote_40\">      (viii) The Contractor is unable to maintain the\ncomposition and structure of his organization due to\nany of the following causes:\n</blockquote><blockquote id=\"blockquote_41\">      The Contractor enters into            voluntary   or\ninvoluntary bankruptcy, or liquidation;\n</blockquote><span class=\"hidden_text\" id=\"span_28\">                                           Writ Petition No.13719/2019</span>\n\n<blockquote id=\"blockquote_42\">                       - 13 -\n</blockquote>\n\n<blockquote id=\"blockquote_43\">      The Contractor becomes insolvent;\n</blockquote><blockquote id=\"blockquote_44\">      A receiver, administrator, trustee or liquidator is\nappointed over any substantial part of its assets, and\n       Any act is done or event occurs with respect to\nthe Contractor or his assets, which, under any\napplicable law has substantially similar effect to any\nof the foregoing acts or events.\n</blockquote><blockquote id=\"blockquote_45\">     40. Termination of Contract Due to Event of\nDefault\n      Without prejudice to any other right or remedy\nwhich IMC may have in respect thereof under this\ncontract, upon the occurrence of Contractor Event of\nDefault, the IMC may, subject to the provisions of this\ncontract, terminate this contract in the manner as set\nout under\n</blockquote><blockquote id=\"blockquote_46\">        (a) If IMC decides to terminate this contract\nupon the occurrence of a Contractor to the major\nDefault, in the first instance, he shall issue preliminary\nnotice to the Contractor. Within fifteen (15) days of\nreceipt of preliminary notice, the Contractor shall\nsubmit to IMC through the Competent Authority in\nsufficient detail, the manner in which he proposes to\ncure the underlying Event of Default. In case of non\nsubmission of the Contractor&#x27;s proposal to rectify\nwithin the said period of fifteen (15) days, IMC shall\nbe entitled to terminate this Contract by issuing\ntermination notice and to appropriate Security Deposit\nand carry out the operations through a Successor\nContractor or by Corporation at the risk and cost of\nthe Contractor. If the total amount due to the\nCorporation exceeds any payment due to the\nContractor, the difference shall be a debt payable to\nthe Corporation.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_46\">        (b) If the Contractor&#x27;s proposal to rectify the\nunderlying event of default is submitted within he\nperiod stipulated therefore, the Contractor shall have\nfurther period of fifteen (15) days to remedy/cure the\nunderlying event of default. If, however the contractor\nfails to remedy/cure the underlying event of default\nwithin such further period allowed, IMC shall be\nentitled this contract, by issue of termination notice\nand to appropriate to security deposit and carry our\nthe operations through a Successor Contractor or by\nCorporation at the risk and cost of the Contractor. If\nthe total amount due to the Corporation exceeds any\npayment due to the Contractor, he difference shall be\na debt payable to the corporation.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">      6. The Municipal Corporation, Indore issued\nvarious notices to the petitioner for deficiencies in\n<span class=\"hidden_text\" id=\"span_29\">                                           Writ Petition No.13719/2019</span>\n\n</p><p data-structure=\"Section\" id=\"p_48\">                       - 14 -\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_49\">services vide letter dated 1/08/13, 10/3/14, 13/04/14\nand 26/05/2014 but no sincere effort was made by the\npetitioner for improvement in services. On\n19/03/2015(Annexure-P/1), termination notice has\nbeen issued to the petitioner as to why agreement for\ncollection and transportation of municipal solid waste\ndated 24/01/2009 was not terminated.\n</p><p data-structure=\"RespArg\" id=\"p_50\">       7. Learned Senior Counsel for the petitioner\nsubmits that today the Indore Municipal Corporation,\nIndore is going to terminate its contract. He submits\nthat 300 employees are working from last since 6\nyears and action of termination is contrary to the\nterms and contract of agreement and prayed that the\nrespondents be restrained from taking any adverse\naction against him.\n</p><p data-structure=\"Section\" id=\"p_51\">       8. It is not in dispute that the procedure has\nbeen prescribed for disputes and arbitration. Clause\n45 of the agreement reads as under:-\n</p><blockquote id=\"blockquote_47\">      45. Procedure for Disputes &amp; Arbitration\n       If a dispute(s) of any kind whatsoever arises\nbetween the Contractor and the Competent\nAuthority&#x27;s Representative, the same shall be referred\nto the Competent Authority for his decision with\ndetailed justification. Such reference shall be stated\nthat it is in pursuance to this clause and is for\nreviewing and giving decisions by the Competent\nAuthority. The Competent Authority shall give its\ndecision within fifteen (15) days of receipt of notice. If\nContractor is not satisfied with the decision of the\nCompetent Authority fails to give the decision within\nthe period of fifteen (15) days from the date of receipt\nof notice under this clause, such a dispute may be\nreferred to arbitration as per <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and\nConciliation Act, 1996</a> All legal matters are subjected\nto Indore Jurisdiction only.\n</blockquote><blockquote id=\"blockquote_48\">       9. On due consideration of the arguments of\nthe learned Senior Counsel for the petitioner, firstly,\nthe contract between the parties is a contract in the\nrealm of private law. It is governed by the provisions\nof the contract Act or may be,also by certain\nprovisions of the sale of Goods Act. Any dispute\nrelating to interpretation of the terms and conditions of\nsuch a contract cannot be agitated, and could not\nhave been agitated, in a writ petition. That is a matter\neither for arbitration as provided by the contract or for\nCivil court as the case may be and the further\nquestion whether retention or refusal to pay any\namount by the Government is justified, or not are all\nmatters which cannot be agitated in or adjudicated\nupon in a writ petition.\n</blockquote><span class=\"hidden_text\" id=\"span_30\">                                                Writ Petition No.13719/2019</span>\n\n<p data-structure=\"Precedent\" id=\"p_52\">                             - 15 -\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_53\">             10. Accordingly, the writ petition filed by the\n      petitioners restraining the respondents from taking\n      any adverse action against him is wholly\n      misconceived and is not maintainable in law.\n</p><p data-structure=\"Section\" id=\"p_54\">             11. There is yet another substantial reason for\n      not entertaining the writ petition. The contract in\n      question contains a clause providing inter alia for\n      settlement of disputes by reference to arbitration. The\n      Arbitrators can decide both questions of fact as well\n      as questions of law. When the contract itself provides\n      for a mode of settlement of disputes arising from the\n      contract, there is no reason why the parties should\n      not follow and adopt that remedy and invoke the\n      extra-ordinary jurisdiction of the High Court under\n      <a href=\"/doc/1712542/\" id=\"a_14\">Article 226.</a> The existence of an effective alternative\n      remedy - in this case, provided in the contract itself -\n      is a good ground for the court to decline to exercise\n      its extra-ordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226.</a> The\n      said Article was not meant to supplant the existing\n      remedies at law but only to supplement them in\n      certain well-recognized situations. As pointed out\n      above, the prayer of the petitioner is wholly\n      misconceived.\n</p><p data-structure=\"Section\" id=\"p_55\">      13. The contract in question between the parties is\n      a contract in the realm of private law. It is governed by\n      the provisions of the <a href=\"/doc/171398/\" id=\"a_16\">Indian Contract Act</a>. The dispute\n      relating to interpretation of the terms and conditions of\n      such contract cannot be adjudicated in a writ petition.\n      That is a matter of either for arbitration as provided by\n      the contract as the arbitrator can decide both the\n      questions of fact as well as questions of law. The\n      petitioner is not seeking to enforce any statutory right\n      of theirs nor he was seeking to enforce any statutory\n      obligation cast upon the respondents.\n</p><p data-structure=\"Precedent\" id=\"p_56\">5.     In the case of S. Singh &amp; Company Vs. State of M.P.\n(W.P. No.12665/2014) decided on 18th September, 2015, the\nCourt in paras 7 &amp; 9 has held as under:-\n</p><blockquote id=\"blockquote_49\">      7.     In the matter of black listing or suspending the\n      registration of a contractor, a writ court exercising\n      jurisdiction under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution has a\n      very limited role to play. It is only to be seen as to\n      whether proper opportunity of hearing before taking\n      the impugned action is granted and the requirement\n      of the principles of natural justice followed. What is\n      subjected to judicial review in such cases is only the\n      decision making process and not the decision itself.\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">      Judicial review in such cases is limited to extent to\n      see as to whether the decision taken is so perverse or\n      arbitrary in nature that the Wednesbury theory of\n      reasonableness get attracted. That being the limited\n<span class=\"hidden_text\" id=\"span_31\">                                                Writ Petition No.13719/2019</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">                             - 16 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_59\">      scope of review, we propose to consider the matter in\n      the light of the legal principle as indicated\n      hereinabove.\n</p><p data-structure=\"CDiscource\" id=\"p_60\">      9.     As far as second ground with regard to handing\n      over site after land acquisition and payment of\n      compensation is concerned, it is found that upto\n      27.5.2012, 1.6.2012, 8.6.2012, 25.12.2012 more than\n      8000 to 11310 running meters of area were made\n      available, layout for the same was also provided.\n      There was no complaint either to the department or\n      the police authority with regard to any obstruction by\n      the agriculturists with regard to this area and\n      authorities found that when 8000 to 11310 running\n      meters were made available and no work was started,\n      the complaint of the petitioner that delay is caused\n      due to availability of land is found to be unsustainable.\n      If the reasonings given by the authorities as are\n      indicated in the order, particularly the appellate\n      authority as indicated above, is taken note of, we find\n      that contention of the petitioner as is made out in the\n      writ petition to say that the drawings were made\n      available to him only 4 days prior to the period of 12\n      months, therefore the work could not be completed\n      seems to be incorrect. On the contrary, departmental\n      submissions and the findings of the appellate\n      authority go to show that adequate land, maps and\n      drawings were provided to the petitioner and even this\n      work was not satisfactorily concluded. This being the\n      reasons which have come on record, we are of the\n      considered view that this is not a fit case where we\n      can take a different view and interfere. We see no\n      error apparent on the face of record in the order of the\n      appellate authority on the decision taken by the\n      department. In this case the requirement of the\n      principles of natural justice has been followed and\n      based on material available a reasonable decision\n      has been taken which cannot be termed as perverse\n      to the extent that a prudent man approach is not\n      undertaken, the respondents have considered the\n      matter in accordance with requirement of law and\n      now, we see no ground to interfere into the matter.\n      That apart, the question involved in the matter with\n      regard to making available the land and the drawings\n      is also a disputed question of fact which cannot be\n      adjudicated by us in these proceedings. Ultimately, if\n      the Arbitration Tribunal where the dispute is sub-\n      judice comes to a conclusion and gives a finding that\n      termination of contract was illegal, the petitioner can\n      always claim damages.\n</p><p data-structure=\"Precedent\" id=\"p_61\">6.    In the case of T. R. Trehan Construction Pvt. Ltd. Vs.\nM.P. Audyogik Kendra Vikas Nigam (Indore) Limited (W.P.\n<span class=\"hidden_text\" id=\"span_32\">                                                  Writ Petition No.13719/2019</span>\n\n</p><p data-structure=\"Section\" id=\"p_62\">                              - 17 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_63\">No.8546/2014) decided on 26th March, 2015, this Court in para\n20 has held as under:-\n</p><blockquote id=\"blockquote_50\">             20. In the instant case, however, the second\n      requirement is fulfilled as it is specifically mentioned in\n      the letter dated 28.12.2013 (Annexure P/5) that it will\n      be proposed to get their firm blacklisted and\n      thereafter, after taking the reply of the present\n      petitioner into consideration the impugned order\n      (Annexure P/7) dated 12.03.2014 was passed in\n      which the firm was prohibited for five years from\n      participating in the tender process of works of\n      respondent No.1. As such, the requirement of\n      contents of notice as held by the Hon&#x27;ble Supreme\n      Court in the case of Gorkha Security Services\n      (supra) is fulfilled in the present case.\n</blockquote><p data-structure=\"Precedent\" id=\"p_64\">7.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28511030\" id=\"span_33\">In the case of <a href=\"/doc/28511030/\" id=\"a_18\">Land Mark Engineer Vs. Chief Executive\nOfficer (W.P. No.6574/2014</a>) decided on 7th January, 2015, this\nCourt has held as under:-</span>\n</p><blockquote id=\"blockquote_51\">      Having heard learned counsel for the parties and on\n      perusal of the orders relied upon by the parties, it is\n      clear that this is not a case of blacklisting of petitioner\n      firm. However, the action has been taken against the\n      petitioner under the special condition no.4.3 of the\n      agreement which read thus;\n</blockquote><blockquote id=\"blockquote_52\">             4.3 Past Performance of the contractors\n             in PMGSY will also be taken into\n             account.     Contractors     who   have\n             abandoned/left work incomplete or\n             performance        was      poor     and\n             consequently their agreement was\n             rescinded by MPRRDA, are not eligible\n             to participate in the tenders and will be\n             disqualified even if tender form have\n             been issued to them unless otherwise\n             decided by MPRRDA in any case.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_65\">            If the action taken is in violation to the\n      aforesaid Clause of the agreement, then the petitioner\n      has to take recourse to remedy available before the\n      Madhya Pradesh Arbitration Tribunal, as agreed to by\n      the parties.\n</p><p data-structure=\"Precedent\" id=\"p_66\">             This question has also been considered by this\n      Court in W.P. No. 1191/2014 and after considering the\n      provisions of Clause 4.3, similar contention has been\n      rejected and following findings have been recorded:\n</p><blockquote id=\"blockquote_53\">                   &quot;We find much force in the\n             arguments of the learned counsel for\n             the respondents as once the action has\n             been    taken   for cancellation     in\n             accordance    with   the    agreement\n<span class=\"hidden_text\" id=\"span_34\">                                                  Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_54\">                              - 18 -\n</blockquote>\n\n<blockquote id=\"blockquote_55\">             between the parties, it is not appropriate\n             for us to interfere in the matter,\n             exercising limited jurisdiction in a\n             petition under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the\n             Constitution, particularly when remedy\n             of approaching the Madhya Pradesh\n             Arbitration Tribunal under the provisions\n             of Madhya Pradesh Madhyastham\n             Adhikaran Adhiniyam, is available to the\n             petitioner.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_67\">             Keeping in view of the aforesaid, in this case\n      also in the light of Clause No.4.3 the general principle\n      as is relied upon by the petitioner will not apply. Once\n      the action has been taken for cancellation in\n      accordance with the agreement between the parties,\n      it is not appropriate for us to interfere in the matter\n      exercising limited jurisdiction in a petition under <a href=\"/doc/1712542/\" id=\"a_20\">Article\n      226</a> of the Constitution of India.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">             Accordingly, finding no ground to interfere, this\n      petition is dismissed with liberty to the petitioner to\n      take recourse to the aforesaid remedy.\n</p><p data-structure=\"Section\" id=\"p_69\">             Certified copy as per rules.\n</p><p data-structure=\"Precedent\" id=\"p_70\">8.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31354519\" id=\"span_35\">In the case of M/s. <a href=\"/doc/31354519/\" id=\"a_21\">Moschip Semiconductor\nTechnology Ltd. Vs. The Indore Municipal Corporation and\nOthers</a> (W.P. No.1227/2019) decided on 10th April, 2019, this\nCourt in paras 24 to 26 has held as under:-</span>\n</p><blockquote id=\"blockquote_56\">      24.     This Court has carefully gone through the\n      aforesaid judgments and it is true that only on the\n      ground of alternative remedy, a person cannot be\n      thrown out. However, the issue of alternative remedy\n      differs from cases to cases depending upon the facts\n      of a particular case. In the present case, due process\n      of law, so far as principles of natural justice and fair\n      play are concerned, has been followed by the Indore\n      Municipal Corporation. It has been alleged that the\n      project of great public importance was being delayed\n      by the petitioner and in those circumstances, the\n      contract has been terminated, and therefore, this\n      Court is of the considered opinion that all the disputed\n      question of facts and the dispute raised by the\n      petitioner can be decided only after the evidence is\n      adduced by the parties before the Tribunal and not by\n      this Court specially when there are counter claims and\n      claims made by the parties in the matter against each\n      other.\n</blockquote><blockquote id=\"blockquote_57\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"122545727\" id=\"span_36\">25.    Reliance has been placed by the respondents\n      on several judgments delivered by this Court in the\n      cases of <a href=\"/doc/122545727/\" id=\"a_22\">Garon Dehydrates Pvt. Ltd. v/s Union of\n      India</a> dated 10.08.2018 in W.P. No.17075/2018, A to Z\n      Infrastructure Limited v/s Urban Writ Petition</span>\n<span class=\"hidden_text\" id=\"span_37\">                                                       Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_58\">                                   - 19 -\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_71\">             <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"186319896\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"7248759\" id=\"span_39\">No.1227/2019 15 Administration &amp; Development\n             Department dated 21.01.2016 in W.P. No.6922/2015,\n             M/s <a href=\"/doc/7248759/\" id=\"a_23\">S. Singh &amp; Co. v/s State of Madhya Pradesh</a>\n             dated 18.09.2014 in <a href=\"/doc/186319896/\" id=\"a_24\">W.P. No.12665/2014, T.R.\n             Trehan Construction Pvt. Ltd. v/s M.P. Audyogik\n             Kendra Vikas Nigam (Indore) Limited</a> dated\n             26.03.2015 in W.P. No.8546/2014 &amp; M/s Landmark\n             Engineer v/s The Chief Executive Officer dated\n             07.01.2015 passed in W.P. No.6574/2014 and it has\n             been argued that in light of the arbitration clause, the\n             matter has to be looked into by the Arbitration\n             Tribunal.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_72\">             26.    This Court after taking into account the facts\n             and circumstances of the case, is of the considered\n             opinion that the dispute in the present case can be\n             resolved by the Arbitration Tribunal and in case, the\n             petitioner approaches the Arbitration Tribunal, the\n             Tribunal shall decide the reference in accordance with\n             law.\n</p><p data-structure=\"Conclusion\" id=\"p_73\">                   With the aforesaid, the present writ petition\n             stands dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_74\">      9.      In the present case, as the Appellate Authority has passed\n      an order, the petitioner straightway can approach the Madhya\n      Pradesh Madhyastham Adhikaran under the Adhiniyam, 1983\n      and the Clause related to appeal will not come in the way of the\n      petitioner and the Tribunal shall decide the matter on merits.\n</p><p data-structure=\"Conclusion\" id=\"p_75\">      10.    With the aforesaid, the present petition stands disposed\n      of.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_76\">      In light of the aforesaid judgments as the bank guarantee is a\n\ncontract between the respondent No.1 and the petitioner Bank, the\n\nbank guarantee has rightly been encashed and the petitioner does\n\nhave a remedy to approach the the Dispute Resolution Mechanism.\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122545727\" id=\"span_40\">15-   The apex Court in the case of <a href=\"/doc/122545727/\" id=\"a_25\">Vinitec Electronics Private\n\nLimited</a> (Supra) in paragraphs No.11 to 14 has held as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\">            11. The law relating to invocation of bank guarantees is by\n      now well settled by a catena of decisions of this court. The bank\n      guarantees which provided that they are payable by the\n      guarantor on demand is considered to be an un-conditional bank\n      guarantee. When in the course of commercial dealings,\n      unconditional guarantees have been given or accepted the\n      beneficiary is entitled to realize such a bank guarantee in terms\n      thereof irrespective of any pending disputes. In U.P. State Sugar\n<span class=\"hidden_text\" id=\"span_41\">                                                 Writ Petition No.13719/2019</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_79\">                              - 20 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_42\"><a href=\"/doc/1746106/\" id=\"a_26\">Corporation vs. Sumac International Ltd.</a>, this court observed\nthat : (SCC p.574, para 12)\n               &quot;The law relating to invocation of such bank\n       guarantees is by now well settled. When in the course of\n       commercial dealings an unconditional bank guarantee is\n       given or accepted, the beneficiary is entitled to realize\n       such a bank guarantee in terms thereof irrespective of\n       any pending disputes. The bank giving such a guarantee\n       is bound to honour it as per its terms irrespective of any\n       dispute raised by its customer. The very purpose of giving\n       such a bank guarantee would otherwise be defeated. The\n       courts should, therefore, be slow in granting an injunction\n       to restrain the realization of such a bank guarantee. The\n       courts have carved out only two exceptions. A fraud in\n       connection with such a bank guarantee would vitiate the\n       very foundation of such a bank guarantee. Hence if there\n       is such a fraud of which the beneficiary seeks to take\n       advantage, he can be restrained from doing so. The\n       second exception relates to cases where allowing the\n       encashment of an unconditional bank guarantee would\n       result in irretrievable harm or injustice to one of the\n       parties concerned. Since in most cases payment of\n       money under such a bank guarantee would adversely\n       affect the bank and its customer at whose instance the\n       guarantee is given, the harm or injustice contemplated\n       under this head must be of such an exceptional and\n       irretrievable nature as would over ride the terms of the\n       guarantee and the adverse effect of such an injunction on\n       commercial dealings in the country. The two grounds are\n       not necessarily connected, though both may coexist in\n       some cases.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_81\">        12. It is equally well settled in law that bank guarantee is\nan independent contract between bank and the beneficiary\nthereof. The bank is always obliged to honour its guarantee as\nlong as it is an unconditional and irrevocable one. The dispute\nbetween the beneficiary and the party at whose instance the\nbank has given the guarantee is immaterial and of no\nconsequence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_43\">In <a href=\"/doc/1342691/\" id=\"a_27\">BSES Limited vs. Fenner India Ltd.</a> this court\nheld : (SCC pp. 733-34, para 10)\n       &quot;10. There are, however, two exceptions to this Rule. The\n       first is when there is a clear fraud of which the Bank has\n       notice and a fraud of the beneficiary from which it seeks\n       to benefit. The fraud must be of an egregious nature as to\n       vitiate the entire underlying transaction. The second\n       exception to the general rule of non- intervention is when\n       there are special equities in favour of injunction, such as\n       when irretrievable injury or irretrievable injustice would\n       occur if such an injunction were not granted.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_44\">The general\n       rule and its exceptions has been reiterated in so many\n       judgments of this court, that in <a href=\"/doc/1746106/\" id=\"a_28\">U.P. State Sugar Corpn. V.\n       Sumac International Ltd.</a> (1997) 1 SCC 568 (hereinafter</span>\n<span class=\"hidden_text\" id=\"span_45\">                                                 Writ Petition No.13719/2019</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_82\">                             - 21 -\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_83\">       U.P. State Sugar Corpn) this Court, correctly declare\n       that the law was settled.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_84\">       13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_46\">In <a href=\"/doc/854142/\" id=\"a_29\">Himadri Chemicals Industries Ltd. V. Coal Tar\nRefining Company</a> , this court summarized the principles for\ngrant of refusal to grant of injunction to restrain the enforcement\nof a bank guarantee or a letter of credit in the following manner :</span>\n</p><p data-structure=\"Conclusion\" id=\"p_85\">             &quot;14.. . . . . (i) While dealing with an application for\n      injunction in the course of commercial dealings, and when\n      an unconditional bank guarantee or letter of credit is\n      given or accepted, the Beneficiary is entitled to realize\n      such a Bank Guarantee or a Letter of Credit in terms\n      thereof irrespective of any pending disputes relating to\n      the terms of the contract.\n</p><p data-structure=\"Conclusion\" id=\"p_86\">             (ii) The Bank giving such guarantee is bound to\n      honour it as per its terms irrespective of any dispute\n      raised by its customer.\n</p><p data-structure=\"Precedent\" id=\"p_87\">            (iii) The courts should be slow in granting an order\n      of injunction to restrain the realization of a bank\n      guarantee or a Letter of Credit.\n</p><p data-structure=\"Precedent\" id=\"p_88\">             (iv) Since a Bank Guarantee or a Letter of Credit is\n      an independent and a separate contract and is absolute\n      in nature, the existence of any dispute between the\n      parties to the contract is not a ground for issuing an order\n      of injunction to restrain enforcement of Bank Guarantees\n      or Letters of Credit.\n</p><p data-structure=\"Precedent\" id=\"p_89\">              (v) Fraud of an egregious nature which would\n      vitiate the very foundation of such a Bank Guarantee or\n      Letter of Credit and the beneficiary seeks to take\n      advantage of the situation.\n</p><p data-structure=\"Conclusion\" id=\"p_90\">              (vi) Allowing encashment of an unconditional Bank\n      Guarantee or a Letter of Credit would result in\n      irretrievable harm or injustice to one of the parties\n      concerned.&quot;\n</p><blockquote id=\"blockquote_59\">      14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7094\" id=\"span_47\">In <a href=\"/doc/7094/\" id=\"a_30\">Mahatama Gandhi Sahakra Sakkare Karkhane vs.\nNational Heavy Engg. Coop. Ltd</a> and anr. , this court observed :</span>\n</blockquote><blockquote id=\"blockquote_60\">(SCC p. 471b-d)\n              &quot;If the bank guarantee furnished is an unconditional\n       and irrevocable one, it is not open to the bank to raise\n       any objection whatsoever to pay the amounts under the\n       guarantee. The person in whose favour the guarantee is\n       furnished by the bank cannot be prevented by way of an\n       injunction from enforcing the guarantee on the pretext\n       that the condition for enforcing the bank guarantee in\n       terms of the agreement entered between the parties has\n       not been fulfilled. Such a course is impermissible. The\n       seller cannot raise the dispute of whatsoever nature and\n       prevent the purchaser from enforcing the bank guarantee\n       by way of injunction except on the ground of fraud and\n<span class=\"hidden_text\" id=\"span_48\">                                                       Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_61\">                                     - 22 -\n</blockquote>\n\n<blockquote id=\"blockquote_62\">             irretrievable injury.\n</blockquote><blockquote id=\"blockquote_63\">                    What is relevant are the terms incorporated in the\n             guarantee executed by the bank. On careful analysis of\n             the terms and conditions of the guarantee in the present\n             case, it is found that the guarantee is an unconditional\n             one. The respondent, therefore, cannot be allowed to\n             raise any dispute and prevent the appellant from\n             encashing the bank guarantee. The mere fact that the\n             bank guarantee refers to the principle agreement without\n             referring to any specific clause in the preamble of the\n             deed of guarantee does not make the guarantee\n             furnished by the bank to be a conditional one.&quot; (Paras\n             22 and 28)                                    [Emphasis\n             supplied]&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_91\">      In light of the aforesaid, as it was an unconditional bank\n\nguarantee, the same has rightly been encashed by respondent\n\nNo.1. No case for interference is made out in the matter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">16-   In the case of Singh Cold Storage Pvt. Ltd., Ujjain Vs.\n\nParle Biscuits Pvt. Ltd., Mumbai and Others reported in 2014 (3)\n\nMPLJ 120, the law relating to bank guarantee has been dealt with.\n</p>\n<p data-structure=\"Section\" id=\"p_93\">Paragraphs No.16 to 24 of the aforesaid judgment reads as under:-\n</p>\n<blockquote id=\"blockquote_64\">             &quot;16. Learned District Judge after taking into account the\n      aforesaid statutory provision of law and the law laid down by the\n      apex court in various cases has rejected the application for grant\n      of injunction preferred by the plaintiff. It has been observed that\n      the plaintiff has not been able to establish the irreparable loss\n      nor has established the balance of conveniences enabling the\n      court to grant an injunction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_49\">The matter relating to grant of\n      injunction has been considered by the apex court in various\n      cases and the apex court in the case of <a href=\"/doc/636783/\" id=\"a_31\">Dwarikesh Sugar Vs.\n      Prem Heavy Engg.</a> (supra) in paragraphs -29, 30, 31, 32 and\n      33 held as under :-</span>\n</blockquote><blockquote id=\"blockquote_65\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_50\">&quot;29. It is unfortunate that the High Court did not\n             consider it necessary to refer to various judicial\n             pronouncements of this Court in which the principles\n             which have to be followed while examining an application\n             for grant of interim relief have been clearly laid down. The\n             observation of the High Court that reference to judicial\n             decisions will not be of much importance was clearly a\n             method adopted by it in avoiding to follow and apply the\n             law as <a href=\"/doc/636783/\" id=\"a_32\">laid down by</a> this Court.</span> Yet another serious for\n<span class=\"hidden_text\" id=\"span_51\">                                          Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_66\">                       - 23 -\n</blockquote>\n\n<blockquote id=\"blockquote_67\">which was committed by the High Court, in the present\ncase, was not to examine the terms of the bank guarantee\nand consider the letters of invocation which had been\nwritten by the appellant. If the High Court had trail the\ntrouble of examining the documents on record, which had\nbeen referred to by the trial court, in its order refusing to\ngrant injunction, the court would not have granted the\ninterim injunction. We also do not find any justification for\nthe High Court in invoking the alleged principle of adjust\nenrichment to the facts of the present case and then deny\nthe appellant the right to encash the bank guarantee. If\nthe High Court had taken the trouble to see the law on the\npoint it would have been clear that in encashment of bank\nguarantee the applicability of the principle of undue\nenrichment has no application.\n</blockquote><blockquote id=\"blockquote_68\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_52\">30. We are constrained to make these observation\nwith regard to the manner in which the High Court had\ndealt with this case because this is not an isolated case\nwhere the courts, while disobeying or not complying with\nthe law <a href=\"/doc/636783/\" id=\"a_33\">laid down by</a> this Court, have at time been liberal\nin granting injunction restraining encashment of bank\nguarantees.</span>\n</blockquote><blockquote id=\"blockquote_69\">       31. It is unfortunate, that notwithstanding the\nauthoritative the pronouncements of this Court, the High\nCourts and the courts subordinate thereto, still seem\nintent on affording to this Court innumerable opportunities\nfor dealing with this area of law, thought by this Court to\nbe well settled.\n</blockquote><blockquote id=\"blockquote_70\">       32. When a position, in law, is well settled as a\nresult of judicial pronouncement of this Court, it would\namount to judicial impropriety to say the least, for the\nsubordinate courts including the High Courts to ignore the\nsettled decisions and then to pass a judicial order which is\nclearly contrary to the settled legal position. Such judicial\nadventurism cannot be permitted and we strongly\ndeprecate the tendency of the subordinate courts in not\napplying the settled principles and in passing whimsical\norders which necessarily has the effect of granting\nwrongful and unwarranted relief to one of the parties. It is\ntime that this tendency stops.\n</blockquote><blockquote id=\"blockquote_71\">       33. Before concluding we think it appropriate to\nmention about the conduct of the respondent - bank\nwhich has chosen not to be in this case. From the facts\nstated hereinabove it appears to us that the respondent\nbank has not shown professional efficiency, to say the\nleast, and has acted in a partisan manner with a view to\nhelp and assist respondent no. 1. At the time when there\nwas no restraint order from any Court, the bank was\nunder a legal and moral obligation to honour its\ncommitments. It, however, failed to do so. It appears that\n<span class=\"hidden_text\" id=\"span_53\">                                                  Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_72\">                              - 24 -\n</blockquote>\n\n<blockquote id=\"blockquote_73\">       the bank deliberately dragged its feet so as to enable\n       respondent no.1 to secure favourable order of injunction\n       from the Court. Such conduct of a bank is difficult to\n       appreciate We do not wish to say anything more but it\n       may feel that it will be prejudicial in the event of the\n       appellant taking action against it.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_94\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_54\">17. Keeping in view the aforesaid judgment delivered by\nthe apex court and also keeping in view the fact that the bank\nguarantee it is unconditional and irrecoverable, this court is of\nthe considered opinion that the learned District Judge has rightly\nrejected the injunction application, keeping in view the judgment\ndelivered in the case of <a href=\"/doc/636783/\" id=\"a_34\">Dwarikesh Sugar Vs. Prem Heavy Engg</a>\n(supra), it is not a case where a fraud has taken place or a bank\nguarantee was obtained by coercion and, therefore, in absence\nof established fraud and keeping in view the bank guarantee, the\ntrial court has rightly declined prayer for grant of injunction and\nfrom restraining the respondents from encashment of the bank\nguarantee.</span>\n</p><p data-structure=\"Precedent\" id=\"p_95\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48888943\" id=\"span_55\">18. This court in the case of <a href=\"/doc/48888943/\" id=\"a_35\">Gopal Narayan Vs. State of\nM.P.</a> reported in 1979 MPLJ 284 while again dealing with the\nfactors for grant of interim injunction in paragraph-7 has held as\nunder :-</span>\n</p><blockquote id=\"blockquote_74\">       &quot;7. Even on merits, there is no prima-facie case in favour\n       of the plaintiff-appellant. Mere institution of a suit\n       challenging vires of provisions of law and an assessment\n       order passed by a competent authority cannot entitle a\n       plaintiff to claim as of right issuance of interim injunction\n       to restrain recovery of tax-imposed and assessed on him.\n       Three factors have to be shown to co-exist by a plaintiff to\n       claim and / or sustain a grant of interim injunction viz., (a)\n       prima-facie case, (b) balance of convenience and (c)\n       irreparable injury, if any of the aforesaid factors is not\n       shown to exist then interim injunction cannot be issued.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_96\">        19. Keeping in view the aforesaid, as no primafacie case\nwas established before the trial court nor balance of\nconvenience was established before the trial court and no\nirreparable damages was established before the trial court, the\ntrial court has rightly declined to grant injunction in the matter.\n</p><p data-structure=\"Precedent\" id=\"p_97\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1518031\" id=\"span_56\">20. The apex court in the case of <a href=\"/doc/1518031/\" id=\"a_36\">State Bank of India Vs.\nMula Sahakari</a> reported in (2006) 6 SCC 293 in paragraphs 24\nto 28 has held as under:-</span>\n</p><blockquote id=\"blockquote_75\">              &quot;24. The said document, in our opinion, constitutes\n       a document of indemnity and not a document of\n       guarantee as is clear from the fact that by reason thereof\n       the Appellant was to indemnify the cooperative society\n       against all losses, claims, damages, actions and costs\n       which may be suffered by it. The document does not\n       contain the usual words found in a bank guarantee\n       furnished by a Bank as, for example, &quot;unequivocal\n       condition&quot;, &quot;the cooperative society would be entitled to\n<span class=\"hidden_text\" id=\"span_57\">                                                Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_76\">                             - 25 -\n</blockquote>\n\n<blockquote id=\"blockquote_77\">       claim the damages without any delay or demur&quot; or the\n       guarantee was &quot;unconditional and absolute&quot; as was held\n       by the High Court.\n</blockquote><blockquote id=\"blockquote_78\">             25. The High Court, thus, misread and\n       misinterpreted the document as on scrutiny thereof, it had\n       opined that it was a contract of guarantee and not a\n       contract of indemnity.\n</blockquote><blockquote id=\"blockquote_79\">             26. The document was executed by the Bank in\n       favour of the cooperative society. The said document\n       indisputably was executed at the instance of Pentagon.\n</blockquote><blockquote id=\"blockquote_80\">              27. We have hereinbefore noticed the surrounding\n       circumstances as pointed out by Mr. Naphade as\n       contained in Clauses 15.2.4 and 15.2.5 of the contract\n       vis-a-vis the letters exchanged between the parties dated\n       6.4.1985, 11.4.1985, 16.4.1985 leading to execution of\n       the document dated 07.09.1985 by the First Appellant in\n       favour of the cooperative society.\n</blockquote><blockquote id=\"blockquote_81\">              28. We are, however, unable to accept the\n       submissions of the learned Senior Counsel that the bank\n       guarantee must be construed in the light of other\n       purported contemporaneous documents. A contract\n       indisputably may be contained in more than one\n       document. Such a document, however, must be a subject\n       matter of contract by and between the parties. The\n       correspondences referred to hereinbefore were between\n       the cooperative society and Pentagon. The said\n       correspondences were not exchanged between the\n       parties hereto as a part of the same transaction. The\n       Appellant understood that it would stand as a surety and\n       not as a guarantor.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_98\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1028714\" id=\"span_58\">21. Keeping in view the aforesaid this court is of the\nconsidered opinion that merely because parties have entered\ninto an agreement and later on Bank guarantees have been\nfurnished, it does not mean that its a conditional bank guarantee.\nThe bank guarantee, whether it is conditional bank guarantee or\nunconditional bank guarantee ? whether it is a revocable or\nirrevocable ? has to be seen by going through the relevant\nclause mentioned in the bank guarantee itself and, therefore, in\nthe present case as the bank guarantees are not conditional nor\nrevocable, the question of restraining the respondents from\nencashing the bank guarantees does not arise. Not only this, it is\na well settled proposition of law that a bank guarantee is a\ncontract between the bank and beneficiaries as held by the apex\ncourt in the case of <a href=\"/doc/1028714/\" id=\"a_37\">Vinitec Electronics (P) Ltd., Vs. HCL\nInfosystems Ltd.</a>,reported in (2008) 1 SCC 544. The apex court\nin the aforesaid case has held as under :-</span>\n</p><blockquote id=\"blockquote_82\">      &quot;12. It is equally well settled in law that bank guarantee is\n      an independent contract between bank and the\n      beneficiary thereof. The bank is always obliged to honour\n      it guarantee as long as it is an unconditional and\n<span class=\"hidden_text\" id=\"span_59\">                                                   Writ Petition No.13719/2019</span>\n\n</blockquote><blockquote id=\"blockquote_83\">                               - 26 -\n</blockquote>\n\n<blockquote id=\"blockquote_84\">       irrevocable one. The dispute between the beneficiary and\n       the party at whose instance the bank has given the\n       guarantee is immaterial and of no consequence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_60\">In <a href=\"/doc/1342691/\" id=\"a_38\">BSES\n       Ltd. V. Fenner India Ltd.</a> this Court held :(SCC pp. 733-34,\n       para 10)\n       &quot;10. There are, however, two exceptions to this rule. The\n       first is when there is a clear fraud of which the bank has\n       notice and a fraud of the beneficiary from which it seeks to\n       benefit. The fraud must be of an egregious nature as to\n       vitiate the entire underlying transaction. The second\n       exception to the general rule of non-intervention is when\n       there are &#x27;special equities&#x27; in favour of injunction, such as\n       when &#x27;irretrievable injury&#x27; or &#x27;&#x27;irretrievable injustice&#x27; would\n       occur if such an injunction were not granted.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_61\">The general\n       rule and its exceptions has been reiterated in so many\n       judgments of this Court, that in <a href=\"/doc/1746106/\" id=\"a_39\">U.P. State Sugar Corpn. V.\n       Sumac International Ltd.</a> (hereinafter &#x27;U.P. State Sugar\n       Corpn.) this Court, correctly declared that the law was\n       &#x27;settled&#x27;.&quot;</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_99\">        22. This court is of the considered opinion that in the\npresent case also the bank guarantee is an independent contract\nbetween the Bank and the respondent No.1. It is unconditional\nirrevocable one and therefore the learned District Judge was\njustified in dismissing the injunction application. Not only this, this\nis a case wherein the present appellant has categorically stated\nin the memo of appeal as well as at various other places that the\noutstanding amount of Rs. 182 crores has to be paid to the\nrespondent No.1. It has also been stated that they have not\ndisputed the amount, though it is an illegal demand. The bank\nguarantees are amounting to only about 96 lacs only, which is\ncertainly less than the admitted amount. The balance of\nconvenience is infact in encashment of the bank guarantees.\nThe learned District Judge has not committed any jurisdictional\nerror nor the order suffers from any patent illegality and therefore\nthis court does not find any reason to interfere with the order\npassed by the learned District Judge.\n</p><p data-structure=\"RespArg\" id=\"p_100\">        23. Before closing the matter, this court would like to\nobserve that in the present case a caveat has been filed by the\nrespondent No.1. The noting made by the Registry reflects that\nthe caveat was on record. However, the respondent No.1 against\nwhom injunction has been sought has not been heard while\npassing an interim order. However, as matter has now been\nfinally decided by dismissing the present appeal, the respondent\nBank is directed to encash the bank guarantees forthwith.\n</p><p data-structure=\"RespArg\" id=\"p_101\">       24. Learned counsel appearing for the respondent No.2\nBank, Mr Nitin Bhati, who is present in court and as order has\nbeen dictated in open court undertakes to inform the Bank about\nthe order passed today.\n</p><p data-structure=\"Conclusion\" id=\"p_102\">       The appeal stands dismissed.&quot;\n</p><span class=\"hidden_text\" id=\"span_62\">                                                          Writ Petition No.13719/2019</span>\n\n<p data-structure=\"Conclusion\" id=\"p_103\">                                         - 27 -\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_104\">            The aforesaid petition was arising out of a civil dispute in\n\nwhich an application was preferred under Order XXXIX Rule1 and 2\n\n<a href=\"/doc/161831507/\" id=\"a_40\">of the CPC</a> restraining the defendant therein from encahsment of\n\nbank guarantee and the application under Order XXXIX Rule 1 and\n\n2 was rejected, against which an appeal was preferred before this\n\nCourt and the appeal has also been dismissed by this Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_105\">17-         In light of the aforesaid, it can be safely gathered that bank\n\nguarantee             is   an   independent   contract   between     Bank      and\n\nrespondent No.1. It is an unconditional irrevocable one and\n\ntherefore, the respondent No.1 was justified in encashing the bank\n\nguarantee.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_106\">18-         Resultantly, no case for interference is made out in the matter\n\nand the writ petition is dismissed. However, a liberty is granted to\n\nthe petitioner to seek redressal of his grievance under the Dispute\n\nResolution Mechanism. Any observation made by this Court will not\n\ncome in way of the parties in the matter of resolution of dispute and\n\nthe order passed by this Court is confined only to the extent the\n\nbank guarantee has been ordered to be revoked in the matter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\">            Certified copy as per rules.\n</p>\n\n\n<pre id=\"pre_2\">                (S. C. SHARMA)                     (SHAILENDRA SHUKLA)\n                    JUDGE                                JUDGE\nTej\n\n<span class=\"hidden_text\" id=\"span_63\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_64\">Tej Prakash Vyas</span>\n<span class=\"hidden_text\" id=\"span_65\">Date: 2019.09.24</span>\n<span class=\"hidden_text\" id=\"span_66\">15:24:34 +05&#x27;30&#x27;</span>\n</pre><span class=\"hidden_text\" id=\"span_67\"> </span>","numcites":21,"numcitedby":2,"docsource":"Madhya Pradesh High Court","citetid":10273283,"divtype":"judgments","relatedqs":[{"value":"madhya pradesh madhyastham adhikaran adhiniyam","formInput":"madhya%20pradesh%20madhyastham%20adhikaran%20adhiniyam"},{"value":"contract termination","formInput":"contract%20termination"},{"value":"conditional bank guarantee","formInput":"conditional%20bank%20guarantee"},{"value":"m.p. madhyastham adhikaran adhiniyam 1983","formInput":"m.p.%20madhyastham%20adhikaran%20adhiniyam%201983"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":"advance bank guarantee","formInput":"advance%20bank%20guarantee"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"mobilisation advance","formInput":"mobilisation%20advance"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"solid waste","formInput":"solid%20waste"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"black listing","formInput":"black%20listing"},{"value":"\"conditional bank guarantee\"","formInput":"%22conditional%20bank%20guarantee%22"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"mandamus","formInput":"mandamus"},{"value":"municipal solid waste","formInput":"municipal%20solid%20waste"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"unconditional bank guarantee","formInput":"unconditional%20bank%20guarantee"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}