{"tid":96029107,"publishdate":"2022-11-04","title":"Ashok Kumar Singh Chandel vs State Of U.P. on 4 November, 2022","doc":"<h2 class=\"doc_title\">Ashok Kumar Singh Chandel vs State Of U.P. on 4 November, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Chief Justice</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-s-narasimha\">Pamidighantam Sri Narasimha</a>, <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a>, <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<pre id=\"pre_1\">                                                                     REPORTABLE\n\n                                  IN THE SUPREME COURT OF INDIA\n                                 CRIMINAL APPELLATE JURISDICTION\n\n                               CRIMINAL APPEAL NOS. 946-947 OF 2019\n\n\n             ASHOK KUMAR SINGH CHANDEL                            ....APPELLANT(S)\n\n                                                  VERSUS\n\n             STATE OF U.P.                                       ...RESPONDENT(S)\n\n                                              WITH\n                                CRIMINAL APPEAL NOS. 1030-1031/2019\n                         ASHUTOSH SINGH @ DABBU Vs. THE STATE OF U.P., ETC.\n\n                                               WITH\n                                  CRIMINAL APPEAL NOS. 1046-1047/2019\n                                  RAGHUVIR SINGH Vs. STATE OF U.P. ETC\n\n                                                WITH\n                                 CRIMINAL APPEAL NOS. 1269-1270/2019\n                             PRADEEP SINGH &amp; ANR. Vs. STATE OF U.P., ETC.\n\n                                                 WITH\n                                 CRIMINAL APPEAL NOS. 1804-1805/2019\n                            BHAN SINGH Vs. THE STATE OF UTTAR PRADESH ETC.\n\n                                                WITH\n                                CRIMINAL APPEAL NOS. 1980-1981/2019\n                             SAHAB SINGH Vs. THE STATE OF UTTAR PRADESH\n\n                                                 WITH\n                                 CRIMINAL APPEAL NOS. 1279-1280/2019\n                                NASEEM Vs. THE STATE OF UTTAR PRADESH\nSignature Not Verified\n\nDigitally signed by\nRajni Mukhi\nDate: 2022.11.04\n16:47:52 IST\nReason:\n\n\n\n\n                                              Page 1 of 102\n\f                                 WITH\n                       SLP (CRL) NO. 10742/2019\n             RAJEEV SHUKLA Vs. ASHOK SINGH CHANDEL &amp; ORS.\n\n                               WITH\n                        W.P.(CRL.) NO. 57/2022\n              RAJEEV KUMAR SHUKLA Vs. STATE OF U.P. &amp; ORS.\n\n\n                                  JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">PAMIDIGHANTAM SRI NARASIMHA, J.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">1.       These Criminal Appeals are by seven accused convicted and sentenced\n\nto life by the High Court of Judicature at Allahabad for the murder of five\n\npersons. The deceased belonged to or were associated with the same family;\n\ntwo of them were brothers, the third was their minor son and the other two\n\nwere their close family friends. Apart from these criminal appeals, there is also\n\na Special Leave Petition filed by the informant (PW-1), who is the sole\n\nsurviving brother in the family, praying for enhancement of the sentence from\n\nlife to death and also a Writ Petition seeking transfer of accused no. 5 to a jail\n\noutside Uttar Pradesh for serving out the sentence in lieu of his influence in the\n\nState.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.1      The judgment of the High Court was rendered in an appeal against\n\nacquittal of all the accused by the Trial Court1.          The High Court by its\n\njudgment2 impugned herein reversed the findings of the Trial Court and\n1 Court of the Upper Sessions Judge, Hamirpur; ST No. 145/2000, 146/2000 and 147/2000\ndated 15.07.2002.\n</p><p data-structure=\"Issue\" id=\"p_4\">2 In Government Appeal No. 5123/2002 and Criminal Revision No. 1548/2002 dated\n19.04.2019.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">\n<span class=\"hidden_text\" id=\"span_1\">                                    Page 2 of 102</span>\n\fconvicted all the accused for the offences under Sections 148, 302 read with\n\n149, 307 read with 149 of the <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a>, 1860 3 and sentenced them to\n\nlife imprisonment. The details of the conviction and sentences are as under.\n\n2.2    All these accused were sentenced to undergo life imprisonment for the\n\noffence under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_3\">Section 149</a> IPC and to pay a fine of Rs.\n\n20,000/- each, in default to undergo six months additional simple\n\nimprisonment. The accused were sentenced to undergo rigorous imprisonment\n\nfor three years for the offence under <a href=\"/doc/763672/\" id=\"a_4\">Section 148</a> IPC and to pay a fine of Rs.\n\n5000/- each and in default to undergo simple imprisonment of six months. All\n\nthe accused were sentenced to undergo ten years rigorous imprisonment for the\n\noffence under <a href=\"/doc/455468/\" id=\"a_5\">Section 307</a> read with149 <a href=\"/doc/1569253/\" id=\"a_6\">IPC</a> and to pay a fine of Rs. 10,000/-\n\neach, in default to undergo six months simple imprisonment.\n\n2.3    The acquittal of Ashok Kumar Singh Chandel(A5) under <a href=\"/doc/1101188/\" id=\"a_7\">Sections 379</a>\n\nand <a href=\"/doc/341288/\" id=\"a_8\">404</a> IPC by the Trial Court was upheld. Further, the acquittal of accused\n\nSahab Singh (A8) for an offence under <a href=\"/doc/73862/\" id=\"a_9\">Section 25</a> of the Arms Act, 1959 4 and\n\nthe acquittal of accused Ashok Singh Chandel(A5) for an offence under\n\n<a href=\"/doc/541406/\" id=\"a_10\">Section 30</a> of the Arms Act was also confirmed by the High Court without any\n\nvariation. With these findings, the Criminal Appeal of the State and the\n\nCriminal Revision of the informant (PW-1) were substantially allowed.\n\n\n\n3 hereinafter referred to as ‘<a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>’.\n</p><p data-structure=\"Issue\" id=\"p_6\">4 hereinafter referred to as the ‘<a href=\"/doc/1934415/\" id=\"a_12\">Arms Act</a>’.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n<span class=\"hidden_text\" id=\"span_2\">                                        Page 3 of 102</span>\n</p><p data-structure=\"Precedent\" id=\"p_8\">\f3.     Challenging the judgment of the High Court, the present criminal\n\nappeals are filed by the accused Raghuvir Singh (A1) in Crl. A Nos. 1046-\n\n1047/2019, Ashutosh Singh @ Dabbu (A2) in Crl. A. Nos. 1030-1031/2019,\n\nUttam Singh (A3) and Pradeep Singh (A4) in Crl. A Nos. 1269-1270/2019,\n\nAshok Kumar Singh Chandel (A5) in Crl. A Nos. 946-947/2019, Naseem (A6)\n\nin Crl. A Nos. 1279-1280/2019, Sahab Singh (A8) in Crl. A No. 1980-\n\n1981/2019, and Bhan Singh (A10) in Crl. A Nos. 1804-1805/2019.\n\nThe Incident:\n</p><p data-structure=\"Facts\" id=\"p_9\">4.    The prosecution case as it unfolds in the First Information Report 5 is that\n\nthere has been a long-standing factional dispute between two groups in\n\nHamirpur, U.P. The group represented by Ashok Chandel (A5) and the group\n\nrepresented by Shukla family were inimically disposed against each other for a\n\nlong time. The FIR is about the incident that has occurred at 09.10 P.M. on\n\n26.01.1997 at Mohalla Subhash Bazar, Kasba, Hamirpur as two events\n\noccurring one after another in quick succession. The first incident is in front of\n\nthe gun shop owned by accused no. 6, referred to as ‘Naseem’s gun shop’ and\n\nthe second incident is near the residence of Parma Pandit which is about 50-75\n\nmeters from Naseem’s gun shop. The two incidents are as follows.\n\n5.1    First part of the incident: On 26.01.1997, Rajiv Shukla (PW-1) along\n\nwith his servant Lallan went to the market Mohalla Subhash Bazaar, Kasba,\n\nHamirpur in the evening of 26.01.1997 at around 07.30 PM to buy some\n\n5 hereinafter referred to as ‘FIR’.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n<span class=\"hidden_text\" id=\"span_3\">                                      Page 4 of 102</span>\n\farticles. As they were returning from the market, they saw PW-1’s elder\n\nbrother, Rakesh Kumar Shukla, his two sons, Gudda and Chandan, Sri Kant\n\nPandey, Vipul (PW-1’s son) and Ved Prakash, returning home in a vehicle, all\n\nthrough referred to as a ‘jonga’.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">5.2   On seeing the jonga, PW-1 and Lallan stopped to speak to Rakesh\n\nKumar Shukla and others in the jonga. As the jonga was parked in the middle\n\nof the road, facing east direction in front of Naseem’s (A6) gun shop, six\n\naccused, namely Ashok Kumar Chandel (A5), Naseem (A6), Shyam Singh\n\n(A7), Sahab Singh (A8), Jhandu (A9) and Rukku (driver of A5) came out of\n\nNaseem’s gun shop, all armed with rifles and guns and suddenly started firing\n\nindiscriminately at the jonga.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">5.3   It is stated in the FIR that immediately after hearing the sound of fire\n\nfrom the side of the market, Raghuvir Singh, liquor contractor (A1), his son\n\nAshutosh alias Dabbu Singh (A2), Pradeep Singh (A4), Uttam Singh (A3) and\n\nBhan Singh (A10) arrived at the spot in another vehicle and started firing at the\n\njonga. Due to the firing, Sri Kant (since deceased) and Ved Prakash (since\n\ndeceased), who were sitting on the rear side of the jonga, received bullet\n\ninjuries. Rakesh Kumar Shukla (since deceased), Gudda (since deceased),\n\nChandan and Vipul also received bullet injuries. Because of the firing, panic\n\ngripped, and the market was shut down.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                    Page 5 of 102</span>\n\f6.1   Second part of the incident: Immediately on getting information about\n\nthe occurrence, Rajesh Kumar Shukla, elder brother of PW-1, Ravi Kant\n\nPandey (PW-2), Bhagwati Sharan Nayak, Sri Prakash Nayak, Anil and many\n\nothers reached the place of the incident. As the children Chandan and Vipul\n\nsustained minor injuries, they were immediately taken out of the jonga and sent\n\nhome with the help of some people in the area.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">6.2   Rajesh Shukla reversed the jonga from in front of Naseem’s gun shop\n\nand started driving it towards the hospital, which is on the west side of the\n\nSubhash Bazar Road. However, as they reached Parma Pandit’s house, which\n\nis just 50-75 meters from Naseem’s gun shop, the accused, having already\n\nreached the spot. At that moment, Ashok Chandel (A5) exhorted that “no one\n\nfrom the Shukla Family should escape alive”, and on hearing that, all the\n\naccused again started firing indiscriminately. At this point, Rajesh Shukla got\n\nout of the jonga with his rifle to take aim and fire back at the accused persons.\n\nHowever, during the cross-fire, Rajesh Shukla sustained fatal injuries and fell\n\ndown on the spot. PW-1, who was standing on the driver’s side (right side) of\n\nthe jonga, also received bullet injuries on his leg. Similar is the position of PW-\n\n2, who also received bullet injuries on his leg. As PW-1 and his companions\n\ntook cover to conceal themselves, PW-1 saw the assailants snatch the rifle from\n\nRajesh Kumar Shukla (since deceased), who had fallen due to bullet injuries\n\nand escaped from the scene of offence, towards ‘chowraha’ in their vehicles.\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                   Page 6 of 102</span>\n\f6.3   Having seen Rajesh Kumar Shukla also succumb to bullet injuries like\n\nGudda and Rakesh Kumar Shukla, hoping to save Srikant Pandey and Ved\n\nPrakash, PW-1 put them in the jonga and drove to the hospital.\n\nAt the hospital:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">7.1     PW-1 reached the hospital at around 07.50 P.M, and he was\n\nimmediately examined by Dr. N.K. Gupta, PW-8 who gave the injury report-\n\nExb. Ka-13 which records injuries on his left thigh (back portion) caused by\n\nfirearms. Dr. S.R. Gupta, PW-7, who was the Radiologist on duty that day, got\n\nhis X-Ray-Exbs. Ka-44-46 done.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">7.2   While PW-1 was being treated, Dr. P.N Paya, PW-5, examined the\n\nbodies of deceased Rakesh Kumar Shukla, Rajesh Kumar Shukla and Sri Kant\n\nPandey and declared them dead. Dr. R.S. Gupta, PW-6, examined Gudda and\n\nVed Prakash and declared them dead. One Mr. Hardayal was also injured in the\n\nfiring was examined by PW-8 Dr. N.K. Gupta. His injury report, Exb. Ka-14\n\nwas prepared at 8.45 P.M. PW-8 also examined PW-2 at 10 P.M. and gave the\n\ninjury report, marked as Exb. Ka-15. Vipul and Chandan were also examined\n\nat 10.30 P.M., and their injury reports were marked and exhibited as Exbs. Ka-\n\n16 and Ka-17, respectively.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">Filing of the FIR:\n</p>\n<blockquote id=\"blockquote_1\">8.1   After obtaining immediate medical attention, PW-1’s statement\n\n(‘tehreer’) was recorded at the hospital by Saraswati Sharan, the scribe who\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                 Page 7 of 102</span>\n\fwas examined as PW-3. Upon completion of the tehreer, at around 09.10 PM,\n\nPW-1 went to the police station to report the incident and to lodge the FIR. At\n\nthe Police Station, Constable Mahesh Singh, examined as PW-9 prepared the\n\nFIR6, Exb. Ka-20, in his own handwriting, by copying the contents from the\n\ntehreer under <a href=\"/doc/1258372/\" id=\"a_13\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_14\">148</a>, <a href=\"/doc/999134/\" id=\"a_15\">149</a>, <a href=\"/doc/455468/\" id=\"a_16\">307</a>, <a href=\"/doc/1560742/\" id=\"a_17\">302</a>, <a href=\"/doc/37788/\" id=\"a_18\">34</a> &amp; <a href=\"/doc/1119707/\" id=\"a_19\">395</a> IPC.\n</blockquote>\n<blockquote id=\"blockquote_2\">8.2    In the FIR, PW-1 mentioned about the two incidents, first in front of\n\nNaseem’s gun shop and second near Parma Pandit’s house and named ten\n\naccused and two unknown persons. The motive behind the attack was stated to\n\nbe a political rivalry between Ashok Kumar Chandel and the Shukla family. In\n\nthis context, the informant mentioned about a criminal case involving Shyam\n\nSingh (A7). In that case, Rakesh Kumar Shukla and Rama Kant Pandey\n\n(brother of Sri Kant Pandey) assisted the prosecution against Shyam Singh\n\n(A7). He also mentioned about the Assembly Elections, where the Shukla\n\nfamily opposed Shyam Singh (A7) and Ashok Kumar Chandel (A5), leading to\n\na political rivalry.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_18\">8.3    The FIR was thereafter copied into the General Diary by the\n\nInvestigating Officer, Lalman Verma, PW-12. After copying the FIR, PW-12\n\nproceeded to the place of occurrence in furtherance of the investigation.\n\n</p><p data-structure=\"Facts\" id=\"p_19\">9.     It is important to mention at this stage that on the next day, i.e. on\n\n27.01.1997, at 7.50 P.M. two more FIRs 7, were registered against Sahab Singh\n6 FIR no. 33/1997.\n</p><p data-structure=\"Issue\" id=\"p_20\">7 FIR no. 34/1997 and FIR no. 35/1997.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n<span class=\"hidden_text\" id=\"span_7\">                                     Page 8 of 102</span>\n\fand Ashok Kumar Chandel under <a href=\"/doc/73862/\" id=\"a_20\">Sections 25</a> and <a href=\"/doc/541406/\" id=\"a_21\">30</a> of the Arms Act, 1959\n\nrespectively.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">Investigation:\n</p>\n<blockquote id=\"blockquote_3\">10.   After lodging the FIR, PW-1 returned to the hospital where the\n\npanchayatnama8 of the deceased was being conducted. Thereafter, PW-1 went\n\nto the place of occurrence in the jonga, which was driven by Lallan, where he\n\nmet the Investigating Officer, PW-12. The Investigating Officer, recorded the\n\nstatement of PW-1 in the presence of an independent witness and also prepared\n\na site map-Exb. Ka-25. Having noticed a pool of blood on the road near\n\nNaseem’s gun shop, PW-12 collected samples of bloodstained soil and grass-\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_23\">Exb. Ka-26. The Investigating Officer also collected 12 blank cartridges (6\n\nbore and 6 brass)- Exb. Ka-27 in front of Parma Pandit’s house. An expired\n\nManarth Card (Railway travel card), issued by the Indian Railways Board,\n\nNew Delhi-Exb. Ka-28 was also recovered by him in front of Naseem’s gun\n\nshop, the card bore the name of Ashok Kumar Chandel. The jonga by which\n\nPW-1 went to the place of occurrence was also seized along with a piece of the\n\nfootrest which had blood on it, a sample of the broken piece of the front glass\n\nof the jonga and some pieces of glass lying at the spot, all of them later marked\n\nas -Exb. Ka- 29.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\n8 Panchnama has been referred to as ‘Panchayatanama’ in the High Court as well as the\nTrial Court Judgment. For the purposes of the present appeals, we will use the word\n‘Panchnama’.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n<span class=\"hidden_text\" id=\"span_8\">                                    Page 9 of 102</span>\n</p><p data-structure=\"Facts\" id=\"p_26\">\f11.    After the investigation at the place of occurrence, PW-12 went to the\n\nhospital where Sub-Inspector R.N. Singh Pal and ASI Harishchandra Singh\n\nwere present and preparing the panchnamas9 of the dead bodies. All the dead\n\nbodies were sealed separately and sent for post-mortem. The post-mortems of\n\nthe bodies of Rakesh Shukla, Rajesh Shukla and Sri Kant Pandey were\n\nconducted on 27.01.1997 the following day between 10 AM to 12.30 PM by\n\nPW-510. Similarly, the post-mortems of Gudda and Ved Prakash were also done\n\non 27.01.1997 between 2 PM and 2.30 PM by PW-611.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">Arrests:\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">12.    The next day, that is on 27.01.1997, the Investigating Officer proceeded\n\nto Laxmibai Tiraha after finding out that some of the accused were at Naseem’s\n\nhouse. Upon reaching the place, the police party found Naseem (A6), Shyam\n\nSingh (A7), Sahab Singh (A8) and Bhan Singh (A10) trying to flee through the\n\nbackdoor of Naseem’s house leading to River Betwa. They were arrested and a\n\nrifle along with 10 brass bullets tied in a green belt was recovered from the\n\npossession of Sahab Singh(A8). On being questioned about the rifle, Sahab\n\nSingh stated that the rifle belonged to Ashok Kumar Chandel. The seized rifle\n\nand the bullets were marked as Exb. Ka-24 and they were sent for FSL Report.\n\nA copy of the seizure memo was provided to Sahab Singh. On the basis of the\n\n9 Rakesh Shukla (Exb. Ka-30); Rajesh Shukla (Exb. Ka-37); Sri Kant Pandey (Exb. Ka 43);\nGuddu (Exb. Ka-48); Ved Prakash (Exb Ka-53).\n</p><p data-structure=\"Facts\" id=\"p_29\">10 Rakesh Shukla (Exb. Ka-3); Rajesh Shukla (Exb. Ka-4); Sri Kant Pandey (Exb. Ka-5).\n11 Gudda (Exb. Ka-6); Ved Prakash (Exb. Ka-7).\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">\n<span class=\"hidden_text\" id=\"span_9\">                                    Page 10 of 102</span>\n\fseizure memo, cases under <a href=\"/doc/73862/\" id=\"a_22\">Sections 25</a> and <a href=\"/doc/541406/\" id=\"a_23\">30</a> of the Arms Act were registered\n\nagainst accused Sahab Singh (A8) and Ashok Kumar Chandel (A5).\n\n</p><p data-structure=\"Facts\" id=\"p_31\">13.    A search for the rest of the other accused was made, however, as they\n\ncould not be found a report under Sections 82 and 83 (proclamation of person\n\nabsconding) of the <a href=\"/doc/445276/\" id=\"a_24\">Code of Criminal Procedure</a>, 197312 was presented to the\n\ncourt on 28.01.1997. On the very same day, on receiving information regarding\n\nthe looted rifle of Rajesh Kumar Shukla at the residence of Ashok Kumar\n\nChandel, at Mohalla Vivek Nagar, his house was raided and a country-made\n\npistol and one licensed Double Barrel Breach Loading (DBBL) gun were\n\nrecovered.\n</p>\n<p data-structure=\"Facts\" id=\"p_32\">14.    There was another lead regarding the looted rifles at the residence of one\n\nMr. Anand Purwar. However, nothing in relation to the murders was recovered\n\nin the raid, except one licensed DBBL gun of 12 bore, four cartridges and a\n\nlicensed Mauser gun with 8 cartridges. These were seized in the presence of\n\nindependent witnesses and a copy of the same was provided to Anand Purwar.\n\nThese weapons were not sent for forensic examination.\n\n</p><p data-structure=\"Facts\" id=\"p_33\">15.    On 29.01.1997, statements of witnesses to the panchnama were\n\nrecorded. <a href=\"/doc/447673/\" id=\"a_25\">Section 161</a>, Cr.P.C statement of Bhagwati Saran Nayak who was\n\npresent on the day of the incident was recorded, however statement of victims\n\nVipul and Chandan could not be recorded as they were very young. The\n\n12 hereinafter referred to as ‘<a href=\"/doc/445276/\" id=\"a_26\">Cr.P.C</a>’\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                         Page 11 of 102</span>\n\fInvestigating Officer (PW-12) also recorded the statement of Hardayal on\n\n16.02.1997.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">16.    Upon obtaining information about the presence of accused Raghuvir\n\nSingh (A1), Dabbu (A2), Pradeep (A4) and Uttam (A3), in a Maruti car near\n\ncity forest, they were perused and arrested on 01.02.1997.\n\n</p><p data-structure=\"Facts\" id=\"p_35\">17.    Another raid was conducted at Ashok Kumar Chandel’s Kanpur\n\nresidence however no weapons were recovered. Upon receipt of information\n\nabout the weapons used by Raghuvir (A1) and Dabbu (A2), their Moradabad\n\nresidence was raided but nothing could be recovered. Later, even a Court\n\nwitness was again sent to Moradabad for recovery of the weapons, but nothing\n\nwas recovered.\n</p>\n<p data-structure=\"Facts\" id=\"p_36\">18.    On 21.02.1997, accused Jhandu (A9) was arrested and his <a href=\"/doc/767287/\" id=\"a_27\">Section 313</a>\n\nCr.P.C statement was recorded. As accused Rukku was absconding, his trial\n\nwas separated from the present case. Ultimately, he was convicted by the Trial\n\nCourt13 on 12.04.2007 and sentenced to life imprisonment. His conviction and\n\nsentence was confirmed by the High Court14 by judgment dated 24.05.2019. He\n\nhas not filed a Special Leave Petition before us.\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">19.    On completion of the investigation, a charge-sheet, Exb. Ka-58, was\n\nfiled against 10 accused on 22.02.1997 and the case was set for trial.\nThe Trial:\n</p>\n<blockquote id=\"blockquote_4\">13 Sessions Trial number 127/2003.\n</blockquote><blockquote id=\"blockquote_5\">14 Criminal Appeal No. 2617/2017.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_11\">                                     Page 12 of 102</span>\n<p data-structure=\"Facts\" id=\"p_38\">\f20.     The Trial Court framed charges against the accused persons on\n\n25.01.2002 under sections 147, 148 and 302 read with <a href=\"/doc/999134/\" id=\"a_28\">section 149</a>, IPC against\n\nall the 10 accused and under <a href=\"/doc/73862/\" id=\"a_29\">Sections 25</a> and <a href=\"/doc/541406/\" id=\"a_30\">30</a>, Arms Act against Sahab\n\nSingh and Ashok Kumar Chandel respectively. The Trial Court also framed\n\ncharges against Ashok Kumar Chandel under <a href=\"/doc/1101188/\" id=\"a_31\">Sections 379</a> and <a href=\"/doc/341288/\" id=\"a_32\">404</a> IPC. While\n\nprosecution examined fourteen witnesses being PW-1 to PW-14, the defence\n\nexamined three witnesses being DW-1 to DW-3. There was also one Court\n\nwitness being CW-1.\n</p>\n<p data-structure=\"Issue\" id=\"p_39\">21.     The following are the prosecution witnesses with an indication about the\n\npurpose for which they were examined.</p><pre id=\"pre_2\">\n\n      PW-1     Rajiv Shukla, informant and injured eye-witness\n      PW-2     Ravi Kant Pandey, injured eye-witness\n      PW-3     Saraswati Sharan, Scribe\n      PW-4     Malkhan Singh, SI, MT 33rd Battalion PAC, Jhansi\n      PW-5     Dr. P.N. Paya, Surgeon District Hospital, Hamirpur\n      PW-6     Dr. R.S. Gupta, Paediatrician, District Hospital,\n               Hamirpur\n      PW-7     Dr. S.R. Gupta, Radiologist, District Hospital, Hamirpur\n      PW-8     Dr. N.K. Gupta, Medical Officer, District Hospital,\n               Hamirpur\n      PW-9     Constable, Mahesh Singh, Constable, P.S. Kothwali,\n               Hamirpur\n      PW-10    Munnalal Mishra, Head Mohrir, P.S. Kothwali, Hamirpur\n      PW-11    Aftab Ali, Aftab Ali, Constable. Kothwali, Hamirpur\n      PW-12    Lalman Verma, Inspector In-Charge, Investigating\n               Officer, P.S. Kotwali Hamirpur\n      PW-13    KD Pal, Sub-Inspector, P.S. Kotwali Hamirpur\n      PW-14    Sukhram Sonkar, Deputy Superintendent of Police,\n               CDCID\n      Court    SI Ramsurat Mishra, Second Officer, (S.I.), P.S. Kotwali\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                  Page 13 of 102</span>\n\f      witness    Hamirpur\n\n22.     The following are the defence witnesses.\n\n      DW-1      Lalram Kushwah – Executive Engineer, Electricity\n                Distribution Division, Hamirpur\n      DW-2      Premdas Saloniya, Jailor, Jail, Hamirpur\n      DW-3      Akhilesh Kumar, Constable Clerk, Vigilance Office,\n</pre><p data-structure=\"Facts\" id=\"p_40\">                Office of the Superintendent of Police, Hamirpur\n\n\n23.1 Of all the witnesses, the prosecution strongly relied on the evidence of\n\nPW-1 and PW-2 who are examined as injured eye-witnesses.\n\n23.2 PW-1 in his testimony gave a detailed description of the events at the\n\nplace of incident. He deposed about the first as well as the second incident\n\nincluding the position at which the deceased as well as the eye-witnesses were\n\nsituated at the time of the incident. He also deposed about the weapons used by\n\nthe accused persons, injuries sustained by the deceased persons and the bullet\n\nmarks on the jonga. PW-1 also recounted the events that followed the incidents\n\nincluding the lodging of the FIR, medical treatment at the hospital and\n\nrecording of his statement by the IO at the place of occurrence.\n\n23.3 The other ocular witness presented by the prosecution is Ravi Kant\n\nPandey, PW-2. He testified about his presence during the second incident and\n\nhis involvement in rescuing the children from the jonga. He gave a detailed\n\ndescription about his position during the incident and the injury sustained by\n\nhim. He also detailed the deceased persons in the jonga, including his brother\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                   Page 14 of 102</span>\n\fSri Kant Pandey while naming all the accused and the firing. He further\n\nmentioned about his treatment in the hospital and also that of the children who\n\nhe accompanied.\n</p>\n<p data-structure=\"Facts\" id=\"p_41\">24.   Other witnesses are the police officers and the doctors who treated the\n\ndeceased persons as well as the injured witnesses as mentioned in the table\n\nabove. The defence witnesses were examined only to contradict the statements\n\nof PW-1 and PW-2.\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">Judgment of the Trial Court:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">25.   By its judgment dated 15.07.2002, the Trial Court acquitted all the\n\naccused. As this is a case of reversal in an appeal against acquittal, it is\n\nextremely important to examine the reasoning and the findings of the Trial\n\nCourt in minute detail. This is for the reason that in an appeal against acquittal,\n\nthe appellate court must exercise its jurisdiction only for very substantial and\n\ncompelling reasons. For determining whether substantial, compelling and\n\nsufficient reasons existed for the High Court to reverse a finding of acquittal,\n\nwe will first scrutinize the judgment of the Trial Court in detail. The decision\n\nof the Trial Court is based on its conclusions on the (a) motive, (b) place of\n\noccurrence, (c) contradictions in the statement of PW-1 and PW-2, (d) recovery\n\nof weapons (e) and the illegality with respect to the FSL report.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                  Page 15 of 102</span>\n\f26.1 Motive: The Trial Court found that the prosecution failed to establish\n\nany motive for the accused to commit the offence. The conclusions were based\n\non three grounds:\n</p>\n<blockquote id=\"blockquote_6\">26.2 Firstly, the Trial Court held that the motive based on the alleged\n\ninvolvement of Shyam Singh (A7) in a past murder case in which the deceased\n\nand his associates assisted the prosecution is ‘insufficient’ and ‘far-fetched’.\n</blockquote>\n<blockquote id=\"blockquote_7\">26.3 Secondly, the Trial Court dismissed the alleged opposition of the\n\ndeceased party to the election of Ashok Kumar Chandel in the Assembly\n\nElections of 1996 as not convincing enough. Trial Court also held that PW-1\n\ncould not clearly articulate the political animosity.\n</blockquote>\n<blockquote id=\"blockquote_8\">26.4 Thirdly, the alleged animosity between the Chandel group and the\n\nShukla group based on the competing interests of the educational institutions\n\nrun by Naseem –Islamia Inter College, Hamirpur and those supported by\n\nShukla group – Vidya Mandir is not based on any evidence.\n</blockquote>\n<blockquote id=\"blockquote_9\">27.   Place of occurrence: The Trial Court recorded that the incident occurred\n\nin two parts. As far as the first part is concerned, it returned a finding that\n\n“this place of occurrence has not been challenged by the defence and from the\n\nquestions by Naseem himself during the cross-examination of the witness it is\n\nclear that the incident had taken place.” With respect to the second incident,\n\nthe Trial Court again returned a finding to the effect that “the investigation\n\nofficer during inspection of the place of occurrence found blood but he did not\n\n<span class=\"hidden_text\" id=\"span_15\">                                   Page 16 of 102</span>\n\fcollect blood stained soil from here. This is his mistake but this does not draw\n\nany adverse inference on the prosecution case.”\n\n</blockquote><blockquote id=\"blockquote_10\">28.   The prosecution’s contention that the entire incident was pre-planned\n\ndid not impress the Trial Court because there were three different routes by\n\nwhich the deceased party could reach their residence from their sister’s house.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_44\">In view of this, the Trial Court held that there was no certainty about PW-1 and\n\nLallan on the one hand and Rakesh Shukla and others in the jonga meeting in\n\nfront of Naseem’s gun shop, i.e. the place of occurrence on the other. The Trial\n\nCourt held that this meeting could not have been expected by the accused party\n\nto lay an ambush.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">29.   Differences in the contents FIR copied from the Tehreer: The Trial\n\nCourt examined the tehreer and compared it with the FIR. The discrepancies\n\nwere highlighted to come to a conclusion of improbability of scribing the\n\ntehreer within ‘10-15 minutes’ and for coming to a conclusion that the FIR is\n\nante-dated and fragmented. In this context;\n</p><p data-structure=\"Precedent\" id=\"p_46\">  i. The Trial Court doubted the FIR for the reason that certain words and\n\n      phrases in the tehreer did not appear in the FIR. For the reason that\n\n      words such as ‘tatha’ in the tehreer was replaced with ‘aur’ and the\n\n      sentence ‘tatha mere per me goliya lagi’ was omitted in the FIR, the\n\n      Trial Court concluded that the FIR was ante-dated and fragmented. It\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                 Page 17 of 102</span>\n\f       was also noted that while the tehreer ends with a prayer for police\n\n       protection, the FIR is silent on the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\"> ii.   Taking into account the time at which PW-1 was medically examined\n\n       (8.30 PM), followed by his narration of the incident to PW-3 for scribing\n\n       the tehreer, the Trial Court held that the tehreer could not have been\n\n       prepared within 10-15 minutes. This conclusion was based on a\n\n       calculation made by the Trial Court on the statement of PW-1 with\n\n       respect to his medical examination and the lodging of the FIR. Further,\n\n       the Trial Court considered that the tehreer is meticulously written\n\n       without any mistake, which is not possible to be done in less than 30\n\n       minutes. For this reason, the Trial Court concluded that the tehreer itself\n\n       is doubtful and, therefore, even the FIR is doubtful.\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">30.    Contradictions in the timings of lodging the FIR: The Trial Court came\n\nto the conclusion that there are inconsistencies in the statements of PW-1 about\n\nthe lodging of the FIR. This finding led to the conclusion that the prosecution\n\nhas not proved the fact beyond a reasonable doubt. The conclusion was based\n\non the following grounds:\n</p><blockquote id=\"blockquote_11\">  i. While the FIR states that the incident took place at 7:30 PM, the fax sent\n\n       by the Superintendent of Police mentions the incident as 7.45 PM. This\n\n       contradiction cast a doubt on the story of the prosecution, particularly\n\n       the veracity of the statement of PW-1.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                  Page 18 of 102</span>\n<blockquote id=\"blockquote_12\">\f ii.   Based on the statement of PW-1 that he left the place of occurrence 10-\n\n       15 minutes after the incident and reached the hospital within 3-4 minutes\n\n       after which he was examined by PW-8 at 8.30 PM, the Trial Court\n\n       concluded that the incident could have taken place only at 8.00 PM and\n\n       not 7.30 PM. Yet another reason for the Trial Court to disbelieve the\n\n       statement of PW-1.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\">31.    Fax sent by Superintendent of Police, Hamirpur: The Trial Court\n\nheavily relied on the fax message sent from the office of the Superintendent of\n\nPolice, Hamirpur to the higher authorities informing them of the occurrence of\n\nthe incident. This fax message, though not part of the investigation was\n\nintroduced by the defence through DW-3. The description of the events in the\n\nFIR are in stark contradiction with the events narrated in the fax. Relying on\n\nthe fax and accepting the evidence of DW-3, the Trial Court came to the\n\nconclusion that the prosecution failed to prove beyond reasonable doubt, the\n\noccurrence of the event at the time mentioned in the FIR, the motive, presence\n\nof the accused persons etc. As the fax contradicts the statement of PW-1 his\n\nentire evidence must be rejected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">32.    Trial Court on the testimony of injured eye-witness PW-1: The Trial\n\nCourt’s reason for rejecting the evidence of PW-1 as an eyewitness is based on\n\nits conclusions about the following inconsistencies in his statement:\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                    Page 19 of 102</span>\n</p><blockquote id=\"blockquote_13\">\f  i.   The veracity of statement of PW-1 based on the bullet marks on the\n\n       jonga: Taking note of the bullet marks on the jonga, the Trial Court\n\n       came to the conclusion that the version of PW-1 that there was\n\n       indiscriminate firing is unbelievable. The Trial Court held that there was\n\n       only one bullet hole on the back side of the jonga while the other parts\n\n       of the jonga were intact, except a partially broken mirror on driver’s\n\n       side. On this basis, the Trial Court disbelieved that there was\n\n       indiscriminate firing towards the jonga by the accused persons.\n ii.   The veracity of statement of PW-1 as it contradicts the injuries\n\n       sustained by him: Based on the statement of PW-1 that he was on the\n\n       non-driver side of the jonga, the Trial Court came to the conclusion that\n\n       this version cannot be believed as the injuries sustained by him do not\n\n       match his own description as if that were true, he would have been in\n\n       the direct line of firing and could not have escaped with just one bullet\n\n       injury on his leg.\n</blockquote><blockquote id=\"blockquote_14\">iii.   The veracity of the statement of PW-1 based on injuries sustained by\n\n       the deceased persons: The Trial Court came to the conclusion that the\n\n       gun shot injuries on the body of Rakesh Kumar Shukla do not match the\n\n       description of PW-1. Similarly, the gunshot wounds received by Sri\n\n       Kant, Ved Prakash and Gudda were contrasted with the narration of\n\n       events by PW-1 to disbelieve his version. Further, in view of the fact\n\n       that there were no independent witnesses to vouchsafe for the incident,\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                 Page 20 of 102</span>\n\f      the Trial Court concluded that the prosecution failed to establish PW-1’s\n\n      presence and in turn the event.\n</blockquote><blockquote id=\"blockquote_15\">iv.   The veracity of PW-1’s statement based on the documentary evidence\n\n      relating to the treatment at the hospital: The Trial Court concluded that\n\n      the entries made in the medical register were back-dated as there was no\n\n      record with respect to any payment made in furtherance of the\n\n      treatment. The injury report prepared by PW- 8 indicated that the\n\n      injuries on PW-1 were on the left knee, whereas the G.D. entry noted\n\n      that the bandage was on his left calf. This led the Trial Court to\n\n      disbelieve the injury on PW-1. Further, with respect to the medical\n\n      examination of PW-1, it was observed that the Bed Head Ticket, as well\n\n      as the medical examination report, had certain discrepancies with regard\n\n      to the timing, date, parental name as well as the place of injury which\n\n      had over-writing and cuttings. Due to these factors, PW-1’s injuries as\n\n      well as the medical evidence were disbelieved.\nv.    Unnatural behaviour by PW-1 during the second incidence: PW-1’s\n\n      presence at the second incident was also disbelieved by the Trial Court\n\n      on the ground that his behaviour is unnatural. The reason for such a\n\n      conclusion is this. The Trial Court felt that PW-1 should have in the\n\n      natural course narrated the incident to Rajesh Shukla and Ravi Kant\n\n      Pandey as they reached the place of occurrence. Further, the Trial Court\n\n      held that if the firing was indiscriminate, he could not have narrated the\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                Page 21 of 102</span>\n\f       incident with minor details as to who used which gun. In this context,\n\n       the Trial Court also noted that PW-1 could not remember the persons\n\n       who took the children Vipul and Chandan home at the time of the\n\n       incident.\n</blockquote><blockquote id=\"blockquote_16\"> vi.   The veracity of PW-1’s statement with respect to electricity connection\n\n       at the time of the incident: The Trial Court believed the evidence of\n\n       DW-1, Executive Engineer at the Electricity Distribution Division,\n\n       Hamirpur that there was no electricity between 7.50 PM to 8.45 PM. In\n\n       view of this, the Trial Court concluded that PW-1 could not be an eye-\n</blockquote>\n<blockquote id=\"blockquote_17\">       witness of the incident as he could neither have identified the accused\n\n       nor clearly seen the incident.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_51\">33.    Trial Court on the testimony eyewitness, PW-2: The Trial Court\n\ndisbelieved the presence of PW-2 at the second place of the incident based on\n\nits conclusion that the injury on his body was not that of a firearm. The Trial\n\nCourt held that this witness cannot be believed as there is a contradiction in his\n\nstatement about who had actually taken the children, Vipul and Chandan home.\n\nFurther, the Trial Court concluded that the conduct and behaviour of PW-2 is\n\nunnatural as he did not immediately go to the hospital after receiving bullet\n\ninjuries and also did not accompany his brother who died during the incident.\n\n</p><p data-structure=\"Issue\" id=\"p_52\">34.    Recovery of weapons:\n</p><blockquote id=\"blockquote_18\">  i.   The Trial Court disbelieved the story of the prosecution about the\n\n       recovery of an 8x60 bore rifle from Sahab Singh during his arrest, as it\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                  Page 22 of 102</span>\n\f       contradicted the fax message sent by the Superintendent of Police which\n\n       mentioned the recovery of a 0.315 bore rifle from Sahab Singh. Based\n\n       on this contradiction, the Trial Court concluded that the recovery from\n\n       Sahab Singh is false as there are two different rifles mentioned in two\n\n       different documents.\n</blockquote><blockquote id=\"blockquote_19\"> ii.   Trial Court found it strange that PW-12 searched only Ashok Kumar\n\n       Chandel and Raghuvir’s Moradabad house for the murder weapons, and\n\n       none of the houses of the other accused persons were searched.\niii.   In view of the fact that the Court Witness (CW-1) could not recover any\n\n       weapon from the Moradabad house, the Trial Court concluded that the\n\n       whole investigation was mala-fide and was intended to implicate Ashok\n\n       Kumar Chandel.\n</blockquote>\n<blockquote id=\"blockquote_20\">iv.    The Trial Court discredited the seizure of the weapon and the bullet\n\n       cartridges from Sahab Singh as the statement of PW-14Dy.\n</blockquote>\n<blockquote id=\"blockquote_21\">       Superintendent of Police, CBCID that PW-11 and 12 mentioned to him\n\n       that they recovered 18 bullets, contradicts with evidence PW-11 and 12\n\n       who stated that they recovered 10 bullets.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_53\">35.    Ballistic Report: The Trial Court held that the ballistic report is not\n\nadmissible in evidence as the requirements of <a href=\"/doc/692331/\" id=\"a_33\">Section 293</a>, Cr.P.C were not\n\nfollowed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">36.    Recovery of Railway Manarth Card belonging to Ashok Chandel from\n\nthe place of occurrence: The Trial Court came to the conclusion that the\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                  Page 23 of 102</span>\n\fManarth Card recovered from the place of occurrence had expired way back on\n\n12.01.1994 which is more than three years prior to the incident. The Trial\n\nCourt also found that the said Manarth Card was not sealed and stamped like\n\nother pieces of evidence. While the Trial Court did not dispute that the Railway\n\nManarth Card belonged to Ashok Kumar Chandel it doubted the recovery from\n\nthe place of occurrence.\n</p>\n<p data-structure=\"Issue\" id=\"p_55\">37.   In view of the above findings and conclusions, the Trial Court acquitted\n\nall the accused of all the charges.\n</p><p data-structure=\"Facts\" id=\"p_56\">38. Challenging the judgment of the Trial Court, the State preferred a\n\ncriminal appeal and the informant (PW-1) filed a criminal revision before the\n\nHigh Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">\nJudgment of the High Court:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">39.   We have undertaken a detailed description of the reasons and\n\nconclusions adopted by the Trial Court only to see if the High Court while\n\nreversing an order of acquittal has sufficient and cogent reasons to interfere\n\nwith the reasoning of the Trial Court. A strict scrutiny of the judgment of the\n\nHigh Court is necessary as an order of acquittal can be interfered with only for\n\nsubstantial and compelling reasons. Following the same structure adopted by\n\nthe Trial Court, we will consider and examine the reasons adopted by the High\n\nCourt with respect to each and every finding of the Trial Court.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                 Page 24 of 102</span>\n</p><p data-structure=\"Section\" id=\"p_59\">\f40.   As stated earlier, the High Court in appeal convicted all the accused\n\nunder Sections 148, 302 read with 149, 307 read with 149 <a href=\"/doc/1569253/\" id=\"a_34\">IPC</a> and acquitted\n\nthe accused Ashok Kumar Chandel under <a href=\"/doc/1101188/\" id=\"a_35\">Sections 379</a> and <a href=\"/doc/341288/\" id=\"a_36\">404</a> IPC and\n\n<a href=\"/doc/541406/\" id=\"a_37\">Section 30</a> Arms Act. Sahab Singh was also acquitted of 25 of the <a href=\"/doc/1934415/\" id=\"a_38\">Arms Act</a>.\n\nThe High Court’s findings are as under:\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">41.   Motive: The High Court held that there is sufficient evidence to\n\nconclude that there existed a motive for the Chandel group for committing the\n\noffences against the deceased and their men. The High Court concluded on the\n\nbasis of evidence on record that Rakesh Kumar Shukla along with Rama Kant\n\nPandey (brother of deceased Sri Kant Pandey) lobbied against Shyam Singh\n\n(A7), who was involved in a criminal case. Further, it also came on record that\n\nthe deceased party opposed Ashok Kumar Chandel in the Assembly Elections.\n\nAll this, according to the High Court establishes that Shyam Singh and Ashok\n\nKumar Chandel were on hostile terms with the Shukla family. As regards\n\nSahab Singh, it was held that he was Ashok Kumar Chandel’s private gunner\n\nand therefore, he also had the same motive. In so far as Naseem (A6) is\n\nconcerned, he was supported by the Chandel group because Naseem’s\n\nEducational Institution – Islamia Inter College was in competition with Vidya\n\nMandir, supported by the Shukla Family. In view of all these factors, as\n\nindicated above, the High Court concluded that there is sufficient motive. At\n\nthe same time, the plea of Ashok Kumar Chandel that he was falsely\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                 Page 25 of 102</span>\n\fimplicated and that one Alok Purwar alias Titu who is the owner of a petrol\n\npump was responsible for the murders was discarded by the High Court as\n\nthere was no evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">42.   High Court’s analysis of the approach adopted by the Trial Court in\n\ndrawing its conclusions on the evidence of witnesses and the documentary\n\nevidence: Apart from reversing the findings given by the Trial Court on\n\nspecified issues such as motive, the contradiction in the timing of lodging the\n\nFIR, its inconsistencies with the tehreer, reliability on the fax message,\n\nrecoveries of firearms etc., which are being recounted hereinbelow, the High\n\nCourt noted a fundamental problem. The problem related to the approach\n\nadopted by the Trial Court, the High Court was of the opinion that much of the\n\nconclusions drawn by the Trial Court were based on a very technical and\n\npedantic approach in analysing the evidence of witnesses or drawing\n\ninferences from the documentary evidence. The technical approach adopted by\n\nthe Trial Court has according to the High Court caused grave miscarriage of\n\njustice. This is explained by the High Court while dealing with each issue in\n\nthe following manner.\n</p>\n<p data-structure=\"Facts\" id=\"p_62\">43.   FIR and Tehreer discrepancies: The High Court was of the opinion that\n\nthe approach adopted by the Trial Court in construing the tehreer and the FIR\n\nwere super technical. The High Court found that the explanation proffered by\n\nthe prosecution for omissions in the FIR to be genuine as the investigating\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                 Page 26 of 102</span>\n\fofficer was pressurizing PW-9 who prepared the FIR to provide a copy of the\n\nreport and therefore, it is reasonable to assume that such omissions could have\n\ntaken place. Moreover, the possibility of a few words being left out while\n\nwriting a long report cannot be ignored and hence the mistakes were\n\nconsidered bonafide. Rejecting the allegation that FIR is ante-timed, the High\n\nCourt observed that after PW-1 was treated in the hospital at 8.30 PM he could\n\ngo to the police station to lodge an FIR and that there is nothing unnatural\n\nabout it, considering the nature of his injuries. The High Court examined the\n\nspot map as per which the hospital and the police station were in close\n\nproximity. The documentary evidence supported the statement of PW-1 that he\n\nreturned to the hospital for proper treatment and was discharged the next day at\n\n09.00 AM.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">44.   Testimonies of PW-1 and PW-2: The High Court was of the opinion that\n\nthe approach adopted by the Trial Court in discarding the evidence of PW-1\n\nand PW-2 was hyper-technical. At the outset, the place of occurrence and also\n\nthe occurrence of the event were not doubted by the Trial Court. The evidence\n\nof PW-1 and PW-2 being injured witnesses cannot be discarded based on\n\nminor inconsistencies. The High Court examined each of the contradictions\n\nand inconsistencies found by the Trial Court and concluded that the same was\n\ndrawn on a speculative premise. The High Court held that, “a perusal of above\n\nanalysis made by the Trial Court appears to have been done over meticulously\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                 Page 27 of 102</span>\n\fwith lot of guess work made on this part”. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1825522\" id=\"span_27\">In this context, the High Court\n\nrelied on the decision of the Supreme Court in the case of <a href=\"/doc/1825522/\" id=\"a_39\">State of U.P. v.\n\nGokaran</a> and ors15. In this case, Supreme Court had interfered with the order of\n\nacquittal by the High Court stating that – “it becomes the duty of the Court to\n\ninterfere with the acquittal in order to redeem the course of justice......the High\n\nCourt has adopted a hyper-technical approach to the entire prosecution\n\ncase....”</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_64\">45.   Reversing the finding of the Trial Court based on the evidence of DW-1,\n\nExecutive Engineer, Electricity Distribution Division, Hamirpur suggesting\n\nthat there was no power during the time of occurrence of the incident, the High\n\nCourt held that even according to DW-1, he was not sure as to which phase the\n\nelectricity connection to the Subhash Market was connected. Yet again, the\n\nHigh Court felt that the Trial Court judgment is based on surmises and\n\nconjectures, particularly when there were direct injured eye-witnesses.\n\n</p><p data-structure=\"Precedent\" id=\"p_65\">46.   On the question of contradictions in the statements of PW-1 and PW-2\n\nwith regard to their position and injuries sustained, it was held that the Trial\n\nCourt was incorrect in discarding their testimonies as in a situation of\n\nindiscriminate firings, it becomes very difficult for any witness to recollect as\n\nto who exactly was shooting at whom and from which exact direction. It was\n\nalso observed that it is too much to expect an injured witness to depose\n\n\n15 (1984) Supp SCC 482.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">\n<span class=\"hidden_text\" id=\"span_28\">                                  Page 28 of 102</span>\n\fdistinctly about each and every injury received by the deceased and other\n\ninjured persons. The High Court went on to observe that the Trial Court paid\n\nmore attention to ascertain as to which particular injury was caused in what\n\nsitting position to the injured and the deceased rather than looking at the\n\nincident as a whole. The findings of the Trial Court doubting the presence of\n\nthe witness on technical grounds was not accepted by the High Court.\n\n</p><p data-structure=\"RespArg\" id=\"p_67\">47.   While considering the conduct of PW-2 right after the incident, the High\n\nCourt did not find anything unnatural. PW-2 was asked to look after the injured\n\nchildren Vipul and Chandan and hence he went home, and this is completely\n\nnatural.\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">48.   Recovery of Weapons: The High Court rejected the findings of the Trial\n\nCourt with respect to (a) the fax message sent by the Superintendent of Police\n\nmentioning the arrest of Sahab Singh with a 0.315 bore rifle as opposed to the\n\nrecovery memo which mentioned 8x60 bore rifle recovered from Sahab Singh\n\n</p><p data-structure=\"Issue\" id=\"p_69\">(b) non-examination of a public witness during the arrest and recoveries (c) the\n\nsearch made during the arrest of the accused for the following reasons.\n\n</p><p data-structure=\"Facts\" id=\"p_70\">49.   The High Court came to the conclusion that the Trial Court erred in\n\narriving at the decision that there was no recovery made from Sahab Singh on\n\nthe basis of the fax message. The High Court found that the conclusions of the\n\nTrial Court were perverse as the 0.315 bore rifle in the continental system\n\nhaving measurements are in millimeters (mm) is nothing but an 8x60 bore rifle\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                 Page 29 of 102</span>\n\fwhich is the British system of annotation. However, on the legality of recovery,\n\nthe High Court held that the seizure was not corroborated by an independent\n\nwitness and therefore it proceeded to acquit Sahab Singh (A8) as well as Ashok\n\nKumar Chandel (A5) under <a href=\"/doc/73862/\" id=\"a_40\">Sections 25</a> and <a href=\"/doc/541406/\" id=\"a_41\">30</a> of the Arms Act.\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">50.   Manarth Card Recovery: As regards the recovery of Manarth Card\n\n(railway travel card) belonging to Ashok Kumar Chandel is concerned, the\n\nTrial Court’s decision to discard the same as the card had expired long before\n\nthe incident was rejected by the High Court for the reason that it is not\n\nuncommon that people carry passes or ID cards even after the date of expiry.\n\nAccording to the High Court, the recovery of the card cannot be rejected just\n\nbecause the validity of the card expired before the incident. The High Court\n\nalso observed that the Investigating Officer has nothing against Ashok Kumar\n\nChandel to falsely implicate him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">51.   Ballistic Report: Accepting the ballistic report, the High Court observed\n\nthat the report was forwarded by one of the Director/ Deputy Director/\n\nAssistant Director of the said lab under the seal. This is in compliance with the\n\nstatutory requirement under <a href=\"/doc/897083/\" id=\"a_42\">Section 239</a> Cr.P.C and hence the report was not\n\ndiscarded and was considered admissible.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">52.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"17393829\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1048134\" id=\"span_31\">In support of its conclusions, the High Court relied on the decisions of\n\nthis Court in <a href=\"/doc/1048134/\" id=\"a_43\">Masalti v. State of U.P.16</a>; <a href=\"/doc/17393829/\" id=\"a_44\">Praveen Kumar v. State of Karnataka17</a>;\n16 (1964) 8 SCR 133.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_74\">17 (2003) 12 SCC 199.\n</p>\n<p data-structure=\"Precedent\" id=\"p_75\">\n<span class=\"hidden_text\" id=\"span_32\">                                    Page 30 of 102</span>\n\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135407451\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1825522\" id=\"span_34\"><a href=\"/doc/1825522/\" id=\"a_45\">State of U.P v. Gokaran</a> and ors18; <a href=\"/doc/135407451/\" id=\"a_46\">Menoka Malik and ors v. State of West\n\nBengal</a> and ors19.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_76\">Submissions on Behalf of the Appellants:\n</p>\n<blockquote id=\"blockquote_22\">53.   In this batch of appeals, we heard Mr. Harin P Raval, Mr. Siddharth\n\nDave, Mr. Jayant Muthuraj, Mr. Ratnakar Dash, Mr. Basava Prabhu Patil, Mr.\n\nVishvajit Singh, Senior Advocates, followed by Ms. Bansuri Swaraj, Advocate\n\nfor the Appellants. We have also heard, Ms. Aishwarya Bhati, Learned\n\nAdditional Solicitor General and Mr. A.K. Mishra, Additional Advocate\n\nGeneral for the State of U.P. and Ms. Sonia Mathur, Senior Advocate for the\n\nInformant.\n</blockquote>\n<blockquote id=\"blockquote_23\">54.   The senior counsels were assisted by S/Shri Shiv Kumar Pandey, Abhay\n\nRaj Singh Chandel, Chandrashekhar A. Chakalabbi, Awanish Kumar, Abhinav\n\nGarg, D.Girish Kumar, Kumar Vinayakam Gupta, Kartikey Kanojia, M/s\n\nDharmaprabhas Law Associates, AOR, S/Shri Sandeep Jha, Arjun D. Singh,\n\nAshish Singh, Advocates, Dharmendra Kumar Sinha, AOR, Uday Prakash\n\nYadav, Simarjeet Singh Saluja, Ms. Prerna Dhall, Ms. Noor Rampal, Ms.\n\nAastha Mehta, Ms. Ishita Sinha, S/Shri Rohit Pandey, Murari Tiwari,\n\nAdvocates, Ramjee Pandey, AOR, Ms. Manisha Chava, Shri Rustam Singh\n\nChauhan, Ms. B.L.N. Shivani, Shri Rajeev Kumar Dubey, Ms. Harshita\n\nRaghuvanshi, Ms. Shreyase Aggrwal, Shri Ashiwan Mishra, Advocates, S/Shri\n\n18Supra no. 15.\n</blockquote><blockquote id=\"blockquote_24\">19 (2019) 18 SCC 721.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_35\">                               Page 31 of 102</span>\n<p data-structure=\"Precedent\" id=\"p_77\">\fKamlendra Mishra, Shashank Singh, AOR, Anupam Chaudhary, Manoj Kumar\n\nDwivedi, Mrinal Kumar Sharma, Ms. Ana Upadhyay, Shri Akash Singh, Ms.\n\nManya Hasija, Advocates, S/Shri Prem Sunder Jha, AOR, Pankaj Bist,\n\nAdvocate, Krishnanand Pandeya, AOR, Manish Kumar, Advocate, Anshuman\n\nSrivastava and Shri Naresh Kumar, AOR.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">55.      We will encapsulate the submission of the learned counsels for the\n\nAppellants as well as the State before we proceed to analyze and answer the\n\nsame.\n</p>\n<p data-structure=\"RespArg\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"57503010\" id=\"span_36\">56.     Leading the arguments on behalf of the Appellants, Mr. Harin Raval for\n\nA5 submitted that in case of an appeal against acquittal, there is a double\n\npresumption in favour of the accused. As having secured an acquittal from one\n\nof the courts, the presumption of his innocence is reinforced and reaffirmed.\n\nTherefore, if two conclusions are possible on the basis of the evidence on\n\nrecord, then the appellate court should not disturb the finding of acquittal\n\nrecorded by the trial court. He relied on the decision of this Court of <a href=\"/doc/57503010/\" id=\"a_47\">N.\n\nVijaykumar v. State of Tamil Nadu20</a>. He also submitted that the High Court has\n\nreversed the findings of the Trial Court without providing any reasons and has\n\nsimply supported its findings by stating that the Trial Court decision was based\n\non assumptions and speculations.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">\n\n\n20 (2021) 3 SCC 687.\n</p>\n<p data-structure=\"Section\" id=\"p_81\">\n<span class=\"hidden_text\" id=\"span_37\">                                 Page 32 of 102</span>\n</p><p data-structure=\"CDiscource\" id=\"p_82\">\f57.   As the substantial part of the case of the prosecution is dependent on the\n\nevidence of PW-1, he rightly focused on the credibility and veracity of the\n\nevidence of this witness. He argued that the following features of the case\n\nwould make it clear that PW-1 was not present at the scene of offence and he\n\ncannot be accepted as an eyewitness at all.\n</p><p data-structure=\"CDiscource\" id=\"p_83\">   i. According to PW-1, he was on the right side of the jonga (non-driver\n\n      side) when he was speaking to deceased Rakesh Shukla at which point\n\n      the alleged ‘indiscriminate’ firing began from Naseem’s gun shop. If this\n\n      were true, in this positioning PW-1 would have been in the direct line of\n\n      firing and could not have escaped with one bullet injury on his leg.\n\n      Further, as per the evidence of PW-8, the bullet injury on PW-1 was on\n\n      the upper portion of his left leg, which would only be possible if his\n\n      back was facing the assailants.\n</p><p data-structure=\"RespArg\" id=\"p_84\">  ii. Since, PW-1 had stated that he was on the non-driver side and so was\n\n      deceased Gudda in the jonga who received fatal injuries, it is highly\n\n      improbable that PW-1 did not receive any injuries in the first incident\n\n       while being present on the non-driver side.\n</p><p data-structure=\"CDiscource\" id=\"p_85\">  iii. As per PW-1’s evidence, he was standing in front of the jonga during the\n\n      first incident when there were bystanders. However, none of them were\n\n      made witnesses and examined by the prosecution.\n</p><p data-structure=\"CDiscource\" id=\"p_86\">  iv. During the second incident, when deceased Rajesh Kumar Shukla was\n\n      injured by 16 bullets as per the post-mortem report, it is highly\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                 Page 33 of 102</span>\n\f       improbable that PW-1 would receive minor injuries on the lower part of\n\n      the body while standing adjacent to Rajesh.\n</p><p data-structure=\"CDiscource\" id=\"p_87\">   v. As per the evidence of PW-5 (Dr. PN Paya), Rakesh Shukla received\n\n       injuries on his left side which contradicts his position in the jonga on the\n\n      right side.\n</p><p data-structure=\"CDiscource\" id=\"p_88\">  vi. PW-9 had stated that when PW-1 reached the police station to lodge the\n\n       FIR, the bandage was on his calf, however, as per PW-1’s injury report,\n\n       his injuries were on his thigh. If he had received immediate medical\n\n       treatment from PW-8 then his bandage would have been on the thighs.\n\n vii. PW-2 sustained a 2x2 CM wound which cannot be caused by a rifle,\n\n       DBBL or an SBBL gun. Therefore, the description of the firearms as\n\n       deposed by PW-1 cannot be believed. Moreover, no firearms were\n\n       recovered expect for the one recovered from Sahab Singh which is also\n\n       not proved to be used in the incident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_89\">\n58.1   Referring to the contradictions arising out of the treatment of PW-1 in\n\nthe hospital the learned counsel tried to establish that the presence of PW-1 is\n\ndoubtful for the following reasons:\n</p><blockquote id=\"blockquote_25\">   i. The Bed Head Ticket of PW-1 does not mention an X-Ray\n\n       recommendation.\n</blockquote><blockquote id=\"blockquote_26\">   ii. There is no entry in the cash register of any money being deposited\n\n       regarding any X-Ray or treatment being done.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                   Page 34 of 102</span>\n<blockquote id=\"blockquote_27\">\f  iii. It was deposed by PW-1 that the X-Ray took place at 10 PM however,\n\n      the X-Ray department closes at 2 PM. Therefore, the timings of the\n\n      same cannot be believed.\n</blockquote><blockquote id=\"blockquote_28\">  iv. There is no mention of date on the X-Ray plates of PW-1.\n</blockquote>\n<blockquote id=\"blockquote_29\">   v. As per the evidence of PW-12, one Srideen took PW-1, Ravi Kant,\n\n      Hardayal and Vipul to the hospital for X-Ray on 28.01.1997 and he also\n\n      brought them back home. Thus, the statement of PW-1 regarding the X-\n</blockquote>\n<blockquote id=\"blockquote_30\">      Ray is doubtful. Moreover, a material witness, Srideen was never\n\n      examined by the prosecution.\n</blockquote>\n<blockquote id=\"blockquote_31\">58.2 It was argued that if PW-1 was admitted to the hospital on 26.01.1997\n\nand was discharged only on 27.01.1997 at 9 AM, his statement that he went to\n\nthe police station at 09.10 PM to register the FIR and then returned to the\n\nhospital and then to the place of occurrence at 10 PM cannot be believed. PW-\n</blockquote>\n<blockquote id=\"blockquote_32\">1 stated that he took all the dead bodies to the hospital, however, the police\n\nmemo initially recorded four bodies and the fifth dead body was received after\n\n9 PM. If PW-1 left to lodge the FIR at 9 PM and at the same time if the\n\nhospital records received the fifth body at 9 PM then how was PW-1 aware of\n\nthis fact to mention it in the tehreer which was written at 8.30 PM. In light of\n\nthis, it was contended that the FIR is ante-timed. The learned Senior Counsel\n\nsubmitted that there is only one hole on the left side of the windscreen of the\n\njonga and the remaining parts were intact. If this is true, then the version of\n\nPW-1 that the incident was of indiscriminate firing cannot be believed. Further,\n\n<span class=\"hidden_text\" id=\"span_40\">                                 Page 35 of 102</span>\n\fas per the evidence of PW-4, there was no diesel in the jonga and this is\n\ndirectly in line with the defence theory put up that, the incident was a result of\n\na quarrel with one Titu regarding moving the jonga which according to Rakesh\n\nShukla had no diesel. In this context, the fax message sent by S.P. Mathur was\n\nrelied on. It is submitted that Hardayal was treated in the hospital at 8.30 P.M\n\nand therefore, the statement of PW-1 that he did not see Hardayal cannot be\n\nbelieved.\n</blockquote>\n<blockquote id=\"blockquote_33\">58.3 Mr. Raval submits that the fax sent by S.P. Mathur to the higher\n\nauthorities mentions arrest of Sahab Singh on 26.01.1997 with 315 bore rifle\n\nand what is shown in the recovery memo is an 8x60 bore rifle. The High\n\nCourt’s findings that rifle of 8x60 bore and 315 bore are the same is fallacious\n\nas the conversion comes to 480 bore.\n</blockquote>\n<blockquote id=\"blockquote_34\">59.1   Questioning the presence of PW-2 at the scene of the offence Mr. Raval\n\nsubmitted that:\n</blockquote><blockquote id=\"blockquote_35\">   i. The conduct of PW-2 was very unnatural as he reached the hospital only\n\n       at 10 PM even though he had allegedly received a bullet injury.\n\n      Moreover, his brother Sri Kant Pandey has also died.\n  ii. PW-2 stated that Chandan and Vipul were sent home with someone from\n\n       the Mohalla but they were neither produced nor examined by the\n\n       prosecution. There is also a material contradiction as to whether PW-2\n\n       took Vipul and Chandan home or not.\n</blockquote>\n<blockquote id=\"blockquote_36\">\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                  Page 36 of 102</span>\n</blockquote><p data-structure=\"Facts\" id=\"p_90\">\f59.2 Mr. Raval also relied on the evidence of the defence witness DW-1, to\n\ndiscredit prosecution witnesses, PW-1 and PW-2 on the ground that there was\n\nno electricity at the place of occurrence when the incident happened.\n\n60.1 Mr. Siddharth Dave, learned Senior Advocate appearing for Ashutosh\n\nSingh alias Dabbu (A2), argued that no evidence was led by the prosecution to\n\nprove how two groups of accused gathered at one place by forming an\n\nunlawful assembly in pursuance of a common object to fire indiscriminately at\n\nthe persons sitting in the jonga. It is the case of the prosecution that at around\n\n7.30 PM on 26.01.1997, PW-1 along with his servant Lallan who had gone to\n\npurchase some articles from the market met Rakesh Shukla in the jonga. If the\n\nsaid meeting was a chance meeting, then the formation of an unlawful\n\nassembly with a common object would stand disproved. Moreover, there were\n\nno allegations as to at what prior point in time the accused form an unlawful\n\nassembly.\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"172212626\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1048134\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"147362898\" id=\"span_44\">60.2 It was urged that the incident took place in two parts and therefore, it\n\nwas incumbent upon the prosecution to lead evidence as to when the unlawful\n\nassembly in the first part dispersed and when it gathers again during the second\n\nincident. In light of this, it was argued that offence under Section 149 was not\n\nmade out by the Appellants as there was no evidence to prove the formation of\n\nan unlawful assembly with a common object. The Counsel placed reliance on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                  Page 37 of 102</span>\n\fthe judgments of this Court in <a href=\"/doc/147362898/\" id=\"a_48\">Nawab Ali v. The State of U.P.21</a>, <a href=\"/doc/1048134/\" id=\"a_49\">Masalti v. State\n\nof U.P.22</a> and <a href=\"/doc/172212626/\" id=\"a_50\">State of Rajasthan v. Shiv Charan</a> and ors23 to say that it is\n\nincumbent upon the prosecution to show that the person concerned was a\n\nmember of the unlawful assembly at the time of the commission of the offence.\n\nMoreover, mere presence or association with other members alone is not per se\n\nsufficient to hold that each member is criminally liable for the offence\n\ncommitted by the others, unless, there is sufficient evidence on record to show\n\nthat each member intended to or knew the likelihood of commission of such an\n\noffending act, being a member of the unlawful assembly as provided for under\n\n<a href=\"/doc/999134/\" id=\"a_51\">Section 149</a>, IPC.</span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_92\">61.   Mr. Jayanth Muthuraj, learned Senior Advocate, appearing for Pradeep\n\nSingh (A4), submitted on the improbabilities of the first as well as the second\n\nincident. With respect to the first incident, he would say that PW-1 sustained\n\nno injury and it has remained unexplained how the new vehicle comprising of\n\nfive people comes all of a sudden and starts firing, and even after that PW-1\n\nwas not injured. So far as the second incident is concerned, he took us to the\n\ninquest report and argued that the prosecution is not able to explain\n\ninterpolation and cutting in many places. He argued in similar lines as that of\n\nMr. Raval about the non-examination of certain witnesses, he also submitted\n\nthat there were contradictions about sending Vipul and Chandan to the house.\n21 (1974) 4 SCC 600.\n</p><p data-structure=\"Precedent\" id=\"p_93\">22 (1964) 8 SCR 133.\n</p><p data-structure=\"Precedent\" id=\"p_94\">23 (2013) 12 SCC 76.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_95\">\n<span class=\"hidden_text\" id=\"span_46\">                                  Page 38 of 102</span>\n\fWho took them to the residence is a mystery. He also touched upon the issue\n\nrelating to the delay in FIR, the fax message sent by the Superintendent of\n\nPolice and the recovery of Manarth card bearing the name of Ashok Kumar\n\nChandel near Naseem’s shop and the evidence of DW-1 establishing that there\n\nwas no electricity at the time of the incident.\n</p>\n<p data-structure=\"PetArg\" id=\"p_96\">62.   Mr. Ratnakar Dash, learned Senior Counsel appearing for Uttam Singh\n\n(A3) and Bhan Singh (A10) commenced with U.P. Police Regulation 97 about\n\nthe recording of the FIR. He, however, did not pursue this submission. He\n\nadopted the same line of submission as that of Mr. Raval about the credibility\n\nof the PW-1 in view of the uncertainty about the injuries. Mr. Dash argued that\n\nthere was no motive attributable to his clients Uttam Singh and Bhan Singh.\n\nHe adopted the same argument as that of Mr. Siddharth Dave with respect to\n\nthe second incident and concluded by stating that there are no recoveries from\n\nUttam Singh as well as Bhan Singh.\n</p>\n<p data-structure=\"PetArg\" id=\"p_97\">63.   Mr. Basava Prabhu Patil, learned Senior Advocate, appeared on behalf\n\nof Sahab Singh (A8) submits that his client’s name appears in the FIR along\n\nwith the gunner of Chandel who was also cited. However, after the filing of the\n\ncharge sheet, the gunner’s name is deleted and his client is prosecuted as\n\naccused no. 8. He submits that his client is a farmer and he is falsely\n\nimplicated. Mr. Patil also questioned the veracity of the evidence of PW-1 and\n\nPW-2. He argued that the prosecution has taken the Government gunner out\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                   Page 39 of 102</span>\n\fand substituted him instead. He has nothing to do with Chandel and the\n\nrecovery of the rifle, for this he relied on his <a href=\"/doc/767287/\" id=\"a_52\">Section 313</a>, Cr.P.C statement. It\n\nis interesting to note that Mr. Patil has questioned the authenticity of the fax\n\nalleged to have been sent by Mr. S.K. Mathur, SP to his superior officers. In the\n\nfax, it is alleged that Ashok Singh Chandel’s private gunner Sahab Singh was\n\narrested while carrying a 0.315 bore rifle before the alleged arrest on\n\n27.01.1997. Mr. Patil submitted that though his client was acquitted of the\n\ncharge under <a href=\"/doc/73862/\" id=\"a_53\">Section 25</a> of the Arms Act, in view of the fact that the recovery\n\nwas not based on any independent witness he was convicted under <a href=\"/doc/1560742/\" id=\"a_54\">Section\n\n302</a>, IPC along with all others only on the basis of evidence given by PW-1.\n\n</p><p data-structure=\"PetArg\" id=\"p_98\">64.   Ms. Bansuri Swaraj, learned Advocate made submissions on behalf of\n\nNaseem (A6) who is referred to as the Bandukwala. She submitted that\n\nNaseem is 70 years old and has no motive to indulge in the crime at all. She\n\njoined the other counsels in making the common argument about the\n\ncontradictions in statement of PW-1 and PW-2. Questioning the arrest memo,\n\nshe argued that if the fax mentions Sahab Singh’s arrest before 27.01.1997,\n\nthen Naseem’s arrest along with Sahab Singh as evidenced by the arrest memo\n\ndated 27.01.1997 is a forged document. Finally, she concluded by stating that\n\nno recovery of weapons was made from his client.\n</p>\n<p data-structure=\"Precedent\" id=\"p_99\">Submissions by the State:\n</p>\n<p data-structure=\"Section\" id=\"p_100\">\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                  Page 40 of 102</span>\n</p><p data-structure=\"RespArg\" id=\"p_101\">\f65.   The State was represented by the Learned Additional Solicitor General,\n\nMs. Aishwarya Bhati. The learned ASG commenced her submission with the\n\noccurrence of the incident on 26.01.1997 which is not disputed. The death of 5\n\npersons was also not disputed. With the aid of a pictographic depiction of the\n\nsite map and injuries on the body, she explained the incident in the context of\n\nplace, time, and persons involved. Recounting the relationship between the\n\nparties, from the very beginning she states that there is sufficient evidence to\n\nconclude that there is a longstanding rivalry between the group of Chandel,\n\nRaghuvir Singh, Naseem, and other members as against the group comprising\n\nof the Shukla family.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_102\">66.   Learned ASG identified the injuries of the witnesses and the deceased\n\nand compared them with the documentary evidence and the statements of\n\ndoctors to emphasize the veracity of the eyewitnesses. She has also referred to\n\nthe post-mortem report of Rakesh Shukla, Rajesh Shukla, Srikant Pandey,\n\nGudda, and Ved Prakash and again co-related it to the evidence of the doctors\n\nwho were examined with the corresponding exhibits. This is another factor,\n\naccording to the learned ASG to add credence to the statement of the\n\neyewitnesses.\n</p>\n<p data-structure=\"RespArg\" id=\"p_103\">67.   Learned ASG referred to the evidence of PW-1 in detail and sought to\n\ncorrect the statements made by the witness with the evidence on record. She\n\nwould further submit that there is no reason to disbelieve the evidence of the\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                 Page 41 of 102</span>\n\feyewitnesses and if their version is accepted then the various possibilities and\n\ncontradictions that the Appellants have suggested have to be discarded. The\n\nlearned ASG laid emphasis on the approach adopted by this Court in dealing\n\nwith an appeal against acquittal and submitted that there is no inviolable rule\n\nthat an Appellate Court would refrain from interfering with the judgment of\n\nacquittal even if there is grave miscarriage of justice.\n\n</p><p data-structure=\"Precedent\" id=\"p_104\">68.   Referring to the submission of the Appellants that non-examination of\n\nwitnesses would be fatal for the prosecution, she has referred to certain\n\ndecisions of this Court indicating the correct approach that needs to be\n\nadopted. The reasoning adopted by the High Court in reversing the decision of\n\nthe Trial Court was brought to our notice. The learned ASG emphasized that\n\nthe Trial Court had adopted a super technical approach in analyzing the\n\nstatement of the eyewitnesses and rejected them without appreciating the\n\nprinciples on the basis of which an injured eyewitness evidence is to be\n\nconsidered. It is her submission that the Trial Court has committed a serious\n\nerror in acquitting all the accused in the teeth of clear evidence of the\n\neyewitnesses. The learned ASG concludes by saying that the High Court has\n\nnot committed any error, in fact or in law while reversing the decision of the\n\nTrial Court. For this reason, she had prayed dismissal of these appeals.\n\nSubmissions by the Informant:\n</p>\n<p data-structure=\"Section\" id=\"p_105\">\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                   Page 42 of 102</span>\n</p><p data-structure=\"RespArg\" id=\"p_106\">\f69.   Ms. Sonia Mathur learned Senior Counsel supporting the learned ASG\n\nhas submitted that there is sufficient proof of the presence of PW-1 in the first\n\nas well as the second incident. She referred to the 1995 murder involving\n\nShyam Singh, where Rakesh Kumar Shukla and Rama Kant Pandey assisted\n\nthe prosecution. These incidents coupled with the Shukla family and associates\n\nopposing Ashok Chandel in the Assembly Election are a strong motive for\n\nkilling five members of the Shukla family. In the alternative, she has submitted\n\nthat in view of the presence of injured eyewitnesses the need to prove motive\n\nbecomes irrelevant. Ms. Sonia Mathur took us through the compilation\n\ncomprising important pieces of evidence and explained the position in which\n\nthe witnesses and the deceased got bullet injuries and corroborated them with\n\nthe medical evidence. She has also supported the prosecution on all the points\n\nthat were taken up by the ASG.\n</p>\n<p data-structure=\"Section\" id=\"p_107\">Analysis and Findings:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_108\">70.   Preliminary: We will commence with dealing with three preliminary\n\nsubmissions, commonly urged by all the learned counsels for the Appellants.\n\nFirst of this submission relates to the error committed by the High Court in\n\ninterfering with the judgment of the Trial Court while exercising jurisdiction of\n\na criminal appellate court against an order of acquittal. The second common\n\nsubmission relates to the alleged failure on the part of the prosecution to\n\nestablish a clear motive for the accused to commit the offences. The third\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                 Page 43 of 102</span>\n\fsubmission advanced by some of the counsels relates to the lack of evidence\n\nregarding the occurrence of the event and that too at two places.\n\n</p><p data-structure=\"CDiscource\" id=\"p_109\">71.   After the preliminary submissions, we will deal with the arguments\n\nadvanced by the defence to impeach the veracity of the testimonies of PW-1\n\nand PW-2 as the injured eye-witnesses. These arguments relate to the\n\ndiscrepancies in the timing of lodging of the FIR and contradictions about the\n\npresence of PW-1 at the place of incidence because of the evidence relating to\n\n</p><p data-structure=\"CDiscource\" id=\"p_110\">(a) the bullet marks on the jonga (b) the physical position of PW-1 and the\n\ninjuries sustained by him and the deceased at the time of the incident (c) the\n\ncontradictions arising out of the timing of X-Ray reports and issuance of the\n\nBed Head Ticket (d) and the absence of electricity at the time of the incident.\n\nWith respect to PW-2, we will examine the submissions (a) regarding his\n\npresence at the place of the incident (b) injuries sustained by him (c) his\n\nunnatural behaviour at the time of the incident.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_111\">72.   We will then deal with the submission questioning the conviction under\n\n<a href=\"/doc/999134/\" id=\"a_55\">Section 149</a> IPC. Thereafter, we will deal with the contradictions in the FIR on\n\nthe basis of the fax message. Then, dealing with the submission on recoveries,\n\nwe will consider the submissions relating to (a) recovery of the Railway\n\nManarth Card from the scene of the offence (b) and recovery of the weapon\n\nand bullets during the arrests. We will finally deal with the submission about\n\nthe admissibility of the ballistic report.\n</p>\n<p data-structure=\"Precedent\" id=\"p_112\">\n<span class=\"hidden_text\" id=\"span_52\">                                    Page 44 of 102</span>\n\f I.   Jurisdiction of the High Court in Appeals Against Acquittals\n\n</p><p data-structure=\"CDiscource\" id=\"p_113\">73.   This is the first preliminary submission and it is based on a principle <a href=\"/doc/172212626/\" id=\"a_56\">laid\n\ndown by</a> this Court that in an appeal against acquittal, the criminal appellate\n\ncourt will not interfere with the acquittal unless there are substantial and\n\ncompelling reasons. The common submission of all the counsels appearing for\n\nthe Appellants is, therefore, that the High Court was not justified in reversing\n\nthe order of acquittal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_114\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761643\" id=\"span_53\">74.   The position of law with respect to the jurisdiction of the High Court in\n\ncases of appeals against acquittals is well established. After reviewing the\n\njudgments on this subject, this Court clarified in <a href=\"/doc/761643/\" id=\"a_57\">Chandrappa and Ors v. State\n\nof Karnataka24</a> that:</span>\n</p>\n<blockquote id=\"blockquote_37\">             “3. Various expressions, such as, “substantial and\n             compelling reasons”, “good and sufficient grounds”,\n             “very strong circumstances”, “distorted conclusions”,\n             “glaring mistakes”, etc. are not intended to curtail\n             extensive powers of an appellate court in an appeal\n             against acquittal. Such phraseologies are more in the\n             nature of “flourishes of language” to emphasise the\n             reluctance of an appellate court to interfere with\n             acquittal than to curtail the power of the court to review\n             the evidence and to come to its own conclusion.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_115\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"694079\" id=\"span_54\">75.   It is sufficient to note the principle <a href=\"/doc/761643/\" id=\"a_58\">laid down in</a> the Constitution Bench\n\nof this Court in <a href=\"/doc/694079/\" id=\"a_59\">M.G. Agarwal v. State of Maharashtra25</a>:</span>\n\n</p><blockquote id=\"blockquote_38\">             “16. …But the true legal position is that however\n             circumspect and cautious the approach of the High Court\n             may be in dealing with appeals against acquittals, it is\n24 (2007) 4 SCC 415.\n</blockquote><blockquote id=\"blockquote_39\">25 (1963) 2 SCR 405.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_55\">                                 Page 45 of 102</span>\n<p data-structure=\"Precedent\" id=\"p_116\">\f             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_56\">undoubtedly entitled to reach its own conclusions upon\n             the evidence adduced by the prosecution in respect of the\n             guilt or innocence of the accused. This position has been\n             clarified by the Privy Council in <a href=\"/doc/802260/\" id=\"a_60\">Sheo Swarup v. King\n             Emperor</a> and NurMohammad v. Emperor [AIR 1945 PC\n             151] ...</span>\n</p><p data-structure=\"Precedent\" id=\"p_117\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"317493\" id=\"span_57\">17. …Similarly in <a href=\"/doc/317493/\" id=\"a_61\">Ajmer Singh v. State of Punjab</a> [(1953)\n             SCR 418] it was observed that the interference of the\n             High Court in an appeal against the order of acquittal\n             would be justified only if there are “very substantial and\n             compelling reasons to do so”. In some other decisions, it\n             has been stated that an order of acquittal can be reversed\n             only for “good and sufficiently cogent reasons” or for\n             “strong reasons”. In appreciating the effect of these\n             observations, it must be remembered that these\n             observations were not intended to lay down a rigid or\n             inflexible rule which should govern the decision of the\n             High Court in appeals against acquittals. They were not\n             intended, and should not be read to have intended to\n             introduce an additional condition in clause (a) of Section\n             423(1) of the Code. All that the said observations are\n             intended to emphasise is that the approach of the High\n             Court in dealing with an appeal against acquittal ought\n             to be cautious because as Lord Russell observed in the\n             case of Sheo Swarup, the presumption of innocence in\n             favour of the accused “is not certainly weakened by the\n             fact that he has been acquitted at his trial”. Therefore,\n             the test suggested by the expression “substantial and\n             compelling reasons” should not be construed as a\n             formula which has to be rigidly applied in every case.</span>\n             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"40914\" id=\"span_58\">That is the effect of the recent decisions of this Court, for\n             instance, in <a href=\"/doc/40914/\" id=\"a_62\">Sanwat Singh v. State of Rajasthan</a> [AIR\n             1961 SC 715] and Harbans Singh v. State of Punjab [AIR\n             1962 SC 439] and so, it is not necessary that before\n             reversing a judgment of acquittal, the High Court must\n             necessarily characterise the findings recorded therein as\n             perverse…”</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_118\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"127405\" id=\"span_59\">76.   Following the Constitution Bench, this Court in <a href=\"/doc/127405/\" id=\"a_63\">Ghurey Lal v. State of\n\nUP26</a> has formulated the following principles:</span>\n</p><blockquote id=\"blockquote_40\">26 (2008) 10 SCC 450.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_60\">                                  Page 46 of 102</span>\n<blockquote id=\"blockquote_41\">\f          “69. The following principles emerge from cases\n</blockquote><blockquote id=\"blockquote_42\">     1. The Appellate Court may review the evidence in appeals\n     against acquittal under <a href=\"/doc/487026/\" id=\"a_64\">sections 378</a> and <a href=\"/doc/1256523/\" id=\"a_65\">386</a> of the Criminal\n     Procedure Code, 1973. Its power of reviewing evidence is wide\n     and the appellate court can reappreciate the entire evidence on\n     record. It can review the trial court&#x27;s conclusion with respect to\n     both facts and law.\n</blockquote><blockquote id=\"blockquote_43\">     2. The accused is presumed innocent until proven guilty. The\n     accused possessed this presumption when he was before the\n     trial court. The trial court&#x27;s acquittal bolsters the presumption\n     that he is innocent.\n</blockquote><blockquote id=\"blockquote_44\">     3. Due or proper weight and consideration must be given to the\n     trial court&#x27;s decision. This is especially true when a witness&#x27;\n     credibility is at issue. It is not enough for the High Court to\n     take a different view of the evidence. There must also be\n     substantial and compelling reasons for holding that the trial\n     court was wrong.\n</blockquote><blockquote id=\"blockquote_45\">     70. In light of the above, the High Court and other appellate\n     courts should follow the well-settled principles crystallized by\n     number of judgments if it is going to overrule or otherwise\n     disturb the trial court&#x27;s acquittal:\n</blockquote><blockquote id=\"blockquote_46\">     1. The appellate court may only overrule or otherwise disturb\n     the trial court&#x27;s acquittal if it has &quot;very substantial and\n     compelling reasons&quot; for doing so.\n</blockquote><p data-structure=\"PetArg\" id=\"p_119\">     A number of instances arise in which the appellate court would\n     have &quot;very substantial and compelling reasons&quot; to discard the\n     trial court&#x27;s decision. &quot;Very substantial and compelling\n     reasons&quot; exist when:\n</p><blockquote id=\"blockquote_47\">  i.      The trial court&#x27;s conclusion with regard to the facts is\n     palpably wrong;\n</blockquote><blockquote id=\"blockquote_48\"> ii.      The trial court&#x27;s decision was based on an erroneous view\n     of law;\n</blockquote><blockquote id=\"blockquote_49\">iii.      The trial court&#x27;s judgment is likely to result in &quot;grave\n     miscarriage of justice&quot;;\n</blockquote><blockquote id=\"blockquote_50\"> iv.      The entire approach of the trial court in dealing with the\n     evidence was patently illegal;\n</blockquote><blockquote id=\"blockquote_51\">  v.      The trial court&#x27;s judgment was manifestly unjust and\n     unreasonable;\n</blockquote><blockquote id=\"blockquote_52\"> vi.       The trial court has ignored the evidence or misread the\n     material evidence or has ignored material documents like dying\n     declarations/ report of the ballistic expert, etc.\nvii.      This list is intended to be illustrative, not exhaustive.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_61\">                             Page 47 of 102</span>\n<blockquote id=\"blockquote_53\">\f         2. The Appellate Court must always give proper weight and\n         consideration to the findings of the trial court.\n</blockquote><blockquote id=\"blockquote_54\">         3. If two reasonable views can be reached - one that leads to\n         acquittal, the other to conviction - the High Courts/Appellate\n         Courts must rule in favor of the accused.”\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_120\">77.   Keeping in mind the above-referred principles we will now proceed to\n\nexamine the impugned judgment and see if the High Court has properly\n\napplied the principles while exercising the criminal appellate jurisdiction\n\nagainst the order of acquittal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">\n\n\nII.   Motive\n\n</p><p data-structure=\"Precedent\" id=\"p_122\">78.   The second common ground raised by many Appellants relates to the\n\nmotive behind the commission of the offence. The Trial Court held that the\n\ndisputes between Chandel and other accused with the Shukla group are\n\n‘insufficient’ for committing murder.       Counsels for the Appellants have\n\nrepeatedly argued that the prosecution failed to establish any motive for the\n\naccused to commit the crime. We will deal with this submission in fact as well\n\nas in law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">79.   On facts, three instances are referred to by the prosecution to indicate\n\nthe existence of a prior rivalry between the two groups. Firstly, in the year\n\n1995, one Sanjay Kumar Shukla of Sumerpur and Shiv Narain Mishra,\n\nPresident of Degree College were murdered by accused Shyam Singh (A7) and\n\nothers. In that murder case, deceased Rakesh Kumar Shukla along with Rama\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                  Page 48 of 102</span>\n\fKant Pandey (brother of deceased Sri Kant Pandey) lobbied against Shyam\n\nSingh. Ashok Kumar Chandel and Raghuvir Singh were in close alliance with\n\nShyam Singh. Secondly, the Shukla family and associates opposed Ashok\n\nKumar Chandel in the Assembly Elections that year. As a result, accused\n\nShyam Singh, Ashok Kumar Chandel and Raghuvir were on hostile terms with\n\nthe Shukla family. Sahab Singh is stated to be the private gunner of Ashok\n\nKumar Chandel and therefore he would have the same disposition against the\n\nShukla family. Thirdly, accused Naseem was the Manager of Islamia Inter\n\nCollege and the other competing educational institution in the town, Vidya\n\nMandir was run by the members associated with Shukla family. Naseem was\n\nclose to Ashok Kumar Chandel and they were acting together since they were\n\ninimical towards Shukla’s individually and also as a group.\n</p><p data-structure=\"Precedent\" id=\"p_124\">80. PW-1 has in his deposition spoke about the existence of long political\n\nenmity with Ashok Chandel in the following terms.\n</p><p data-structure=\"CDiscource\" id=\"p_125\">            “13. I had long political enmity with Ashok Chandel. My\n            family used to oppose him in the election. Ashok Chandel\n            used to contest election for MLA. He lost the 1996 election\n            for MLA with a huge margin because of our opposition.\n</p><p data-structure=\"Precedent\" id=\"p_126\">            Ashok Chandel had lost the election before this in the year\n            1995. Shiv Narayan Mishra and Abhay Shukla, Chairman,\n            of degree college were killed at Sumerpur publicly in\n            which accused Shyam Singh and others were prime\n            accused against which chargesheet had been filed. In the\n            said incident, my brother Rakesh Shukla and Sh. Ramakant\n            Pandey, Advocate, i.e. brother of deceased Shrikant\n            Pandey, had favoured the deceased. Ashok Chandel and\n            Raghuvir Singh and other had favoured Shyam Singh. This\n            is the reason for their animosity/grudge.\n</p><p data-structure=\"Precedent\" id=\"p_127\">            14. Naseem was the manager of Islamiya Inter College,\n            Hamirpur. Whereas, the Chairman of the Vidya Mandir,\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                Page 49 of 102</span>\n\f             Hamirpur (Inter College). are Brahmins. There exists\n             competition between both the institutions. Ashok Chandel,\n             Raghvir Singh, Naseem etc. used to sit together often.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_128\">81.   At the outset, we hold that the finding of the Trial Court that the motive\n\nsuggested by the prosecution is ‘insufficient’ for the commission of the murder\n\nof five persons is an inappropriate measure.\n</p>\n<p data-structure=\"Precedent\" id=\"p_129\">82.   Sufficiency or insufficiency of motive does not have a direct bearing on\n\nthe actual evidence against the accused, particularly when the prosecution relies\n\non direct evidence of injured eyewitnesses. This position of law is clear from the\n\nfollowing decisions of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"667950\" id=\"span_64\">In <a href=\"/doc/667950/\" id=\"a_66\">Shivaji Genu Mohite v. The State of\n\nMaharashtra27</a>, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_55\">             “11. Assuming that the prosecution evidence was not\n             sufficient or cogent enough for a motive to be spelt out of\n             it, the fact that the prosecution was not able to discover\n             such an impelling motive would not reflect upon the\n             credibility of a witness, proved to be a reliable\n             eyewitness…..\n</blockquote><blockquote id=\"blockquote_56\">             12. As stated earlier, the fact that the prosecution in a\n             given case has been able to discover a sufficient motive\n             or not cannot weigh against the testimony of an\n             eyewitness. Evidence as to motive would, no doubt, go a\n             long way in cases wholly dependent on circumstantial\n             evidence. Such evidence would form one of the links in\n             the chain of circumstantial evidence in such a case. But\n             that would not be so in cases where there are eye-\n</blockquote><p data-structure=\"Precedent\" id=\"p_130\">             witnesses of credibility, though even in such cases if a\n             motive is properly proved, such proof would strengthen\n             the prosecution case and fortify the court in its ultimate\n             conclusion. But that does not mean that if a motive is not\n             established the evidence of an eye-witness is rendered\n             untrustworthy.”\n\n27 (1973) 3 SCC 219.\n</p>\n<p data-structure=\"Precedent\" id=\"p_131\">\n<span class=\"hidden_text\" id=\"span_65\">                                  Page 50 of 102</span>\n</p><p data-structure=\"Precedent\" id=\"p_132\">\f83.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"241174\" id=\"span_66\">In the case of <a href=\"/doc/241174/\" id=\"a_67\">State of Uttar Pradesh v. Kishanpal and Others28</a> it was\n\nheld that:</span>\n</p>\n<blockquote id=\"blockquote_57\">             “39. The motive may be considered as a circumstance\n             which is relevant for assessing the evidence but if the\n             evidence is clear and unambiguous and the\n             circumstances prove the guilt of the accused, the same\n             is not weakened even if the motive is not a very strong\n             one. It is also settled law that the motive loses all its\n             importance in a case where direct evidence of\n             eyewitnesses is available, because even if there may be\n             a very strong motive for the accused persons to commit\n             a particular crime, they cannot be convicted if the\n             evidence of eyewitnesses is not convincing. In the same\n             way, even if there may not be an apparent motive but if\n             the evidence of the eyewitnesses is clear and reliable,\n             the absence of in adequacy of motive cannot stand in\n             the way of conviction.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_133\">84.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786404\" id=\"span_67\">In another case of <a href=\"/doc/786404/\" id=\"a_68\">Sheo Shankar Singh v. State of Jharkhand and Anr29</a>,\n\nthis Court observed:</span>\n</p>\n<blockquote id=\"blockquote_58\">             “15. ….. These decisions have made a clear distinction\n             between cases where the prosecution relies upon\n             circumstantial evidence on the one hand and those where\n             it relies upon the testimony of eyewitnesses on the\n             other………. Proof of motive, recedes into the\n             background in cases where the prosecution relies upon\n             an eye witness account of the occurrence. This is because\n             if the court upon a proper appraisal of the deposition of\n             the eyewitnesses comes to the conclusion that the version\n             given by them is credible, absence of evidence to the\n             motive is rendered inconsequential…\n</blockquote><blockquote id=\"blockquote_59\">             16. The case at hand rests upon the deposition of the\n             eyewitnesses to the occurrence. Absence of motive would\n             not, therefore, by itself make any material\n             difference……”\n28 (2008) 16 SCC 73.\n</blockquote><blockquote id=\"blockquote_60\">29 (2011) 3 SCC 654.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_68\">                                 Page 51 of 102</span>\n<p data-structure=\"Precedent\" id=\"p_134\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121431779\" id=\"span_69\">85.    Also, in the case of <a href=\"/doc/121431779/\" id=\"a_69\">Darbara Singh v. State of Punjab30</a>:</span>\n\n</p><blockquote id=\"blockquote_61\">             “15. ……In a case where there is direct evidence of\n             witnesses which can be relied upon, the absence of\n             motive cannot be a ground to reject the case. Under no\n             circumstance, can motive take the place of direct\n             evidence available as proof……...\n</blockquote><blockquote id=\"blockquote_62\">             16. Motive in criminal cases based solely on the\n             positive, clear, cogent and reliable ocular testimony of\n             witnesses is not at all relevant. In such a fact situation,\n             the mere absence of a strong motive to commit the\n             crime, cannot be of any assistance to the accused…..”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_135\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121431779\" id=\"span_70\">86.    In view of the evidence on the aspect relating to motive, coupled with\n\nthe clear position of law with respect to the relevance and weightage of motive\n\nin cases of evidence of direct injured eyewitness to the incident, the conclusion\n\nof the Trial Court that the case of the prosecution fumbles as it failed to prove\n\nthe motive is incorrect. The decision of the High Court, based on the principles\n\n<a href=\"/doc/121431779/\" id=\"a_70\">laid down by</a> this Court is unexceptionable.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_136\">III.   Place of occurrence\n</p><p data-structure=\"Precedent\" id=\"p_137\">87.    Some of the counsels for the Appellants submitted that the prosecution\n\nhas failed to adduce any evidence about the occurrence of the event at the\n\nplace alleged. This submission need not detain us for long as this was also\n\nraised before the Trial Court and it was not accepted even by the Trial Court. It\n\nis, therefore, sufficient for us to refer to the finding of the Trial Court on this\n\nsubmission. While rejecting this argument, the Trial Court recorded that the\n\n\n\n30 (2012) 10 SCC 476.\n</p>\n<p data-structure=\"Precedent\" id=\"p_138\">\n<span class=\"hidden_text\" id=\"span_71\">                                  Page 52 of 102</span>\n\fincident occurred as two events in quick succession. With respect to the first\n\nevent the Trial Court held:\n</p><blockquote id=\"blockquote_63\">             “This place of occurrence has not been challenged by the\n             defence and by the questions by Naseem himself during\n             the cross examination of witnesses it is clear that the\n             incidence had taken place.”\n\n</blockquote><blockquote id=\"blockquote_64\">88.   Similarly, the Trial Court recorded the following with respect to the\n\nsecond event of the incident in the following manner:\n</blockquote><blockquote id=\"blockquote_65\">            “The second place of incident has been said to be\n            occurred in front of the house of Parmanand Pandit and\n            as per site map [Exh. A-25], house of Anirudh Kumar\n            Sahu is located west side of house of Naseem….\n</blockquote><blockquote id=\"blockquote_66\">                                          xxx\n            The investigation officer during inspection of the place of\n            occurrence found blood but did not collect blood-stained\n            soil from there. This is his mistake but this does not draw\n            any adverse inference on the prosecution case.B. B. words\n            have been shown by the investigation officer in the site\n            map [Exh-A-25] after inspection of the place of\n            occurrence, on which places it is said that bullet\n            cartridges total 12 have been found, out of which 6 are to\n            said of 12 bore and 6 of brass. He has not indicated as to\n            which bullet cartridges was found from which place\n            separately. These B. B. marks are shown in the map as the\n            road below the platform at Nasim&#x27;s house an in front of\n            house of Parma Pandit. Therefore the place of incident is\n            not doubtful.”\n\n</blockquote><blockquote id=\"blockquote_67\">89.   In view of the clear and categorical finding of the Trial Court itself about\n\nthe place of occurrence, we need not entertain any doubt about the place of\n\noccurrence. This issue is answered accordingly.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_139\">IV.   Timings of lodging of the FIR and Discrepancies therein\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                 Page 53 of 102</span>\n</p><p data-structure=\"Conclusion\" id=\"p_140\">\f90.   Faced with the direct evidence of eyewitnesses cited by the prosecution,\n\nthe defence mounted a challenge to the veracity and the truthfulness of the\n\neyewitnesses. At the outset, they would submit that the prosecution could not\n\nanswer the severe improbabilities depending upon the time taken by PW-1 to\n\nmove from the scene of the offence to the hospital and then to the police\n\nstation. We will presently deal with this issue.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_141\">91.   The prosecution case is that the incident took place at around 07.30 PM\n\nand lasted for about 8-10 minutes. Thereafter, PW-1 reached the hospital with\n\nall the deceased in the jonga by 07.50 PM. After reaching the hospital, he got\n\nthe dead bodies examined first and then himself. He was eventually examined\n\nat 8.30 PM. After his preliminary examination, Saraswati Sharan, PW-3,\n\nscribed the tehreer as narrated by PW-1 in the hospital itself. It is after this that\n\nPW-1 left for the police station at around 09:00 PM to lodge the FIR which\n\ncame to be registered at 09.10 PM.\n</p>\n<p data-structure=\"PetArg\" id=\"p_142\">92.   Challenging the prosecution story, the learned counsel for the Appellants\n\nmade four submissions (i) it was contended that the statement in the tehreer\n\nthat PW-1 brought five dead bodies with him to the hospital, and thereafter he\n\nleft for the police station at 9PM is in contradiction to the police memo (Exb.\n\nKa-18) sent by the hospital to the police station at 9PM, which in turn\n\nmentions only four dead bodies and two injured persons (ii) it could not have\n\nbeen possible for PW-3 to write such a long tehreer and that too without any\n\n\n<span class=\"hidden_text\" id=\"span_73\">                                   Page 54 of 102</span>\n\fmistake in a span of 15-20 minutes before PW-1 proceeded to the police station\n\n</p><p data-structure=\"CDiscource\" id=\"p_143\">(iii) it was also urged that, there were certain omissions made in the FIR which\n\nwas copied from the tehreer and hence, there were material discrepancies in\n\nboth the documents (iv) finally, according to PW-1’s Bed Head Ticket received\n\nfrom the hospital, the discharge timing is mentioned to be 9 AM on 27.01.1997\n\non the next day and therefore he could not have lodged the FIR at 09.10 PM on\n\n26.01.1997. We will now deal with each of these submissions.\n\n</p><p data-structure=\"CDiscource\" id=\"p_144\">93.   Firstly, it can be observed from the evidence of the doctor, PW-8 that he\n\nexamined the dead bodies and the two injured namely, PW-1 and Hardayal and\n\nprepared a police memo to that effect. The same was sent to the police station\n\nby 9 PM. The evidence of PW-8 is extracted below:\n</p><blockquote id=\"blockquote_68\">           “All these injuries have possible to come at 7 .30 PM of\n           26.1.97. On that day I had sent a Police Memo to the\n           Inspector in-charge of P.S. Kotwali for information. I had\n           sent this memo at 9 PM. I had prepared this in my\n           handwriting and signature and it was mentioned that\n           dead bodies of five persons have been brought in this\n           hospital and two injured have also come, whose names\n           are Rajiv Shukla S/o Sh. Bhishm Prasad Shukla and\n           name of other is Hardyal Verma S/ o Sh. Mahadev\n           Prasad. Original of it was sent to the Police, which is Ex.\n           7 6A / 7 on the case file, exhibited as Ex.A-18”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_145\">94.   The above-referred evidence, when contrasted with Exb. Ka-18 (which\n\nis in Hindi) does not give rise to any contradiction for the following reason. In\n\nthe first paragraph of Exb. Ka-18 there is a mention of four dead bodies and\n\ntwo injured. The second paragraph mentions one more dead body brought at 9\n\nPM.\n</p>\n<p data-structure=\"Precedent\" id=\"p_146\"><span class=\"hidden_text\" id=\"span_74\">                                 Page 55 of 102</span>\n</p><p data-structure=\"CDiscource\" id=\"p_147\">\f95.   Further, as per the evidence of PW-1, he has taken all the deceased to the\n\nhospital together. He has also stated that from the hospital he did not take the\n\njonga to the police station to lodge the FIR, instead, he went by autorickshaw.\n\nThis was because one dead body was still in the jonga and was surrounded by\n\nfemale members of the family. It was brought inside the hospital around the\n\ntime he was about to leave for the police station. The relevant portion of PW-\n\n1’s testimony is extracted herein below:\n</p><blockquote id=\"blockquote_69\">             “250. I had gone to the Kotwali by rickshaw, reason\n             being that a few ladies had come from home. A dead\n             body was inside the Jonga.\n</blockquote><blockquote id=\"blockquote_70\">             251. The ladies had surrounded the car and the kotwali\n             was at a short distance only. The ladies of my own family\n             also had come (illegible) ladies from colony and Pandey\n             jee&#x27;s family also had come when. I had gone to lodge a\n             report.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_148\">96.   It is thus clear that there were five bodies and PW-1 brought them to the\n\nhospital in the jonga after the incident. The conclusion of the Trial Court is\n\ntherefore erroneous and is not based on the evidence on record. The High\n\nCourt is fully justified in reversing this finding as it is not merely an alternative\n\nview but a correction of an error which is substantial and compelling.\n\n</p><p data-structure=\"CDiscource\" id=\"p_149\">97.   Secondly, we have seen the tehreer, it is a short document. The\n\nconclusion of the Trial Court that the tehreer could not have been written in\n\nless than 30 minutes and therefore the FIR could not have been filed at 9.10\n\nPM is speculative and based on an imaginative arithmetic calculation. There\n\nwas no basis for the Trial Court to assume that this document could not have\n\n\n<span class=\"hidden_text\" id=\"span_75\">                                   Page 56 of 102</span>\n\fbeen written in 15-20 minutes, particularly in view of the evidence of PW-3\n\nwho is stated to be an experienced scribe. In this very context, the further\n\nconclusion of the Trial Court that the document could not have been written\n\nwithout any mistakes or cuttings is yet again speculative and without any basis.\n\n</p><p data-structure=\"CDiscource\" id=\"p_150\">98.   Thirdly, it was argued that Constable Mahesh Singh, PW-9 who prepared\n\nthe FIR by copying the contents of the tehreer made certain omissions like the\n\nword ‘tatha’ were replaced by ‘aur’ and the word ‘anya’ was written out of\n\nalignment. Also, the sentence ‘tatha mere per me goliya lagi’ was omitted.\n\nDuring the examination-in-chief of this witness, he mentioned that he was\n\nunder pressure to complete the FIR formalities and the investigating officer\n\nwas hurrying him to hand over the report. This explanation was accepted by\n\nthe High Court as such omissions cannot be held to be fatal to the case of the\n\nprosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_151\">The Trial Court committed a serious error in discrediting the version of PW-1\n\nabout the occurrence of the event on the basis of such minor and\n\ninconsequential omissions. It was therefore necessary for the High Court to\n\ninterfere with the glaring mistakes committed by the Trial Court. This is a good\n\nand sufficient ground to interfere.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_152\">99.   Finally, we are in agreement with the observation made by the High\n\nCourt with regard to the discharge timing mentioned on the Bed Head Ticket,\n\nas this is a natural conclusion to be drawn based on the evidence available on\n\n\n<span class=\"hidden_text\" id=\"span_76\">                                  Page 57 of 102</span>\n\frecord. It is, therefore, logical to conclude that PW-1 would have gone to the\n\npolice station to lodge the FIR and returned to the hospital for further\n\ntreatment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_153\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15386\" id=\"span_77\">100. The variations indicated in the tehreer and the FIR, as well as the\n\nargument of improbability based on a minute-by-minute construct by the\n\nlearned counsels for the Appellants, can under no circumstance become fatal to\n\nthe acceptance of the tehreer and the FIR. This Court, while noting the defects\n\nand variations in the investigation observed in <a href=\"/doc/15386/\" id=\"a_71\">Rammi Alia Rameshwar v. State\n\nof M.P.31</a>:</span>\n</p><blockquote id=\"blockquote_71\">             “24. When an eyewitness is examined at length it is quite\n             possible for him to make some discrepancies. No true\n             witness can possibly escape from making some\n             discrepant details. Perhaps an untrue witness who is well\n             tutored can successfully make his testimony totally non-\n             discrepant. But courts should bear in mind that it is only\n             when discrepancies in the evidence of a witness are so\n             incompatible with the credibility of his version that the\n             court is justified in jettisoning his evidence. But too\n             serious a view to be adopted on mere variations falling in\n             the narration of an incident (either as between the\n             evidence of two witnesses or as between two statements\n             of the same witness) is an unrealistic approach for\n             judicial scrutiny.\n</blockquote><blockquote id=\"blockquote_72\">             25. It is a common practice in trial courts to make out\n             contradictions from the previous statement of a witness\n             for confronting him during cross-examination. Merely\n             because there is inconsistency in evidence it is not\n             sufficient to impair the credit of the witness. No doubt\n             <a href=\"/doc/69347904/\" id=\"a_72\">Section 155</a> of the Evidence Act provides scope for\n             impeaching the credit of a witness by proof of an\n             inconsistent former statement. But a reading of the\n\n\n31 (1999) 8 SCC 649.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_78\">                                 Page 58 of 102</span>\n<p data-structure=\"Section\" id=\"p_154\">\f              section would indicate that all inconsistent statements\n              are not sufficient to impeach the credit of the witness….\n</p><p data-structure=\"CDiscource\" id=\"p_155\">              26. A former statement though seemingly inconsistent\n              with the evidence need not necessarily be sufficient to\n              amount to contradiction. Only such of the inconsistent\n              statement which is liable to be “contradicted” would\n              affect the credit of the witness…..”\n\n</p><p data-structure=\"CDiscource\" id=\"p_156\">101. The Trial Court has taken a super technical approach in doubting the\n\ntiming of lodging of the FIR for arriving at an erroneous conclusion the FIR\n\nand the tehreer are ante-timed. In these circumstances, there are compelling\n\nand substantial reasons for the High Court to interfere with the findings and\n\nconclusions of the Trial Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_157\"> V.     Presence of PW-1 at the place of incidence\n\n</p><p data-structure=\"RespArg\" id=\"p_158\">102. Yet another substantive argument advanced on behalf of the Appellants\n\nis that the presence of PW-1 at the scene of the offence is doubtful. Therefore,\n\nhis testimony must be rejected on the ground that he is not an eye-witness at\n\nall. To make this point good, the learned counsels advanced four-fold\n\nsubmission, which is also the reasoning of the Trial Court. We will refer to\n\neach of the submissions and deal with them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_159\">      A. Bullet marks on the jonga\n\n</p><p data-structure=\"RespArg\" id=\"p_160\">103. Based on the statement of PW-1 in the FIR that the accused party fired at\n\nthem ‘indiscriminately’, it is argued that this statement cannot be believed as\n\nthere were no multiple bullet holes on the jonga. In fact, the jonga only has one\n\nbullet hole on the left side of the windscreen.\n</p>\n<p data-structure=\"Precedent\" id=\"p_161\">\n<span class=\"hidden_text\" id=\"span_79\">                                     Page 59 of 102</span>\n</p><p data-structure=\"CDiscource\" id=\"p_162\">\f104. A proper reading of the evidence demonstrates the following. The Head\n\nConstable, M.T., Malkhan Singh, PW-4, conducted the technical examination\n\nof the vehicle and prepared a report exhibited as Ex-A2. Though Exb. A-2 is in\n\nHindi, and the content of it is available in the testimony of PW-4, which we\n\ncan consider and understand the correct fact situation. PW-4 states in the report\n\nthat the jonga had a hole in the windscreen window and multiple holes in the\n\nback side of the driver’s seat. He also stated that there were holes in the upper\n\nbody of the back tyre of the left side of the jonga and on both sides of the\n\nwindow. The driver-side mirror was also broken.\n</p>\n<p data-structure=\"Section\" id=\"p_163\">105. This description matches the seizure memo of the jonga exhibited as Ka-\n\n29, which was prepared when the jonga was seized. The relevant part of PW-\n\n4’s testimony is as under:\n</p><blockquote id=\"blockquote_73\">             “….There was a hole in the body towards back in left\n             side. Condition of steering was ok. Condition of break\n             was ok. Condition of Back Pedal, Electric (Light) was\n             fine. Transmission was fine. Suspension was fine. Tyres\n             were in running condition. There was a hole in the front\n             mirror (wind screen) window and right side and there\n             were holes in the back seat of right side (driver seat).\n             Driver mirror was also broken…..\n</blockquote><blockquote id=\"blockquote_74\">                                         xxxx\n</blockquote><blockquote id=\"blockquote_75\">             9. Holes were found in the side doors of both side\n             windows. Holes were not found in the back curtain. Holes\n             of curtains, except one or two, remaining holes &#x27; are\n             inside the fold of curtain. That which is one or half hole\n             has not gone while folding the curtains from many\n             places.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_164\">106. We have carefully perused the seizure memo of the jonga which clearly\n\ndescribes “kai jagah par goliyon ke nishan hai”, meaning thereby that there\n\n<span class=\"hidden_text\" id=\"span_80\">                                  Page 60 of 102</span>\n\fare many bullet marks found on the jonga. Further, the inspection report\n\nprepared by PW-4 on 25.02.2002 also mentions about the existence of multiple\n\nbullet marks on the jonga. This is also the version of PW-1.\n\n</p><p data-structure=\"CDiscource\" id=\"p_165\">107. Even the investigating officer, PW-12 who prepared the seizure memo of\n\nthe jonga, found 12 blank cartridges on the spot along with samples of the\n\nbroken front glass of the jonga.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_166\">108. It is in the context of the above-referred evidence that we need to look at\n\nthe testimony of PW-1 about which the Appellants have argued as if he\n\nsupports their case. The following extraction from his testimony makes it clear\n\nthat this submission has no ground to stand.\n</p><p data-structure=\"Section\" id=\"p_167\">             “…I don’t remember the number of hole, I had seen at\n             that time. I had seen only one hole in the glass (wind\n             shield). I did not notice the hole on other parts of the\n             body of the vehicle. It is incorrect to suggest that there\n             might not been any other gun shot hole in the vehicle\n             except one on the glass (wind shield).”\n\n</p><p data-structure=\"CDiscource\" id=\"p_168\">109. On an overall examination of the testimonies and the documentary\n\nevidence on record, it is evident that the jonga had multiple bullet holes on\n\ndifferent parts. The contention that only one bullet hole was found on the\n\nwindscreen is to be rejected, and we have no hesitation in holding that the\n\nconclusion drawn by the Trial Court that there was no ‘indiscriminate’ firing is\n\nbased on the misreading of the evidence. We are also of the opinion that this is\n\na substantial and compelling reason for the High Court to interfere with the\n\njudgment of the Trial Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_169\">\n<span class=\"hidden_text\" id=\"span_81\">                                   Page 61 of 102</span>\n\f   B.     Position of PW-1 and the injuries sustained by him and the deceased\n          at the time of the incident\n\n</p><p data-structure=\"Conclusion\" id=\"p_170\">110. The Appellants argued that the injuries on PW-1 and the deceased\n\npersons do not match the position they were in when the firing occurred. We\n\nwill answer this with reference to the first as well as the second incident.\n\n</p><p data-structure=\"CDiscource\" id=\"p_171\">111. At the first incident, from the testimony of PW-1 as well as the site plan\n\ndrawn by PW-12, PW-1 was initially standing in front of the jonga when he\n\nstopped to speak to the deceased Rakesh Shukla. While explaining that the site\n\nplan does not accurately describe Lallan’s and his position, he categorically\n\nstates that he moved to the right side (non-driver side) of the jonga when it was\n\nfacing east to speak to the deceased Rakesh as there were people on the\n\ndriver’s side. We will quote this in his own words as this is of some\n\nimportance:\n</p>\n<blockquote id=\"blockquote_76\">              “….The Jonga had been stopped/parked in the mid of the\n              road. I was in front of the Jonga only, when it was stopped\n              there. I do not recall exactly if I was on the right side\n              (Patari) of the road. At that time, the Jonga was facing\n              east. The east falls in the direction of my home. I moved to\n              the Jonga at non-driver side to speak to him. I had gone to\n              my right side. There were a few people standing in the side\n              of driver. My servant· (domestic help) Lallan had come to\n              me\n                                            xxx\n              I had told the I.O. the fact that the Jonga was standing\n              exactly in the mid of the road but not that we were\n              standing on the right side of the road. I do not know the\n              reason why the LO. has shown (demarcated) our location\n              in the right side of the road but not in front of the\n              Jonga…”\n\n\n<span class=\"hidden_text\" id=\"span_82\">                                  Page 62 of 102</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_172\">\f112. It is at this point of time that the firing started, that is when PW-1 was on\n\nthe non-driver side. If this is considered true, then PW-1’s testimony that he\n\nshielded himself behind the jonga falls into place and he is certainly not in the\n\ndirect line of firing. We have no hesitation in rejecting the contention of the\n\nAppellants that PW-1 is in the direct line of firing. It is not in dispute that PW-\n\n1 is on the non-driver side of the vehicle and when the firing began from\n\nNaseem’s gun shop which is in the south side of the jonga. In fact, this\n\nsubmission is speculative as the complainant has not even indicated in the FIR\n\nthat he was on the driver-side of the jonga during the first instance. PW-1’s\n\ntestimony is clearly in consonance with the statement in the FIR. It is\n\nsurprising that Trial Court has rejected the very presence of PW-1 on the scene\n\nof the offence on the basis of a hypothetical argument, and the High Court was\n\njustified in interfering with such a finding.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_173\">113. In so far as the second incident is concerned, Appellants contend that,\n\nwhen deceased Rajesh stepped out of the jonga after turning the same towards\n\nthe hospital to fire back at the Appellants, he was hit by several bullets, PW-1\n\ncould not have escaped with just one bullet shot. This, according to the\n\nAppellants, is so improbable that his presence is falsified. In fact, the Trial\n\nCourt accepted this submission. We have examined this submission in detail\n\nand have found it to be incorrect for the following reasons.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_83\">                                   Page 63 of 102</span>\n</p><p data-structure=\"CDiscource\" id=\"p_174\">\f114. After the first incident, the jonga was turned to proceed towards the\n\nhospital. On reaching the second spot near Parma Pandit’s house, when the\n\nassailants again attacked, Rajesh got down from the jonga with his rifle in an\n\nattempt to retaliate. At that point, he suffered multiple bullet injuries.\n\nConsistent with his stand, PW-1 was behind the jonga on the right side, which\n\nis the driver’s side, and that is how he could take cover of the jonga, but he\n\ncould not escape a bullet injury on his leg. So far as deceased Rajesh Shukla is\n\nconcerned, he proactively got out of the jonga and took a position to fire at the\n\nassailants. There is a clear distinction between the position taken by Rajesh on\n\nthe one hand and PW-1 on the other. There is, therefore, sufficient explanation\n\nfor PW-1 receiving not as many bullets injuries as the deceased Rajesh. We\n\nmay also add that the submission made by the Appellants is not based on any\n\nevidence but proceeds on a theory of probability. The High Court has correctly\n\nrejected this theorization, which has unfortunately impressed the Trial Court.\n\nThis is without any basis. It was, therefore compelling for the High Court to\n\ninterfere and correct the glaring mistake of the Trial Court.\n\n</p><p data-structure=\"Precedent\" id=\"p_175\">115. In a situation like this, when there is a group attack which lasted for only\n\na few minutes, it is unreasonable to expect an eye-witness to recount each fact\n\nin mathematical detail. A recent decision of this Court recounted a chaotic\n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                  Page 64 of 102</span>\n\fsituation like this by reviewing the existing case laws on the subject. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"126399\" id=\"span_85\">In <a href=\"/doc/126399/\" id=\"a_73\">Abdul\n\nSayeed v. State of Madhya Pradesh32</a>, this Court held as under:</span>\n\n</p><blockquote id=\"blockquote_77\">             “27. In the instant case, a very large number of assailants\n             attacked Chand Khan and Shabir (the deceased), caused\n             injuries with deadly weapons to them. The incident stood\n             concluded within few minutes. Thus, it is natural that the\n             exact version of the incident revealing every minute\n             detail i.e. meticulous exactitude of individual acts cannot\n             be given by the eyewitnesses.\n</blockquote><blockquote id=\"blockquote_78\">             28. The question of the weight to be attached to the\n             evidence of a witness that was himself injured in the\n             course of the occurrence has been extensively discussed\n             by this Court. Where a witness to the occurrence has\n             himself been injured in the incident, the testimony of such\n             a witness is generally considered to be very reliable, as\n             he is a witness that comes with a built-in guarantee of his\n             presence at the scene of the crime and is unlikely to spare\n             his actual assailant(s) in order to falsely implicate\n             someone. “Convincing evidence is required to discredit\n             an injured witness.”…..”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_176\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61584045\" id=\"span_86\">116. Reiterating the same principle about the evidence of an injured witness,\n\nthis Court in <a href=\"/doc/61584045/\" id=\"a_74\">Rajendra Alia Rajappa &amp; Ors v. State of Karnataka33</a>, held as\n\nunder:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_177\">             “18. This       Court         in Narayan         Chetanram\n             Chaudhary v. State of Maharashtra [Narayan Chetanram\n             Chaudhary v. State of Maharashtra, (2000) 8 SCC 457 :\n</p><blockquote id=\"blockquote_79\">             2000 SCC (Cri) 1546] , has considered the minor\n             contradictions in the testimony, while appreciating the\n             evidence in criminal trial. It is held in the said judgment\n             that only contradictions in material particulars and not\n             minor contradictions can be a ground to discredit the\n             testimony of the witnesses….”\n\n\n\n32 (2010) 10 SCC 259.\n</blockquote><blockquote id=\"blockquote_80\">33 (2021) 6 SCC 178.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_87\">                                 Page 65 of 102</span>\n<p data-structure=\"Precedent\" id=\"p_178\">\f117. In light of this, the argument of improbability that while deceased\n\nRajesh Shukla received 16 bullet injuries, Rakesh and Gudda received fatal\n\nbullet injuries and PW-1 received just one bullet injury, must be rejected.\n\n</p><p data-structure=\"CDiscource\" id=\"p_179\">118. Yet another argument raised by the Appellants is that, as per the injury\n\nreport of PW-1, he received one bullet injury on the upper portion of his left\n\nthigh. However, as per the testimony of PW-9, the bandage was not on PW-1’s\n\nthigh but on his calf. This statement of PW-9 must be understood in the context\n\nof the statement that PW-1 sustained a bullet injury. This is an important part\n\nof the evidence. The mathematical analysis of PW-9’s evidence is unnecessary.\n\nThe injury report of PW-1 is in corroboration with the evidence of the doctor,\n\nexamined as PW-8. Further, even the X-Ray supports the view that PW-1\n\nreceived an injury on his left thigh. All these evidences, which are\n\ncontemporaneous and credible, cannot be discarded on the basis of the\n\ntestimony of PW-9 given four years after the incident. The oral and\n\ndocumentary evidence consistently points towards an injury on the leg of PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_180\">1. That one of the witnesses refers to the injury being on the calf cannot cast\n\ndoubt on the presence of PW-1 at the scene of the offence. The Trial Court\n\ncommitted a serious error in relying on the evidence of PW-9 for discarding the\n\nentire evidence of PW-1. This finding was rightly set aside by the High Court.\n\n</p><p data-structure=\"Precedent\" id=\"p_181\">  C.    X-Rays and Bed Head Ticket\n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">                                  Page 66 of 102</span>\n</p><p data-structure=\"CDiscource\" id=\"p_182\">\f119. PW-1 and PW-12, both depose that PW-1 went back to the hospital from\n\nthe place of occurrence due to the pain of his injury. After reaching the\n\nhospital, it was stated that PW-1 was advised an X-Ray for his injuries by PW-\n\n8, who did his preliminary examination. It has been argued by the Appellants\n\nthat the X-Ray done on PW-1 was forged for three reasons (i) there was no\n\nentry for treatment of PW-1 in the medico-legal register or recommendation of\n\nX-Ray in the Bed Head Ticket (ii) the time of X-Ray of PW-1 is 10 PM,\n\nhowever, the department stops working at 2 PM (iii) there was no money\n\ndeposited by PW-1 and Hardayal for their treatment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_183\">120. We will deal with these submissions by taking the last argument first.\n\nThe Medical Officer, PW-8 who treated PW-1 as well as Hardayal has deposed\n\nthat after the preliminary treatment of the deceased and the victims, a police\n\nmemo describing the deceased as well as the injured victims was sent by him\n\nto the police station at 9 PM. It was also stated that the entry of treatment of\n\nthe victims was made in the accidental register instead of the medico legal\n\nregister as the police did not accompany PW-1 and Hardayal. Therefore, no\n\nentry was made in the medico legal register. Further, this witness also admitted\n\nthat in cases where entries are made in the accidental register, no fees is\n\ncharged from the patients. The statement of this witness is important and it is\n\nextracted hereinbelow:\n</p>\n<blockquote id=\"blockquote_81\">            “…..Entry which is made in the medico legal register,\n            which are sent by police for medical examination or any\n\n<span class=\"hidden_text\" id=\"span_89\">                                 Page 67 of 102</span>\n\f            doctor himself conducts the medical examination by\n            writing application. We do so because no charges are\n            levied of the matter referred by police and medical fees\n            has to deposit in the matter of giving application at his\n            own. These injuries would have come by some quarrel\n            and from any other reason or beatings etc., which relates\n            to medical examination. No charge is deposited in case of\n            accidental case, treatment has to be given by us, hence\n            we recorded further proceeding in the accidental register.\n            The report which I have given in respect of the injuries of\n            those injured, they have been recorded in accidental\n            register. When police has not come with the injured and\n            injured has come, neither gives application nor deposits\n            fees and has asid to do the examination then under\n            compulsion we write injuries in the accidental register\n            after conducting his examination. First we demand\n            application from the injured or says that to come with\n            police when he does not give application then we\n            examined him in the accidental register. Injured come and\n            write in medico legal case that how the injuries have\n            come, then we examined him…..”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_184\">121. It has also been admitted by the PW-7, the Radiologist, under whose\n\nsupervision the X-Ray was done that the X-Ray was conducted on the\n\nreference of the Emergency Medical Officer, PW-8 who sent a reference slip\n\nfor the same. In view of the statements of the doctor PW-8 as well as the\n\nRadiologist, PW-7, there is clarity and certainty about the entry in the\n\naccidental register and as such, there is no money deposited by PW-1 and\n\nHardayal. There is absolutely no justification for the Trial Court to conclude\n\nthat these documents are forged. Seen in the context of various\n\ncontemporaneous documents, supporting the injuries on the body of PW-1, it is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                                Page 68 of 102</span>\n\fdifficult to accept the submission made by the Appellants that the X-Ray is a\n\nforged document or that it is ante-dated.\n</p>\n<p data-structure=\"RespArg\" id=\"p_185\">122. Coming to the submission that the X-Ray of PW-1 and Hardayal could\n\nnot have been taken at 10 PM when the department closes at 2 PM, we have\n\nexamined the evidence of PW-7, who has categorically stated that the X-Ray\n\nwas taken under his supervision. The relevant portion of his statement is as\n\nunder:\n</p>\n<blockquote id=\"blockquote_82\">             “On dated 27 .1. 97 also I was posted at the post of\n             Radiologist in Dist. Hospital, Hamirpur. On that day\n             under my supervision the X-Ray of the right thigh, along\n             with left thigh and left knee of injured Rajiv Shukla S/o\n             Sh. Bhishm Shukla R/o Ramedi P.S. Kotwali Hamirpur\n             aged about 31 years was conducted who was referred by\n             E.M.O. District Hospital, Hamirpur for X-ray. He\n             himself had come from the emergency ward. In the X-ray\n             one small round metal non-transparent (torn paper) was\n             seen in the right thigh, left thigh and left knee alongwith\n             leg. Report was prepared by me on the basis of X-ray\n             plate, which bears the identification mark and thumb\n             impression of the injured. This Rajiv Shukla is present in\n             the Court, the report exhibited as Ex.A-8. Three X-Ray\n             plates exhibited as Ex.44 to 46, which bears thumb\n             impression of the injured and is attested by me.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_186\">123. This witness was cross-examined at length but he explained that despite\n\nthe department normally closing at 2 PM, he insisted that the X-Ray of PW-1\n\nand Hardayal was actually taken at 10 PM on 26.01.1997. The defence tried to\n\ndiscredit this witness by suggesting that he had some issues with Ashok Kumar\n\nChandel which he denied. We have no reason to disbelieve this witness.\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">                                  Page 69 of 102</span>\n\fMoreover, it is not unbelievable that a hospital could make a special provision\n\nfor X-Ray in times of immediate medical aid. Instead of referring to and\n\nconsidering the material evidence on record relating to X-Ray and the bed head\n\nticket, the Trial Court arrived at its own conclusion based on probabilities. The\n\nHigh Court was therefore justified in setting aside the judgment of the Trial\n\nCourt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_187\">    D.    Electricity failure at the time of the incident\n\n</p><p data-structure=\"CDiscource\" id=\"p_188\">124. The last attempt to persuade the court to discard the evidence of PW-1 is\n\nbased on an argument that during the period commencing from 07.30 PM to\n\n08.45 PM, there was no electricity at the scene of the offence. To make good\n\nthis argument, the defence examined DW-1, who was working as an Engineer\n\nat the Electricity Distribution Division. This witness deposed that he received\n\ninformation at 07.50 PM regarding the breakdown of the electricity connection\n\nat Akil Tiraha; as a result, the electricity supply discontinued in areas from Kali\n\nChauraha to Devi Das, which included Subhash Market (place of the\n\noccurrence) and Suphiganj. It was informed that the connection broke down\n\n15-20 mins before 07.50 PM, i.e., around 7.30 PM. He stated that the\n\nconnection was only restored at 08.45 PM after repairing the broken wires. On\n\nthis basis, it was urged that it would have been difficult for PW-1 to identify\n\nthe Appellants and also for other witnesses to identify persons around the\n\nmarket.\n</p>\n<p data-structure=\"Precedent\" id=\"p_189\">\n<span class=\"hidden_text\" id=\"span_92\">                                   Page 70 of 102</span>\n</p><p data-structure=\"Precedent\" id=\"p_190\">\f125. The High Court examined this issue in detail. It was observed that DW-1\n\nhas admitted to the fact that although there was an electricity cut between\n\n07.30 PM to 08.45 PM, he was not sure if the place of occurrence, i.e.,\n\nSubhash Market was affected by the same. He went on to state that there were\n\ntotal of three phases connected to Akil Tiraha, and out of those three phases,\n\ntwo continued to remain operational despite the breakdown. DW-1, in his\n\ncross-examination, has affirmed that:\n</p>\n<blockquote id=\"blockquote_83\">            “…..I am unable to say about how many connection of\n            the electricity was connected there at Subahs Bazara\n            from Akil Tiraha with that phase that is broken and the\n            electricity supply was interrupted. There in total\n            number of three phases but after breaking the wire, two\n            phases of electrification were continued. Akil Tiraha is\n            in very far distance from Subhash Bazaar. I am not able\n            to say about electricity connections from Akhil Tiraha to\n            Subhash Bazar or whether was connected there or\n            not….”\n\n</blockquote><blockquote id=\"blockquote_84\">126.   Having examined the matter in detail, the High Court came to the\n\ncorrect conclusion that electricity shutdowns are quite common and the public\n\nis not solely dependent on street lights. In a place like Subhash Market, people\n\nmust keep their own arrangements like generators in cases of electricity cuts.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_191\">Moreover, DW-1 clearly admitted that, “…but after breaking the wire, two\n\nphases of electrification were continued. Akil Tiraha is in very far distance\n\nfrom Subhash Bazaar. I am not able to say about electricity connections from\n\nAkhil Tiraha to Subhash Bazar or whether was connected there or not….”.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                                 Page 71 of 102</span>\n</p><p data-structure=\"CDiscource\" id=\"p_192\">\f127. As against the reasoning and the conclusions drawn by the High Court,\n\nthe Trial Court has simply referred to the evidence of DW-1 stating that there\n\nwas no electricity and immediately concluded that the testimonies of PW-1 and\n\nPW-2 are not trustworthy. The Trial Court has not examined the evidence of\n\nDW-1 in detail and has, in fact left out the crucial portion of the evidence. The\n\nHigh Court was, therefore, completely justified in reversing this finding drawn\n\nby the Trial Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_193\">128. In conclusion, with respect to the issue relating to the presence of PW-1\n\nas doubted by the Trial Court, we have examined the matter in detail. The\n\nevidence about the existence of multiple bullet holes on the jonga establishes\n\n‘indiscriminate’ firing, as stated by PW-1. We have also seen that the injuries\n\non the body of PW-1 and that of the deceased persons co-relate with the\n\ntestimony establishing PW-1’s presence at the scene of occurrence. Further, the\n\ninjury on PW-1 at the scene of the offence is proved on the basis of the medical\n\nevidence supported by testimonies of the doctors. Furthermore, we have also\n\nseen that the defence could not probablize their theory that there was no\n\nelectricity at the scene of offence in view of the equivocal evidence of their\n\nown witness DW-1.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_194\">129. For all these reasons we are of the opinion that the High Court was\n\ncorrect in its conclusion that the prosecution has successfully established the\n\npresence of PW-1 at the scene of the offence. We are also convinced that the\n\n\n<span class=\"hidden_text\" id=\"span_94\">                                  Page 72 of 102</span>\n\fHigh Court is justified in reversing the order of acquittal for the glaring\n\nmistakes and distorted conclusions that the Trial Court has drawn.\n\n</p><p data-structure=\"Conclusion\" id=\"p_195\">VI.    Presence of PW-2 at the place of incidence\n\n</p><p data-structure=\"RespArg\" id=\"p_196\">130. Learned Counsel for the Appellants submitted that the evidence of PW-2\n\nmust be discarded for the following reasons; (i) he cannot be accepted as an\n\neye-witness as the injuries on his body are not of a firearm (ii) his version is in\n\ncontradiction to PW-1 who instructed PW-2 to check on the children and that\n\nhe is unaware as to who took the children home (iii) the conduct and behaviour\n\nof PW-2 are unnatural because when his own brother Sri Kant Pandey received\n\nfatal injuries, he chose not to go to the hospital.\n</p>\n<p data-structure=\"Precedent\" id=\"p_197\">131. The way to answer this first issue is to refer to the medical evidence.\n\nWhile the X-Ray report described the injury on PW-2 as “one small metallic\n\nradio opaque shadow is seen in left leg” corroborating the same, Dr. SK\n\nGupta, PW-7 has, in his own words, stated:\n</p>\n<blockquote id=\"blockquote_85\">             “…Shadow of a small non-transparent radio thing of\n             metal was seen in it. I had prepared the report in my\n             handwriting and signature on the basis of X-ray\n             plates...”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_198\">132. The doctor’s evidence as well as the X-Ray report stand duly\n\ncorroborated and the Appellants have brought nothing on record to falsify the\n\nsame. In light of the report and the testimony, the injury sustained by PW-2 has\n\nto be believed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_199\">\n\n<span class=\"hidden_text\" id=\"span_95\">                                   Page 73 of 102</span>\n</p><p data-structure=\"CDiscource\" id=\"p_200\">\f133. With respect to the second issue, there is no confusion or contradiction\n\nabout the shifting of the children. We have gone through the evidence of PW-2\n\nand he has clearly explained that upon hearing gunshots he rushed to the spot\n\nalong with Rajesh Shukla and others and saw PW-1 and Lallan moving the\n\nchildren out of the jonga. In his cross-examination, he stated that he was\n\nunaware as to who actually took the children to the residence. It is after the\n\nsecond incident when he also received an injury that PW-1 asked him to go\n\nhome and check on the children, Chandan and Vipul. It can be seen from his\n\ntestimony that:\n</p>\n<blockquote id=\"blockquote_86\">            “18. When I reached there, Chandan was outside the\n            Jonga and Vipul was being driving out. At that time, in\n            my first glimpse, Chandan was standing at left side of\n            Jonga. Rajeev was standing outside the vehicle. He was\n            driving Vipul from the vehicle. He pulled out Vipul\n            immediately. I cannot tell the name of the person, with\n            whom Chandan and Vipul were send the home. Then\n            voluntarily told that they were send home along-with\n            some known person of the mohalla. I cannot tell that they\n            were taken to the house in some vehicle or on foot.\n</blockquote><blockquote id=\"blockquote_87\">                                        xxx\n</blockquote><blockquote id=\"blockquote_88\">            22. I was there, when Rajeev Shukla took Rakesh, Gudda,\n            Sri Kant, Ved, Rajesh to the hospital by putting them in\n            Jonga. I cannot tell whether there was someone else in\n            the vehicle or not, as I had come back to the house. The\n            moment, Rajeev Shukla sit in the Jonga, I moved to the\n            house as per his instruction.\n</blockquote><blockquote id=\"blockquote_89\">                                        xxx\n</blockquote><blockquote id=\"blockquote_90\">            29. Rajeev told me to go to the house, I am going to the\n            hospital. I do not remember whether I had told this fact\n            to the ‘Daroga’ or not”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_96\">                                Page 74 of 102</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_201\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195156704\" id=\"span_97\">134. Coming to the third issue, the evidence of PW-2 cannot be brushed aside\n\nunder the assumption that he did not accompany his brother to the hospital. It\n\nis not as if he left his brother on the road and went home to check on Chandan\n\nand Vipul. He saw his own person, PW-1, a close family associate taking his\n\nbrother along with PW-1’s own brothers to the hospital. In such situations, it is\n\nnatural for people to share responsibilities. PW-2 come forward to take care of\n\nand protect children. There is nothing unnatural about it. While PW-1 was\n\ntaking PW-2’s brother to the hospital it is natural that PW-2 would take care of\n\nthe other emergencies of checking on the children who also received minor\n\ninjuries. In any event, there is no standard for expecting a particular behavior\n\nor reaction of a victim. This Court in <a href=\"/doc/195156704/\" id=\"a_75\">Rana Pratap and ors v. State of\n\nHaryana34</a>, held:</span>\n</p>\n<blockquote id=\"blockquote_91\">             “6. Yet another reason given by the learned Sessions\n             Judge to doubt the presence of the witnesses was that their\n             conduct in not going to the rescue of the deceased when he\n             was in the clutches of the assailants was unnatural. We\n             must say that the comment is most unreal. Every person\n             who witnesses a murder reacts in his own way. Some are\n             stunned, become speechless and stand rooted to the spot.\n             Some become hysteric and start wailing. Some start\n             shouting for help. Others run away to keep themselves as\n             far removed from the spot as possible. Yet others rush to\n             the rescue of the victim, even going to the extent of\n             counter-attacking the assailants. Every one reacts in his\n             own special way. There is no set rule of natural reaction.\n             To discard the evidence of a witness on the ground that he\n             did not react in any particular manner is to appreciate\n             evidence in a wholly unrealistic and unimaginative way.”35\n\n34 (1983) 3 SCC 327.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_98\">                                 Page 75 of 102</span>\n<p data-structure=\"CDiscource\" id=\"p_202\">\f135. For the reasons stated above, there is absolutely no reason for rejecting\n\nthe evidence of PW-2 and doubting his presence at the scene of the offence.\n\nThe Trial Court was not justified in disbelieving the evidence of PW-2.\n\nVII.   Discrepancies in the FIR and the Fax sent by the Superintendent of\n       Police\n\n</p><p data-structure=\"RespArg\" id=\"p_203\">136. The learned counsels have referred to a fax message said to have been\n\nsent from the office of the Superintendent of Police (SP) to the superiors\n\ninforming them about the occurrence of this very incident. The contents of this\n\nfax are used by the defence to contradict the very happening of the incident in\n\nthe manner described by the prosecution. They also contradict the time of the\n\nincident, apart from certain alleged recoveries.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_204\">\n</p><p data-structure=\"CDiscource\" id=\"p_205\">137. This fax message is said to have emanated from the office of the\n\nSuperintendent of Police. Except for this fax, we have not been informed of\n\nany role being played by the SP during the investigation. It is through the\n\nevidence of DW-3, examined by the defence on 27.06.2002 that a parallel story\n\nadvanced by the defence comes into play.\n</p>\n<p data-structure=\"Precedent\" id=\"p_206\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"161693387\" id=\"span_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1460822\" id=\"span_100\">138. The circumstances in which the fax never formed a part of the\n\ninvestigation and that it emanated only with its introduction by DW-3\n\nexamined on 27.06.2002, causes much suspicion about the fax as well as its\n35 This principle has been reiterated in a number of decisions of this court in Leela Ram\n(Dead) through Duli Chand v. State of Haryana and anr (1999) 9 SCC 525; <a href=\"/doc/1460822/\" id=\"a_76\">State of U.P. v.\nDevendra Singh</a> (2004) 10 SCC 616; <a href=\"/doc/161693387/\" id=\"a_77\">Kathi Bharat Vajsur and anr v. State of Gujarat</a> (2012)\n5 SCC 724.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_207\">\n<span class=\"hidden_text\" id=\"span_101\">                                     Page 76 of 102</span>\n\fcontents. There is nothing to corroborate the contents of the fax. The\n\nprosecution has in fact established the contents of the FIR with clinching\n\nevidence, both oral and documentary. The entire evidence of the defence was\n\nto discredit the eyewitnesses and to show contradictions in their statements on\n\nthe basis of contemporaneous documentary evidence. We have already\n\nconsidered those submissions and have rejected the same by upholding the\n\nconclusions drawn by the High Court. The circumstance in which the fax\n\noriginated has not been established to the satisfaction of the Court. The\n\nevidence of DW-3 does not inspire confidence as well.\n\n</p><p data-structure=\"CDiscource\" id=\"p_208\">139. In conclusion, we reject the fax as well as the submissions based on the\n\ncontents of the fax for the reason that firstly, the timings as indicated in the FIR\n\nstand confirmed by other oral and documentary evidence as discussed earlier.\n\nThere is nothing to suggest about the happening of the event as mentioned in\n\nthe fax. Secondly, as the prosecution has established the occurrence of the\n\nincident as described in the FIR on the basis of bullets on the vehicle, empty\n\ncartridges, blood recovery from the place of occurrence coupled with proof of\n\ninjuries based on medical evidence we have to accept the story in the FIR and\n\nreject the one propagated in the fax involving Titu leading the attack on the\n\nvictims. Even the so-called recovery of a 0.315-bore rifle referred to in the fax\n\nmust be rejected and we will explain this aspect in more detail while discussing\n\nthe next argument relating to the recoveries and the arrest.\n\n\n<span class=\"hidden_text\" id=\"span_102\">                                   Page 77 of 102</span>\n</p><p data-structure=\"Precedent\" id=\"p_209\">\f140. Fax is not part of the investigation. Even assuming that there is some\n\ndefect in the investigation on this count, it will have no bearing on the\n\nprosecution case. This Court has observed in a number of cases, that defective\n\ninvestigation by the investigating authorities by itself does vitiate the case of\n\nthe prosecution when there are credible eye-witness testimonies as well as\n\nother compelling pieces of evidence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1494018\" id=\"span_103\">In <a href=\"/doc/1494018/\" id=\"a_78\">Karnel Singh v. State of M.P.36</a> this\n\nCourt held that:</span>\n</p>\n<blockquote id=\"blockquote_92\">             “5.….In cases of defective investigation the court has to\n             be circumspect in evaluating the evidence but it would\n             not be right in acquitting an accused person solely on\n             account of the defect; to do so would tantamount to\n             playing into the hands of the investigating officer if the\n             investigation is designedly defective…..”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_210\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1438332\" id=\"span_104\">141. Similarly in the case of <a href=\"/doc/1438332/\" id=\"a_79\">C. Muniappan and Others v. State of Tamil\n\nNadu37</a> this Court held:</span>\n</p>\n<blockquote id=\"blockquote_93\">             “55. There may be highly defective investigation in a case.\n             However, it is to be examined as to whether there is any\n             lapse by the IO and whether due to such lapse any benefit\n             should be given to the accused. The law on this issue is\n             well settled that the defect in the investigation by itself\n             cannot be a ground for acquittal. If primacy is given to\n             such designed or negligent investigations or to the\n             omissions or lapses by perfunctory investigation, the faith\n             and confidence of the people in the criminal justice\n             administration would be eroded. Where there has been\n             negligence on the part of the investigating agency or\n             omissions, etc. which resulted in defective investigation,\n             there is a legal obligation on the part of the court to\n             examine the prosecution evidence dehors such lapses,\n             carefully, to find out whether the said evidence is reliable\n36 (1995) 5 SCC 518.\n</blockquote><blockquote id=\"blockquote_94\">37 (2010) 9 SCC 567.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_105\">                                 Page 78 of 102</span>\n<p data-structure=\"CDiscource\" id=\"p_211\">\f             or not and to what extent it is reliable and as to whether\n             such lapses affected the object of finding out the truth.\n             Therefore, the investigation is not the solitary area for\n             judicial scrutiny in a criminal trial…..”\n\nVIII. Unlawful Assembly and Common Object\n\n</p><p data-structure=\"RespArg\" id=\"p_212\">142. Mr. Siddharth Dave, Senior Counsel, appearing for Ashutosh, Appellant\n\nNo. 2 made three-fold submissions. He argued that the prosecution has failed\n\nto prove that there was an unlawful assembly and that Appellant No.2 was one\n\nof the persons constituting the unlawful assembly. He submitted that mere\n\npresence or association with other members alone is not sufficient to hold\n\neveryone criminally liable as vicarious or constructive liability can be fastened\n\nonly if it is proved that an unlawful assembly is physically formed.\n\n</p><p data-structure=\"Precedent\" id=\"p_213\">143. The submission proceeds on a premise that a prior formation of an\n\nunlawful assembly with a common object is a must and should have been a\n\ncondition precedent for roping the accused within the fold of <a href=\"/doc/999134/\" id=\"a_80\">Section 149</a>, IPC.\n\nMr. Dave submitted that the prosecution has not explained that there was a\n\ncommon object on the basis of which the accused came to the spot and fired at\n\nthe jonga in front of Naseem’s gun shop. An extension of this very argument is\n\nthat the prosecution failed to prove how the unlawful assembly was disbanded\n\nafter firing in front of Naseem’s gun shop and again reassembled as an\n\nunlawful assembly before Parma Pandit’s house. These submissions pale into\n\ninsignificance if we appreciate the true and correct effect of an unlawful\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">                                 Page 79 of 102</span>\n\fassembly as enunciated by this Court. We will refer to some of the leading\n\njudgments on the point. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"656309\" id=\"span_107\">In the case of <a href=\"/doc/656309/\" id=\"a_81\">Amzad Ali Alias Amzad Kha and ors v.\n\nState of Assam38</a>, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_95\">               “5. ....It is incorrect to claim that prior formation of an\n               unlawful assembly with a common object is a must and\n               should have been found as a condition precedent before\n               roping the accused within the fold of <a href=\"/doc/999134/\" id=\"a_82\">Section 149</a> IPC. No\n               doubt the offence committed must be shown to be\n               immediately connected with the common object, but\n               whether they had the common object to cause the murder\n               in a given case would depend and can rightly be decided\n               on the basis of any proved rivalry between two factions,\n               the nature of weapons used, the manner of attack as well\n               as all surrounding circumstances. Common object has\n               been always considered to be different from common\n               intention and that it does not require prior concert and\n               common meeting of minds before the attack. Common\n               object could develop eo instanti and being a question of\n               fact it can always be inferred and deduced from the facts\n               and circumstances of a case projected and proved in a\n               given case…..”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_214\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"213147\" id=\"span_108\">144. Also in <a href=\"/doc/213147/\" id=\"a_83\">Bhargavan and ors v. State of Kerala39</a>, it was held by this\n\nCourt. that:</span>\n</p>\n<blockquote id=\"blockquote_96\">               “14. “Common object” is different from a “common\n               intention” as it does not require a prior concert and a\n               common meeting of minds before the attack. It is enough\n               if each has the same object in view and their number is\n               five or more and that they act as an assembly to achieve\n               that object. The “common object” of an assembly is to be\n               ascertained from the acts and language of the members\n               composing it, and from a consideration of all the\n               surrounding circumstances. It may be gathered from the\n               course of conduct adopted by the members of the\n               assembly. What the common object of the unlawful\n38 (2003) 6 SCC 270.\n</blockquote><blockquote id=\"blockquote_97\">39 (2004) 12 SCC 414.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_109\">                                     Page 80 of 102</span>\n<p data-structure=\"Section\" id=\"p_215\">\f            assembly is at a particular stage of the incident is\n            essentially a question of fact to be determined, keeping in\n            view the nature of the assembly, the arms carried by the\n            members, and the behaviour of the members at or near\n            the scene of the incident. It is not necessary under law\n            that in all cases of unlawful assembly, with an unlawful\n            common object, the same must be translated into action\n            or be successful. Under the Explanation to Section 141,\n            an assembly which was not unlawful when it assembled,\n            may subsequently become unlawful. It is not necessary\n            that the intention or the purpose, which is necessary to\n            render an assembly an unlawful one comes into existence\n            at the outset. The time of forming an unlawful intent is\n            not material. An assembly which, at its commencement or\n            even for some time thereafter, is lawful, may subsequently\n            become unlawful. In other words, it can develop during\n            the course of incident at the spot eo instanti.”\n\n</p><p data-structure=\"Precedent\" id=\"p_216\">145. Further, the PW-1 is an eye-witness to the first incident before Naseem’s\n\ngun shop. The advent of Raghuvir Singh’s gang in a vehicle is immediately\n\nafter the firing commenced from and in front of Naseem’s gun shop. PW-1\n\nclearly mentioned about Raguvir Singh, Ashutosh Singh, Pradeep Singh,\n\nUttam Singh and Bhan Singh wielding weapons and firing at the jonga. The\n\nsecond incident is vouchsafed by PW-1 as well as PW-2, who have reached\n\nParma Pandit’s house as the deceased party alighted the children Vipul and\n\nChandan and turned the jonga towards the hospital. Having reached Parma\n\nPandit’s house, these accused again attacked the jonga and fired\n\nindiscriminately. It is therefore futile to suggest that there was no common\n\nobject and that the assembly was not unlawful. In fact, PW-1 spoke of the\n\nexhortation by Ashok Kumar Chandel that “no one from the Shukla Family\n\n\n<span class=\"hidden_text\" id=\"span_110\">                                Page 81 of 102</span>\n\fshould escape alive” and thereafter all other accused including the Raghuvir\n\ngroup started firing. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1914931\" id=\"span_111\">This is yet another factor which establishes the existence\n\nof a common object. The argument that the prosecution has not proved when\n\nthe unlawful assembly after the first incident was disbanded and when it\n\nreassembled again as an unlawful assembly in front of Parma Pandit’s house is\n\nalso to be rejected for the reason that the distance between the two places is\n\nmerely 50-75 meters, and all this happened within a matter of minutes. The\n\nsubmissions were advanced as if there is a requirement to prove a common\n\nintention, which is not a requirement for an unlawful assembly under <a href=\"/doc/999134/\" id=\"a_84\">Section\n\n149</a> IPC. It is apt to refer to the decision of this Court in <a href=\"/doc/1914931/\" id=\"a_85\">Bhupendra Singh and\n\nors v. State of U.P.40</a>, at this stage:</span>\n</p>\n<blockquote id=\"blockquote_98\">              “14…..Where common object of an unlawful assembly is\n              not proved, the accused persons cannot be convicted with\n              the help of Section 149. The crucial question to\n              determine is whether the assembly consisted of five or\n              more persons and whether the said persons entertained\n              one or more of the common objects, as specified in\n              Section 141. It cannot be laid down as a general\n              proposition of law that unless an overt act is proved\n              against a person, who is alleged to be a member of an\n              unlawful assembly, it cannot be said that he is a member\n              of an assembly. The only thing required is that he should\n              have understood that the assembly was unlawful and was\n              likely to commit any of the acts which fall within the\n              purview of Section 141. The word ‘object’ means the\n              purpose or design and, in order to make it ‘common’, it\n              must be shared by all. In other words, the object should\n              be common to the persons, who compose the assembly,\n              that is to say, they should all be aware of it and concur in\n              it. A common object may be formed by express agreement\n40 (2009) 12 SCC 447.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_112\">                                     Page 82 of 102</span>\n<p data-structure=\"Section\" id=\"p_217\">\f             after mutual consultation, but that is by no means\n             necessary. It may be formed at any stage by all or a few\n             members of the assembly and the other members may just\n             join and adopt it. Once formed, it need not continue to be\n             the same. It may be modified or altered or abandoned at\n             any stage. The expression ‘in prosecution of common\n             object’ as appearing in Section 149 has to be strictly\n             construed as equivalent to ‘in order to attain the common\n             object’. It must be immediately connected with the\n             common object by virtue of the nature of the object.\n</p><p data-structure=\"Precedent\" id=\"p_218\">             There must be community of object and the object may\n             exist only up to a particular stage, and not thereafter.\n             Members of an unlawful assembly may have community\n             of object up to a certain point beyond which they may\n             differ in their objects and the knowledge, possessed by\n             each member of what is likely to be committed in\n             prosecution of their common object which may vary not\n             only according to the information at his command, but\n             also according to the extent to which he shares the\n             community of object, and as a consequence of this the\n             effect of <a href=\"/doc/999134/\" id=\"a_86\">Section 149</a> IPC may be different on different\n             members of the same assembly.”\n\n</p><p data-structure=\"Precedent\" id=\"p_219\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189696122\" id=\"span_113\">146. With respect to the submission that the prosecution failed to establish\n\nany vicarious liability, it is enough to refer to the decision of this Court in\n\n<a href=\"/doc/189696122/\" id=\"a_87\">Saddik Alias Lalo Gulam Hussein Shaikh and ors v. State of Gujarat</a> 41, where\n\nthe Court expressly rejected this argument and held:</span>\n\n</p><blockquote id=\"blockquote_99\">             “18. Further, once it is established that the unlawful\n             assembly had a common object, it is not necessary that all\n             the persons forming the unlawful assembly must be shown\n             to have committed some overt act. For the purpose of\n             incurring vicarious liability under the provision, the\n             liability of other members of the unlawful assembly for the\n             offence committed during the continuance of the\n             occurrence, rests upon the fact whether the other members\n             knew beforehand that the offence actually committed was\n\n\n41 (2016) 10 SCC 663.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_114\">                                 Page 83 of 102</span>\n<p data-structure=\"Conclusion\" id=\"p_220\">\f             likely to be committed in prosecution of the common\n             object.”\n\n</p><p data-structure=\"Precedent\" id=\"p_221\">147. While concluding, we may note that there is no specific finding on\n\nunlawful assembly and the common object under Section 149 by the Trial\n\nCourt. The High Court has discussed this issue and has also relied on the\n\ndecision of this Court while dealing with the submission. Having considered\n\nthe matter in detail, we are of the opinion that the High Court has examined the\n\nissue from all perspectives and in great detail before reversing the decision of\n\nthe Trial Court. The decision of the High Court is, therefore unexceptionable.\n\nIX.   Recoveries of Weapons, Railway Manarth Card and Arrest of Sahab\n      Singh\n\n    A. Recovery of Railway Manarth Card belonging to Ashok Chandel\n</p><p data-structure=\"RespArg\" id=\"p_222\">148. The Appellants made two-fold submissions with respect to the recovery\n\nof the Railway Manarth Card from the place of the incident. Firstly, the railway\n\ncard had expired on 12.01.1994 and the present incident being of 1997, it was\n\nargued that under no circumstances would a person be carrying an expired\n\nrailway card. Secondly, it is submitted that the recovery of the card from the\n\nplace of the incident is doubtful as it was sealed and stamped separately from\n\nall other material objects that were recovered from the place of the incident. It\n\nis also submitted that the diary entry mentions all other material objects except\n\nthe Railway Manarth card.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_223\">\n\n\n<span class=\"hidden_text\" id=\"span_115\">                                  Page 84 of 102</span>\n</p><p data-structure=\"Conclusion\" id=\"p_224\">\f149. With respect to the first issue, the High Court’s view is correct as it is\n\nnot unimaginable that accused Ashok Kumar Chandel carried an expired card.\n\nThere is nothing unusual or uncommon about carrying expired cards, as people\n\ndo it for some reason or another. The Investigating Officer, PW-12, found the\n\nRailway Manarth card at the scene of the offence. So far as the submission\n\nrelating to the irregularity in the recovery and the marking of the Manarth card\n\nis concerned, we are of the opinion that there is no reason for the IO to plant\n\nthe card there, as there is no past enmity between him and Ashok Kumar\n\nChandel. Once the presence of PW-1 and PW-2, injured eye witnesses is\n\naccepted, then this argument will make no difference.\n\n</p><p data-structure=\"Conclusion\" id=\"p_225\">     B. Recovery of Weapons and the Arrests\n\n</p><p data-structure=\"Conclusion\" id=\"p_226\">150. A little factual background is necessary before noting the argument\n\nraised by the Appellants.\n</p>\n<p data-structure=\"Facts\" id=\"p_227\">151. The Investigating Officer, PW-12, deposed that after receiving\n\ninformation from an informant that four accused were trying to escape from\n\nNaseem’s gun shop, he, along with Constable Aftab Ali, PW-11 and other\n\npolice officers, proceeded to the spot and arrested the four accused namely\n\nNaseem (A6), Bhan Singh (A10), Shyam Singh (A7) and Sahab Singh (A8).\n\nUpon the arrest, one 8x60 bore rifle was recovered from Sahab Singh (A8)\n\nalong with ten brass cartridges from his belt. PW-11, Constable Aftab Ali,\n\ndeposed the same and also mentioned that attempts were made to secure public\n\n\n<span class=\"hidden_text\" id=\"span_116\">                                 Page 85 of 102</span>\n\fwitnesses. However, no one was ready due to the apprehension of danger. He\n\nalso stated that the recovery memo, Exb. Ka-24 was prepared, and a copy was\n\ngiven to Sahab Singh, who tore the same into pieces. In his evidence, Dy. SP,\n\nSukhram Sonkar, PW-14 stated that PW-12 had in his statement before the\n\nCBCID stated that one rifle along with 18 bullets, ten from the belt and eight\n\nfrom the butt cover of the rifle, were recovered from Sahab Singh (A8).\n\n</p><p data-structure=\"CDiscource\" id=\"p_228\">152. It is in the above-referred background, the learned counsels have raised\n\ntwo contentions. Firstly, the recovery from Sahab Singh contradicts the\n\ncontents of the fax, which mentions the recovery of a 0.315 bore rifle and not\n\nan 8x60-bore rifle. Secondly, it is also the contention that the prosecution has\n\nnot proved the recoveries at all.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_229\">153. We have already considered and rejected the story set up by the defence\n\non the basis of the fax message. In fact, the contents of the fax are referred to\n\nonly to contradict the nature of the weapon recovered from Sahab Singh; that\n\nis, while the recovery mentioned in the fax refers to the weapon as a 0.315-\n\nbore rifle, the recovery memo, Exb. Ka-24 mentions the weapon as an 8x60-\n\nbore rifle.\n</p>\n<p data-structure=\"Precedent\" id=\"p_230\">154. It is important to note that the Trial Court accepted this submission and\n\nheld it to be a serious contradiction which the prosecution failed to answer. The\n\nHigh Court has correctly reversed the decision of the Trial Court as its\n\nconclusions are fallacious. There is no distinction between a 0.315 bore rifle\n\n\n<span class=\"hidden_text\" id=\"span_117\">                                    Page 86 of 102</span>\n\fand an 8x60-bore rifle except for the system of measurement, one being the\n\nBritish System and another being the Continental system. The conclusions of\n\nthe High Court are as under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_231\">\n</p><blockquote id=\"blockquote_100\">              “We find that confusion probably occurred in the mind of\n              the trial court that the 315 bore rifle is different rifle than\n              8x60 bore rifle which is fallacious. In fact, 8mm rifle in\n              continental system would be called to be .315 bore rifle\n              in British system because in British system, its\n              measurement is in inches while in continental system, its\n              measurement is given in mm., therefore, this finding of\n              the trial court that no such recovery was made was found\n              proved from the accused, Sahab Singh is an erroneous\n              finding on the basis of logic given.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_232\">155. We are of the view that the High Court had a substantial and compelling\n\nground to interfere with this glaring mistake and the distorted conclusions that\n\nthe Trial Court has drawn. As the learned counsels for the Appellants raised\n\nand argued this point all over again, we had to independently verify the\n\nconclusion and the finding of the High Court.\n</p>\n<p data-structure=\"Section\" id=\"p_233\">156. The treatise, W.H.B. Smith on Mauser Rifle and Pistols42 provides a\n\ndetailed description of an 8x60 sporting rifle under the chapter ‘Mauser\n\nSporting Rifles’. The relevant portion is extracted hereinunder for ready\n\nreference:\n</p>\n<blockquote id=\"blockquote_101\">42 W.H.B. Smith, Mauser Rifles and Pistols (The Stackpole Company, Pennsylvania,\nUnited States of America, 4th edn, 1954, pg nos. 156, 157)\nAlso         see:        0.315”          Sporting         Rifle,        available    at:\n</blockquote><blockquote id=\"blockquote_102\">https://ddpdoo.gov.in/product/products/product-details/0-315-quot-sporting-rifle.   The\nwebsite of Directorate of Ordnance (Coordination and Services) where 0.315 bore rifle is\nalso described as an 8mm rifle.\n</blockquote>\n<blockquote id=\"blockquote_103\">\n<span class=\"hidden_text\" id=\"span_118\">                                    Page 87 of 102</span>\n\f             “This design was made in Germany specifically for\n             foreign markets. It was finished much better than those\n             for home consumption. Various types of sights were\n             provided and this design was made in both single-trigger\n             and double trigger types.\n</blockquote><blockquote id=\"blockquote_104\">                                         xxx\n             The usual barrel length of this type is 24 inches.\n</blockquote><blockquote id=\"blockquote_105\">                                         xxx\n             The standard calibers of the 24-inch was as follows:\n             7x57mm (.276), 8x60 mm (.315), 9x57 mm (0.355) …”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_234\">157. With respect to the second submission, about the doubt cast on the\n\nrecoveries, we have the concurrent depositions of PW-10, PW-11 and PW-12\n\nall of whom consistently speak about the recoveries of the rifle and the bullets.\n\nThe relevant portion of their testimonies are as under:\n\n</p><p data-structure=\"CDiscource\" id=\"p_235\">158. Head Constable, Munna Lal Mishra, PW-10, stated in his evidence that:\n</p><blockquote id=\"blockquote_106\">          “…On that day at 11.50 SHO Lalman Verma, SI R.S.\n          Tiwari, SI Roshan Lal, Ct. 621 Kamlesh Kumar and Ct.\n          154 Aftab Ali along with Jeep and Driver Ram Kishan\n          came at the police station and produced four accused\n          persons Naseem Ahmad, Sahab Singh, ·Man Singh, then\n          said Man Singh, Shyam Singh in the police station. One\n          sealed bundle of Rifle and one sealed bundle of\n          cartridges and sample seal were also filed at the police\n          station and filed one recovery memo of rifle and\n          cartridge. On the basis of the Memo filed case FIR\n          no.34/97 u/ s 25 <a href=\"/doc/1934415/\" id=\"a_88\">Arms Act</a> registered against Sahab Singh\n          and case FIR No.35/97 u/ s 27 <a href=\"/doc/1934415/\" id=\"a_89\">Arms Act</a> registered\n          against Ashok Chandel. The filed articles with sample\n          seal kept in the malkhana….”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_236\">159. Constable Aftab Ali, PW-11 in his evidence stated that:\n</p><blockquote id=\"blockquote_107\">           “…Four persons namely Sahab Singh, Naseem,\n           Mansingh, Shyamsingh were about to go out from the\n           door there that we surrounded and caught them. When\n           we asked the name-address then one told his name as\n           Naseem, second told his name Shyam Singh, third one\n           told his name as Bhansingh and fourth one told his\n\n<span class=\"hidden_text\" id=\"span_119\">                                  Page 88 of 102</span>\n\f            name as Sahab Singh. When the SHO took the personal\n            search of all four then one rifle and green colour\n            cartridge belt recovered from the possession of Sahab\n            Singh, which had 10 cartridges and nothing recovered\n            from any other. Ramsakal Tiwari wrote the Seizure\n            memo at the spot on the dictation of Lalman Verma and\n            read out the same and our signatures were obtained and\n            he also signed the same. Ramfal sealed the cartridges\n            and belt separately. He made the sample seal. No public\n            person got ready to give statement due to their well-\n            being. Copy of memo given to Sahab Singh, who had\n            torn and threw it….”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_237\">160. Investigating Officer, Lalman Verma, PW-12 in his evidence stated that:\n</p><blockquote id=\"blockquote_108\">           “….While walking from the riverbank of Betwa when we\n           reached before the back door of Naseem&#x27;s house then we\n           saw that four accused came out from the back door and\n           on the signal of the Informant we arrested all four\n           accused persons on dated 27.1. 97 at 6.30 PM. When we\n           asked their name-address then first told his name as\n           Naseem S/ o Hameed, other told his name as Shyam\n           Singh s / o Birbal, third told his name as Bhan Singh s / o\n           Man Singh and fourth one told his name as Sahab Singh\n           s/ o Dalgajan Singh. When personal search of above\n           three accused persons made as per rules then nothing\n           recovered from the possession of · ·the accused Naseem,\n           Shyam Singh. But a rifle N.P. (illegible) No.20260 got\n           recovered from the possession of Sahab Singh R/ o Kaloli\n           Jaar Bhag Lalpura Dist. Hamirpur and then said that 10\n           brass cartridges got recovered from the belt tied in the\n           waist, which was taken into police possession and a\n           memo was written got written from S.S.I Sh. R.S. Tiwari\n           in the torch light. On inquiry accused Sahab Singh told\n           that this is of Ex.MLA Ashok Chandel, which was sealed.\n           Signatures of the witnesses taken after reading out the\n           memo, no public witness got ready because of\n           considering their well-being. Memo of this is exhibited as\n           Ex.A-24. Copy of which was given to the accused….”\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_238\">161. In view of the above, we are of the opinion that the recovery of the 8x60\n\nbore rifle from Sahab Singh (A8) and the arrest of the rest of the accused, A6,\n\n\n<span class=\"hidden_text\" id=\"span_120\">                                 Page 89 of 102</span>\n\fA7 and A10, have been successfully proved by the prosecution. The clear,\n\nconsistent and categorical evidence adduced by the prosecution to prove the\n\nrecovery of the weapon, bullets as well as arrests could not have been ignored\n\nby the Trial Court. The conclusions drawn by the Trial Court were, therefore\n\nnot only wrong but glaring mistakes. These were substantial and compelling\n\nreasons for the High Court to reverse the decision of the Trial Court.\n\n</p><p data-structure=\"CDiscource\" id=\"p_239\">162. An additional argument is raised with respect to the variation in the\n\nnumber of bullets recovered from the green belt worn by Sahab Singh. It is\n\nargued that while PW-12 states in his testimony that he recovered ten bullet\n\ncartridges from the belt, PW-14 mentions in his testimony that PW-12 stated in\n\nhis statement before the CBCID that he recovered 18 bullets (10 from the belt\n\nand eight from the butt of the rifle) from Sahab Singh.\n\n</p><p data-structure=\"CDiscource\" id=\"p_240\">163. We consider this to be a minor variation. In any event, PW-14 is only\n\nstating what PW-12 supposedly mentioned in the statement to the CBCID. The\n\nvariation in the number of bullets recovered cannot have a direct bearing on the\n\nrecovery itself, particularly when all other witnesses have spoken about the\n\nrecovery.\n</p>\n<p data-structure=\"Precedent\" id=\"p_241\">164. As the prosecution has established the occurrence of the incident\n\nthrough the evidence of PW-1 and PW-2, and we are in agreement with the\n\njudgment of the High Court that these are credible ocular witnesses whose\n\nstatements are corroborated by other contemporaneous evidence, certain minor\n\n\n<span class=\"hidden_text\" id=\"span_121\">                                  Page 90 of 102</span>\n\fvariations, such as non-recovery of blood-stained clothes, certain other\n\nweapons etc. will not be fatal to the case of the prosecution. This principle is\n\nwell established in cases where there are credible injured eye-witness\n\ntestimonies. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188128216\" id=\"span_122\">In <a href=\"/doc/188128216/\" id=\"a_90\">Lakshman Singh v. State of Bihar43</a>, this Court held:</span>\n\n</p><blockquote id=\"blockquote_109\">             “9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"942198\" id=\"span_123\">In <a href=\"/doc/942198/\" id=\"a_91\">Mansingh [State of M.P. v. Mansingh</a>, (2003) 10\n             SCC 414 : (2007) 2 SCC (Cri) 390] , it is observed and\n             held by this Court that “the evidence of injured witnesses\n             has greater evidentiary value and unless compelling\n             reasons exist, their statements are not to be discarded\n             lightly”. It is further observed in <a href=\"/doc/942198/\" id=\"a_92\">the said decision</a> that\n             “minor discrepancies do not corrode the credibility of an\n             otherwise acceptable evidence”. It is further observed that\n             “mere non-mention of the name of an eyewitness does not\n             render the prosecution version fragile”.</span>\n</blockquote><blockquote id=\"blockquote_110\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"126399\" id=\"span_124\">9.1. A similar view has been expressed by this Court in the\n             subsequent        decision     in <a href=\"/doc/126399/\" id=\"a_93\">Abdul       Sayeed [Abdul\n             Sayeed v. State of M.P.</a>, (2010) 10 SCC 259 : (2010) 3 SCC\n             (Cri) 1262] . It was the case of identification by witnesses\n             in a crowd of assailants. It is held that “in cases where\n             there are large number of assailants, it can be difficult for\n             witnesses to identify each assailant and attribute specific\n             role to him”. It is further observed that “when incident\n             stood concluded within few minutes, it is natural that exact\n             version of incident revealing every minute detail i.e.\n             meticulous exactitude of individual acts, cannot be given\n             by eyewitnesses”. It is further observed that “where\n             witness to occurrence was himself injured in the incident,\n             testimony of such witness is generally considered to be\n             very reliable, as he is a witness that comes with an inbuilt\n             guarantee of his presence at the scene of crime and is\n             unlikely to spare his actual assailant(s) in order to falsely\n             implicate someone”. It is further observed that “thus,\n             deposition of injured witness should be relied upon unless\n             there are strong grounds for rejection of his evidence on\n             basis of major contradictions and discrepancies therein”.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_242\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"25905495\" id=\"span_125\">9.2. The aforesaid principle of law has been reiterated\n             again by this Court in <a href=\"/doc/25905495/\" id=\"a_94\">Ramvilas [Ramvilas v. State of M.P.</a>,\n43 (2021) 9 SCC 191.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_243\">\n<span class=\"hidden_text\" id=\"span_126\">                                  Page 91 of 102</span>\n\f              (2016) 16 SCC 316 : (2016) 4 SCC (Cri) 850] and it is\n              held that “evidence of injured witnesses is entitled to a\n              great weight and very cogent and convincing grounds are\n              required to discard their evidence”. It is further observed\n              that “being injured witnesses, their presence at the time\n              and place of occurrence cannot be doubted”.”\n\n</p><p data-structure=\"Precedent\" id=\"p_244\">165. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"10174462\" id=\"span_127\">In the recent case of <a href=\"/doc/10174462/\" id=\"a_95\">M Nageswara Reddy v. State of AP44</a> it was held\n\nthat:</span>\n</p>\n<blockquote id=\"blockquote_111\">              “16. Having gone through the deposition of the relevant\n              witnesses — eyewitnesses/injured eyewitnesses, we are of\n              the opinion that there are no major/material\n              contradictions in the deposition of the eyewitnesses and\n              injured eyewitnesses. All are consistent insofar as Accused\n              1 to 3 are concerned. As observed hereinabove, PW 6 has\n              identified Accused 1 to 3. The High Court has observed\n              that PW 1, PW 3 &amp; PW 5 were planted witnesses merely\n              on the ground that they were all interested witnesses being\n              relatives of the deceased. Merely because the witnesses\n              were the relatives of the deceased, their evidence cannot\n              be discarded solely on the aforesaid ground. Therefore, in\n              the facts and circumstances of the case, the High Court\n              has materially erred in discarding the deposition/evidence\n              of PW 1, PW 3, PW 5 &amp; PW 6 and even PW 7.\n</blockquote>\n<blockquote id=\"blockquote_112\">                                          xxx\n</blockquote><blockquote id=\"blockquote_113\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"10174462\" id=\"span_128\">19. Having gone through the reasoning given by the High\n              Court, we are of the opinion that the High Court has\n              unnecessarily given weightage to some minor\n              contradictions. The contradictions, if any, are not material\n              contradictions which can affect the case of the prosecution\n              as a whole. PW 6 was an injured eyewitness and therefore\n              his presence ought not to have been doubted and being an\n              injured eyewitness, as per the settled proposition of law\n              <a href=\"/doc/10174462/\" id=\"a_96\">laid down by</a> this Court in catena of decisions, his\n              deposition has a greater reliability and credibility.”\n\n X.     Ballistic Report\n44 2022 SCC OnLine SC 268.</span>\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_129\">                                  Page 92 of 102</span>\n<p data-structure=\"PetArg\" id=\"p_245\">\f166. The last submission made on behalf of the Appellants is in two parts.\n\nFirstly, it is submitted that the ballistic report cannot be relied on as it is not\n\nauthenticated and contrary to the requirements of <a href=\"/doc/692331/\" id=\"a_97\">Section 293</a> Cr.P.C under\n\nwhich the report is to be made only by the Director/ Deputy Director/ Assistant\n\nDirector and not by a Scientific Officer. Secondly, it is argued that the\n\nprosecution only sent 8x60 bore rifle for the ballistic report but has failed to\n\nsend the 0.315 bore rifle, which is said to have been recovered from Sahab\n\nSingh.\n</p>\n<p data-structure=\"Section\" id=\"p_246\">167. The second argument must straightaway be rejected in view of our\n\nfinding that 8x60 bore rifle and 0.315 bore rifle are one and the same. On the\n\nfirst point, the requirement under Section 293 is in fact complied with as the\n\nreport should be treated as under the hand of the Government Scientific Expert,\n\nbeing the “Director [, Deputy Director or Assistant Director] of a Central\n\nForensic Science Laboratory or a State Forensic Science Laboratory” as\n\nprovided under Section 293(4)(e).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_247\">\n</p><p data-structure=\"Precedent\" id=\"p_248\">168. The Trial Court yet again took a super technical view of the matter and\n\nrejected the ballistic report, in spite of the fact that the report had come from\n\nthe office of the Assistant Director bearing a seal. We may note the reasoning\n\nof the Trial Court here itself.\n</p><p data-structure=\"RespArg\" id=\"p_249\">              “….In reply to this the learned counsel for the\n              prosecution has drawn my attention towards presence of\n              the seal and signature of the Assistant Director in the end\n              of the report. In this seal is put. On this seal it has been\n\n\n<span class=\"hidden_text\" id=\"span_130\">                                  Page 93 of 102</span>\n\f             printed that &quot;forwarded for further necessary ·action&quot;\n</p><blockquote id=\"blockquote_114\">             and below that after leaving some space, by this seal\n             Assistant Director has been imprinted and signatures are\n             put thereupon. It is clear that this report is not a report\n             selfsigned by an Assistant Director but this report is of\n             some Scientific Officer, which has been merely forwarded\n             by the Assistant Director. This report does not fulfil the\n             objectives and conditions of <a href=\"/doc/1633752/\" id=\"a_98\">Section 23</a> Cr.P.C…”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_250\">169. After having noted that the report has emanated from the office of the\n\nAssistant Director and also having noted the “presence of seal and signature of\n\nthe Assistant director at the end of the report”, the Trial Court could not have\n\nrejected it. It was, therefore compelling for the High Court to have reversed the\n\nfinding of the Trial Court. On this count, the High Court held as under:\n\n</p><blockquote id=\"blockquote_115\">             “…Further he has also tried to discard the report of F.S.L.\n             on the ground that <a href=\"/doc/692331/\" id=\"a_99\">Section 293</a> Cr.P.C. provides for an\n             expert&#x27;s report to be admissible only when it is signatured\n             by the Director/Deputy Director/ Assistant Director of the\n             said lab and not by any Scientific Officer. We do not\n             subscribe to his view because it has come on record that\n             the same was forwarded by the one of the Director/Deputy\n             Director/Assistant Director of the said lab under the seal,\n             therefore, it cannot be discarded and the same would be\n             treated to be admissible and in this report, it is clearly\n             found that E.C.-12 is found to have been fired by 8 x 60\n             bore rifle which could also addressed to be .315 bore\n             rifle….”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_251\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146499\" id=\"span_131\">170. The decision of this Court in <a href=\"/doc/146499/\" id=\"a_100\">State of Himachal Pradesh v. Mast Ram45</a>\n\nis a complete answer to this submission. In an identical situation, this Court\n\nheld that there is no illegality in the way the prosecution has obtained the\n\n\n\n45 (2004) 8 SCC 660.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_252\">\n<span class=\"hidden_text\" id=\"span_132\">                                 Page 94 of 102</span>\n\fballistic report under Section 293. The relevant portion of the decision is as\n\nunder:\n</p>\n<blockquote id=\"blockquote_116\">            “6. Secondly, the ground on which the High Court has\n            thrown out the prosecution story is the report of the\n            ballistic expert. The report of the ballistic expert (Ext. P-\n            X) was signed by one Junior Scientific Officer. According\n            to the High Court, a Junior Scientific Officer (Ballistic)\n            is not the officer enumerated under sub-section (4) of\n            <a href=\"/doc/692331/\" id=\"a_101\">Section 293</a> of the Code of Criminal Procedure and,\n            therefore, in the absence of his examination such report\n            cannot be read in evidence. This reason of the High\n            Court, in our view, is also fallacious. Firstly, the forensic\n            science laboratory report (Ext. P-X) has been submitted\n            under the signatures of a Junior Scientific Officer\n            (Ballistic) of the Central Forensic Science Laboratory,\n            Chandigarh. There is no dispute that the report was\n            submitted under the hand of a government scientific\n            expert. <a href=\"/doc/1830217/\" id=\"a_102\">Section 293(1)</a> of the Code of Criminal Procedure\n            enjoins that any document purporting to be a report\n            under the hand of a government scientific expert under\n            the section, upon any matter or thing duly submitted to\n            him for examination or analysis and report in the course\n            of any proceeding under the Code, may be used as\n            evidence in any inquiry, trial or other proceeding under\n            the Code. The High Court has completely overlooked the\n            provision of sub-section (1) of Section 293 and arrived at\n            a fallacious conclusion that a Junior Scientific Officer is\n            not an officer enumerated under sub-section (4) of\n            Section 293. What sub-section (4) of Section 293\n            envisages is that the court is to accept the documents\n            issued by any of the six officers enumerated therein as\n            valid evidence without examining the author of the\n            documents.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_253\">                                        xxx\n</p><p data-structure=\"Conclusion\" id=\"p_254\">            13. In our view, the consistent ocular testimony of PWs 1,\n            3 and 4 corroborated by the opinion of PW 2 Dr. Sanjay\n            Kumar Mahajan and the ballistic expert report clearly\n            established the prosecution case beyond all reasonable\n            doubts and the High Court fell into grave error of law\n            and facts, resulting in grave miscarriage of justice.”\n\n<span class=\"hidden_text\" id=\"span_133\">                                 Page 95 of 102</span>\n</p><p data-structure=\"Precedent\" id=\"p_255\">\f171. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146499\" id=\"span_134\">In view of the fact that the ballistic report has come from the office of\n\nthe Assistant Director bearing his seal and having considered the same in the\n\ncontext of <a href=\"/doc/464836/\" id=\"a_103\">Section 293(4)</a> Cr.P.C., as explained by this Court in <a href=\"/doc/146499/\" id=\"a_104\">State of\n\nHimachal Pradesh v. Mast Ram46</a> we are opinion that the Trial Court\n\ncommitted a serious error in rejecting the ballistic report and it was necessary\n\nand compelling for the High Court to reverse the finding of the Trial Court on\n\nthis count also.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_256\">Special Leave Petition and Writ Petition filed by the Informant (PW-1):\n\n</p><p data-structure=\"Conclusion\" id=\"p_257\">172. PW-1 filed a Special Leave Petition against the judgment of the High\n\nCourt seeking enhancement of the sentence awarded to the Appellants from life\n\nsentence to that of death. We quite appreciate the grievances and anxiety of the\n\ninformant whose brothers were murdered in front of his eyes. He also saw his\n\nnephew (his brother’s son) being murdered at the same place. PW-1 also lost\n\ntwo of his close friends and family associates. While we symphatise with PW-\n\n1, for the deprivation, we are not inclined to entertain the Special Leave\n\nPetition for enhancement of the sentence to death as this is a faction fight and\n\ncertainly not a rarest of the rare case qualifying imposition of death sentence.\n\n</p><p data-structure=\"Conclusion\" id=\"p_258\">173. PW-1 also filed Writ Petition (Crl.) No. 57/2022 under <a href=\"/doc/981147/\" id=\"a_105\">Article 32</a> of the\n\nConstitution for a direction to transfer accused no. 5, Ashok Kumar Chandel to\n\na jail outside Uttar Pradesh for serving out his sentence in view of his undue\n\n46 Ibid.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_259\">\n<span class=\"hidden_text\" id=\"span_135\">                                  Page 96 of 102</span>\n\finfluence in the State of Uttar Pradesh. The Writ Petition was filed when the\n\ncriminal appeal of Ashok Kumar Chandel (A5) was pending adjudication\n\nbefore this Court. However, in view of the present judgment dismissing the\n\ncriminal appeal and confirming the conviction and sentence of Ashok Kumar\n\nChandel (A5) we are of the view that no further order needs to be passed in\n\nthis writ petition. The Writ Petition is therefore dismissed.\n\nConclusions:\n</p><blockquote id=\"blockquote_117\">174. As this is an appeal against the decision of the High Court reversing an\n\norder of acquittal. We have examined each and every point raised by the\n\nAppellants. We have also noted the reasoning adopted by the Trial Court on\n\neach issue and contrasted it with the decision of the High Court to see if the\n\nreversal is based on, what this Court mandated as, very substantial and\n\ncompelling reasons or good and sufficient grounds causing grave miscarriage\n\nof justice. Having examined the matter in detail, we are of the opinion that:\n</blockquote><blockquote id=\"blockquote_118\">   I. The High Court was justified in exercising its appellate jurisdiction in\n\n       reversing the order of acquittal as there were certain glaring mistakes,\n\n       and distorted conclusions in the decision of the Trial Court. The High\n\n       Court was duty-bound to reverse the decision as there existed very\n\n       substantial and compelling reasons to do so, failing which it would have\n\n       caused a grave miscarriage of justice.\n</blockquote><blockquote id=\"blockquote_119\"> II.   Even though the prosecution has placed material to establish the\n\n       existence of a motive on the part of the accused party to murder five\n\n       members of the Shukla family and associates, the motive part is treated\n\n<span class=\"hidden_text\" id=\"span_136\">                                  Page 97 of 102</span>\n\f       secondary in view of the fact that this is a case of direct evidence of\n\n       injured eye-witnesses.\n</blockquote><blockquote id=\"blockquote_120\">III.   We have found that the place of the incident is not disputed. In fact, the\n\n       Trial Court itself returned findings about the first as well as the second\n\n       event of the incident. These findings were affirmed by the High Court.\n\n       Therefore, the only question related to the persons involved and the\n\n       manner of commission of the offence.\n</blockquote><blockquote id=\"blockquote_121\">IV.    Having examined the contentions relating to (a) discrepancies in the\n\n       number of dead bodies brought to the hospital (b) improbability of the\n\n       time taken to prepare the tehreer (c) alleged omissions in the FIR (d)\n\n       and the discharge timing mentioned in the Bed Head Ticket, casting\n\n       doubt on the time of lodging the FIR, we find that the prosecution has\n\n       explained all the discrepancies beyond a reasonable doubt. We are\n\n       convinced that the conclusions of the Trial Court were based on\n\n       surmises and conjectures, and therefore, the High Court is justified in\n\n       reversing the judgment of the Trial Court.\n</blockquote><blockquote id=\"blockquote_122\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761643\" id=\"span_137\">V.    Having considered the four submissions in support of the contention\n\n       that PW-1 and PW-2 are not the eyewitnesses to the incident, being (a)\n\n       discrepancy on the bullets marks on the jonga, (b) bullet injuries on the\n\n       deceased and eyewitnesses on the basis of PW-1 statement, (c) timing\n\n       of the X-ray and Bed Head Ticket, and (d) evidence relating to the\n\n       failure of electricity at the time of the incident, we have found that these\n\n       submissions are contrary to evidence on record. The prosecution has\n\n\n<span class=\"hidden_text\" id=\"span_138\">                                  Page 98 of 102</span>\n\f       proved the presence of PW-1 at the place of occurrence and of him\n\n       being an injured eye-witness to the incident. We conclude that the\n\n       inferences drawn by the Trial Court were based on a misreading of the\n\n       evidence, and therefore, the High Court was obliged to reverse the\n\n       finding to prevent a grave miscarriage of justice.\nVI.    Having examined the alternative story of the defence based on the fax,\n\n       said to have been sent from the office of the SP and introduced through\n\n       the defence witness DW-3, we are of the opinion that the facts\n\n       mentioned in the fax are not supported by any evidence.           On the\n\n       contrary, the facts narrated in the FIR are fully corroborated by much of\n\n       the documentary evidence and are fully in consonance with the\n\n       testimony of the prosecution witnesses. As there is no evidence to\n\n       corroborate the events mentioned in the fax and the evidence of DW-3\n\n       does not inspire confidence, to say the least. The conclusion of the Trial\n\n       Court that the prosecution could not prove the case is totally erroneous.\n\n       Such a finding is a glaring mistake as held by this Court in <a href=\"/doc/761643/\" id=\"a_106\">Chandrappa\n\n       and Ors. v. State of Karnataka47</a> obligating the High Court to interfere\n\n       with an order of acquittal.</span>\n</blockquote><blockquote id=\"blockquote_123\">VII.   The legal submission that the prosecution has failed to prove that there\n\n       was an unlawful assembly based on a common object is examined by us\n\n       independent of the explanation and conclusions drawn by the High\n\n       Court.      We are of the opinion that the High Court has correctly\n</blockquote><p data-structure=\"Conclusion\" id=\"p_260\">47 Supra no. 24.\n</p>\n<p data-structure=\"Precedent\" id=\"p_261\">\n<span class=\"hidden_text\" id=\"span_139\">                                 Page 99 of 102</span>\n\f        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1914931\" id=\"span_140\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"656309\" id=\"span_141\">appreciated the principle and rejected the submission that the\n\n        prosecution has failed to prove a common object and the unlawful\n\n        assembly. The decisions of this Court in <a href=\"/doc/656309/\" id=\"a_107\">Amzad Ali v. State of Assam48</a>,\n\n        Bhargavan v. State of Kerela49 as well as <a href=\"/doc/1914931/\" id=\"a_108\">Bhupendra Singh v. State of\n\n        U.P.50</a> fully support the view taken by the High Court. The decision of\n\n        the High Court on this issue is unexceptionable on fact and law.\nVIII.   We have also found that the conclusion of the Trial Court about the\n\n        recovery of the weapon is based on a perverse finding as it\n\n        misunderstood the 8x60-bore rifle to be distinct from a 0.315 bore rifle.\n\n        We have perused and extracted the technical material to prove beyond\n\n        doubt that there is no difference at all. The distinction is only in the\n\n        measurement system, one being British and the other being the\n\n        Continental system. In view of such a perverse finding, the High Court\n\n        had very substantial and compelling reasons to reverse the findings of\n\n        the Trial Court.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_262\"> IX.    We have also found that the arrests of Naseem (A6), Bhan Singh (A10),\n\n        Shyam Singh (A7) and Sahab Singh (A8) were concurrently and\n\n        consistently spoken by all the witnesses, PW-10, PW-11 and PW-12.\n\n        The conclusion drawn by the Trial Court that the arrest and recovery\n\n        were doubtful were glaring mistakes. The High Court was, therefore,\n\n        completely justified in reversing the decision of the Trial Court.\n\n 48 Supra no. 38.\n</p><p data-structure=\"Conclusion\" id=\"p_263\"> 49 Supra no. 39.\n</p><p data-structure=\"Conclusion\" id=\"p_264\"> 50 Supra no. 40.\n</p>\n<p data-structure=\"Precedent\" id=\"p_265\">\n<span class=\"hidden_text\" id=\"span_142\">                                  Page 100 of 102</span>\n\f X.    The rejection of the FSL (ballistic) report is another grave mistake of\n\n       the Trial Court. The conclusion of the Trial Court that the ballistic\n\n       report is inadmissible as it is not in consonance with the requirement of\n\n       <a href=\"/doc/692331/\" id=\"a_109\">Section 293</a> Cr.P.C. is entirely wrong. We have explained this in detail.\n\n       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146499\" id=\"span_143\">In an identical situation this Court in <a href=\"/doc/146499/\" id=\"a_110\">State of Himachal Pradesh v.\n\n       Mast Ram51</a> has explained how the ballistic report is in complete\n\n       compliance of the statutory provision.         The High Court had to\n\n       necessarily step in to prevent a grave miscarriage of justice.</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_266\">175. For the reasons stated above, we dismiss Criminal Appeal Nos. 946-\n\n947/2019 filed by Ashok Kumar Chandel, Criminal Appeal Nos. 1030-\n\n1031/2019 filed by Ashutosh @ Dabbu, Criminal Appeal Nos. 1269-1270/2019\n\nfiled by Pradeep Singh and Uttam Singh, Criminal Appeal Nos. 1804-\n\n1805/2019 filed by Bhan Singh, Criminal Appeal Nos. 1980-1981/2019 filed\n\nby Sahab Singh, Criminal Appeal Nos. 1279-1280/2019 filed by Naseem, and\n\naffirm the judgment of the High Court of Judicature Allahabad in Government\n\nAppeal No. 5123/2002 dated 19.04.2019. We are informed that Appellant\n\nRaghuvir Singh died on 15.08.2022 pending disposal of these appeals, his\n\nCriminal Appeal No. 1046-1047/2019 stands abated. The SLP (Crl.) No.\n\n10742/2019, filed by Rajiv Shukla, the informant (PW-1) for enhancement of\n\nthe sentence is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_267\">\n51 Supra no. 45.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_268\">\n<span class=\"hidden_text\" id=\"span_144\">                                 Page 101 of 102</span>\n</p><p data-structure=\"Conclusion\" id=\"p_269\">\f176. Writ Petition (Crl.) No. 57/2022, filed by the informant (PW-1), is\n\ndismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_270\">177.   There shall be no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_271\">\n</p><p data-structure=\"Conclusion\" id=\"p_272\">                                          ……………………………….CJI.\n</p><p data-structure=\"Precedent\" id=\"p_273\">                                             [UDAY UMESH LALIT]\n\n\n                                              ……………………………….J.\n                                                 [S. RAVINDRA BHAT]\n\n\n                                         ……………………………….J.\n                                 [PAMIDIGHANTAM SRI NARASIMHA]\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_274\">NOVEMBER 04, 2022\n\n\n\n\n<span class=\"hidden_text\" id=\"span_145\">                                 Page 102 of 102</span>\n\f</p>","numcites":59,"numcitedby":108,"docsource":"Supreme Court of India","citetid":96029107,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"ballistic report","formInput":"ballistic%20report"},{"value":"inconsistent statement","formInput":"inconsistent%20statement"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"court witness","formInput":"court%20witness"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"ballistics","formInput":"ballistics"},{"value":"arms act","formInput":"arms%20act"},{"value":"rajiv shukla ","formInput":"rajiv%20shukla%20"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"non examination","formInput":"non%20examination"},{"value":"bed-head ticket ","formInput":"bed-head%20ticket%20"},{"value":"sonia mathur","formInput":"sonia%20mathur"},{"value":"injury report","formInput":"injury%20report"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"panchnama ","formInput":"panchnama%20"},{"value":"no independent witness","formInput":"no%20independent%20witness"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"}],"courtcopy":true,"query_alert":null,"agreement":false}