{"tid":179476834,"publishdate":"2015-07-03","title":"Khet Singh & Ors. vs The State Of M.P. on 3 July, 2015","doc":"<h2 class=\"doc_title\">Khet Singh &amp; Ors. vs The State Of M.P. on 3 July, 2015</h2>\n\n<pre id=\"pre_1\">     HIGH COURT OF MADHYA PRADESH JABALPUR\n\n                Criminal Appeal No.2233/1998\n\n                      Khet Singh and others\n\n                                 Vs.\n\n                     State of Madhya Pradesh\n\n------------------------------------------------------------------------\n            Present : Hon&#x27;ble Shri Justice N.K. Gupta.\n------------------------------------------------------------------------\n      Shri A. Usmani, counsel for the appellants.\n     Shri     G.S.     Thakur,       P.L.    Panel     Lawyer       the\nrespondent/State.\n------------------------------------------------------------------------\n\n                      JUDGMENT\n</pre><p data-structure=\"Facts\" id=\"p_1\">              (Delivered on 3rd day of July, 2015)\n\n\n            The appellants have preferred the present appeal\n\nbeing aggrieved with the judgment dated 22.9.1998 passed\n\nby the Sessions Judge, Raisen in S.T. No.284/92, whereby\n\nthe appellants have been convicted of offence under <a href=\"/doc/653797/\" id=\"a_1\">Sections\n\n304-B</a> &amp; <a href=\"/doc/538436/\" id=\"a_2\">498-A</a> of the IPC and sentenced to seven years&#x27; R.I.\n\nand one year&#x27;s R.I. respectively.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.          Facts of the case in short are that the deceased\n\nSheela Bai was married to the appellant no.4 Daulat Singh.\n\nThe appellant nos.1 &amp; 2 are parents of Daulat Singh,\n\nwhereas the appellant no.3 Mohan is elder brother of the\n\nappellant no.4. After approximately six years of marriage of\n                               2          Criminal Appeal No.2233/1998\n\n\n\n\nSheela Bai, on 13.6.1992 Pooran Singh (PW-1) father of the\n\ndeceased was informed that Sheela Bai was injured with\n\nburns therefore, he sent his sons to village Jamuniya, who\n\ntook the deceased Sheela Bai to the Government Hospital,\n\nGairatganj. In the night of 13.6.1992, the deceased Sheela\n\nBai had expired. On 14.6.1992, the complainant Pooran\n\nSingh (PW-1) lodged a written report Ex.P/1 with the\n\nallegations that the deceased was being harassed for\n\ndemand of Rs.40,000/- and for other reasons because she\n\nwas not blessed with any child in those six years. It was also\n\nclaimed that when the deceased Sheela Bai was taken to the\n\nHospital, she told her brothers that the appellant no.2\n\npoured some kerosene upon her and set her on fire and at\n\nthat time, she was held by the appellant no.4 husband of the\n\ndeceased, whereas the remaining appellants have threatened\n\nher that if she would state anything against them, her\n\nbrothers and father would be killed. The dead body of the\n\ndeceased Sheela Bai was sent for the postmortem. Dr. S.B.\n\nKulkarni (PW-8) gave a report Ex.P./14. He found that the\n\ndeceased was 95% burnt and she sustained 2 nd-3rd degree\n\nburns therefore, she had died. After due investigation, the\n\ncharge sheet was filed before the JMFC Gairatganj, who\n\ncommitted the case to the Court of Sessions.\n</p><p data-structure=\"Issue\" id=\"p_3\">                               3           Criminal Appeal No.2233/1998\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.        The appellants abjured their guilt. They took a\n\nplea that they were falsely implicated in the matter. Marriage\n\nof the deceased took place seven years prior to the incident\n\nand she sustained the burn injuries due to an accident. The\n\ndeceased Sheela Bai gave a dying declaration Ex.D/1 before\n\nthe Executive Magistrate that she sustained the burn\n\ninjuries due to an accident. In defence, the Executive\n\nMagistrate C.L. Ahirwar (DW-1) was examined.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">4.        After considering the evidence adduced by the\n\nparties, the Sessions Judge, Raisen convicted and sentenced\n\nthe appellants as mentioned above.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">5.        I have heard the learned counsel for the parties.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">6.        Learned counsel for the appellants has submitted\n\nthat the deceased died after seven years of her marriage and\n\ntherefore, no offence under <a href=\"/doc/653797/\" id=\"a_3\">Section 304-B</a> of the IPC is made\n\nout against the appellants. In this context, Pooran Singh\n\n(PW-1), Raghuveer Singh (PW-2) and Maharaj Singh (PW-3)\n\netc. were examined. They have stated that the deceased died\n\nafter five years of her marriage. In the written FIR Ex.P/1, it\n\nwas not clearly mentioned as to when the marriage of the\n\ndeceased took place and what was the duration of her\n\nmarriage at the time of incident. Pooran Singh father of the\n\ndeceased has accepted that marriage of the deceased Sheela\n                                4          Criminal Appeal No.2233/1998\n\n\n\n\nBai took place eight years prior to the incident and\n\nimmediately after that statement, he again stated that\n\nmarriage took place five years back. Raghuveer Singh (PW-2)\n\nbrother of the deceased has stated that marriage of the\n\ndeceased took place 6-7 years prior to the incident. Maharaj\n\nSingh (PW-3) has stated that marriage of the deceased took\n\nplace 5-6 years prior to the incident. However, in his cross-\n\nexamination, he has accepted that his marriage took place\n\n13 years back and after six years of his marriage, the\n\nmarriage of the deceased took place. According to the\n\ncalculation shown by Maharaj Singh, it appears that\n\nmarriage of the deceased took place seven years prior to the\n\nincident.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">7.          After considering the submissions of Pooran Singh\n\nand Raghuveer, it would be apparent that they could not tell\n\nthe exact year of marriage of the deceased. They have bent\n\nupon to say that the marriage of the deceased took place five\n\nyears prior to the incident, whereas both of them have\n\naccepted in the cross-examination that marriage of the\n\ndeceased Sheela Bai took place 6-7 years prior to the\n\nincident. Pooran Singh has accepted that marriage of the\n\ndeceased took place eight years prior to the incident.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">8.          In this connection, if the FIR Ex.P/1 lodged by\n                               5         Criminal Appeal No.2233/1998\n\n\n\n\nPooran Singh is examined, then it would be apparent that it\n\nwas a typed written FIR prepared by some law knowing\n\nperson and so many facts were mentioned in the FIR but in\n\nthe statements of the witnesses, they did not corroborate\n\nsuch facts and therefore, FIR is not a document, which can\n\nbe considered as the FIR. It appears that it is a drafted\n\ndocument prepared by some law knowing person and it does\n\nnot match with the actual factual position. Since it was\n\nhidden in the FIR Ex.P/1 as to whether marriage of the\n\ndeceased Sheela Bai took place seven years prior to the\n\nincident or not and therefore, an adverse inference is to be\n\ndrawn that since marriage of the deceased Sheela Bai took\n\nplace seven years prior to the incident, such facts was\n\nhidden in the FIR Ex.P/1 and thereafter, the witnesses have\n\nstated according to their wishes. When a doubt is created\n\nthen, a benefit of doubt is to be given to the accused\n\npersons. If marriage of the deceased Sheela Bai took place\n\nseven years prior to the incident then, according to the\n\nProvisions of <a href=\"/doc/653797/\" id=\"a_4\">Section 304-B</a> of the IPC, such offence shall\n\nnot constitute in the present case.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">9.        Pooran Singh (PW-1), Raghuveer Singh (PW-2)\n\nfather and brother of the deceased alongwith an independent\n\nwitness Maharaj Singh (PW-3) were examined to show the\n                                6        Criminal Appeal No.2233/1998\n\n\n\n\nharassment done by the appellants to the deceased prior to\n\nher death. However, Maharaj Singh did not support the\n\nprosecution&#x27;s case that the deceased was being harassed for\n\ndowry demand etc. According to him, he was informed by\n\none Chhotelal that the appellants have quarreled with the\n\ndeceased that she was not blessed with child. However, in\n\ncase diary statement, it was not mentioned that he got such\n\nan information from Chhotelal. Under these circumstances,\n\nthe statement given by Maharaj Singh appears to be an\n\nafterthought. Being a witness of prosecution, his statement\n\nindicates that he was never informed by anyone that the\n\ndeceased was being harassed by the appellants for demand\n\nof Rs.40,000/- or other articles.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">10.       Pooran Singh and Raghuveer Singh have stated\n\nthat the appellants demanded a sum of Rs.40,000/- from\n\nthe deceased and she was being harassed for that demand.\n\nIt was also stated by them that since the deceased was not\n\nblessed with a child, she was being threatened by the\n\nappellants and therefore, Pooran Singh had lodged an FIR\n\nagainst the appellants. According to the FIR Ex.P/1, Preetam\n\nbrother of the deceased was the person, who immediately\n\nwent to the spot and helped in taking the deceased to the\n\nhospital, whereas Preetam was not examined before the trial\n                              7          Criminal Appeal No.2233/1998\n\n\n\n\nCourt to inform the conversation took place between the\n\ndeceased and him. In the FIR Ex.P/1, Pooran Singh had\n\nalleged that the appellant nos.2 &amp; 4 had tried to kill the\n\ndeceased and thereafter, they gave a threat to the deceased\n\nso that she could not give the statement in favour of the\n\nappellants. The complainant has also claimed that in oral\n\ndying declaration, the deceased had stated that she was\n\nburnt by the appellant nos.1 &amp; 4. Before the trial Court,\n\nneither Pooran Singh nor Raghuveer Singh have stated that\n\nthe deceased was killed by the appellants but looking to the\n\ntext of FIR Ex.P/1, it appears that the false facts were\n\nmentioned in the FIR without any basis. According to the\n\nFIR, Raghuveer went to the well of Gopal to fetch some\n\nwater, when the deceased was taken to the hospital, which\n\nclearly indicates that Raghuveer Singh was not present\n\nwhen the deceased was taken to the hospital and therefore,\n\nthe statement of Raghuveer Singh that the deceased was\n\nunconscious and remained unconscious till her death\n\ncannot be accepted. On the contrary, he has accepted that\n\nthe appellant no.2 mother-in-law of the deceased Sheela Bai\n\ntook her to the hospital in a bullock cart and she was\n\npresent with her. Raghuveer Singh has claimed that when\n\nNayab Tahsildar (Executive Magistrate) took the statement of\n                               8          Criminal Appeal No.2233/1998\n\n\n\n\nthe deceased when, he was present but he did not state at\n\nthat time that the deceased Sheela Bai was unconscious.\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">11.       In this connection, the Executive Magistrate C.L.\n\nAhirwar   (DW-1) has proved the dying declaration Ex.D/1\n\ngiven by the deceased, in which it was stated by the\n\ndeceased that she sustained the burn injuries due to an\n\naccident. She had no grievance with the appellants. If the\n\nappellants were torturing the deceased for dowry demand\n\netc. then, she would have stated before the Executive\n\nMagistrate about that fact. The Executive Magistrate has\n\nproved that certificate was taken by him from the doctor,\n\nwho was treating the deceased that she was capable to give\n\nher statement. When he took the statement, he did not\n\npermit anyone to remain present with the deceased. Dr. S.B.\n\nKulkarni (PW-8) has accepted in the cross-examination that\n\nhe gave the certificate to the concerned Executive Magistrate\n\nthat Sheela Bai was fit to give her statement and she\n\nremained conscious while      recording of     the     statement\n\nEx.D/1. Under these circumstances, the dying declaration\n\nEx.D/1 was recorded by the Executive Magistrate C.L.\n\nAhirwar and it appears that the investigation officer had\n\nsuppressed this dying declaration and it was not filed\n\nalongwith the charge sheet.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">                                   9             Criminal Appeal No.2233/1998\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">12.         It is for the investigation officer to investigate the\n\nmatter with the clean hands. He should have asked Pooran\n\nSingh, Raghuveer Singh and other witnesses about the year\n\nof marriage of the deceased. He would have placed the dying\n\ndeclaration recorded by the Executive Magistrate alongwith\n\nthe charge sheet. The investigation should not be tinted one,\n\nit should be done with the clean hands. However, it would be\n\nimportant that Preetam brother of the deceased, who was\n\npresent at the time of treatment of the deceased was not\n\nmade as a witness in the case. If list of the witnesses\n\nannexed with the charge sheet is perused then, name of\n\nPreetam is missing. Preetam was brother of the deceased\n\nand there was no conflict of interest between Preetam and\n\ndeceased Sheela Bai or Preetam and his father Pooran\n\nSingh. Non-examination of the witness Preetam indicates\n\nthat he was not interested to state anything against the\n\nappellants and due to his non-examination, an adverse\n\ninference    shall   be   drawn       against   Pooran     Singh       and\n\nRaghuveer Singh that they created a false case against the\n\nappellants and even, their family members have not agreed\n\nto do so. Under these circumstances, the testimony of\n\nPooran Singh, Raghuveer comes into the clouds of doubt.\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">13.         If the testimony of Pooran Singh and Raghuveer\n                              10         Criminal Appeal No.2233/1998\n\n\n\n\nSingh was examined otherwise then, it would be apparent\n\nthat Pooran Singh has accepted that the appellants were\n\nproperly blessed persons and the intimation of the incident\n\nwas given by a servant of the appellant Khet Singh. Hence,\n\nthe status of the appellants is apparent that they were rich\n\npersons and they could have kept servants in their fields,\n\nwhereas Pooran Singh and his sons were not so rich. They\n\ncould not give alleged amount of dowry in last six years. If\n\nthere was a demand of Rs.40,000/- then, certainly a little\n\nportion would have been given by Pooran Singh to the\n\nappellants in the past and he would have given sufficient\n\namount in the installment to the appellants or he would\n\nhave lodged an FIR at any police station or he would have\n\ninformed the reputed persons of his community about that\n\nproblem for its resolution. Maharaj Singh (PW-3) was\n\nexamined being a member of the community of the witness\n\nPooran Singh but he did not support that he was informed\n\nabout the fact of dowry demand done by the appellants. The\n\nwitness Pooran Singh has stated that he intimated about the\n\ndemand to Heeralal and Jagat Singh Patel etc. but those\n\npersons were not named before the police and therefore,\n\nthey were not examined to support the witness Pooran\n\nSingh. Raghuveer Singh has accepted that he told about the\n                              11         Criminal Appeal No.2233/1998\n\n\n\n\ndemand of the appellants to one Heeralal but such\n\nstatement was not given by this witness to the police.\n\nNeither Heeralal was examined nor he was cited as a\n\nwitness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">14.        If a woman is tortured in the house by the\n\nhusband or his relatives for dowry demand or otherwise\n\nthen, it would be natural for that woman to tell about her\n\nproblems to her mother. A woman is expected to be very\n\nmuch close to her mother and thereafter, the mother would\n\nhave resolved the problems by telling that problem to father\n\nof that woman or to talk with husband of the woman. In the\n\npresent case, it is surprising that mother of the deceased\n\nSheela Bai, who was present at the time of her death was\n\nnot examined by the police and not cited as a witness in the\n\ncase. If the deceased would have informed her father and\n\nbrothers about any harassment to her then, they would have\n\ntaken some steps to redress her problems, like they would\n\nhave informed the respected members of their community to\n\nget the problem resolved or they would have kept the\n\ndeceased Sheela Bai in their house so that the appellants\n\nwould have been pressurized to talk about the problem or in\n\nlife time of the deceased Sheela Bai either the complainant\n\nor the deceased Sheela Bai would have lodged an FIR.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">                              12          Criminal Appeal No.2233/1998\n\n\n\n\nHowever, no respected persons of that community is\n\nexamined before the trial Court to show that Pooran Singh\n\nor Raghuveer Singh have informed about the problem or any\n\nmeeting of Panchayat of that community was called to\n\nresolve the problem of the deceased in her life time. No FIR\n\nhas been lodged by the deceased in her life time against the\n\nappellants. She was never detained in the house or her\n\nparents. According to Pooran Singh and Raghuveer Singh,\n\nshe was not prohibited to visit the house of her parents. She\n\nwas a routine visitor to her parents house.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">15.       It would be pertinent to note that Pooran Singh\n\nwas resident of Bandoli and the deceased was residing with\n\nthe appellant at village Jamuniya. Bandoli and Jamuniya\n\nare adjacent villages and therefore, on receiving the\n\nintimation that the deceased sustained the burn injuries,\n\nher brothers could immediately visit to the house of the\n\nappellants and no appellants would have been found at the\n\nhouse except the appellant no.2 Parvati Bai mother-in-law of\n\nthe deceased thereafter, brothers of the deceased helped\n\nParvati Bai in taking the deceased to the hospital and\n\ntherefore, if she was in problem then, certainly she would\n\nhave informed her parents immediately because she could\n\ngo to her parents house within a small period of time. Under\n                                13         Criminal Appeal No.2233/1998\n\n\n\n\nthese circumstances, looking to the circumstances of marital\n\nperiod of the deceased Sheela Bai and her dying declaration\n\nEx.D/1, the testimony of the witnesses Pooran Singh and\n\nRaghuveer Singh cannot be relied upon. The Sessions Judge\n\nhas committed an error in relying upon their testimony.\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">16.       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"76388249\" id=\"span_1\">In   this   connection,   learned   counsel      for    the\n\nappellants has placed his reliance upon the judgment\n\npassed by the Hon&#x27;ble Apex Court in the case of &quot;<a href=\"/doc/76388249/\" id=\"a_5\">Manohar\n\nLal Vs. State of Haryana</a>&quot; [(2014) 9 SCC 645] in which, it is\n\nobserved that the deceased died within five years of her\n\nmarriage due to burn injuries and it was alleged that she\n\nwas subjected to harassment for dowry. The evidence given\n\nby her mother was full of contradictions and improvements,\n\nhence not reliable. It was held that there was no evidence\n\nthat the deceased was harassed soon before her death for or\n\nin connection with demand of dowry and therefore, the\n\naccused persons were entitled to their acquittal. In the\n\npresent case, it is doubtful that the deceased died within\n\nseven years of her marriage. The possibility cannot be ruled\n\nout that she died after seven years of her marriage. There is\n\na typed FIR Ex.P/1 lodged by Pooran Singh, which appears\n\nto be prepared by some law knowing person. The fact\n\nmentioned in the FIR do not match with the statement of\n                              14         Criminal Appeal No.2233/1998\n\n\n\n\nPooran   Singh   and   Raghuveer   Singh.    The      important\n\nwitnesses like Preetam brother of the deceased and mother\n\nof the deceased were not examined. The story given by\n\nPooran Singh and Raghuveer Singh appears to be baseless\n\nand it is not proved in the present case that the deceased\n\nwas being harassed &quot;soon before her death&quot; for or in\n\nconnection with dowry demand and therefore, the conviction\n\nof the appellants for the offence under <a href=\"/doc/653797/\" id=\"a_6\">Section 304-B</a> of the\n\nIPC cannot be maintained.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">17.      So far as the the offence under <a href=\"/doc/538436/\" id=\"a_7\">Section 498-A</a> of\n\nthe IPC is concerned, Pooran Singh and Raghuveer Singh\n\ncould not prove that the deceased was subjected for any\n\ndowry demand. She resided with the appellants for more\n\nthan seven years. She was never ousted from the house and\n\ntherefore, the allegations of Pooran Singh and Raghuveer\n\nSingh cannot be accepted that the appellants tortured her\n\nbecause she was not blessed with child. Maharaj Singh\n\n(PW-3), who stated about the fact that he was informed\n\nabout such harassment, however it was nothing but an\n\nimprovement      which does not exist in his case diary\n\nstatement. As discussed above, the testimony of Pooran\n\nSingh and Raghuveer Singh is not worthy to be trusted and\n\nthe important witnesses like Preetam and mother of the\n                                      15           Criminal Appeal No.2233/1998\n\n\n\n\n       deceased were not examined in the case. The deceased in\n\n       her dying declaration Ex.D/1 did not state anything about\n\n       her harassment done by the appellants. Therefore, it cannot\n\n       be said that the appellants dealt her with cruelty for any\n\n       reason. Under these circumstances, the appellants cannot\n\n       be convicted of offence under <a href=\"/doc/538436/\" id=\"a_8\">Section 498-A</a> of the IPC.\n\n</p><p data-structure=\"Conclusion\" id=\"p_21\">       18.       On the basis of aforesaid discussion, appeal filed\n\n       by the appellants appears to be acceptable and therefore, it\n\n       is hereby accepted. The conviction as well sentence imposed\n\n       by the trial Court of offence under <a href=\"/doc/653797/\" id=\"a_9\">Sections 304-B</a> &amp; <a href=\"/doc/538436/\" id=\"a_10\">498-A</a>\n\n       of the IPC is hereby set aside. The appellants are now\n\n       acquitted from all the charges appended against them.\n\n</p><p data-structure=\"Conclusion\" id=\"p_22\">       19.       The appellants are on bail. Their presence is no\n\n       more required before the Court therefore, it is directed that\n\n       their bail bonds shall stand discharged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">       20.       Copy of the judgment be sent to the trial Court\n\n       alongwith its record for information.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\n</p><p data-structure=\"Conclusion\" id=\"p_25\">                                                      (N.K. GUPTA)\n                                                         JUDGE\n                                                       03.07.2015\npnkj\n </p>","numcites":3,"numcitedby":16,"docsource":"Madhya Pradesh High Court","citetid":179476834,"divtype":"judgments","relatedqs":[{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"burn injury ","formInput":"burn%20injury%20"},{"value":"executive magistrate","formInput":"executive%20magistrate"},{"value":"498","formInput":"498"},{"value":"304-b","formInput":"304-b"},{"value":"section 304","formInput":"section%20304"},{"value":"torture","formInput":"torture"},{"value":"section 304-b","formInput":"section%20304-b"},{"value":"498 a","formInput":"498%20a"},{"value":"498 (A)","formInput":"498%20%28A%29"},{"value":"Section 304(b)","formInput":"Section%20304%28b%29"}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"dowry","formInput":"tag:dowry"}],"courtcopy":true,"query_alert":null,"agreement":false}