{"tid":89412006,"publishdate":"2020-07-17","title":"Pyare Lal vs State Of Haryana on 17 July, 2020","doc":"<h2 class=\"doc_title\">Pyare Lal vs State Of Haryana on 17 July, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 SC 643</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-saran\">Vineet Saran</a>, <a href=\"/search/?formInput=benchid:m-m-shantanagoudar\">Mohan M. Shantanagoudar</a>, <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<pre id=\"pre_1\">Criminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n                                                                             1\n\n                                                                   Reportable\n                  IN THE SUPREME COURT OF INDIA\n\n                 CRIMINAL APPELLATE JURISDICTION\n\n                  CRIMINAL APPEAL NO.1003 OF 2017\n\n\n     PYARE LAL                                                    …Appellant\n\n\n                                      Versus\n\n\n     STATE OF HARYANA                                           …Respondent\n\n\n\n                                    ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    Uday Umesh Lalit, J.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\">    1.     The Appellant (original Accused No.1) stands convicted under\n\n    Section 302 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> of the Indian Penal Code and sentenced\n\n    to suffer life imprisonment and to other punishments including fine and\n\n    default sentence under certain other offences. While granting Special\n\n    Leave to Appeal, this Court by its Order dated 04.07.2017 rejected the\n\n    prayer for bail. Another application for bail was thereafter preferred and\n\n    when the application came up for consideration, it was reported that after\n\n    having completed 8 years of actual sentence and the Appellant being aged\n\n    above 75 years, in accordance with the existing policy of the State\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_1\">                                                                                    2</span>\n\n    Government, he was prematurely released in 2019. This Court, therefore,\n\n    called upon the State to file an affidavit indicating whether the policy\n\n    permitted premature release even before completion of actual sentence of\n\n    14 years in connection with an offence punishable under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a> IPC.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_3\">    2.     The response filed on behalf of the State Government indicates that\n\n    on the occasion of the Independence Day i.e., 15th August, 2019, in\n\n    exercise of powers conferred by <a href=\"/doc/873751/\" id=\"a_3\">Article 161</a> of the Constitution of India,\n\n    the Governor of Haryana was pleased to grant special remission to certain\n\n    categories of prisoners. The policy decision dated 02.08.2019 issued in\n\n    that behalf was as under:-\n</p>\n<blockquote id=\"blockquote_1\">              “ORDER OF THE GOVERNOR OF HARYANA\n\n              On the occasion of Independence Day i.e. 15th August 2019, the\n              Governor of Haryana in exercise of the powers conferred by\n              <a href=\"/doc/873751/\" id=\"a_4\">Article 161</a> of the Constitution of India, is pleased to grant\n              special remission to prisoners who are undergoing sentence as a\n              result of their conviction by the Courts of Criminal Jurisdiction\n              in the State of Haryana. The special remission granted will be as\n              under:\n</blockquote>\n<blockquote id=\"blockquote_2\">              Category of Convicts\n\n              The convicts who have been sentenced for life and are 75 years\n              or above in case of male and of 65 years or above in case of\n              female as on 15.08.2019 and have completed eight years of\n              actual sentence in case of male convicts and six years of actual\n              sentence in case of female convicts including undertrial period\n              and excluding parole period and whose conduct has remained\n              satisfactory during confinement and who have not committed\n              any major jail offence in the last two years be released forthwith.\n</blockquote>\n<blockquote id=\"blockquote_3\">              1) The convicts who have been sentenced for punishment other\n              than life sentence and are of 75 years and above in case of male\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_2\">                                                                                   3</span>\n\n             and 65 years and above in the case of female as on 15.08.2019\n             and have been completed 2/3rd actual sentence including\n             undertrial period and excluding parole period and whose\n             conduct has remained satisfactory during confinement and who\n             have not committed any major jail offence in the last two years\n             be released forthwith.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_4\">             Note:- The age of above convicts should be calculated according\n             to Matriculation certificate or birth certificate and in absence of\n             both it will be calculated according to the judgment of the trial\n             Court and the Superintendent jail will ensure correctness of age.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">             2) The remission will not be granted to prisoners convicted for\n             the following offences:\n</p><pre id=\"pre_2\">                   i)    Who have been sentenced to death and their\n                         sentences have been commuted to life\n                         sentence.\n\n                   ii)    Abduction and murder of a child below the\n                          age of 14 years.\n\n                   iii)   Rape with murder.\n\n                   iv)    Dacoity or Robbery\n\n                   v)     Where the Courts have issued any specific\n                          order regarding confinement.\n\n                   vi)    Convicts under Terrorist and Disruptive\n</pre><p data-structure=\"Issue\" id=\"p_6\">                          Activities (Prevention) Act, 1987, <a href=\"/doc/61492784/\" id=\"a_5\">Official\n                          Secrets Act, 1923</a>, <a href=\"/doc/77077082/\" id=\"a_6\">Foreigners Act, 1948</a>,\n                          <a href=\"/doc/229269/\" id=\"a_7\">Passport Act, 1967</a>, <a href=\"/doc/496978/\" id=\"a_8\">Sections 2</a> &amp; <a href=\"/doc/1211562/\" id=\"a_9\">3</a> of the\n                          Criminal Law Amendment Act, 1961 and\n                          <a href=\"/doc/786750/\" id=\"a_10\">Sections 121</a> to <a href=\"/doc/1097555/\" id=\"a_11\">130</a> of the Indian Penal Code,\n                          1860.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">                   vii)   The sentence of imprisonment imposed in\n                          default of payment of fine shall not be treated\n                          as substantive for the purpose of grant of this\n                          remission.</p>\n\n<p data-structure=\"Issue\" id=\"p_8\">                   viii) <a href=\"/doc/1727139/\" id=\"a_12\">Under NDPS Act</a> in view of <a href=\"/doc/113800/\" id=\"a_13\">Section 32A</a> of\n                         the NDPS Act, 1985\n\n</p><p data-structure=\"Issue\" id=\"p_9\">                   ix)    Detenues of any class\n\n</p><p data-structure=\"Issue\" id=\"p_10\">                   x)     Pakistan nationals\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_3\">                                                                                   4</span>\n\n</p><p data-structure=\"Issue\" id=\"p_11\">                    xi)    The persons imprisoned for failing to give\n                           security for keeping peace for their good\n                           behavior under <a href=\"/doc/1914745/\" id=\"a_14\">Sections 107</a>/<a href=\"/doc/11461/\" id=\"a_15\">109</a>/<a href=\"/doc/291822/\" id=\"a_16\">110</a> of the\n                           Criminal Procedure Code, 1973.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">                    xii)   Cases     of    prisoners      convicted   for\n                           counterfeiting currency notes cases under\n                           section 489 (A to E) of the <a href=\"/doc/1569253/\" id=\"a_17\">Indian Penal Code</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">                    xiii) Convicted and sentenced under <a href=\"/doc/1823824/\" id=\"a_18\">Section 138</a> of\n                          the Negotiable Instruments Act, 1881.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">               3. This remission will not be granted to the convicts who are on\n               bail on the day of granting this remission. However, they may be\n               released if they fulfill the above conditions as on 15th August\n               2019, after they surrender in the jails in compliance with orders\n               of Hon’ble Courts.”\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_15\">    3.      The matter was thereafter taken up for hearing. We heard Mr.\n\n    Shikhil Suri, learned counsel appearing for the Appellant on behalf of the\n\n    Supreme Court Legal Services Committee and Mr. Amit Kumar, learned\n\n    Additional Advocate General for the State.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_16\">    4.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"111449445\" id=\"span_4\">In <a href=\"/doc/111449445/\" id=\"a_19\">Maru Ram vs. Union of India and others</a> 1, the Constitution\n\n    Bench of this Court considered the validity of Section 433-A of the Code 2\n\n    (inserted by Act 45 of 1978 w.e.f. 18.12.1978). The conclusions in the\n\n    majority judgment authored by V.R. Krishna Iyer, J., were:-</span>\n</p>\n<blockquote id=\"blockquote_4\">               “72. We conclude by formulating our findings:\n</blockquote>\n<blockquote id=\"blockquote_5\">               (1) We repulse all the thrusts on the vires of Section 433-A.\n               Maybe, penologically the prolonged term prescribed by the\n               section is supererogative. If we had our druthers we would have\n               negatived the need for a fourteen-year gestation for reformation.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_17\">    1 (1981) 1 SCC 107\n    2 <a href=\"/doc/445276/\" id=\"a_20\">Code of Criminal Procedure</a>,   1973\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_5\">                                                                                        5</span>\n\n                 But ours is to construe, not construct, to decode, not to make a\n                 code.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">                 (2) We affirm the current supremacy of Section 433-A over the\n                 Remission Rules and short-sentencing statutes made by the\n                 various States.\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">                 (3) We uphold all remissions and short-sentencing passed under\n                 <a href=\"/doc/1008926/\" id=\"a_21\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_22\">161</a> of the Constitution but release will follow,\n                 in life sentence cases, only on Government making in order en\n                 masse or individually, in that behalf.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">                 (4) We hold that Section 432 and Section 433 are not a\n                 manifestation of <a href=\"/doc/1008926/\" id=\"a_23\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_24\">161</a> of the Constitution but a\n                 separate, though similar power, and Section 433-A, by nullifying\n                 wholly or partially these prior provisions does not violate or\n                 detract from the full operation of the constitutional power to\n                 pardon, commute and the like.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">                 (5) We negate the plea that Section 433-A contravenes <a href=\"/doc/1501707/\" id=\"a_25\">Article\n                 20(1)</a> of the Constitution.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">                 (6) We follow Godse case3 to hold that imprisonment for life\n                 lasts until the last breath, and whatever the length of remissions\n                 earned, the prisoner can claim release only if the remaining\n                 sentence is remitted by Government.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">                 (7) We declare that Section 433-A, in both its limbs (i.e. both\n                 types of life imprisonment specified in it), is prospective in\n                 effect. To put the position beyond doubt, we direct that the\n                 mandatory minimum of 14 years actual imprisonment will not\n                 operate against those whose cases were decided by the trial court\n                 before December 18, 1978 when Section 433-A came into force.\n                 All “Lifers” whose conviction by the court of first instance was\n                 entered prior to that date are entitled to consideration by\n                 Government for release on the strength of earned remissions\n                 although a release can take place only if Government makes an\n                 order to that effect. To this extent the battle of the tenses is won\n                 by the prisoners. It follows, by the same logic, that short-\n                 sentencing legislations, if any, will entitle a prisoner to claim\n                 release thereunder if his conviction by the court of first instance\n                 was before Section 433-A was brought into effect.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"245622\" id=\"span_6\">(8) The power under <a href=\"/doc/1008926/\" id=\"a_26\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_27\">161</a> of the Constitution can\n                 be exercised by the Central and State Governments, not by the\n\n    3 (1961)   3 SCR 440 (<a href=\"/doc/245622/\" id=\"a_28\">Gopal Vinayak Godse vs. State of Maharashtra</a> and ors.)\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_7\">                                                                                     6</span>\n\n             President or Governor on their own. The advice of the\n             appropriate Government binds the Head of the State. No\n             separate order for each individual case is necessary but any\n             general order made must be clear enough to identify the group\n             of cases and indicate the application of mind to the whole group.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">             (9) Considerations for exercise of power under Articles 72/161\n             may be myriad and their occasions protean, and are left to the\n             appropriate Government, but no consideration nor occasion can\n             be wholly irrelevant, irrational, discriminatory or mala fide.\n             Only in these rare cases will the court examine the exercise.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">             (10) Although the remission rules or short-sentencing provisions\n             proprio vigore may not apply as against Section 433-A, they will\n             override Section 433-A if the Government, Central or State,\n             guides itself by the selfsame rules or schemes in the exercise of\n             its constitutional power. We regard it as fair that until fresh rules\n             are made in keeping with experience gathered, current social\n             conditions and accepted penological thinking — a desirable\n             step, in our view — the present remission and release schemes\n             may usefully be taken as guidelines under Articles 72/161 and\n             orders for release passed. We cannot fault the Government, if in\n             some intractably savage delinquents, Section 433-A is itself\n             treated as a guideline for exercise of Articles 72/161. These\n             observations of ours are recommendatory to avoid a hiatus, but\n             it is for Government, Central or State, to decide whether and\n             why the current Remission Rules should not survive until\n             replaced by a more wholesome scheme.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">             (11) The U.P. Prisoners’ Release on Probation Act, 1938,\n             enabling limited enlargement under licence will be effective as\n             legislatively sanctioned imprisonment of a loose and liberal type\n             and such licensed enlargement will be reckoned for the purpose\n             of the 14-year duration. Similar other statutes and rules will\n             enjoy similar efficacy.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">             (12) In our view, penal humanitarianism and rehabilitative\n             desideratum warrant liberal paroles, subject to security\n             safeguards, and other humanizing strategies for inmates so that\n             the dignity and worth of the human person are not desecrated by\n             making mass jails anthropoid zoos. Human rights awareness\n             must infuse institutional reform and search for alternatives.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">             (13) We have declared the law all right, but law-in-action fulfils\n             itself not by declaration alone and needs the wings of\n             communication to the target community. So, the further\n             direction goes from this Court that the last decretal part is\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_8\">                                                                                      7</span>\n\n                translated and kept prominently in each ward and the whole\n                judgment, in the language of the State, made available to the\n                inmates in the jail library.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">                (14) Section 433-A does not forbid parole or other release within\n                the 14-year span. So to interpret the section as to intensify inner\n                tension and intermissions of freedom is to do violence to\n                language and liberty.”\n                                                              (Emphasis added)\n\n\n    4.1.      The difference between the powers of commutation and remission\n\n    of sentences exercisable under the provisions of the Code or other statutes\n\n    on one hand and the constitutional powers under <a href=\"/doc/1008926/\" id=\"a_29\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_30\">161</a> of the\n\n    Constitution on the other, was dealt with in the majority judgment as\n\n    under:-\n</p>\n\n<blockquote id=\"blockquote_6\">                “59. It is apparent that superficially viewed, the two powers, one\n                constitutional and the other statutory, are coextensive. But two\n                things may be similar but not the same. That is precisely the\n                difference. We cannot agree that the power which is the creature\n                of the Code can be equated with a high prerogative vested by the\n                Constitution in the highest functionaries of the Union and the\n                States. The source is different, the substance is different, the\n                strength is different, although the stream may be flowing along\n                the same bed. We see the two powers as far from being identical,\n                and, obviously, the constitutional power is “untouchable” and\n                “unapproachable” and cannot suffer the vicissitudes of simple\n                legislative processes. Therefore, Section 433-A cannot be\n                invalidated as indirectly violative of <a href=\"/doc/1008926/\" id=\"a_31\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_32\">161.</a> What\n                the Code gives, it can take, and so, an embargo on Sections 432\n                and 433(a) is within the legislative power of Parliament.\n</blockquote>\n<blockquote id=\"blockquote_7\">                60. Even so, we must remember the constitutional status of\n                <a href=\"/doc/1008926/\" id=\"a_33\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_34\">161</a> and it is common ground that Section 433-A\n                does not and cannot affect even a wee bit the pardon power of\n                the Governor or the President. The necessary sequel to this logic\n                is that notwithstanding Section 433-A the President and the\n                Governor continue to exercise the power of commutation and\n                release under the aforesaid articles.\n</blockquote><p data-structure=\"PetArg\" id=\"p_31\">\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_9\">                                                                                      8</span>\n\n</p><p data-structure=\"Section\" id=\"p_32\">                 61. Are we back to square one? Has Parliament indulged in\n                 legislative futility with a formal victory but a real defeat? The\n                 answer is “yes” and “no”. Why “yes”? Because the President is\n                 symbolic, the Central Government is the reality even as the\n                 Governor is the formal head and sole repository of the executive\n                 power but is incapable of acting except on, and according to, the\n                 advice of his Council of Ministers. The upshot is that the State\n                 Government, whether the Governor likes it or not, can advice\n                 and act under <a href=\"/doc/873751/\" id=\"a_35\">Article 161</a>, the Governor being bound by that\n                 advice. The action of commutation and release can thus be\n                 pursuant to a governmental decision and the order may issue\n                 even without the Governor’s approval although, under the Rules\n                 of Business and as a matter of constitutional courtesy, it is\n                 obligatory that the signature of the Governor should authorise\n                 the pardon, commutation or release. The position is substantially\n                 the same regarding the President. It is not open either to the\n                 President or the Governor to take independent decision or direct\n                 release or refuse release of anyone of their own choice. It is\n                 fundamental to the Westminster system that the Cabinet rules\n                 and the Queen reigns being too deeply rooted as foundational to\n                 our system no serious encounter was met from the learned\n                 Solicitor-General whose sure grasp of fundamentals did not\n                 permit him to controvert the proposition, that the President and\n                 the Governor, be they ever so high in textual terminology, are\n                 but functional euphemisms promptly acting on and only on the\n                 advice of the Council of Ministers have in a narrow area of\n                 power. The subject is now beyond controversy, this Court\n                 having authoritatively laid down the law in Shamsher Singh\n                 case4. So, we agree, even without reference to <a href=\"/doc/216211/\" id=\"a_36\">Article 367(1)</a> and\n                 <a href=\"/doc/41286365/\" id=\"a_37\">Sections 3(8)(b)</a> and <a href=\"/doc/25486922/\" id=\"a_38\">3(60)(b)</a> of the General Clauses Act, 1897,\n                 that, in the matter of exercise of the powers under <a href=\"/doc/1008926/\" id=\"a_39\">Articles 72</a>\n                 and <a href=\"/doc/873751/\" id=\"a_40\">161</a>, the two highest dignitaries in our constitutional scheme\n                 act and must act not on their own judgment but in accordance\n                 with the aid and advice of the ministers. <a href=\"/doc/127060/\" id=\"a_41\">Article 74</a>, after the\n                 42nd Amendment silences speculation and obligates\n                 compliance. The Governor vis-à-vis his Cabinet is no higher\n                 than the President save in a narrow area which does not include\n                 <a href=\"/doc/873751/\" id=\"a_42\">Article 161.</a> The constitutional conclusion is that the Governor is\n                 but a shorthand expression for the State Government and the\n                 President is an abbreviation for the Central Government.\n</p>\n<p data-structure=\"PetArg\" id=\"p_33\">                                                               (Emphasis added)\n\n\n\n\n    4 (1974)   2 SCC 831\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_10\">                                                                                    9</span>\n\n     4.2.   The majority judgment did not approve of the exercise of power\n\n     under <a href=\"/doc/873751/\" id=\"a_43\">Article 161</a> of the Constitution by the Governor while issuing\n\n     Order dated 18.07.1978 but emphasized the propriety of making rules by\n\n     the Government “for its own guidance”.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">               “62. An issue of deeper import demands our consideration at this\n               stage of the discussion. Wide as the power of pardon,\n               commutation and release (<a href=\"/doc/1008926/\" id=\"a_44\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_45\">161</a>) is, it cannot run\n               riot; for no legal power can run unruly like John Gilpin on the\n               horse but must keep sensibly to a steady course. Here, we come\n               upon the second constitutional fundamental which underlies the\n               submissions of counsel. It is that all public power, including\n               constitutional power, shall never be exercisable arbitrarily or\n               mala fide and, ordinarily, guidelines for fair and equal execution\n               are guarantors of the valid play of power. We proceed on the\n               basis that these axioms are valid in our constitutional order.\n</p><p data-structure=\"Section\" id=\"p_35\">                                          … … …\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">               65. Pardon, using this expression in the amplest connotation,\n               ordains fair exercise, as we have indicated above. Political\n               vendetta or party favouritism cannot but be interlopers in this\n               area. The order which is the product of extraneous or mala fide\n               factors will vitiate the exercise. While constitutional power is\n               beyond challenge, its actual exercise may still be vulnerable.\n               Likewise, capricious criteria will void the exercise. For example,\n               if the Chief Minister of a State releases everyone in the prisons\n               in his State on his birthday or because a son has been born to\n               him, it will be an outrage on the Constitution to let such\n               madness survive. We make these observations because it has\n               been brought to our notice that a certain Home Minister’s visit\n               to a Central Jail was considered so auspicious an omen that all\n               the prisoners in the jail were given substantial remissions solely\n               for this reason. Strangely enough, this propitious circumstance\n               was discovered an year later and remission order was issued\n               long after the Minister graced the penitentiary. The actual order\n               passed on July 18, 1978 by the Haryana Government reads\n               thus:5\n\n                         “In exercise of the powers conferred under\n                     <a href=\"/doc/873751/\" id=\"a_46\">Article 161</a>, the Constitution of India, the Governor\n                     of Haryana grants special remissions on the same\n                     scale and terms as mentioned in Government of\n\n    5 No.41/8/78/-JJ(5)   dated: Chandigarh, July 28, 1978\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_11\">                                                                                       10</span>\n\n                   India, Ministry of Home Affairs Letter No. U.\n                   13034/59/77 dated June 10, 1977 to prisoners who\n                   happened to be confined in Central Jail, Tihar, New\n                   Delhi on May 29, 1977, at the time of the visit of\n                   Home Minister, Government of India, to said Jail\n                   and who have been convicted by the civil courts of\n                   Criminal Jurisdiction in Haryana State.</p><pre id=\"pre_3\">\n                   A. Banerjee\n                   Secretary to      Government      of   Haryana     Jails\n                   Department\n                       Dated: Chandigarh,\n                       July 18, 1978.”\n\n</pre><p data-structure=\"Precedent\" id=\"p_37\">             Push this logic a little further and the absurdity will be obvious.\n             No constitutional power can be vulgarised by personal vanity of\n             men in authority. Likewise, if an opposition leader is sentenced,\n             but the circumstances cry for remission such as that he is\n             suffering from cancer or that his wife is terminally ill or that he\n             has completely reformed himself, the power of remission under\n             Articles 72/161 may ordinarily be exercised and a refusal may\n             be wrong-headed. If, on the other hand, a brutal murderer,\n             bloodthirsty in his massacre, has been sentenced by a court with\n             strong observations about his bestiality, it may be arrogant and\n             irrelevant abuse of power to remit his entire life sentence the\n             very next day after the conviction merely because he has joined\n             the party in power or is a close relation of a political high-up.\n             The court, if it finds frequent misuse of this power may have to\n             investigate the discrimination. The proper thing to do, if\n             Government is to keep faith with the founding fathers, is to\n             make rules for its own guidance in the exercise of the pardon\n             power keeping, of course, a large residuary power to meet\n             special situations or sudden developments. This will exclude the\n             vice of discrimination such as may arise where two persons have\n             been convicted and sentenced in the same case for the same\n             degree of guilt but one is released and the other refused, for such\n             irrelevant reasons as religion, caste, colour or political loyalty.”\n                                                               (Emphasis added)\n\n\n\n    4.3.   The    majority     Judgment       cautioned      that    mere     length   of\n\n    imprisonment may not by itself regenerate goodness in a convict and\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_12\">                                                                                   11</span>\n\n    stated that the rules of remission may be effective guidelines of a\n\n    recommendatory nature:-\n</p>\n\n<blockquote id=\"blockquote_8\">             “67. All these go to prove that the length of imprisonment is not\n             regenerative of the goodness within and may be proof of the\n             reverse — a calamity which may be averted by exercise of\n             power under <a href=\"/doc/873751/\" id=\"a_47\">Article 161</a>, especially when the circumstances\n             show good behaviour, industrious conduct, social responsibility\n             and humane responses which are usually reflected in the marks\n             accumulated in the shape of remission. In short, the rules of\n             remission may be effective guidelines of a recommendatory\n             nature, helpful to Government to release the prisoner by\n             remitting the remaining term.”\n                                                             (Emphasis added)\n\n\n    4.4.   It was also observed:-\n</blockquote>\n<blockquote id=\"blockquote_9\">             “69. The rule of law, under our constitutional order, transforms\n             all public power into responsible, responsive, regulated exercise\n             informed by high purposes and geared to people’s welfare. But\n             the wisdom and experience of the past have found expression in\n             remission rules and short-sentencing laws. No new discovery by\n             Parliament in 1978 about the futility or folly of these special and\n             local experiences, spread over several decades, is discernible.\n             No High-power committee report, no expert body’s\n             recommendations, no escalation in recidivism attributable to\n             remissions and releases, have been brought to our notice.\n             Impressionistic reaction to some cases of premature release of\n             murderers, without even a follow-up study of the later life of\n             these quondam convicts, has been made. We find the rise of\n             enlightenment in penological alternatives to closed prisons as\n             the current trend and failure of imprisonment as the universal\n             lament. We, heart-warmingly, observe experiments in open jails,\n             filled by lifers, liberal paroles and probations, generosity of\n             juvenile justice and licensed release or freedom under leash — a\n             la The U.P. Prisoners’ Release on Probation Act, 1938. We\n             cannot view without gloom the reversion to the sadistic\n             superstition that the longer a life convict is kept in a cage the\n             surer will be his redemption. It is our considered view that,\n             beyond an optimum point of, say, eight years — we mean no\n             fixed formula — prison detention benumbs and makes nervous\n             wreck or unmitigated brute of a prisoner. If animal farms are not\n             reformatories, the remission rules and short-sentencing schemes\n             are a humanising wheel of compassion and reduction of psychic\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_13\">                                                                                       12</span>\n\n                 tension. We have no hesitation to reject the notion that Articles\n                 72/161 should remain uncanalised. We have to direct the\n                 provisional acceptance of the remission and short-sentencing\n                 schemes as good guidelines for exercise of pardon power — a\n                 jurisdiction meant to be used as often and as systematically as\n                 possible and not to be abused, much as the temptation so to do\n                 may press upon the pen of power.\n</blockquote>\n<blockquote id=\"blockquote_10\">                 70. The learned Solicitor-General is right that these Rules are\n                 plainly made under the <a href=\"/doc/626516/\" id=\"a_48\">Prisons Act</a> and not under the\n                 constitutional power. The former fail under the pressure of\n                 Section 433-A. But that, by no means, precludes the States from\n                 adopting as working rules the same remission schemes which\n                 seem to us to be fairly reasonable. After all, the Government\n                 cannot meticulously study each prisoner and the present praxis\n                 of marks, until a more advanced and expertly advised scheme is\n                 evolved, may work. Section 433-A cannot forbid this method\n                 because it is immunised by <a href=\"/doc/873751/\" id=\"a_49\">Article 161.</a> We strongly suggest\n                 that, without break, the same Rules and schemes of remission be\n                 continued as a transmigration of soul into <a href=\"/doc/873751/\" id=\"a_50\">Article 161</a>, as it were,\n                 and benefits extended to all who fall within their benign orbit —\n                 save, of course, in special cases which may require other\n                 relevant considerations. The wide power of executive clemency\n                 cannot be bound down even by self-created rules.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">    5.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144349\" id=\"span_14\">In <a href=\"/doc/1144349/\" id=\"a_51\">Swaran Singh vs. State of U.P. and others</a> 6, the order passed\n\n    by the Governor under <a href=\"/doc/873751/\" id=\"a_52\">Article 161</a> of the Constitution granting remission\n\n    to the person convicted of an offence of murder, even before the convict\n\n    had completed two years’ of actual sentence, was set aside by a Bench of\n\n    three Judges of this Court. It was observed:-</span>\n</p>\n<blockquote id=\"blockquote_11\">                 “8. On our direction, the Standing Counsel for the State of U.P.\n                 has produced the files concerning the grant of remission of\n                 sentence to Doodh Nath. We have noted therefrom that the\n                 Governor was not told of certain vital facts concerning the\n                 prisoner such as his involvement in five other criminal cases of\n                 serious offences, the rejection of his earlier clemency petition\n                 which was filed on the same grounds, the report of the jail\n                 authorities that his conduct inside the jail was far from\n                 satisfactory, and out of two years and five months he was\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">    6 (1998)   4 SCC 75\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_15\">                                                                                      13</span>\n\n                 supposed to have been in jail, he was in fact on parole during the\n                 substantial part thereof.\n</p>\n<p data-structure=\"RespArg\" id=\"p_40\">                 9. Learned counsel for the third respondent Doodh Nath resisted\n                 this appeal on the main plank that any order issued by the\n                 President of India under <a href=\"/doc/1008926/\" id=\"a_53\">Article 72</a> of the Constitution of India\n                 or by the Governor of a State under <a href=\"/doc/873751/\" id=\"a_54\">Article 161</a> thereof is non-\n                 justiciable and hence the Court cannot look into the reasons\n                 which persuaded the constitutional functionary to grant reprieve\n                 or remission to a prisoner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1152284\" id=\"span_16\">10. A Constitution Bench of this Court has considered the scope\n                 of judicial review of exercise of powers under <a href=\"/doc/1008926/\" id=\"a_55\">Articles 72</a> and\n                 <a href=\"/doc/873751/\" id=\"a_56\">161</a> of the Constitution of India in <a href=\"/doc/1152284/\" id=\"a_57\">Kehar Singh v. Union of\n                 India7</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222748\" id=\"span_17\">The Bench after observing that the Constitution of India\n                 is a constitutive document which is fundamental to the\n                 governance of the country under which people of India have\n                 provided a constitutional polity consisting of certain primary\n                 organs, institutions and functionaries to exercise the powers\n                 provided in the Constitution, proceeded to add thus: (SCC p.\n                 210, para 7)\n                      “All power belongs to the people and it is entrusted\n                      by them to specified institutions and functionaries\n                      with the intention of working out, maintaining and\n                      operating a constitutional order.”\n\n                 The Constitution Bench laid down that judicial review of the\n                 Presidential order cannot be exercised on the merits except\n                 within the strict limitations defined in <a href=\"/doc/1222748/\" id=\"a_58\">Maru Ram v. Union of\n                 India1</a>. The limitations of judicial review over exercise of\n                 powers under <a href=\"/doc/1008926/\" id=\"a_59\">Articles 72</a> and <a href=\"/doc/873751/\" id=\"a_60\">161</a> of the Constitution have been\n                 delineated in <a href=\"/doc/1222748/\" id=\"a_61\">the said decision</a> by the Constitution Bench. It has\n                 been observed that “all public power, including constitutional\n                 power, shall never be exercisable arbitrarily or mala fide, and\n                 ordinarily guidelines for fair and equal execution are guarantors\n                 of valid play of power”. The Bench stressed the point that the\n                 power being of the greatest moment, cannot be a law unto itself\n                 but it must be informed by the finer canons of constitutionalism.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">                 11. It was therefore, suggested by the Bench to make rules for its\n                 own guidance in the exercise of the pardon power keeping a\n                 large residuary power to meet special situations or sudden\n                 developments.\n</p>\n<p data-structure=\"PetArg\" id=\"p_43\">                 12. In view of the aforesaid settled legal position, we cannot\n                 accept the rigid contention of the learned counsel for the third\n\n    7 (1989)   1 SCC 204\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_18\">                                                                                      14</span>\n\n                 respondent that this Court has no power to touch the order\n                 passed by the Governor under <a href=\"/doc/873751/\" id=\"a_62\">Article 161</a> of the Constitution. If\n                 such power was exercised arbitrarily, mala fide or in absolute\n                 disregard of the finer canons of the constitutionalism, the by-\n                 product order cannot get the approval of law and in such cases,\n                 the judicial hand must be stretched to it.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">                 13. In the present case, when the Governor was not posted with\n                 material facts such as those indicated above, the Governor was\n                 apparently deprived of the opportunity to exercise the powers in\n                 a fair and just manner. Conversely, the order now impugned\n                 fringes on arbitrariness. What the Governor would have ordered\n                 if he were apprised of the above facts and materials is not for us\n                 to consider now because the Court cannot then go into the merits\n                 of the grounds which persuaded the Governor in taking a\n                 decision in exercise of the said power. Thus, when the order of\n                 the Governor impugned in these proceedings is subject to\n                 judicial review within the strict parameters laid down in Maru\n                 Ram case1 and reiterated in Kehar Singh case7 we feel that the\n                 Governor shall reconsider the petition of Doodh Nath in the\n                 light of those materials which he had no occasion to know\n                 earlier.”\n                                                                (Emphasis added)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_45\">    6.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"758562\" id=\"span_19\">In <a href=\"/doc/758562/\" id=\"a_63\">Epuru Sudhakar vs. Govt. of A.P.8</a>, the Division Bench of this\n\n    Court was called upon to consider the challenge at the instance of the\n\n    victim of the crime to the order passed by the Governor of the State under\n\n    <a href=\"/doc/873751/\" id=\"a_64\">Article 161</a> of the Constitution granting remission in respect of the\n\n    unexpired sentence of the accused.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_46\">    6.1.       In the leading Judgment, Pasayat, J. referred to the decisions of\n\n    this Court in Swaran Singh6 and Satpal vs. State of Haryana9 as under:-\n</p>\n<blockquote id=\"blockquote_12\">                 “29. The factual scenario in Swaran Singh case6 needs to be\n                 noted. One Doodh Nath was found guilty of murdering one\n\n    8 (2006)   8 SCC 161\n    9 (2000)   5 SCC 170\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_20\">                                                                                   15</span>\n\n             Joginder Singh and was sentenced to imprisonment for life. His\n             appeals to the High Court and special leave petition to this Court\n             were unsuccessful. However, within a period of less than 2 years\n             the Governor of Uttar Pradesh granted remission of the\n             remaining long period of his life sentence. This Court quashed\n             the said order of the Governor on the ground that when the\n             Governor was not posted with material facts, the Governor was\n             apparently deprived of the opportunity to exercise the powers in\n             a fair and just manner. Conversely, the impugned order, it was\n             observed “fringes on arbitrariness”.\n</blockquote>\n<blockquote id=\"blockquote_13\">             30. The Court held that if the pardon power “was exercised\n             arbitrarily, mala fide or in absolute disregard of the finer canons\n             of the constitutionalism, the by-product order cannot get the\n             approval of law and in such cases, the judicial hand must be\n             stretched to it” (Swaran Singh case6, SCC p. 79, para 12). The\n             Court further observed that when the order of the Governor\n             impugned in these proceedings is subject to judicial review\n             within the strict parameters laid down in Maru Ram case1 and\n             reiterated in Kehar Singh case7 “we feel that the Governor shall\n             reconsider the petition of Doodh Nath in the light of those\n             materials which he had no occasion to know earlier” (SCC p. 79,\n             para 13), and left it open to the Governor of Uttar Pradesh to\n             pass a fresh order in the light of the observations made by this\n             Court.\n</blockquote>\n<blockquote id=\"blockquote_14\">             31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890232\" id=\"span_21\">In <a href=\"/doc/1890232/\" id=\"a_65\">Satpal v. State of Haryana9</a> this Court observed that the\n             power of granting pardon under <a href=\"/doc/873751/\" id=\"a_66\">Article 161</a> is very wide and\n             does not contain any limitation as to the time at which and the\n             occasion on which and the circumstances in which the said\n             powers could be exercised.</span>\n</blockquote>\n<blockquote id=\"blockquote_15\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94240745\" id=\"span_22\">32. Thereafter the Court held as follows: (SCC p. 174, para 4)\n                  “The said power being a constitutional power conferred\n                  upon the Governor by the Constitution is amenable to\n                  judicial review on certain limited grounds. The Court,\n                  therefore, would be justified in interfering with an order\n                  passed by the Governor in exercise of power under\n                  <a href=\"/doc/873751/\" id=\"a_67\">Article 161</a> of the Constitution if the Governor is found\n                  to have exercised the power himself without being\n                  advised by the Government or if the Governor\n                  transgresses the jurisdiction in exercising the same or it\n                  is established that the Governor has passed the order\n                  without application of mind or the order in question is a\n                  mala fide one or the Governor has passed the order on\n                  some extraneous consideration.”\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_23\">                                                                                           16</span>\n\n                 The principles of judicial review on the pardon power have been\n                 restated in <a href=\"/doc/94240745/\" id=\"a_68\">Bikas Chatterjee v. Union</a> of lndia10.”\n\n\n\n    6.1.1. It was concluded by Pasayat, J.:-</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">                 “34. The position, therefore, is undeniable that judicial review of\n                 the order of the President or the Governor under <a href=\"/doc/1008926/\" id=\"a_69\">Article 72</a> or\n                 <a href=\"/doc/873751/\" id=\"a_70\">Article 161</a>, as the case may be, is available and their orders can\n                 be impugned on the following grounds:\n</blockquote>\n<blockquote id=\"blockquote_17\">                 (a) that the order has been passed without application of mind;\n</blockquote><blockquote id=\"blockquote_18\">                 (b) that the order is mala fide;\n</blockquote><blockquote id=\"blockquote_19\">                 (c) that the order has been passed on extraneous or wholly\n                 irrelevant considerations;\n</blockquote><blockquote id=\"blockquote_20\">                 (d) that relevant materials have been kept out of consideration;\n</blockquote><blockquote id=\"blockquote_21\">                 (e) that the order suffers from arbitrariness.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_47\">                                                                 (Emphasis added)\n\n                                …            …                        ….\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">                 59. When the principles of law as noted above are considered in\n                 the factual background it is clear that the irrelevant and\n                 extraneous materials entered into the decision-making process,\n                 thereby vitiating it.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">                 60. The order granting remission which is impugned in the\n                 petitions is clearly unsustainable and is set aside. However, it is\n                 open to Respondent 1 to treat the petition as a pending one for\n                 the purpose of reconsideration. It shall be open to the Governor\n                 to take note of materials placed before him by the functionaries\n                 of the State, and also to make such enquiries as considered\n                 necessary and relevant for the purpose of ascertaining the\n                 relevant factors otherwise. The writ petitions are allowed to the\n                 extent indicated above. No costs.”\n\n    6.2.    Kapadia, J. (as the learned Chief Justice then was), in his\n\n    concurring opinion stated:-\n</p>\n<blockquote id=\"blockquote_22\">                “65. Exercise of executive clemency is a matter of discretion and\n                yet subject to certain standards. It is not a matter of privilege. It is\n                a matter of performance of official duty. It is vested in the\n\n    10 (2004)   7 SCC 634\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_24\">                                                                                     17</span>\n\n            President or the Governor, as the case may be, not for the benefit\n            of the convict only, but for the welfare of the people who may\n            insist on the performance of the duty. This discretion, therefore,\n            has to be exercised on public considerations alone. The President\n            and the Governor are the sole judges of the sufficiency of facts\n            and of the appropriateness of granting the pardons and reprieves.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_50\">            However, this power is an enumerated power in the Constitution\n            and its limitations, if any, must be found in the Constitution itself.\n            Therefore, the principle of exclusive cognizance would not apply\n            when and if the decision impugned is in derogation of a\n            constitutional provision. This is the basic working test to be\n            applied while granting pardons, reprieves, remissions and\n            commutations.\n</p>\n<p data-structure=\"Section\" id=\"p_51\">            66. Granting of pardon is in no sense an overturning of a\n            judgment of conviction, but rather it is an executive action that\n            mitigates or sets aside the punishment for a crime. It eliminates\n            the effect of conviction without addressing the defendant’s guilt\n            or innocence. The controlling factor in determining whether the\n            exercise of prerogative power is subject to judicial review is not\n            its source but its subject-matter. It can no longer be said that\n            prerogative power is ipso facto immune from judicial review. An\n            undue exercise of this power is to be deplored. Considerations of\n            religion, caste or political loyalty are irrelevant and fraught with\n            discrimination. These are prohibited grounds. The Rule of Law is\n            the basis for evaluation of all decisions. The supreme quality of\n            the Rule of Law is fairness and legal certainty. The principle of\n            legality occupies a central plan in the Rule of Law. Every\n            prerogative has to be subject to the Rule of Law. That rule cannot\n            be compromised on the grounds of political expediency. To go by\n            such considerations would be subversive of the fundamental\n            principles of the Rule of Law and it would amount to setting a\n            dangerous precedent. The Rule of Law principle comprises a\n            requirement of “Government according to law”. The ethos of\n            “Government according to law” requires the prerogative to be\n            exercised in a manner which is consistent with the basic principle\n            of fairness and certainty. Therefore, the power of executive\n            clemency is not only for the benefit of the convict, but while\n            exercising such a power the President or the Governor, as the case\n            may be, has to keep in mind the effect of his decision on the\n            family of the victims, the society as a whole and the precedent it\n            sets for the future.\n</p>\n<p data-structure=\"Section\" id=\"p_52\">            67. The power under <a href=\"/doc/1008926/\" id=\"a_71\">Article 72</a> as also under <a href=\"/doc/873751/\" id=\"a_72\">Article 161</a> of the\n            Constitution is of the widest amplitude and envisages myriad\n            kinds and categories of cases with facts and situations varying\n            from case to case. The exercise of power depends upon the facts\n            and circumstances of each case and the necessity or justification\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_25\">                                                                                       18</span>\n\n                for exercise of that power has to be judged from case to case. It is\n                important to bear in mind that every aspect of the exercise of the\n                power under <a href=\"/doc/1008926/\" id=\"a_73\">Article 72</a> as also under <a href=\"/doc/873751/\" id=\"a_74\">Article 161</a> does not fall in\n                the judicial domain. In certain cases, a particular aspect may not\n                be justiciable. However, even in such cases there has to exist\n                requisite material on the basis of which the power is exercised\n                under <a href=\"/doc/1008926/\" id=\"a_75\">Article 72</a> or under <a href=\"/doc/873751/\" id=\"a_76\">Article 161</a> of the Constitution, as the\n                case may be. In the circumstances, one cannot draw the guidelines\n                for regulating the exercise of the power.”\n                                                                 (Emphasis added)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">    7.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"914230\" id=\"span_26\">In <a href=\"/doc/914230/\" id=\"a_77\">State of Haryana and others vs. Jagdish</a> 11 a Bench of three\n\n    Judges of this Court observed:-</span>\n</p>\n<blockquote id=\"blockquote_23\">                 “46. At the time of considering the case of premature release of\n                 a life convict, the authorities may require to consider his case\n                 mainly taking into consideration whether the offence was an\n                 individual act of crime without affecting the society at large;\n                 whether there was any chance of future recurrence of\n                 committing a crime; whether the convict had lost his potentiality\n                 in committing the crime; whether there was any fruitful purpose\n                 of confining the convict any more; the socio-economic condition\n                 of the convict’s family and other similar circumstances.”\n                                                                 (Emphasis added)\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">    8.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108787168\" id=\"span_27\">In <a href=\"/doc/108787168/\" id=\"a_78\">Devender Pal Singh Bhullar v. State (NCT of Delhi</a>) 12 the\n\n    Division Bench of this Court concluded:-</span>\n</p>\n<blockquote id=\"blockquote_24\">                 “47. The propositions which can be culled out from the\n                 ratio of the abovenoted judgments are:\n</blockquote>\n<blockquote id=\"blockquote_25\">                 47.1. The power vested in the President under <a href=\"/doc/1008926/\" id=\"a_79\">Article 72</a>\n                 and the Governor under <a href=\"/doc/873751/\" id=\"a_80\">Article 161</a> of the Constitution is a\n                 manifestation of prerogative of the State. It is neither a\n                 matter of grace nor a matter of privilege, but is an\n                 important constitutional responsibility to be discharged by\n                 the highest executive keeping in view the considerations\n                 of larger public interest and welfare of the people.\n</blockquote>\n\n<blockquote id=\"blockquote_26\">    11 (2010)   4 SCC 216\n    12 (2013)   6 SCC 195\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_28\">                                                                                  19</span>\n\n                 47.2. While exercising power under <a href=\"/doc/1008926/\" id=\"a_81\">Article 72</a>, the\n                 President is required to act on the aid and advice of the\n                 Council of Ministers. In tendering its advice to the\n                 President, the Central Government is duty-bound to\n                 objectively place the case of the convict with a clear\n                 indication about the nature and magnitude of the crime\n                 committed by him, its impact on the society and all\n                 incriminating and extenuating circumstances. The same is\n                 true about the State Government, which is required to give\n                 advice to the Governor to enable him to exercise power\n                 under <a href=\"/doc/873751/\" id=\"a_82\">Article 161</a> of the Constitution. On receipt of the\n                 advice of the Government, the President or the Governor,\n                 as the case may be, has to take a final decision in the\n                 matter. Although, he/she cannot overturn the final verdict\n                 of the Court, but in appropriate case, the President or the\n                 Governor, as the case may be, can after scanning the\n                 record of the case, form his/her independent opinion\n                 whether a case is made out for grant of pardon, reprieve,\n                 etc. In any case, the President or the Governor, as the case\n                 may be, has to take cognizance of the relevant facts and\n                 then decide whether a case is made out for exercise of\n                 power under <a href=\"/doc/1008926/\" id=\"a_83\">Article 72</a> or 161 of the Constitution.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_55\">                                                           (Emphasis added)\n                                            … … …\n\n</p><p data-structure=\"Precedent\" id=\"p_56\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732244\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"758562\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94240745\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890232\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144349\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1152284\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222748\" id=\"span_35\">68. While examining challenge to the decision taken by\n                 the President under <a href=\"/doc/1008926/\" id=\"a_84\">Article 72</a> or the Governor under\n                 <a href=\"/doc/873751/\" id=\"a_85\">Article 161</a> of the Constitution, as the case may be, the\n                 Court’s power of judicial review of such decision is very\n                 limited. The Court can neither sit in appeal nor exercise\n                 the power of review, but can interfere if it is found that the\n                 decision has been taken without application of mind to the\n                 relevant factors or the same is founded on the extraneous\n                 or irrelevant considerations or is vitiated due to mala fides\n                 or patent arbitrariness (<a href=\"/doc/1222748/\" id=\"a_86\">Maru Ram v. Union of India1</a>,\n                 <a href=\"/doc/1152284/\" id=\"a_87\">Kehar Singh v. Union of India7</a>, <a href=\"/doc/1144349/\" id=\"a_88\">Swaran Singh v. State of\n                 U.P.6</a>, <a href=\"/doc/1890232/\" id=\"a_89\">Satpal v. State of Haryana9</a>, <a href=\"/doc/94240745/\" id=\"a_90\">Bikas Chatterjee v.\n                 Union of India10</a>, <a href=\"/doc/758562/\" id=\"a_91\">Epuru Sudhakar v. Govt. of A.P.8</a> and\n                 <a href=\"/doc/732244/\" id=\"a_92\">Narayan Dutt v. State of Punjab13</a>).</span></span></span></span></span></span></span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_57\">    9.      It is accepted by the learned Additional Advocate General for the\n\n    State that every convict who came within the stipulations <a href=\"/doc/732244/\" id=\"a_93\">laid down by</a> the\n\n    Policy, that is to say (i) if the age of the convict was above 75 years in\n    13 (2011)   4 SCC 353\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_36\">                                                                                20</span>\n\n    case of a male and above 65 years in case of a female, (ii) and, if the\n\n    convict had completed 8 years or 6 years of actual sentence respectively,\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">    (iii) and, if the conduct of the convict in jail was satisfactory, in that the\n\n    convict had not committed any major jail offence in the last two years,\n\n</p><p data-structure=\"Precedent\" id=\"p_59\">    (iv) and the convict did not come within any of the exceptions laid down\n\n    in para (2) of the Policy; the convict was released forthwith.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">            It is also accepted that no individual facts or material pertaining to\n\n    any of the cases were placed before the Governor and that the benefit in\n\n    each of the cases was conferred by the Executive itself in terms of the\n\n    Policy. The Governor, thus, did not have the occasion to look into the\n\n    issues such as severity of the crime or the manner in which the crime was\n\n    committed or the impact of the crime on the Society or how the matter\n\n    was seen and considered by the concerned courts while holding or\n\n    upholding that the concerned convicts were found guilty of the offences in\n\n    question.\n</p>\n\n<p data-structure=\"Section\" id=\"p_61\">    10.     The consistent line of cases decided by this Court has laid down\n\n    that the principles of Section 433-A of the Code do not and cannot apply\n\n    to the exercise of constitutional power either under <a href=\"/doc/1008926/\" id=\"a_94\">Article 72</a> or under\n\n    <a href=\"/doc/873751/\" id=\"a_95\">Article 161</a> of the Constitution. It has always been accepted that no\n\n    limitation can be read into the exercise of such constitutional power and\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_37\">                                                                                21</span>\n\n    that the sovereign power would not be bound by restrictions emanating\n\n    from Section 433-A of the Code.\n</p>\n\n<p data-structure=\"Section\" id=\"p_62\">    11.     However, the question that arises is whether in exercise of power\n\n    under <a href=\"/doc/873751/\" id=\"a_96\">Article 161</a> of the Constitution, a policy could be laid down setting\n\n    out certain norms or postulates, on the satisfaction of which the benefit\n\n    could thereafter be conferred upon or granted to the convicts by the\n\n    executive without even placing the individual facts and material\n\n    pertaining to the case of the convict, before the Governor. It is true that in\n\n    conclusion ‘(8)’ in Maru Ram1 there are observations that no separate\n\n    order for each individual case would be necessary but a general order\n\n    must be clear enough to identify the group of cases and indicate the\n\n    application of mind to the whole group. The basis for such conclusion is\n\n    in the discussion in the paragraphs quoted hereinabove but at the same\n\n    time the order issued on 18.07.1978 in exercise of powers conferred under\n\n    <a href=\"/doc/873751/\" id=\"a_97\">Article 161</a> of the Constitution which in an omnibus way had granted\n\n    benefit to the convicts, did not meet with the approval of the Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">    Further, the observations in para 69 in Maru Ram1 indicate that the\n\n    remission and short-sentencing schemes then in existence could be taken\n\n    as good guidelines for exercise of pardon power. To similar effect are the\n\n    observations in para 70.\n</p><p data-structure=\"Precedent\" id=\"p_64\">\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_38\">                                                                               22</span>\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_65\">    12.     The decisions of this Court rendered since Maru Ram1 and some\n\n    of them being decisions of the Benches of three Judges of this Court, do\n\n    show that the relevant material must be placed before the Governor in\n\n    order to enable him to exercise the power under <a href=\"/doc/873751/\" id=\"a_98\">Article 161</a> of the\n\n    Constitution and failure on that count could result in quashing of the\n\n    concerned orders of remission issued under <a href=\"/doc/873751/\" id=\"a_99\">Article 161</a> of the\n\n    Constitution. For example, the observations in para 13 in Swaran Singh6,\n\n    and those in paragraphs 34 and 67 in Epuru Sudhakar8 emphasize that\n\n    the power must be exercised depending upon the facts and circumstances\n\n    of the concerned case and based on facts and materials of the case. The\n\n    observations have also gone to the extent of stating that the entirety of the\n\n    matter must be before the Governor for exercise of power under <a href=\"/doc/873751/\" id=\"a_100\">Article\n\n    161</a> of the Constitution and that all the relevant aspects including\n\n    seriousness of the crime and the manner in which the crime was\n\n    committed must also be part of the consideration. That exercise of power\n\n    alone, where all the relevant facts and circumstances of the case were\n\n    considered, is to be accepted to be correct and valid.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_66\">    13.     The modalities adopted in the present matter, however,\n\n    unmistakably, show that the individual facts and circumstances of the case\n\n    were not even placed before the Governor. The basic aspects viz., the\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_39\">                                                                              23</span>\n\n    manner in which the crime was committed, the impact of the crime on the\n\n    Society and the seriousness of the crime got completely suppressed and\n\n    relegated in the background under the norms laid down in the policy and it\n\n    was then left to the Executive to see whether any individual case came\n\n    within the parameters laid down by the policy.           The basic facts and\n\n    circumstances of the case were not even looked into. The correctness and\n\n    propriety of such exercise is the matter in issue.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_67\">    14.       Considering the fact that some of the observations in Maru Ram1\n\n    including the last sentence in conclusion ‘(8)’ were relied upon by Mr.\n\n    Shikhil Suri, learned Advocate to submit that the exercise of laying down\n\n    the norms by a policy was correct and that the appellant was rightly\n\n    granted remission; and as the decision in Maru Ram1 was rendered by the\n\n    Constitution Bench of this Court, in our considered view, the present\n\n    matter is required to be placed before a larger Bench.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_68\">    15.       For facility, we may frame the questions for consideration as\n\n    under:-\n</p>\n<blockquote id=\"blockquote_27\">              Whether in exercise of power conferred under <a href=\"/doc/873751/\" id=\"a_101\">Article 161</a> of the\n\n    Constitution a policy can be framed, whereunder certain norms or\n\n    postulates are laid down, on the satisfaction of which the benefit of\n\n    remission can thereafter be granted by the Executive without placing the\n\fCriminal Appeal No.1003 of 2017\nPyare Lal vs. State of Haryana\n<span class=\"hidden_text\" id=\"span_40\">                                                                            24</span>\n\n    facts or material with respect to any of the cases before the Governor and\n\n    whether such exercise can override the requirements under Section 433-A\n\n    of the Code.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_69\">    16.     We, therefore, direct the Registry to place the matter before the\n\n    Hon’ble the Chief Justice for constituting a Bench of appropriate strength\n\n    to consider the issues raised in the present matter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_70\">    17.     Before we part, we must record our appreciation for the assistance\n\n    rendered by Mr. Shikhil Suri, learned Advocate who appeared on behalf of\n\n    the Supreme Court Legal Services Committee.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_71\">                                                    ……………………………J.\n                                                        [Uday Umesh Lalit]\n\n\n\n                                                    ……………………………J.\n                                                    [Mohan M. Shantanagoudar]\n\n\n\n                                                    ……………………………J.\n                                                          [Vineet Saran]\n     New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_72\">     July 17, 2020.\n</p>\f","numcites":36,"numcitedby":20,"docsource":"Supreme Court of India","citetid":89412006,"divtype":"judgments","relatedqs":[{"value":"article 161","formInput":"article%20161"},{"value":"remission of sentence","formInput":"remission%20of%20sentence"},{"value":"premature release","formInput":"premature%20release"},{"value":"constitution article 161","formInput":"constitution%20article%20161"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"power of governor ","formInput":"power%20of%20governor%20"},{"value":"penology","formInput":"penology"},{"value":"article 72","formInput":"article%2072"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"parole","formInput":"parole"},{"value":"article 161 72","formInput":"article%20161%2072"},{"value":" discrimination ","formInput":"%20discrimination%20"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"Section 433","formInput":"Section%20433"},{"value":"pardoning power ","formInput":"pardoning%20power%20"},{"value":"kehar singh","formInput":"kehar%20singh"},{"value":"swaran singh","formInput":"swaran%20singh"},{"value":"grant of pardon","formInput":"grant%20of%20pardon"},{"value":"remission   citedby: 873751","formInput":"remission%20%20%20citedby%3A%20873751"},{"value":"mala fides","formInput":"mala%20fides"}],"courtcopy":true,"query_alert":null,"agreement":false}