{"tid":118677512,"publishdate":"2012-10-16","title":"M/S. Roman Tarmat Ltd vs M/S. (Indukuru Venku Reddy ... on 16 October, 2012","doc":"<h2 class=\"doc_title\">M/S. Roman Tarmat Ltd vs M/S. (Indukuru Venku Reddy ... on 16 October, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<pre id=\"pre_1\">hvn\n                                                      1                               ARBPL-1293.12\n\n\n\n                 IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n\n\n\n\n                                                                                        \n                       ORDINARY ORIGINAL CIVIL JURISDICTION\n\n\n\n\n                                                                \n                     ARBITRATION PETITION (L) NO. 1293 OF 2012\n\n      M/s. Roman Tarmat Ltd.\n      A Public Limited Company incorporated under the\n      provisions of the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a>\n\n\n\n\n                                                               \n      having its registered office at Tank Road,\n      Off General Vaidya Marg, Goregaon (E),\n      Mumbai 400 063                                          ...       Petitioner\n\n\n\n\n                                                 \n                                             Versus\n                                 \n      M/s. (Indukuru Venku Reddy Constructions) IVRCL),\n      a Public Limited company incorporated under the\n      provisions of the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a>\n      having its registered office at M-22/3, R.T. Vijay Nagar\n                                \n      Colony, Hyderabad and Regional Office at No. 30-A,\n      South Phase, 6th Cross Road, Thiru Vika Industrial Estate,\n      Guindy, Chennai 600 032 and\n      also having office at IVRCL Ltd. MCGM Bhandup\n             \n\n      Complex, Bhandup (W) area, Khnidipada,\n      MumBai 400 078 and\n          \n\n\n\n      IVRCL Ltd. Behind Amar Son, S.V. Road,\n      Road NO. 36, Bandra (West), Mumbai 400 050             ...Respondent\n\n      Mr. Shailesh Shah, Senior Advocate i/by Prashant Jadhav for the petitioner.\n\n\n\n\n\n      Mr. Rajiv Narula alongwith Ms. Shweta Doshi i/by M/s. Jhangiani Narulla &amp;\n      Associates for the respondent.\n\n                                          CORAM : R.D. DHANUKA, J.\n\n\n\n\n\n                                          DATE        : 16TH OCTOBER, 2012.\n      JUDGMENT :</pre>\n\n<p data-structure=\"Facts\" id=\"p_1\">      1.    By this petition under <a href=\"/doc/1079220/\" id=\"a_3\">section 9</a> of the Arbitration and Conciliation Act, 1996\n\n      petitioner seeks an order of injunction restraining the     respondent in any manner\n\n      utilizing the amount of Rs.14,59,19,989/-           received by the respondent from\n\n      encashment of the bank guarantee and for a direction to the respondent to secure the\n\n      petitioner to the extent of the said amount by depositing the same in this court. The\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                      2                                 ARBPL-1293.12\n\n\n      respondent has raised a preliminary objection about territorial jurisdiction of this\n\n      court to entertain, try and dispose of the present petition filed under <a href=\"/doc/1549225/\" id=\"a_4\">section 9</a> of the\n\n\n\n\n                                                                                          \n      Act in its affidavit in reply. This court has thus directed both the parties to address\n\n\n\n\n                                                                  \n      this court on the preliminary objection raised by the respondent. Some of the relevant\n\n      facts on this issue are as under :\n</p>\n\n\n\n                                                                 \n<blockquote id=\"blockquote_1\">      2.     By Piece Rate Work Contract executed on 16 th June, 2010 at Chennai by and\n\n      between the petitioner and respondent, the petitioner was awarded the project of\n\n\n\n\n                                                  \n      construction of automotive test tracks at GARC, Chennai. The respondent has been\n                                    \n      awarded the said contract by NATRIP implementation society having its office at\n\n      New Delhi. The work has to be executed under the said contract at Chennai. The said\n                                   \n      agreement indicates that the respondent is a public limited company having its\n\n      registered office at M-22/3, R.T. Vijay Nagar Colony, Hyderabad and having its\n             \n\n      regional office at no. 30-A, South Phase, 6th Cross Road, Thiru Vika Industrial Estate,\n          \n\n\n\n      Guindy, Chennai and is engaged in the business of construction of infrastructure\n\n      projects and represented by its Deputy General Manager (Projects), Chennai region.\n</blockquote>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_2\">      Clause 26.1 and 2 and 27 of the said contract rads thus :\n</p>\n<blockquote id=\"blockquote_2\">                 &quot;26.1.       Where a dispute arises under both the Main\n                 Contract and this PRW contract with respect to the same\n                 subject mater, the resolution of the dispute under this PRW\n                 contract shall not be proceeded with, while dispute under the\n\n\n\n\n\n                 Main Contract is in progress. Further more, RTI shall be\n                 bound by the resolution of the dispute under the Main\n                 Contract.\n</blockquote>\n<blockquote id=\"blockquote_3\">                 26.2. Subject to clause 25 and clause 26.1, other disputes\n                 shall be resolved by mutual discussions by the Parties. In case\n                 of failure to arrive a decision by mutual discussion, the officer\n                 of IVRCL and who is not connected with this work, to be\n                 nominated by the Manging Director of IVRCL. The award of\n                 the Arbitrator so nominated shall be final, conclusive and is\n                 binding on the parties to this Contract. The Arbitration shall be\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                  ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">                                                      3                                 ARBPL-1293.12\n\n\n                 conducted in accordance with the <a href=\"/doc/1306164/\" id=\"a_5\">Arbitration and Conciliation\n                 Act, 1996</a>. The venue of arbitration shall be Chennai, India.\n                 The fees and other expenses to be paid to the Arbitrator shall\n\n\n\n\n                                                                                          \n                 be borne by the Invoking party. All other expenditure such as\n                 venue, attorney fees, making and presenting their case etc.\n\n\n\n\n                                                                  \n                 shall be borne by the respective parties on their own.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">                 27. GOVERNING LAW : This PRW Contract shall be\n                 governed by and construes in accordance with the laws of\n                 India and under the exclusive jurisdiction of courts at\n\n\n\n\n                                                                 \n                 Chennai.&quot;\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_5\">      3.     The said contract has been admittedly executed at Chennai. The Petitioner\n\n\n\n\n                                                  \n      had issued seven bank guarantees in favour of the respondent through Vijaya Bank,\n                                  \n      Vile Parle, Mumbai branch. One bank guarantee               out of the said seven bank\n\n      guarantees was given as        performance bank guarantee and remaining against\n                                 \n      mobilization advance given by the respondent to the petitioner. It is the case of the\n\n      petitioner that the respondent encashed all the seven bank guarantees and recovered\n             \n\n\n      payments through bankers of the petitioner at Mumbai. The Petitioner has filed this\n          \n\n\n\n      proceedings against the respondent seeking mandatory injunction to               deposit the\n\n      amount of Rs.14,59,19,989/- in this Court which was encashed by the respondent by\n\n\n\n\n\n      invoking the bank guarantees. In Para 26 of the Petition, it is averred that the cause\n\n      of action arose on 15th September, 2012 when the respondent had invoked through\n\n      fax and encashed the bank guarantees issued by Vijaya Bank. In Para 23, the\n\n\n\n\n\n      petitioner has made averments stating as to how this court has jurisdiction to try,\n\n      entertain and dispsoe of this petition which reads thus :\n</p>\n<blockquote id=\"blockquote_4\">           &quot;23. The Agreements in question were executed at Chennai and the\n           project work awarded to the Petitioner is also situated at Chennai.\n           However, the respondent has office behind Amar Son, S.V. Road, Road No.\n           36, Bandra (W), Mumbai 400 050 and also at MCGM Bhandup Complex,\n           Bhandup (w), Mumbai 400 078. The Respondent group company are also\n           having its Registered office at Dorr Oliver House, Chakala, Andheri (E),\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                  ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">                                                       4                              ARBPL-1293.12\n\n\n           Mumbai 400 099. The Respondent is carrying out its business from the\n           aforesaid offices in Mumbai and this Hon&#x27;ble Court being a chartered\n           High Court and therefore, this court has jurisdiction to try, entertain and\n\n\n\n\n                                                                                        \n           dispose off this Petition since Clause 12 of Letters Patent is applicable in\n           the instant case. Further the cause of action arose in Mumbai since Vijaya\n\n\n\n\n                                                                \n           Bank Vile Parle Branch which issued all the Bank Guarantees were\n           provided by the Petitioner from Mumbai.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">      4.     The respondents have filed affidavit in reply raising the issue of jurisdiction of\n\n\n\n\n                                                               \n      this court to entertain   the above petition. It is stated that the agreement in question\n\n      was executed at Chennai. The project work was also awarded by the respondent to\n\n\n\n\n                                                   \n      the petitioner at     Chennai. The registered office of respondent is situated at\n                                   \n      Hyderabad. The regional office of the respondent is at Chennai. Under Clause 27 of\n\n      the contract, both the parties have explicitly, clearly and specifically agreed to confer\n                                  \n      exclusive jurisdiction on the courts at Chennai. It is stated that the petitioner and the\n\n      respondents had agreed that the said contract shall be governed and construed in\n             \n\n      accordance with the laws of India and under the exclusive jurisdiction of the courts\n          \n\n\n\n      at Chennai and thus this court has no jurisdiction to try, entertain and dispose of this\n\n      petition. It is submitted that clause 12 of the Letters Patent would not be applicable\n\n\n\n\n\n      to this petition. It is submitted that in view of clause 27, both the parties have inter\n\n      alia conferred exclusive jurisdiction on the courts at Chennai and          thus only the\n\n      courts at Chennai alone shall have jurisdiction to try and decide the disputes arising\n\n\n\n\n\n      out the the contract. It is stated that the respondent company is engaged in the\n\n      business of construction and has set up temporary communication centers at all the\n\n      places where the projects are undertaken by them. The respondent has denied that the\n\n      respondent is carrying out any business at Bandra and or Bhandup or that it has any\n\n      office at such places. It is stated that the respondent does not have any subordinate\n\n      office in Mumbai. The learned counsel appearing for the respondents however,\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                      5                               ARBPL-1293.12\n\n\n      admitted that two of the projects awarded to the respondent by its clients are being\n\n      executed at Mumbai. However, it is denied that any subordinate office or any other\n\n\n\n\n                                                                                        \n      office of permanent basis started by the respondent at Mumbai.\n</p>\n\n\n\n                                                                \n<p data-structure=\"PetArg\" id=\"p_8\">      5.     The learned senior counsel for the petitioner submits that the cause of action\n\n\n\n\n                                                               \n      for filing <a href=\"/doc/1549225/\" id=\"a_6\">section 9</a> application arose at Mumbai. The bank guarantees were furnished\n\n      by the petitioners to the respondents through bankers of the petitioner at Mumbai.\n</p>\n\n\n\n                                                  \n<p data-structure=\"Facts\" id=\"p_9\">      The bank guarantees were encashed by the respondents at Mumbai. By this petition,\n                                  \n      the petitioners are seeking an order of interim measures against the respondents and\n\n      by mandatory order to deposit the amounts realized by the encashment of the bank\n                                 \n      guarantees or to provide security in the like amount in this court. It is submitted that\n\n      thus for interim measures this court has jurisdiction under <a href=\"/doc/1549225/\" id=\"a_7\">section 9</a> of the Act. It is\n             \n\n      not disputed that the work is being carried out at Chennai, the registered office of\n          \n\n\n\n      the respondent is at Hyderabad and the regional office is at Chennai. It is not in\n\n      dispute that both the parties have agreed that        venue of arbitration           will be\n\n\n\n\n\n      Chennai and the contract shall be governed by and construed in accordance with the\n\n      laws of India and under exclusive jurisdiction of courts at Chennai. It is submitted\n\n      that though for the main reliefs which the petitioner would be applying for against\n\n\n\n\n\n      the respondent, the court at Chennai would have jurisdiction to entertain, try and\n\n      dispose of the proceedings, however in view of the bank guarantees having been\n\n      encashed at Mumbai, this court has jurisdiction to entertain this petition for interim\n\n      measures.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_10\">      6.     The learned counsel for the petitioner submits that in view of clause 12 of the\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                         6                               ARBPL-1293.12\n\n\n      Letters Patent, and in view of the fact that the respondents are carrying on business at\n\n      Mumbai and the bank guarantees have been encashed at Mumbai, the part of the\n\n\n\n\n                                                                                           \n      cause of action has arisen at Mumbai and thus this court has jurisdiction to entertain,\n\n\n\n\n                                                                   \n      try and dispose of the petition. Clause 12 of the Letters Patent describes the\n\n      jurisdiction of the chartered high courts and reads as under :\n</p>\n\n\n\n                                                                  \n<blockquote id=\"blockquote_5\">            &quot;Original jurisdictions as to suits.- And We do further ordain that the said High\n            Court of Judicature at Bombay, in the exercise of its ordinary original civil\n            jurisdiction, shall be empowered to receive, try, and determine suits of every\n            description, if, in the case of suits for land or other immovable property such\n            land or property shall be situated, or in all other cases if the cause of action\n\n\n\n\n                                                     \n            shall have arisen, either wholly, or, in case the leave of the Court shall have\n            been first obtained, in part, within the local limits of the ordinary original\n                                    \n            jurisdiction of the said High Court or if the defendant at the time of the\n            commencement of the suit shall dwell or carry on business, or personally work\n            for gain, within such limits; except that the said High Court shall not have such\n                                   \n            original jurisdiction in cases falling within the jurisdiction of the Small Cause\n            Court at Bombay , or the Bombay City Civil Court.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_11\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1302364\" id=\"span_6\">7.     The learned counsel placed reliance on the judgment of the Supreme Court in\n             \n\n\n      the case of <a href=\"/doc/1302364/\" id=\"a_8\">Jindal       Vijayanagar Steel (JSW Steel Ltd. ) Vs. Jindal Praxair\n          \n\n\n\n      Oxygen Company Ltd.1</a> in support of the plea that if the respondent carries on\n\n      business at Mumbai and even if no cause of action has arisen at Mumbai, in view\n\n\n\n\n\n      of clause 12 of the Letters Patent, this court would have jurisdiction to decide the\n\n      petition. The learned senior counsel places reliance on Para 39, 49, 52, 53, 65, 66,\n\n      74 and 82 of <a href=\"/doc/1302364/\" id=\"a_9\">the said judgment</a> which reads as under :</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_6\">            &quot;39.Under Clause 12 of the Letters Patent, the Bombay High Court would\n            have jurisdiction to entertain and try an Arbitration Petition even if no\n            cause of action has arisen within its jurisdiction, provided the Respondent\n            has an office at Mumbai.\n</blockquote>\n<blockquote id=\"blockquote_7\">            49.    The principles of <a href=\"/doc/1673226/\" id=\"a_10\">Section 20</a> cannot be made applicable to Clause 12 of\n            the Letters Patent since <a href=\"/doc/161831507/\" id=\"a_11\">the CPC</a> itself by <a href=\"/doc/1597835/\" id=\"a_12\">Section 120</a> specifically excludes the\n            applicability of <a href=\"/doc/86911060/\" id=\"a_13\">Section 20</a> of the CPC to Chartered High Courts. It is submitted\n            that when <a href=\"/doc/161831507/\" id=\"a_14\">the CPC</a> itself provides that <a href=\"/doc/1673226/\" id=\"a_15\">Section 20</a> is specifically excluded, the\n            principles of <a href=\"/doc/1673226/\" id=\"a_16\">Section 20</a> cannot be made applicable or be attracted when a\n\n      1 2006 (8) JT 230\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                   ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                     7                               ARBPL-1293.12\n\n\n      corporation is being sued under the Letters Patent. The judgment of this Court in\n      Sarguja Transport case MANU/SC/0114/1986 : [1987]1SCR200 cannot apply\n      for the following reasons:\n</blockquote>\n\n\n\n                                                                                       \n<blockquote id=\"blockquote_8\">      (i) the principles <a href=\"/doc/161831507/\" id=\"a_17\">of CPC</a> were made applicable to Writ Petitions on the premise\n      that these would not be contrary to the provisions of <a href=\"/doc/1712542/\" id=\"a_18\">Article 226.</a>\n</blockquote>\n\n\n\n                                                               \n<blockquote id=\"blockquote_9\">      (ii) If the appellant&#x27;s argument is accepted it would render <a href=\"/doc/150719994/\" id=\"a_19\">Section 120</a> of the\n      CPC nugatory and otiose since <a href=\"/doc/1597835/\" id=\"a_20\">Section 120</a> expressly refers to three sections\n      (i.e. <a href=\"/doc/365890/\" id=\"a_21\">Sections 16</a>, <a href=\"/doc/1513155/\" id=\"a_22\">17</a> and <a href=\"/doc/1673226/\" id=\"a_23\">20</a>) and makes them inapplicable.\n</blockquote>\n\n\n\n                                                              \n<blockquote id=\"blockquote_10\">      (iii) The Letters Patent, is a special charter conferring jurisdiction on Chartered\n      High Courts. When there is a special enactment such as the Letters Patent, which\n      expressly lays down the criteria on the jurisdiction of the Chartered High Court,\n      it is totally unnecessary and in fact futile to refer to another legislation such as\n      <a href=\"/doc/161831507/\" id=\"a_24\">the CPC</a> (which is not applicable) to determine the jurisdiction of the Chartered\n\n\n\n\n                                                \n      High Court.\n</blockquote>\n<blockquote id=\"blockquote_11\">      (iv) The facts in the Sarguja Transport Case (supra) were entirely different since\n                               \n      there was no corresponding legislation which laid down the territorial of the\n      Court exercising Writ Jurisdiction.\n</blockquote>                              \n<p data-structure=\"Section\" id=\"p_12\">      52.     Thus neither <a href=\"/doc/161831507/\" id=\"a_25\">of the CPC</a> nor its principles can be made applicable to the\n      Letters Patent qua <a href=\"/doc/169730061/\" id=\"a_26\">Sections 16</a>, <a href=\"/doc/171331951/\" id=\"a_27\">17</a> and <a href=\"/doc/86911060/\" id=\"a_28\">20</a> of CPC. It is therefore not only\n      impermissible but also unnecessary to apply <a href=\"/doc/161831507/\" id=\"a_29\">the CPC</a> or import the principles of\n      <a href=\"/doc/86911060/\" id=\"a_30\">Section 20</a> of the CPC into the Letters Patent more so when the court has\n      already held in the FCI case that the jurisdiction of the Civil Court under <a href=\"/doc/86911060/\" id=\"a_31\">Section\n        \n\n      20</a> of CPC is different from the jurisdiction of the High Court under Clause 12\n      of Letters Patent.\n</p>     \n\n\n\n<p data-structure=\"PetArg\" id=\"p_13\">      53. The appellant has urged that P.S. Satthappan&#x27;s case will apply\n      only in case there is a conflict between the Letters Patent and <a href=\"/doc/161831507/\" id=\"a_32\">the CPC</a>\n      and that there is no conflict. Such a submission, in our view, is clearly\n      fallacious for the following reasons:\n</p>\n\n\n\n\n<blockquote id=\"blockquote_12\">      (i) the Letters Patent and <a href=\"/doc/161831507/\" id=\"a_33\">CPC</a> operate in separate fields i.e. The Letters Patent\n      specifically conferring jurisdiction on Chartered High Courts and <a href=\"/doc/161831507/\" id=\"a_34\">the CPC</a>\n      conferring jurisdiction on all other courts.\n</blockquote>\n<blockquote id=\"blockquote_13\">      (ii) There is clearly a difference between the scope of the Letters Patent and <a href=\"/doc/161831507/\" id=\"a_35\">the\n\n\n\n\n\n      CPC</a>. The difference being evident upon a plain reading of <a href=\"/doc/150719994/\" id=\"a_36\">Section 120</a> of the\n      CPC.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\">      65. Though the Bombay High Court has in the impugned order dated\n      2.3.2006 observed that no part of the cause of action has arisen at\n      Mumbai, it is submitted that the cause of action against the respondents\n      has in fact arisen within the Ordinary Original Jurisdiction of the Bombay\n      High Court for the following reasons: It may be noted that the following\n      sub paragraphs below have been noted by the Bombay High Court in\n      impugned order dated 2.3.2006.\n</p><blockquote id=\"blockquote_14\">      (a) The parties themselves have chosen Mumbai to be the situs for the\n      Arbitration proceedings (clause 17.2 (i) of the Agreement)\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                               ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                    8                               ARBPL-1293.12\n\n\n</blockquote><blockquote id=\"blockquote_15\">      (b) The arbitration clause specifically provides for a dispute resolution meeting\n      to be held to resolve the dispute between the parties as a pre-condition for\n      invocation of the arbitration clause which meeting was held at Bombay at the\n\n\n\n\n                                                                                      \n      request of the appellant.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_15\">      (c) The Pipeline Supply Agreement (under which the disputes have arisen) was\n\n\n\n\n                                                              \n      approved by the Board of Directors of the appellant Company in Bombay .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">      (d) The pipeline Supply Agreement as amended was reviewed and discussed by\n      the Board of Directors of the appellant Company in Bombay .\n</p>\n\n\n\n                                                             \n<p data-structure=\"RespArg\" id=\"p_17\">      (e) The Settlement Agreement dated 23.6.2003 was adopted at the meeting of\n      the respondent Board of Directors where the appellant&#x27;s nominees on the\n      respondents Board were also present.\n</p>\n\n\n\n                                                \n<p data-structure=\"Precedent\" id=\"p_18\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1903089\" id=\"span_9\">(f) That the entire Senior Management of the appellant is located at Mumbai. It\n      may be noted that in <a href=\"/doc/1903089/\" id=\"a_37\">Mayur (H.K) Ltd. and Ors. v. Owners &amp; Parties, Vessel\n      M.V. Fortune Express and Ors. MANU/SC/8083/2006</a> : AIR2006SC1828 this\n                               \n      Court (in para 27) observed that the principal place of business would be where\n      the governing power of the Corporation is exercised or the place of a\n      Corporation&#x27;s Chief Executive Offices which is typically viewed as the verve\n                              \n      center or the place designated as the principal place of business of the\n      Corporation in its incorporation under various statutes.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">      (g) when the <a href=\"/doc/1549225/\" id=\"a_38\">Section 9</a> petition was filed the appellant had its office at Mumbai\n      and was carrying on business at Mumbai and its Directors were stationed in\n        \n\n      Mumbai.\n</p>     \n\n\n\n<p data-structure=\"Precedent\" id=\"p_20\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1416765\" id=\"span_10\">(h) The appellant had in fact shifted its registered office to Mumbai during the\n      pendency of the <a href=\"/doc/1549225/\" id=\"a_39\">Section 9</a> petition in the Bombay High Court as it was more\n      convenient to operate its registered office from Mumbai. It is submitted that\n      where a Court has jurisdiction to try the suit when it comes up for disposal, it\n      then cannot refuse to assume jurisdiction by reason of the fact that it had no\n\n\n\n\n\n      jurisdiction to entertain it at the date of institution as held in <a href=\"/doc/1416765/\" id=\"a_40\">Sudhir G. Angur\n      and Ors. v. M. Sanjeev and Ors. MANU/SC/1647/2005</a> : AIR2006SC351 )</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">      (i) That at the time the question of jurisdiction was heard and gone into and\n      decided by the Bombay High Court, the Registered Office of the appellant had\n\n\n\n\n\n      been shifted to and was in fact situated in Mumbai. The Bombay High Court in\n      the case of Fazlehussein v. Yusufully MANU/MH/0072/1955 : AIR1955Bom55\n      has held that:\n</p>\n<blockquote id=\"blockquote_16\">      Even if the Court had jurisdiction to entertain the suit as filed, if by reason of\n      subsequent events the Court has lost jurisdiction to entertain or try the suit, the\n      Court will not be justified in dealing with the suit with reference to\n      circumstances as they existed at the date of the institution of the suit but must\n      proceed to decide the dispute on the footing that if the suit had been filed at the\n      later date, the Court would have been incompetent to grant the reliefs in respect\n      of the properties and of the persons who are not within the limits of the\n      jurisdiction of the Court. Normally, a Court must have regard to circumstances\n      existing as at the date when the issue of jurisdiction is tried and must decide it\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                              ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                          9                                ARBPL-1293.12\n\n\n           in the light of circumstances existing as at that date.\n</blockquote>\n<blockquote id=\"blockquote_17\">           66.     It may be noted that when the <a href=\"/doc/1549225/\" id=\"a_41\">Section 9</a> Petition was tried in Bombay on\n\n\n\n\n                                                                                             \n           the issue of jurisdiction, the Respondent had transferred its registered office to\n           Mumbai. It is submitted that the ratio for this would be that territorial\n           jurisdiction does not go to the competence of the Court as in the case of a court\n\n\n\n\n                                                                     \n           having jurisdiction on the subject matter of the dispute.That is why if a court has\n           no territorial jurisdiction (but is otherwise competent to hear a matter) should the\n           matter be heard and decided by such Court without demur, the judgment will be\n           valid and not void or non est. It is for this reason that insofar as territorial\n\n\n\n\n                                                                    \n           jurisdiction is concerned, the relevant time to determine the existence of the\n           jurisdiction would be when the matter is heard.\n</blockquote><blockquote id=\"blockquote_18\">           74. Mr. Sundaram submitted that the appellant&#x27;s contention that\n           Bombay High Court was not a convenient forum is totally fallacious for\n           the following reasons apart from being taken for the first time in the oral\n\n\n\n\n                                                      \n           submissions before this Court.\n</blockquote><blockquote id=\"blockquote_19\">           (a) The arbitration hearings are being conducted at Bombay\n                                     ig                                              as per the\n           Agreement. (Clause 17.2)\n\n</blockquote><blockquote id=\"blockquote_20\">           (b) 8 full days of hearings had already been held before this appeal was heard.\n</blockquote>                                   \n<p data-structure=\"CDiscource\" id=\"p_22\">           Further hearings of 4 days have also taken place on the 7th, 9th, 10th and 11th of\n           August, 2006 and further 5 days hearing for final and submissions are scheduled\n           for 16th to 20th October, 2006.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">           (c) The record comprises of several thousand pages of documents complied in\n             \n\n\n           over 12 voluminous box files all available in Mumbai.\n</p>          \n\n\n\n<p data-structure=\"PetArg\" id=\"p_24\">           (d) The appellants Directors and Senior Officers are in Mumbai and have been\n           attending the hearings to instruct their lawyers in Mumbai.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">           (e) Evidence has been recorded and closed by both parties in the arbitration.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_26\">           (f) The parties had agreed on Mumbai as a convenient location for the conduct\n           of the arbitration.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">           It is contended that the appellant is indulging in forum shopping to vest\n           jurisdiction at Bellary, Karnataka with an ultimate objective of challenging the\n\n\n\n\n\n           Award before the Civil Court at Bellary rather than the Bombay High Court.\n</p><p data-structure=\"Conclusion\" id=\"p_28\">           82. For the foregoing reasons, we are of the considered opinion that the\n           Bombay High Court has jurisdiction to entertain <a href=\"/doc/1549225/\" id=\"a_42\">Section 9</a> application of\n           the respondents herein. We, therefore, request the Bombay High Court to\n           proceed on merits to determine the matter in accordance with law. For the\n           reasons set out above, the civil appeal ought to be rejected by this Court\n           and we do so accordingly. No costs. In view of this order, the appellant is\n           directed to file their affidavit in reply on merits in the pending <a href=\"/doc/1549225/\" id=\"a_43\">Section 9</a>\n           proceedings.&quot;\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_29\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"298017\" id=\"span_12\">8.    The learned senior counsel for the petitioner also places reliance on the\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                     ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                      10                              ARBPL-1293.12\n\n\n      judgment of this court in the case of <a href=\"/doc/298017/\" id=\"a_44\">Pratap Singh Vs. The Bank of America</a> 2.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_30\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"298017\" id=\"span_14\">Para 32 of <a href=\"/doc/298017/\" id=\"a_45\">the said judgment</a> reads thus :</span>\n</p>\n\n\n\n                                                                                        \n<blockquote id=\"blockquote_21\">           &quot;32. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1835681\" id=\"span_15\">In <a href=\"/doc/1835681/\" id=\"a_46\">Kessowji Damodar Jairam v. Khimji Jairam</a> (1888) I.L.R. 12\n\n\n\n\n                                                                \n           Bom. 507 the view was taken by the learned single Judge (Scott J.) that\n           Clause 12 of the Letters Patent was required to be read in the light of the\n           general principles of municipal jurisdiction and all legislation was prima\n           facie territorial. In the light of these observations the words &quot;if the\n\n\n\n\n                                                               \n           defendant... shall... carry on business&quot; occurring in Clause 12 were\n           interpreted to mean &quot;if the defendant being a British subject... shall...\n           carry on business&quot;. It was further observed that where the liability of a\n           foreigner was in question, the &quot;carrying on business&quot; must include actual\n           residence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1835681\" id=\"span_16\">Applying this principle it was held that a person not a British\n\n\n\n\n                                                  \n           subject residing out of the jurisdiction but carrying on business at a\n           branch in Bombay through an agent was not liable to be sued in the High\n                                  \n           Court at Bombay where the cause of action had arisen wholly outside the\n           jurisdiction, These principles enunciated in <a href=\"/doc/1835681/\" id=\"a_47\">Kessowji</a>&#x27;s case certainly lay\n           down the principles which could be availed of by the defendant and had\n                                 \n           that decision stood, the defendant could have certainly relied upon it for\n           the support of its contention that the same principle as was made\n           applicable to a foreigner should be applied to a foreign corporation and\n           such a corporation was not liable to be sued in Bombay in respect of the\n           cause of action which had wholly arisen outside Bombay .</span> It appears,\n             \n\n\n           however, that subsequently a Division Bench of this High Court in\n           Girdhar Damodar v. Kassigar Hiragar (1893) I.L.R. 17 Bom. 662 did not\n          \n\n\n\n           find the earlier decision as laying down good law. In Girdhar Damodar&#x27;s\n           case the Division Bench of the Bombay High Court was considering the\n           provisions contained in h. 18 of the <a href=\"/doc/997218/\" id=\"a_48\">Presidency Small Cause Courts Act</a>\n           (15 of 1882), which provisions are very similar to the provisions of\n\n\n\n\n\n           <a href=\"/doc/1673226/\" id=\"a_49\">Section 20</a> of our <a href=\"/doc/161831507/\" id=\"a_50\">Code of Civil Procedure</a> with slight differences. It was\n           observed in the said case that although it is true that a non-British\n           subject, who does not personally carry on business within the territorial\n           limits of the Court, does not make himself personally subject to the\n           municipal law of British India, still, by establishing his business in British\n\n\n\n\n\n           India, from which business he expects to derive profit, lie accepts the\n           protection of the territorial authority for his business and his property\n           resulting from it, and may be fully regarded as submitting to the Courts of\n           the country.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_31\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"96699\" id=\"span_17\">9.      The learned counsel for the petitioner also placed reliance on the judgment of\n\n      this court in the case of       <a href=\"/doc/96699/\" id=\"a_51\">Kotak Mahindra Finance Ltd. Vs. T. Thomas</a>\n\n\n\n      2    decided on 30th July, 1976 in Appeal No. 53 of 1976\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                          11                               ARBPL-1293.12\n\n\n      Educational Trust and Others3. Para 5 of <a href=\"/doc/96699/\" id=\"a_52\">the said judgment</a> reads thus :</span>\n</p>\n\n\n\n                                                                                             \n<blockquote id=\"blockquote_22\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1302364\" id=\"span_19\">&quot;5. That would be the position under <a href=\"/doc/86911060/\" id=\"a_53\">Section 20</a> of the C.P.C. Considering\n            <a href=\"/doc/150719994/\" id=\"a_54\">Section 120</a> of C.P.C. <a href=\"/doc/365890/\" id=\"a_55\">Sections 16</a>, <a href=\"/doc/1513155/\" id=\"a_56\">17</a> and <a href=\"/doc/1673226/\" id=\"a_57\">20</a> shall not apply to the High\n            Court in the exercise of its Original Civil Jurisdiction which includes this\n\n\n\n\n                                                                     \n            High Court. Therefore, the judgment in M/s. <a href=\"/doc/1302364/\" id=\"a_58\">Patel Roadways Ltd.</a> (supra)\n            in so far as this Court is concerned will be inapplicable as the judgment is\n            based on the interpretation of the explanation to <a href=\"/doc/1673226/\" id=\"a_59\">Section 20</a>. Filing of Suits\n            on the Original Side of this court are governed by Clause 12 of the\n\n\n\n\n                                                                    \n            Amended Letters Patent of this Court. The same reads as follows:-</span>\n</blockquote><blockquote id=\"blockquote_23\">                 &quot;And we do further ordain that the said High Court of judicature at\n                 Bombay , in the exercise of its ordinary original civil jurisdiction,\n                 shall be empowered to receive, try, and determine suits of every\n                 description, If in the case of suits for land or other immovable\n\n\n\n\n                                                      \n                 property such land or property shall be situated, or in all other cases if\n                 the cause of action shall have arisen, either wholly, or in case the\n                                     \n                 leave of the Court shall have been first obtained, in part, within the\n                 local limits of the ordinary original jurisdiction of the said High Court\n                 or if the defendant at the time of the commencement of the suit shall\n                                    \n                 dwell or carry on business, or personally work for gain, within such\n                 limits; except that the said High Court shall not have such original\n                 jurisdiction in cases falling within the jurisdiction of the Small Causes\n                 Court at Bombay , or the Bombay City Civil Court.&quot;\n</blockquote>              \n\n<p data-structure=\"Section\" id=\"p_32\">            Applying Clause 12 it will be clear that as the defendants do not dwell, carry on\n            business or personally work for gain and for that matter the suit is not in respect\n            of immovable property situated within the jurisdiction of this Court and as no\n           \n\n\n\n            part of the cause of action has arisen, wholly within the jurisdiction of this\n            Court, this Court could not be the Court having jurisdiction over the subject\n            matter considering <a href=\"/doc/1804257/\" id=\"a_60\">Section 2(e)</a> of the Arbitration &amp; Conciliation Act, 1996. It\n            is, therefore, clear that the application under <a href=\"/doc/1079220/\" id=\"a_61\">Section 9</a> moved before this Court\n\n\n\n\n\n            would be without jurisdiction.&quot;\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_33\">      10.    On the other hand the learned counsel appearing for the respondent submits as\n\n      under :\n</p>\n\n\n\n\n<blockquote id=\"blockquote_24\">             The registered office of the respondent is admittedly situated at Hyderabad.\n</blockquote>\n<blockquote id=\"blockquote_25\">      The regional office of the respondent is at Chennai. There is no subordinate office at\n\n      Mumbai. The contract was executed at Chennai. The work is being executed by the\n\n      petitioner at Chennai. Both the parties have agreed that the venue of the arbitration\n\n      would be at Chennai and both the parties would be governed by the jurisdiction\n\n      3      2003 (5) Bom. C.R. 579.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_20\">                                                                     ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n<blockquote id=\"blockquote_26\"> hvn\n                                                      12                              ARBPL-1293.12\n\n\n      of courts at Chennai. It is submitted that merely because two of the                 projects\n\n      undertaken by the respondents are at Mumbai amongst             several other        projects\n\n\n\n\n                                                                                        \n      outside Mumbai, it     cannot be construed that the respondents are carrying                on\n\n\n\n\n                                                                \n      business at Mumbai. The respondent does not have any office at Mumbai. The\n\n      respondent    has only set up temporary communication center which cannot be\n\n\n\n\n                                                               \n      construed as office for the purposes of carrying on business. It is submitted that\n\n      even if the argument of the petitioner is accepted that the part of the cause of\n\n\n\n\n                                                   \n      action had arisen at Mumbai, it is not in dispute that substantial part of the cause of\n                                   \n      action had arisen at Chennai and thus two courts having concurrent jurisdiction to\n\n      decide the subject matter of the dispute, the parties by agreement have chosen to\n                                  \n      confer jurisdiction on courts at Chennai i.e. one of such courts by excluding the\n\n      jurisdiction of any other court. This court, therefore, does not have jurisdiction. It is\n            \n\n      submitted that merely because the bank guarantees were furnished from Mumbai\n         \n\n\n\n      and are encashed at Mumbai, that does not confer jurisdiction on the courts in\n\n      Mumbai. It is     submitted that ultimately the petitioner would have to invoke\n\n\n\n\n\n      arbitration clause for the purpose of seeking reliefs of the amount recovered by the\n\n      respondents by encashment of bank guarantees, which would be only at Chennai. If\n\n      the main reliefs would have to be tried at Chennai, proceedings for interim reliefs\n\n\n\n\n\n      cannot be filed at Mumbai. The reliance is placed on <a href=\"/doc/192913/\" id=\"a_62\">section 42</a> of the Arbitration and\n\n      Conciliation Act, 1996 in support of the plea that if this application is entertained\n\n      by this court which has no jurisdiction, all subsequent applications arising out of that\n\n      agreement and the arbitral proceedings shall have to be made in this court and not\n\n      other court which would be without jurisdiction. It is submitted that admittedly the\n\n      cause of action had arisen at Chennai, even according to petitioner in so far as\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                      13                             ARBPL-1293.12\n\n\n      execution of contract, execution of work, registered office of the respondents having\n\n      situated at Hyderabad, the regional office of the respondent is situated at Chennai\n\n\n\n\n                                                                                       \n      and the agreement conferred jurisdiction at courts at Chennai, no interim relief can be\n\n\n\n\n                                                               \n      considered by this court.\n</blockquote>\n\n\n\n                                                              \n<p data-structure=\"RespArg\" id=\"p_34\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1295720\" id=\"span_22\">11.    The learned counsel for the respondent submits that the respondent company\n\n      which is carrying out business of construction may have various projects all over\n\n\n\n\n                                                  \n      India and that does not mean that at any places where the project is being undertaken,\n                                  \n      though no cause of action had arisen between the petitioner and respondent at that\n\n      place, where some other project is undertaken, the petitioner can file proceedings\n                                 \n      within the jurisdiction of that court. It will lead to absurdity. The learned counsel\n\n      places reliance on the judgment of the Supreme Court in the case of <a href=\"/doc/1295720/\" id=\"a_63\">Rajasthan\n              \n\n      State Electricity Board Vs. Universal Petrol Chemicals Ltd4</a>.</span>\n</p>           \n\n\n\n<p data-structure=\"Issue\" id=\"p_35\">      12.    The question that raises for the consideration of this court is whether the\n\n\n\n\n\n      encashment of bank guarantees at Mumbai would give cause of action to file <a href=\"/doc/1079220/\" id=\"a_64\">section\n\n      9</a> application at Mumbai when admittedly the entire cause of action has arisen at\n\n      Chennai and the proceedings for recovery of the claims would be maintainable only\n\n\n\n\n\n      before the appropriate courts in Chennai. The question arises is as to whether the\n\n      respondents    carrying on two projects at Mumbai would amount to              carrying on\n\n      business for the purposes of applicability of clause 12 of Letters Patent.\n</p>\n<p data-structure=\"RespArg\" id=\"p_36\">      13.    The pleadings filed by the petitioner indicates that except making a bald\n\n      statement that the respondents are carrying on business at Mumbai, the petitioner\n\n\n      4     2009 (3) SCC 107\n\n<span class=\"hidden_text\" id=\"span_23\">                                                               ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                      14                              ARBPL-1293.12\n\n\n      has not produced any proof in support of the said plea. The Petitioner has also not\n\n      shown any proof to show that the respondents have set up any regional office or any\n\n\n\n\n                                                                                        \n      other office in Mumbai for the purpose of carrying on business.\n</p>\n\n\n\n                                                                \n<p data-structure=\"Precedent\" id=\"p_37\">      14.    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1302364\" id=\"span_24\">In my view, the judgment of the Supreme Court relied upon by the petitioner\n\n      in the case of <a href=\"/doc/1302364/\" id=\"a_65\">Jindal Steel</a> (supra) is clearly distinguishable in the facts of this case.</span>\n</p>\n\n\n\n                                                               \n<p data-structure=\"Precedent\" id=\"p_38\">      In that matter, the corporate office of the defendant was at Mumbai and it was\n\n      carrying on business within the local limits of the ordinary original jurisdiction of\n\n\n\n\n                                                   \n      Bombay High Court. During the pendency of <a href=\"/doc/1079220/\" id=\"a_66\">section 9</a> petition, the registered\n                                   \n      office of the appellant was transferred to Mumbai. When the issue of jurisdiction\n\n      was argued before the learned Single Judge of this court, the registered office of the\n                                  \n      defendant had already been transferred        to and was situated at Mumbai. The\n\n      agreement in question was approved by the Board of Directors of the defendant in\n              \n\n      Mumbai. The parties shown Mumbai to be situs           for the arbitration proceedings.\n</p>           \n\n\n\n<p data-structure=\"Precedent\" id=\"p_39\">      The agreement provided that the dispute resolution meeting to be held to resolve\n\n      the dispute between the parties as a pre-condition for invocation of arbitration clause\n\n\n\n\n\n      which meeting was held at Mumbai at the request of the defendant. The entire\n\n      senior Management of the defendant was located at Mumbai. When <a href=\"/doc/1079220/\" id=\"a_67\">section 9</a>\n\n      petition was filed, the defendant was carrying on business at Mumbai and its\n\n\n\n\n\n      Directors were stationed at Mumbai. Considering these facts, the Supreme Court\n\n      held that in view of clause 12 of Letters Patent, the Courts at Mumbai will have\n\n      jurisdiction.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_40\">      15.    However, on the facts of this case, admittedly the agreement was executed at\n\n      Chennai. The registered office of the respondent company is at Hyderabad. The\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                      15                              ARBPL-1293.12\n\n\n      regional office of the respondent is at Chennai. The work was being executed at\n\n      Chennai.     The venue of arbitration is at Chennai. All parties have agreed in the\n\n\n\n\n                                                                                        \n      agreement to confer jurisdiction on court at Chennai. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1302364\" id=\"span_26\">In my view, the judgment\n\n\n\n\n                                                                \n      thus relied upon by the petitioner in the case of <a href=\"/doc/1302364/\" id=\"a_68\">Jindal Steel</a> (supra) is of no\n\n      assistance to the petitioner.</span>\n</p>\n\n\n\n                                                               \n<p data-structure=\"Section\" id=\"p_41\">      16.    I am not inclined to accept the submission of the learned counsel for the\n\n\n\n\n                                                   \n      petitioner that since the bank guarantees were obtained by the petitioner from the\n                                      \n      bank having its office at Mumbai and the same was encashed at Mumbai and since\n\n      in this application, the petitioners are seeking direction against the respondent for\n                                     \n      furnishing security of like amount or to deposit the same in this court, this court will\n\n      have jurisdiction to entertain, try and dispose of the <a href=\"/doc/1079220/\" id=\"a_69\">section 9</a> application. In my\n              \n\n      view, if the petitioner cannot make claim for substantial reliefs i.e. for reliefs of the\n           \n\n\n\n      amount recovered by the respondent by encashing the bank guarantees                  and or\n\n      other ancillary reliefs at Mumbai and can claim only at Chennai, the application\n\n\n\n\n\n      for interim measures cannot be filed in this court.       In view of <a href=\"/doc/192913/\" id=\"a_70\">section 42</a> of the\n\n      Arbitration Act, 1996, if this application is entertained in this court which does not\n\n      have jurisdiction, all subsequent proceedings shall also have to be entertained in this\n\n\n\n\n\n      court, which would be without jurisdiction. Considering the plain language of\n\n      <a href=\"/doc/1937908/\" id=\"a_71\">section 42</a> of the Arbitration Act read with <a href=\"/doc/1079220/\" id=\"a_72\">section 9</a> of the Arbitration Act, 1996, it is\n\n      clear that the application      under <a href=\"/doc/1079220/\" id=\"a_73\">section 9</a> has to be made before the court. The\n\n      court is defined under <a href=\"/doc/574497/\" id=\"a_74\">section 2(1)(e)</a> of the Act which reads thus :\n</p>\n<blockquote id=\"blockquote_27\">            &quot;&quot;Court&quot; means the principal civil Court of original jurisdiction in a\n            district, and includes the High Court in exercise of its ordinary original\n            civil jurisdiction, having jurisdiction to decide the questions forming the\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                         16                              ARBPL-1293.12\n\n\n            subject matter of the arbitration if the same had been the subject-matter\n            of a suit, but does not include any civil court of a grade inferior to such\n            principal civil Court, or any Court of Small Causes&quot;.\n</blockquote>\n\n\n\n                                                                                           \n<p data-structure=\"Conclusion\" id=\"p_42\">             It is thus clear that this court does not have jurisdiction to decide the question\n\n\n\n\n                                                                   \n      forming the subject matter of arbitration and thus the application filed under <a href=\"/doc/1079220/\" id=\"a_75\">section\n\n      9</a> before this court is not maintainable.\n</p>\n\n\n\n                                                                  \n<p data-structure=\"Precedent\" id=\"p_43\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1074533\" id=\"span_28\">18.    The Supreme court in the case of <a href=\"/doc/1074533/\" id=\"a_76\">State of Punjab and another Vs. Bajaj\n\n\n\n\n                                                     \n      Electricals Ltd.5</a> has considered the expression trade. The relevant portion of the\n                                    \n      judgment of the Supreme Court reads thus :</span>\n</p>\n<blockquote id=\"blockquote_28\">            &quot;The expression &quot;trade&quot; is not defined in the Act. &quot;Trade&quot; in its primary\n            meaning is the exchanging of goods for goods or goods for money; in its\n                                   \n            secondary meaning it is repeated activity in the nature of business carried on\n            with a profit motive, the activity being manual or mercantile, as distinguished\n            from the liberal arts or learned professions or agriculture. The question whether\n            trade is carried on by a person at a given place must be determined on a\n            consideration of all the circumstances. No test or set of tests which is or are\n              \n\n\n            decisive for all cases can be evolved for determining whether a person carries\n            on trade at a particular place. The question, though one of mixed law and fact,\n           \n\n\n\n            must in each case be determined on a consideration of the nature of the trade,\n            the various steps taken for carrying on the trade and other relevant fact.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_44\">      19.    In my view, merely because at the time of filing of <a href=\"/doc/1079220/\" id=\"a_77\">section 9</a> application by\n\n\n\n\n\n      the petitioner, the respondents are having few projects at Mumbai, it cannot be\n\n      construed that the respondent has been carrying on business at Mumbai for the\n\n\n\n\n\n      purpose of jurisdiction under clause 12 of the Letters Patent. Whether any business\n\n      is carried on by the person         at the given place must be determined                on the\n\n      consideration of all the circumstances. The question          whether the respondent has\n\n      been carrying on business at Mumbai or not is a mixed question of act and law and\n\n      has to be determined on the consideration of the nature of the business and various\n\n      steps taken for carrying on the business and other relevant facts. The petitioner has\n      5      AIR 1968 SC 739\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                   ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n hvn\n                                                           17                              ARBPL-1293.12\n\n\n      failed to prove that the respondent has been carrying on any business at Mumbai and\n\n      within the territorial jurisdiction of this court.\n</p>\n\n\n\n                                                                                             \n                                                                     \n<p data-structure=\"Precedent\" id=\"p_45\">      20.    In my view the submissions advanced by Mr. Narula, the learned counsel for\n\n      the respondent is correct that even if the part of cause of action had arisen at\n\n\n\n\n                                                                    \n      Mumbai, relying upon the encashment of bank guarantees at Mumbai and part of\n\n      cause of action has arisen at Chennai, if by agreement both the parties have\n\n\n\n\n                                                      \n      conferred jurisdiction on one of such courts having concurrent jurisdiction, this\n                                    \n      petition is not maintainable before this court.\n</p>                                   \n<p data-structure=\"Conclusion\" id=\"p_46\">      21.    I therefore, pass the following order :\n</p>\n<blockquote id=\"blockquote_29\">             This court has no jurisdiction to entertain, try and dispose of this petition. The\n              \n\n      Petition is returned to the petitioner for presentation before appropriate court. There\n           \n\n\n\n      shall be no order as to costs. It is made clear that this court has not expressed any\n\n      views on the merits of the case.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_30\">                                                                (R.D. DHANUKA, J.)\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                     ::: Downloaded on - 09/06/2013 19:17:10 :::</span>\n </blockquote>","numcites":27,"numcitedby":0,"docsource":"Bombay High Court","citetid":118677512,"divtype":"judgments","relatedqs":[{"value":"section 20 of cpc","formInput":"section%2020%20of%20cpc"},{"value":"clause 12 letters patent","formInput":"clause%2012%20letters%20patent"},{"value":"section 120 CPC","formInput":"section%20120%20CPC"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"civil procedure code section 20","formInput":"civil%20procedure%20code%20section%2020"},{"value":"ordinary original civil jurisdiction","formInput":"ordinary%20original%20civil%20jurisdiction"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"high court original jurisdiction","formInput":"high%20court%20original%20jurisdiction"},{"value":"ivrcl","formInput":"ivrcl"},{"value":"encashing of bank guarantees","formInput":"encashing%20of%20bank%20guarantees"},{"value":"jurisdiction of high court","formInput":"jurisdiction%20of%20high%20court"},{"value":"original jurisdiction","formInput":"original%20jurisdiction"},{"value":"relevency of facts ","formInput":"relevency%20of%20facts%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"interim measures ","formInput":"interim%20measures%20"},{"value":"sec 20  c.p.c.","formInput":"sec%2020%20%20c.p.c."},{"value":"bombay high court jurisdiction","formInput":"bombay%20high%20court%20jurisdiction"},{"value":"bank guarantees","formInput":"bank%20guarantees"},{"value":"vijaya bank","formInput":"vijaya%20bank"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}