{"tid":84911,"publishdate":"1972-01-31","title":"Life Insurance Corporation Of India vs M.L. Dalmia And Co. Ltd. on 31 January, 1972","doc":"<h2 class=\"doc_title\">Life Insurance Corporation Of India vs M.L. Dalmia And Co. Ltd. on 31 January, 1972</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1972CAL295, AIR 1972 CALCUTTA 295</h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\n  Ramendra Mohan Datta, J.  \n\n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is  an  application   for an order   that the award dated April   29, 1971 be declared null and void and/or  be set  aside.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The facts are that on or about 1955 the then National Life Insurance Company Limited (hereinafter called the said company) accepted the tender of the respondent for the construction of a building at New Delhi. The work orders were issued and the respondent was asked to commence the work on the understanding that the formal contract would be issued in due course. In the matter of the said agreement the petitioner&#x27;s architects Messrs. Ballardie, Thompson and Matthews acted as the agent of the petitioner all throughout. The petitioner from time to time made various payments against the running bills submitted by the respondent on the certificate of the said architects in terms of the said agreement. In 1956 the Life Insurance Corporation of India came into existence and the said Corporation duly took over the said contract on behalf of the said National Insurance Co. Ltd.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The building was admittedly completed in April, 1959. On or about October 7, 1959 the respondent made out the final bill wherein it claimed for the balance price of work by calculating the price of the additional work and the deviations and described the said claim as their claim under category &quot;A&quot;. The respondent also put forward another claim by describing the same as claim under category &quot;B&quot;. As stated above, under the terms of the said agreement the said architects were to give a certificate to enable the respondent to receive payment. On or about June 1, 1960 the said architects issued a certificate for payment of Rupees 3,70,632.44 paise in respect of the claim under category &quot;A&quot; and in respect of the claim under category &quot;B&quot; the said architects recommended the sum of Rupees 1,14,385.06 paise. The said architects recommended payments in respect of various items which were mentioned in their letter dated June 1, 1960 addressed to the petitioner. Out of the total sum so recommended for payment the petitioner agreed to pay a sum of Rs. 3,50,107.00 and actually paid a sum of Rs. 3,50,000.00 by leaving a balance sum of Rs. 107.00 but refused to pay the balance sum of Rupees 20.632.44 paise claimed under category &quot;A&quot;. As regards category &quot;B&quot; the petitioner did not act in terms of the said recommendation of their architects and rejected the entire claim, of Rs. 1,14,385.06 paise.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\"> 4. The Formal contract was executed by and between the parties herein on or about October 26, 1960, i.e., long after the work was completed. The said formal contract provided various terms and conditions including the arbitration clause as follows:--  \n</p>\n<blockquote id=\"blockquote_1\">  &quot;30. Provided always that in case any dispute or difference shall arise between the employer, or the architects on his behalf, and the contractor, either during the progress of the works, or after the determination, abandonment or breach of the contract, as to the constructions of the contract or as to any matter or thing arising thereunder (except as to the matters left to the sole discretion of the architects under Clauses 1, 4, 5, 16, 19, 19A and 29, and as to the exercises by them under Clause 18 of the right to have any work opened up) or as to the witholding by the architects of any certificates to which the contractor may claim to be entitled, then either party shall forthwith give to the Other written notice of such dispute or difference, which notice shall specify the matters which are in dispute, and such dispute or difference of which such notice has been given, and no other, shall be and is hereby referred to the arbitration and final decision of the chief engineer C.P.W.D. department, Government of India if he is able and willing to act otherwise to some person to be mutually agreed upon between the contractor and the architects, and the award of such arbitration shall be final and binding on the parties. Such reference shall not be entered upon until after the completion, or alleged completion., of the works, or until three weeks or more shall have elapsed after the practical cessation of the works arising from any cause unless with the written consent of the employer or architects and the contractor. The arbitrator shall have power to open up, review and revise any certificate, opinion, decision, requisition or notice, save in regard to the said matters, expressly excepted above, and to determine all matters in dispute which shall be submitted to him and of which notice shall have been given as aforesaid. Upon, every and any such reference the costs of, and incidental to, the reference and award respectively, shall be in the discretion of the arbitrator who may determine the amount thereof, and shall direct by whom and to whom and in what manner the same shall be borne and paid. This submission shall be deemed to be a submission to arbitration within the meaning of the Indian Arbitration Act, 1899, and any statutory modification thereof for the time being in force. The employer and contractor hereby also agree that arbitration under this clause shall be a condition precedent to any right of action under the contract with regard to the matters hereby expressly agreed to be so referred to arbitration.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\"> 5. Under the said contract the petitioner was described as the employer and the respondent was described as the contractors. Clauses 3 and 4 of the formal contract, inter alia, provided that the architects under the conditions of contract would mean Messrs. Balardie, Thompson and Matthews or such other person as might be named for this purpose by the employer at any time. The employer agreed that cement and steel as would be required to execute the said contract would be supplied to the contractors on their requisition duly certified by the said architects. The amount of money involved for such a purchase by the employer would be deducted and recovered at the rate of Rs. 100/- per ton for cement and Rs. 500/- per ton for steel inclusive of sales tax delivered at site. Under Clause 7 of the conditions of contract the contractors were required upon the request of the said architects to (furnish?) them with all the invoices, accounts receipts and other vouchers that they might be required in connection with the said contract. Clause 22 of the said conditions provided, inter alia, that the work would be completed not later than April 30, 1959. Clause 23 of the said conditions provided, inter alia, to the effect that if the contractors would fail to complete the work by the date mentioned in Clause 22 or within any extended time and if the architects would certify in writing under conditions mentioned therein to the effect that the works could reasonably have been completed by an earlier date than when it was so completed then the contractors would pay a sum of Rs. 500/- per week as agreed and liquidated damages for the period during which the said work would remain unfinished. Under Clause 27 of the said conditions the contractors would be entitled to payment under the certificates to be issued by the said architects to the contractors in the manner as provided therein. Under Clause 29 (a) of the conditions the contractors would be at liberty to determine the contract by notice in writing to the architects in case of non-payment of its dues under the certificate to be issued by the architects under certain conditions mentioned therein.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. By their letter dated August 9, 1961 the respondent&#x27;s solicitors claimed a total sum of Rs. 2,34,674.99 paise as the balance amount due in respect of category &quot;A&quot; and for the entirety of the claim in respect of category &quot;B&quot; viz., Rs. 1,1-1,385.08 p. On or about September 13, 1961 the petitioner paid a sum of Rs. 1,00,000.00 in full payment against the respondent&#x27;s claim under category &quot;A&quot;. Thereafter on October 27, 1961 the petitioner by their letter to the architects rejected both the balance claim of Rs. 20,632.44 under category &quot;A&quot; and the entire claim of Rupees 1,14,385.06 paise under category &#x27;B&#x27;. A copy of the said letter was sent to the respondent.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7. Thereafter various correspondence were exchanged between the parties and sometime on or about July 6, 1964 the respondent&#x27;s solicitors requested the architects to concur in the appointment of one Sri S. Bandopadhya as the sole arbitrator in terms of the said arbitration clause. The respondent filed its statement of claim before the said arbitrator. Again a series of correspondence passed between the parties. Sometime on or about June 24, 1968 Sri S. Bandopadhya declined to act as arbitrator unless both the parties would agree to the appointment On or about October 3, 1969 the respondent made an application, inter alia, for the appointment of an arbitrator. In the said application various points were urged on behalf of the petitioner. Inasmuch as the same related to the jurisdiction of the arbitrator and the parties&#x27; right to go to arbitration, Masud, J. after hearing the parties delivered a judgment thereon and appointed Sri S. C. Mitter, Barrister-at-Law, as the sole arbitrator.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. The said arbitrator held about 19 effective sittings and made and published his award dated April 29, 1971 which provided as follows:--  \n</p>  \n\n<blockquote id=\"blockquote_2\">  &quot;Whereas I, S, C. Mitter, Barrister-at-Law of No. 19, Camac Street, Calcutta was by an order made by the Hon&#x27;ble High Court, Calcutta, dated 17th day of July, 1970, appointed Arbitrator in respect of the disputes and differences between the parties to the above arbitration and whereas I having taken upon myself the burden of the reference of the said arbitration and whereas my time to make the said award has been extended by the Hou&#x27;ble High Court until 30th day of April, 1971 and whereas I having considered the statements, documents, records and papers filed on behalf of the parties before me and having heard and considered the submissions made on behalf of the parties I do hereby make my award as follows:   \n</blockquote>   \n\n<blockquote id=\"blockquote_3\"> (A) I award and direct that the respondents Life Insurance Corporation of India do pay to the claimants M. L. Dalmia and Co. Ltd. a sum of Rs. 1,34,674.99 paise (Rupees One Lakh thirty four thousand six hundred seventy four and Paise ninety nine only) in full satisfaction of its claim against their final bills including category &quot;A&quot; and category &quot;B&quot;.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_9\"> (B) The claim of the claimants for interest is not justified and hence rejected. I award and direct that the respondents Life Insurance Corporation of India shall pay Rs. Nil to the claimants M. L. Dalmia and Co. Ltd  \n \n\n (C) I award and direct that the respondents Life Insurance Corporation of India do pay to the claimants M. L. Dalmia and Co. Ltd. a sum of Rs. 19,000/-(Rupees Nineteen thousand only) as cost of this arbitration including the cost of High Court proceedings resulting in Order dated 17th July, 1970.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\"> (D) I award and direct that the Stamp Duty for the publication of the award shall be borne by the claimants M. L. Dalmia and Co. Ltd. As the Arbitrator had initially purchased the stamp paper of the value of Rs. 100/- (Rupees One hundred only) on which the original award is published, it is directed that the claimants M. L. Dalmia and Co. Ltd., should pay the said sum of Rs. 100/- (Rupees One hundred only) to the Arbitrator in repayment of the amount so spent by the Arbitrator.  \n</p><p data-structure=\"Issue\" id=\"p_11\">             Sd/-  (S.C. Mitter)\n             ARBITRATOR.\n</p><p data-structure=\"PetArg\" id=\"p_12\">              29-4-71.&quot; \n</p>   \n \n\n<p data-structure=\"RespArg\" id=\"p_13\"> 9. It would appear that the said arbitrator has allowed the entire claim except only a little amount as claimed in the statement of claim filed by the respondent herein.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\"> 10. Mr. Basu, learned counsel, appearing on behalf of the Life Insurance Corporation of India the petitioner herein, argued several points for setting aside the said award.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"> 11. According to the learned counsel the award in so far as the claim under category &quot;B&quot; was concerned, was wholly outside the scope of the contract and as such the same was outside the scope of the arbitration clause in the contract. From the said letter dated June 1, 1960 written by the said architects to the petitioner it was pointed out that although the said architects assessed the sum of Rupees 1,14,385.06 paise as the amount payable to the contractors against the category &#x27;B&#x27; yet no final certificate for payment was issued because the nature of the claims put forward under category &#x27;B&#x27; would reveal that the same were outside the scope of the said contract. It was also pointed put to Court that a certificate was given in so far as the claim under category &#x27;A&#x27; was concerned by the certificate dated June 1, 1960 because the said claim was within the scope of the said contract The petitioner too considered the said claim under category &#x27;B&#x27; as outside the scope of the said contract and as such rejected the same.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\"> 12. It was also pointed out by the learned counsel that under paragraph 15 of the statement of claim the respondent claimed the said amount under category &#x27;B&#x27; on the basis that the petitioner had taken benefit of the works done by the respondent contractor and the claim under category &#x27;B&#x27; arose in the process of execution of and out of the said agreement and the work thereunder; and the petitioner was liable to compensate and/or to pay the said sum to the respondent claimant. On the basis of the said pleading it was contended that the respondent was claiming the amount under <a href=\"/doc/1454268/\" id=\"a_1\">Section 70</a> of the Indian Contract Act. On the basis as aforesaid it was argued that the claim under <a href=\"/doc/1454268/\" id=\"a_2\">Section 70</a> of the Indian Contract Act was outside the purview of the contract and as such outside the scope of the arbitration clause contained in the said contract.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 13. Mr. Basu relied on the case of fohurmull Parasram v. Louis Dreyfus and Co. Ltd., AIR 1949 Cal 179 for support of his proposition that a claim under <a href=\"/doc/1454268/\" id=\"a_3\">Section 70</a> of the Indian Contract Act would be outside the scope of the arbitration agreement if the arbitration clause provided that the dispute &quot;under the Contract&quot; was to be decided by the arbitrator, as was the case here. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_1\">Mr. Basu also relied on the case of <a href=\"/doc/1989300/\" id=\"a_4\">Alopi Parshad and Sons Ltd v. Union of India</a>,  for the proposition, inter alia that the claim on account of excess price paid due to rise in prices were matters which could not affect the contract.</span>  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\"> 14. On behalf of the respondent Mr. Bhabra referred to the arbitration clause, the opening words whereof signified that any dispute under the contract would be covered by the arbitration clause. The arbitration clause, accordingly, was wide enough to cover the claim made under category &#x27;B&#x27;. It is submitted that the claim under category &#x27;B&#x27; is based on non-supply of steel and cement by the employer i.e. the National Insurance Co. Ltd. Mr.  Bhabra referred to condition No. 4 of the said formal contract which spoke of supply of steel and cement by the employer. The learned counsel also referred to the said letter dated June 1, 1960 written by the said architects to the petitioner recommending payment of the said sum to the said contractor, being the respondent herein. In the said letter each item of claim had been discussed and it would appear therefrom that the said claims were in respect of damages arising out of breach of contract committed by the said employer due to non-supply of the said steel and cement. As a result of such breach of contract delay was caused in supplying Steel and cement with the result that the respondent suffered heavy damages for which the respondent asked for damages. The said claims were dealt with itemwise in the said letter of the said architects and the recommendation was for the following items and for the following amounts:  \n</p>   \n\n<blockquote id=\"blockquote_4\"> 1. Deterioration of shuttering, balli crops etc.  \n \n\n On this heading the following writings appear:  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> &quot;This deterioration was due to stoppage of work in the first instance from March to August, 1956 when cement, steel were not available and then again from September to November., 19.57 after the nationalisation of the Insurance Company before it was definitely decided as to the course of action to be taken with regard to the construction of the building. The contractor&#x27;s claim for this item is as follows:--  \n</blockquote>  \n\n \n   \n   \n   \n\n<blockquote id=\"blockquote_6\">Statement &quot;A&quot;\n</blockquote>  \n   \n   \n\n<p data-structure=\"Section\" id=\"p_19\">Rs. 63,100/-\n</p>  \n \n  \n   \n   \n\n<pre id=\"pre_2\">         &quot;      &quot;B&quot;\n  \n   \n   \n\nRs. 44,888/-\n  \n \n   \n   \n   \n\n \n  \n   \n   \n\n------------------- \nRs. 1,07,988/-\n  \n \n\n \n\n</pre><p data-structure=\"Precedent\" id=\"p_20\"> Against this we assess that an amount of Rs. 78,949/- as shown in detail in the bill is reasonable.&quot;   \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> In respect of the second item it is provided as fallows:--  \n</p>   \n\n<blockquote id=\"blockquote_7\"> &quot;2. Idle establishment charges (Statements A and B).  \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> The extra costs incurred owing to the stoppage of work for the reasons mentioned above for the following periods:--  \n</blockquote><pre id=\"pre_3\">      (a) March to August, 1956    --   6 months \n   (b) 3rd   September to 18th November, 1957 --    2 1/2 months\n   \n\n \n\n The establishment charges asked for in\nthe first stage are as follows:--  \n \n\n \n   \n   \n   \n\nStaff salary\n  \n   \n   \n\nRs. 1,00/- per\n  month\n  \n \n  \n   \n   \n\nWatchmen\n  \n   \n   \n\nRs.  200/-       do.\n  \n \n  \n   \n   \n\nMechanics\n  \n   \n   \n\nRs.  300/-       do.\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n--------------------------- \nRs. 1,500/- per month.\n  \n \n\n \n\nTotal for six months Rs. 9,000/-\n \n\n The  establishment charges  asked for in   the second   stage  was as   follows:--  \n\n \n   \n   \n   \n\nStaff salary\n  \n   \n   \n\nRs. 2,500/- per\n  month\n  \n \n  \n   \n   \n\nMechanics and\n  \n   \n   \n\n \n  \n \n  \n   \n   \n\nDrivers\n  \n   \n   \n\nRs.    350/-        do\n  \n \n  \n   \n   \n\nWatchmen\n  \n   \n   \n\nRs.    250/-        do\n  \n \n  \n   \n   \n\n \n  \n   \n   \n\n--------------------------- \nRs. 3,050/- per\n  month.\n  \n \n\n \n\nTotal for 2 1/2 months Rs. 7,625/-\n  \n \n\n</pre><blockquote id=\"blockquote_9\"> The increase in the establishment charges in the second stage is due to extra staff employee on the job.  \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> We have verified the actual payment from the books of the contractor and are in a position to recommend that the amounts charged by the contractor totalling Rs. 16,625/- are in order.&quot;    \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_22\"> 15. As regards the other items Nos. 3 to 9 the same relate to matters arising under the contract. Some of those items have been rejected and in respect of some other the architect has recommended lesser amount than claimed. At the conclusion of the said letter it is provided as follows:--  \n</p><blockquote id=\"blockquote_11\">  &quot;On the above basis we assess that an amount of Rs. 1,14,385.06 is payable to the contractor against category &quot;B&quot;. But we wish to have your final view before the final certificate for payment is issued. If desired, we should discuss the details with you at your convenience when the contractor should also be requested to be present with all records so that any further information required can be furnished by him.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_23\"> 16. Mr. Bhabra also contended that in paragraph 15 of the statement of claim filed by the respondent herein it has been categorically stated that the claim arose out of the agreement and accordingly it is not correct to say that the claim under category &quot;B&quot; was founded on <a href=\"/doc/1454268/\" id=\"a_5\">Section 70</a> of the Indian Contract Act.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">  17. In my opinion, Mr. Bhabra&#x27;s contentions should be accepted and I have no hesitation to come to the finding that the claim under category &quot;B&quot; was made under the contract ana the damages were sought to be claimed on the basis of delay for the non-supply of the steel and cement and accordingly, damages claimed under category &quot;B&quot; directly flew from the contract for breach thereof and accordingly this was a claim under the contract. Furthermore, by the letter dated November 30, 1962 the Zonal Manager of the petitioner addressed a letter to the solicitors for the respondent whereby he indicated that the respondent might refer the matter to arbitration under the terms of the contract if so advised. It was stated categorically therein that no Court of law had jurisdiction to entertain the claim of the respondent in the face of the arbitration clau.se in the agreement. That being the position, the petitioner themselves had admitted that this matter was within the scope of the arbitration clause. This letter was written in reply to the respondent&#x27;s solicitors&#x27; letter dated November 20, 1962 wherein the claims both under category &quot;A&quot; and under category &quot;B&quot; for payments were made. It follows from the said letter that the want of a certificate in respect of category &quot;B&quot; could not stand in the way of the arbitrator deciding the dispute in respect the to (sic) because the petitioner itself asked the respondent to refer the said dispute to arbitration.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_25\"> 18. Furthermore, it would appear from the said arbitration clause itself that only such matters in disputes and differences in respect whereof notice would be given and no others would be referred to the arbitration by the parties herein. Before Masud J. this question was agitated as to whether such notice was actually given in respect of categories &quot;A&quot; and &quot;B&quot;. Masud J. was satisfied that such formal notice was given. In any event, the petitioners having suggested the arbitration themselves cannot be allowed to maintain that the formal notice should have been sent.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_2\">In the case of <a href=\"/doc/1041073/\" id=\"a_6\">A. M. Mair &amp; Co. v. Gordhandas Sagarmull</a>,  the Supreme Court relied on a pas-sage quoted in Heyman v. Darwins Ltd., 1912 AC 356, where Lord Dunedin propounded the test in the following language:--</span>  \n</p><blockquote id=\"blockquote_12\">  &quot;If a party has to have recourse to the contract, that dispute is a dispute under the contract&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907667\" id=\"span_3\">In the case of <a href=\"/doc/907667/\" id=\"a_7\">Ruby General Insurance Co. Ltd. v. Pearey Lal Kumar</a>,  , it was observed:--</span>  \n</p><blockquote id=\"blockquote_13\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907667\" id=\"span_4\">&quot;The question to be decided is whether the point on which the parties are in dispute is a difference &#x27;arising out of the policy&#x27; in terms of Clause 7 of the policy. The test for determining such a question has been <a href=\"/doc/907667/\" id=\"a_8\">laid down in</a> a series of cases and is a simple one. The test is whether recourse to the contract by which the parties are bound is necessary for the purpose of determining the matter in dispute between them. If such recourse to the contract is necessary, then the matter must come within the scope of the arbitrator&#x27;s jurisdiction.&quot;</span>  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"783644\" id=\"span_5\">21. Reliance was placed on the case of <a href=\"/doc/783644/\" id=\"a_9\">Union of India v. Salween Timber and Construction Co., (India</a>), , where the Supreme Court made similar observation regarding the test to be applied in respect of an arbitration clause which provided the determination of the dispute, inter aha, under the contract.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 22. In my opinion, the contentions of Mr. Bhabra on this point should be accepted by the Court to the effect that in this case the claim under category &quot;B&quot; related to a dispute under the contract for which due notice was given to the petitioner. In respect or category &quot;B&quot; the petitioner having asked the respondent to go to arbitration cannot now be allowed to contend about the want of jurisdiction of the arbitrator to decide such dispute. In the final bill, it was pointed out by Mr. Bhabra, the price of steel and cement had actually been credited to the petitioner.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> 23. At the reply stage Mr. Basu wanted to raise another point by relying on the case of . It is argued that by allowing the claim made under category &quot;B&quot; the arbitrator in effect has increased the rates mentioned in the contract and accordingly, the same was beyond the scope of the arbitrator&#x27;s jurisdiction. In the case before the Supreme Court the persons who supplied ghee to the agents appeared before the arbitrators and produced extracts from their books showing the amount actually due to them from the latter. The arbitrators were satisfied that the statement produced by the suppliers reflected a general rise in prices and cost of labour. Taking into consideration the fact that the other persons were buying ghee at rates considerably in excess of the stipulated rates the arbitrators held that the agents were entitled to be reimbursed to the extent of Rs. 11,27,965-11-3. But the terms of the contract, stipulating the rate at which the financing and overhead charges were to be paid remained binding so long as the contract was not abandoned or altered by mutual agreement and it was observed by the Supreme Court that the arbitrators had no authority to award any amount in excess of the amount expressly stipulated to be paid. Mr. Bhabra argued that in the case before the Supreme Court the arbitrators expressly increased the rate and gave reasons for the same but in the case before this Court no reasons have been given by the arbitrator and the Court is not in a position to conclude that the arbitrator increased the rate as stipulated in the contract. In any event Mr. Basil&#x27;s argument cannot be accepted because the increase in the total amount, if any, is on the basis of tie damages suffered by the contractor as mentioned in the particulars of category &quot;B&quot; in the letter of the said architects.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\"> 24. Mr. Basu then argued that Masud J. was not called upon to decide the question of jurisdiction in the application before him &amp; as such the judgment of Masud J. cannot operate as res judicata in this proceeding because the observation of Masud J. in that connection were obiter. Mr. Basu relied on several cases on that point. Mr. Bhabra did not dispute the propositions of law and the principles involved therein but contends that in the application before Masud J. the said point relating to jurisdiction was directly mooted.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\"> 25. That being the position, in my opinion, the arbitrator did not act in ex-cuss of his jurisdiction by entertaining the claim of the contractor in respect of the claims referred to them for category &quot;B&quot;.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_33\"> 26. The second point that is argued by Mr. Basu is that the arbitrator was guilty of legal misconduct in arriving at the compensation without any evidence. It is argued that any reasonable man acting in such position could not have come to the conclusion he has arrived at without the required evidence to substantiate the items in the statement of claim. In paragraph 14 of the petition the disputed items in category &quot;A&quot; nave been indicated. The total amount in respect of category &#x27;A&#x27; is to the extent of sum of Rs. 20,632.44 p. which was rejected by the said National Insurance Co. Ltd. Since the said items were disputed hence evidence was to be adduced in order to enable the arbitrator to arrive at the figure if the same was to be awarded. The letter dated October 27, 1961 would show that there was a conference at New Delhi between the contractor, the architects and the petitioner. The petitioner gave its decision in that conference. Thereafter no further recommendation was made by the said architects. Accordingly, it is argued that there was no documentary or oral evidence to justify the arbitrator to give his finding unless the writing containing the provisional recommendation of the architects would be taken as the documentary evidence. It is argued that even the certificate was not binding; if it was so binding then there was no scope for arbitration. The fact remains that ultimately it was rejected in a conference. Hence no reasonable man acting in that position could have made the award without such evidence.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> 27. Mr. Basu relied on the case of Chhogmal Rawatmal v. Sankar Chand G. Shah, 53 Gal WN 828 where the Division Bench consisting of Harries, C. J. and Chatterjee, J. considered a case where the arbitrators decided the question of extension of time without any evidence at all in support of the same. In that case there was no material before the arbitrators to justify the said finding or conclusion of the arbitrators and accordingly, the Division Bench held that the question was not of mistake but of mis-conduct because the arbitrators decided that issue of fact without any evidence or material before them and such a decision amounted to a serious dereliction of duty. The Division Bench accordingly, held that the arbitrators were guilty of misconduct and upheld the decision of S. B. Sinha J. in the Trial Court where the award was set aside.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_35\"> 28. Mr. Bhabra, on the other hand, contended that there was sufficient evidence before the arbitrator to enable him to make an award in the manner he has done. The certificate dated June 1, 1960 which was an admitted document and which was placed before the arbitrator certified that the said Messrs. Ballardie, Thomson &amp; Mathews, the architects of the petitioner certified that the sum of Rupees 3,70,632.44 paise could be paid to the contractor against category A&quot;. The said certificate was acted upon by the petitioner inasmuch as they paid to the extent of Bs. 3,50,000/- out of the said certificate amount. Accordingly, the question before the arbitrator was whether the balance sum of Rs. 20,632.44 paise was payable to the contractor by the petitioner or not. The entire correspondence and the documents were placed before the arbitrator. The arbitrator had before him enough documentary evidence and admission on the part of the said architects who were in effect acting as the agent of the petitioner all throughout and on the basis of their recommendation all payments were made all throughout until the said final bill. Even on the face of the said recommendation and certificate the said payment to the extent of Rs. 2,50,000/- was made. It appears from Clauses 27 and 29 (a) of the said formal contract that the payment was agreed to be made to the contractor by the employer from time to time by instalments upon certificate being issued by the said architects. It was provided under Clause 29 (a) that the contractor was given the right even to determine the said contract if the payment would not be made under the certificate of the said architects as provided therein. It appears from the counter-statement of facts that the said certificate was produced before the arbitrator on behalf of the petitioner and accordingly the arbitrator could consider the said document as a piece of evidence. Under the definition of evidence as provided under <a href=\"/doc/1031309/\" id=\"a_10\">Section 3</a> of the Evidence Act it is provided as folows:  \n</p>   \n\n<blockquote id=\"blockquote_14\"> &quot;Evidence&quot;  means   and   includes- \n</blockquote>   \n\n<blockquote id=\"blockquote_15\"> (1) xxxxx  \n \n\n (2) all   documents     produced     for   the inspection of the Court,     such    documents are   called   documentary   evidence.&quot;    \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> In any event, <a href=\"/doc/1953529/\" id=\"a_11\">Indian Evidence Act</a> by <a href=\"/doc/1095847/\" id=\"a_12\">Section 1</a> makes it specifically clear that it will not apply to proceedings before an arbitrator. Various English authorities have been cited at the bar on this point but, in my opinion, in view of the specific provision in the <a href=\"/doc/1953529/\" id=\"a_13\">Indian Evidence Act</a> the law in India is clearly different from the law which is prevailing in England. In my opinion, it was rightly contended on behalf of the respondent that the oral evidence in this case was not adduced before the arbitrator in view of the fact that the parties might have thought that it was not necessary because on the basis of the documentary evidence the matter could be decided. The fact remains that no issue of fact was actually raised on behalf of the respondent and there was no difficulty on the part of the arbitrator to consider the documentary evidence adduced before him and to make the award in the manner he has done. The case of 53 Cal WN 828, was a case where there was no evidence at all. The Court observed that there was no material whatsoever before the arbitrators to arrive at their decision and on the basis thereof it was observed at p 830:  \n</p>  \n\n<blockquote id=\"blockquote_16\">  &quot;It is legal misconduct to decide that there was an extension when there was absolutely no evidence in support of it and really no material before the arbitrators to justify this findings or conclusion. The question here is not of mistake but of misconduct. To decide such an issue of fact without any evidence or material before the arbitrators is serious dereliction of duty.&quot; Accordingly, in my opinion, that case is clearly distinguishable from the facts of the case before me. To my mind, the weight or the appreciation of the evidence by the arbitrator should not be considered by the court in coming to the finding as to whether there was legal misconduct or not. The arbitrator in this case did not give any reason in making his award and there being enough documentary evidence before him I see no reason why the arbitrator could not be in a position to make his award in the manner he has done. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362361\" id=\"span_6\">In the case of <a href=\"/doc/1362361/\" id=\"a_14\">Haji Ebrahim Kassam Cochinwalla V. Northern Indian Oil Industries Ltd.,  P. B. Mukharji, J</a>,, as he then was, now the Chief Justice, at page 232, observed:</span>   \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> &quot;In my opinion appraisement of evidence by the arbitrator is ordinarily never a matter which this Court questions and considers.... The arbitrator in my opinion is the only judge of the quality or the quantity of evidence and it will not be for this Court to take upon itself the task of being a judge of the evidence before the arbitrator. It may be possible that on the same evidence that Court might have arrived at a different conclusion than the arbitrator but that by itself is no ground in my view of setting aside an award of an Arbitrator. It is familiar learning but requires emphasis that by <a href=\"/doc/1093366/\" id=\"a_15\">Section 1</a>, Evidence Act the Evidence Act in its rigour is not intended to apply to proceedings be-fore an Arbitrator.&quot;   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_37\"> 29. As regards the claims under category &quot;B&quot; Mr. Bhabra argued that the said architects made their recommendation to the employers for the payment of the said sum of Rs. 1,14,385.06p. The respondent put forward a claim which was higher than what was recommended by the said architects. The architects in their letter dated June 1, 1960 dealt with each individual item in details and gave reasons for such recommendation. As expert they had given their reasons and in respect of some of the items they had rejected the claim of the respondent and in respect of some others have reduced the figure as claimed. It is mentioned in the said recommendation that they had verified the books, vouchers, documents and bills in arriving at the said figures. The question is whether the arbitrator could rely on the said documents as a piece of evidence to arrive at his finding in making the award. Actually speaking, what was considered and in what manner the arbitrator considered the said evidence are matters of conjecture in view of the fact that he has not given reasons in the said award- Mr. Bhabra argued that, in any event the said architects were the agents of the employers and as such agents they recommended payment. The said letter dated June 1, 1960 was filed before the arbitrator on behalf of the petitioner as document No. 16. The said document was an admitted document before the arbitrator and was produced on behalf of the petitioner and as such the arbitrator had enough material to rely on such evidence to come to his finding in making the said award. My attention has been drawn to paragraph 2 of the petition where the petitioner pleaded that the tender was accepted by Messrs. Ballardie, Thompson &amp; Matthews as agents for and on behalf of the said National Insurance Co. Ltd. and the fact remained that they were acting as the agents and that would also appear from the letter dated August 19, 1955 written by the said architects to the respondent whereby they on behalf of the said National Insurance Co. Ltd. accepted the tender and advised the respondent to start the work imme-diately.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> 30. In view of the aforesaid, in my opinion, it was practically an admitted case before the arbitrator that the said architects were acting as the agents of the said employers and consequently the said letter dated June 1, 1960 which was placed before the arbitrator could be considered as good piece of evidence for the purpose of arriving at the decision of the arbitrator. Accordingly, in my opinion, there is no misconduct legal or otherwise in making his award.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\"> 31. In the case before me none of the parties ever offered to adduce any oral evidence before the arbitrator nor did the arbitrator have any occasion to refuse any such evidence. Under those circumstances, in my opinion, it could not be argued that the arbitrator was guilty of any legal misconduct and accordingly, I reject the said contention of Mr. Basu.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_40\"> 32. The third point that was argued by Mr. Basu was to the effect that the counter-claim made by the petitioner in their counter statement of facts before the arbitrator had neither been mentioned nor had the same been considered by the arbitrator in making his award. Mr. Basu contended that there was delay for 19 months and in terms of the contract the petitioner was entitled to damages at the rate mentioned in the said contract. In my opinion, there is no substance in this point and Mr. Basu also did not press his point any further as soon as Mr. Bhabra pointed out from the said formal contract that the time for completion was actually extended by the said formal contract upto April 1959 within which time the building was admittedly completed. In any event, no such point was ever taken or made out at any stage of the proceeding until the counter-statement was filed and even there also no particular amount was mentioned and the claim was absolutely vague. In view of the fact that Mr. Basu ultimately abandoned the said point regarding delay it is not necessary to consider whether the award was in complete or not. That being the position the argument as of Mr. Basu on this point is rejected.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> 33. The fourth point that was argued by Mr. Basu was to the effect that the arbitrator exceeded his jurisdiction by directing the payment of a sum in his award although the arbitration clause merely required him to fix the amount payable. As and when such an award would be made, thereafter on the basis of the said arbitration award a suit was to be filed in order to obtain payment. It appears that before Masud J. this point was never raised nor in the grounds (a) to (v) of paragraph 24 of the petition had the point Been specifically taken. Mr. Basu indicated a few grounds on the basis whereof he submitted that the same were taken in connection with this point but to my mind, those grounds did not relate to the point now raised before me. In any event, in my opinion, the arbitration clause herein is wide enough to include reference to arbitration for any dispute relating to the payment of money. Mr. Basu has relied on the last sentence of the said arbitration clause but to construe the arbitration clause in the proper manner the entire clause has to be read as a whole. The opening words make it clear that any dispute or difference as to the construction of the contract or as to any matter or thing arising thereunder could be referred to arbitration upon notice being given at to the matters in dispute. In this case the respondent made a claim in respect of the said sums under category &quot;B&quot;. The petitioner by their reply dated November 30, 1962 asked the respondent to go to arbitration in the following language:  \n</p><blockquote id=\"blockquote_18\">  &quot;In case your client feels aggrieved by this decision of our he may refer the matter to arbitration under the terms of the contract if so advised. No Court of law has jurisdiction to entertain the claim of your client in face of arbitration clause in the agreement.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_42\"> The above letter was written by the petitioner in answer to the respondents&#x27; claim for payment of their dues. Obviously, the petitioner expressed its mind to the effect that seeking to recourse to arbitration was not the proper step but filing of suit was the only proper remedy which was open to the respondent.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1133827\" id=\"span_7\">34. Mr. Bhabra relied on the case of <a href=\"/doc/1133827/\" id=\"a_16\">National Fire General Insurance Co. Ltd. v. Union of India</a>,  where P. B. Mukharji J. (as he then was, now the Chief Justice,) had occasion to consider an usual arbitration clause in the Fire Insurance policy. The speciality of that clause was that the same incorporated the following language viz., &quot;Independently of all other questions&quot;. On the basis of the said words it was observed that the same indicated that although there was a special stipulation in the Insurance Policy itself that the amount of loss or damage was alone to be the subject of arbitration, that did not deter the parties from submitting to the jurisdiction of the Arbitrators the other question regarding the liability to pay the amount and as to who should pay to whom.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"> 35. In the instant case also tie opening words of the arbitration clause as indicated above vest the arbitrator with jurisdiction to decide the question of payment in the manner he has awarded and that is how I interpret the said arbitration clause. In any event, as in the case of National Fire and General Insurance Co. Ltd. above so also in the instant case before me the parties had submitted to the jurisdiction of the arbitration in deciding the question and to make an award for the payment of money.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 36. The fifth and the last argument put forward by Mr. Basu was to the effect that the arbitrator was guilty of misconduct in not intimating the parties that the case was closed and that he was going to consider the making of the award. In paragraph 23 of the petition it is stated that the Nineteenth Meeting of the arbitrator was held on April 21, 1971. At the conclusion of that meeting the parties were intimated that the next meeting would be held on April 22, 1971 at the same time and place as fixed by the arbitrator. It is alleged that without holding any such meeting and without giving any notice or intimation to the parties that the arbitrator was concluding the reference and proceeding to consider the award he made and published a purported award on April 29, 1971. It is further alleged that the petitioner was seriously prejudiced in not being able to present his entire case before the arbitrator. The concluded portion of the minutes of the meeting of April 21, 1971 were incorrect and wrong by reason of the fact that the original minutes had been struck out in the absence of the parries and a new line substituted to the effect that the hearing of the arbitration was concluded.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_46\"> 37.        I       called     for     the     original minutes as supplied to the parties. They have been marked as exhibits and the same have been filed in the records. The same, contained correction in the handwriting of the arbitrator and both the said minutes bear the initials of the arbitrator. From the records of the arbitration proceedings as filed by the arbitrator it appears that the said copy of the minutes as corrected in the hands of the arbitrator which has been produced from the custody of the petitioner and filed in the proceedings, as stated above, were collected by the petitioner&#x27;s representative by the name of one G. D. Arora, Administrative Officer, personally from the arbitrator on April 21, 1971, The said receipt was produced before me from the file of the arbitrator. Mr. Basu after looking into it, admitted the same to be the signature of the said representative of the petitioner who used to attend regularly all the meetings held by the arbitrator as representative of the petitioner. The admitted position is that none of the lawyers on behalf of either party went to the residence of the said arbitrator at the time fixed for the meeting excepting the said G. D. Arora on behalf of the petitioner and one J. Dalmiya on behalf of the respondent. Both the said representatives instructed the arbitrator that they had concluded their respective arguments and neither party had anything further to add. On that basis at the request of the said representatives the arbitrator corrected the minutes of April 21, 1971 by deleting the sentence &quot;next meeting to be held on April 22, 1971 at the same place at 5 P.M.&quot; and by writing in its place the following sentence viz. &quot;hearing concluded and neither party has anything further to add&quot;. The arbitrator initialed the said portion in both the minutes but by mistake he put the date as April 21, 1971 instead of April 22, 1971 when actually the correction was made. Mr. Bhabra has pointed out from the receipt granted by the said representative of the petitioner that whereas the receipts were all througout granted by the petitioner&#x27;s solicitors in obtaining copies of the said minutes but only on the last occasion the said representative granted the receipt whereby it was indicated that none of the lawyers attended the said meeting. It was thought fit that no further meeting was required to be held and on the basis of the said representation the arbitrator concluded the hearing of the case and closed the reference and proceeded to make his award.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\"> 38. The said paragraph 23 of the said petition wherein the said allegations have been made have been verified by one Anil Kumar Banerjee, the Assistant Secretary and constituted attorney of the petitioner at its Zonal Office at Calcutta as based on information received from the records and files relating to this case and believed by him to be true. There is no supporting affidavit by the said representative who actually received the said copy of the minutes of April 21, 1971 containing the said allegations from the arbitrator. Even the records which are produced before me do not in any way support the petitioner&#x27;s case on this point. On the contrary, the correct position is revealed to the effect that the arbitrator rightly closed the case at the request of the parties&#x27; representatives. As to the date of the corrections of the minutes as initialed by the arbitrator I accept the explanation given by Mr. Bhabra that by mistake he put the date as April 21, 1971 instead of April 22, 1071 but the covering letters were correctly dated as April 22, 1971 and that made the position absolutely clear. The said letter was received by the petitioner&#x27;s solicitor Mr. S. K. Mondal on April 23, 1971 as would appear from the rubber stamp put on the said covering letter of the arbitrator which letter was also produced and tendered in this proceeding. It is surprising that although the petitioner through its own representative directly received the said minute as corrected on April 22, 1971 and although the petitioner&#x27;s solicitors also received the same on April 23, 1971 yet no protest whatsoever was made at any point of time in respect of the said corrections made by the arbitrator. In paragraph 22 of the affidavit-in-opposition the position has been made clear and I have no hesitation to accept the said statement made in the paragraph in respect of the facts concerning the closure of the case. It appears from the records that on April 6, 1971 the argument on behalf of the petitioner was concluded by the petitioner&#x27;s counsel and on April 21, 1971 the arguments on behalf of the respondent were concluded by the respondents&#x27; attorney. If anything further was to be added on behalf of the petitioner then the petitioner&#x27;s lawyers would surely have attended the meeting on April 22, 1971 but since they concluded their arguments and since they had no further submissions to make that was why they did not choose to attend at the said meeting. The arbitrator made his award on April 29, 1971 but even thereafter no protest whatsoever was made in respect thereto. In my opinion, the allegation and the charge of interpolation behind the back of the petitioner which were made on behalf of the petitioner by the said affidavit of the said Anil Kumar Banerjee who had no personal knowledge thereof and who could not produce any such record to support the said charge, were reckless and irresponsible and could not be accepted at all. The arbitrator&#x27;s records have been clearly maintained and show the real position. I have no hesitation to come to the finding that there was no misconduct at all on the part of the said arbitrator in the manner as alleged or at all.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\"> 39. In the facts and circumstances of this case, in my opinion, the passage in Russell on Arbitration 17th Edition at page 171 has no application whatsoever. It is provided therein that the arbitrator should make it clear if there would be any possibility of doubt, that the proceedings were at an end. Mr. Basu has also relied on the case of Peterson v. Ayre, (1854) 14 CB 665 -- 139 ER 273 at page 278 where on the facts involved therein it was observed that the arbitrators did not inform one of the parties that they were about to conclude the case and no opportunity was given to produce evidence if such party had any such evidence to produce. On that ground it was held that the award was unsatisfactory and the award was remanded. It would appear from page 275 of the said report that in that case an affidavit was filed saying that the said party had many witnesses who were to be called before the arbitrators. In my opinion, neither the passage appearing in Russell nor the said case have any application whatsoever in the facts and circumstances of the case before me.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 40. That being the position, in my opinion, the arbitrator was not guilty of any misconduct and the points made out by Mr. Basu cannot be accepted and the same are accordingly rejected, I accordingly dismiss this application with costs. \n</p> \n\n","numcites":11,"numcitedby":4,"docsource":"Calcutta High Court","citetid":84911,"divtype":"judgments","relatedqs":[{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract act","formInput":"contract%20act"},{"value":"life insurance corporation of","formInput":"life%20insurance%20corporation%20of"},{"value":"architects","formInput":"architects"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"life insurance","formInput":"life%20insurance"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"oral evidence","formInput":"oral%20evidence"},{"value":" life insurance corporation of india","formInput":"%20life%20insurance%20corporation%20of%20india"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"indian contract act: loss of goods pledged","formInput":"indian%20contract%20act%3A%20loss%20of%20goods%20pledged"},{"value":"Cement sortby:","formInput":"Cement%20sortby%3A"},{"value":"abandonment","formInput":"abandonment"},{"value":"lawyers  filter:  \"establishment\"","formInput":"lawyers%20%20filter%3A%20%20%22establishment%22"},{"value":"damages   filter:   execution of contract","formInput":"damages%20%20%20filter%3A%20%20%20execution%20of%20contract"},{"value":"Whereof","formInput":"Whereof"},{"value":"general insurance","formInput":"general%20insurance"}],"cats":[{"value":"obligation-of-beneficiary-in-non-gratuitous-acts","formInput":"tag:obligation-of-beneficiary-in-non-gratuitous-acts"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"commencement-evidence-act","formInput":"tag:commencement-evidence-act"},{"value":"interpretation-clause","formInput":"tag:interpretation-clause"},{"value":"indian-contract-act","formInput":"tag:indian-contract-act"}],"courtcopy":false,"query_alert":null,"agreement":false}