{"tid":1793235,"publishdate":"2000-03-20","title":"Dr. K.G. Ramachandra Gupta And Another vs Dr. G. Adinarayana on 20 March, 2000","doc":"<h2 class=\"doc_title\">Dr. K.G. Ramachandra Gupta And Another vs Dr. G. Adinarayana on 20 March, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR2000KAR1570, 2000(3)KARLJ481</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-r-rao\">K.R. Prasada Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-r-rao\">K.R. Prasada Rao</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\">1. All these three appeals are filed by the common complainant in C.C. Nos. 14647 of 1991 and 14191 of 1991 against the common judgment in C.C. Nos. 14191 of 1991 and 14647 of 1991, dated 22nd June. 1995 and the other complainant in C.C. No. 14190 of 1991 his wife, who filed the appeal against the judgment in C.C. No. 14190 of 1991, dated 22nd June, 1995, on the file of the Court of IV Additional Chief Metropolitan Magistrate, Bangalore City, acquitting the respondent-accused in respect of the offence punishable under <a href=\"/doc/1823824/\" id=\"a_1\">Section 138</a> of the Negotiable Instruments Act, 1988 (hereinafter referred to as &#x27;the Act&#x27;). \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The Criminal Appeal No. 271 of 1996 has been filed against the judgment in C.C. No. 14190 of 1991. Criminal Appeal No. 272 of 1996 has been filed against the judgment in C.C. No. 14647 of 1991. Criminal Appeal No. 270 of 1996 has been filed against the judgment in C.C. No. 14191 of 1991. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. The appellant in Criminal Appeal Nos. 270 of 1996 and 272 of 1996-complainant in C.C. Nos. 14191 of 1991 and 14647 of 1991 and appellant in Criminal Appeal No. 271 of 1996-complainant in C.C. No. 14190 of 1991 filed three separate complaints against the respondent-accused alleging that he committed the offence under <a href=\"/doc/1823824/\" id=\"a_2\">Section 138</a> of the Act. It is the case of the complainant in C.C. Nos. 14191 of 1991 and 14647 of 1991 that himself and accused are Doctors by profession and were friends. On 30-12-1988, he advanced a loan of Rs. 1,00,000/- and the complainant in C.C. No. 141.90 of 1991 advanced a sum of Rs. 85,000/- to the accused under three separate pronotes executed for Rs. 50,000/- each, another pronote for Rs. 35,000/- by the accused. For repayment of the said loan amounts with interest, the accused has issued four\n\ncheques in his name; one bearing No. 0521147 and another bearing No. 0521146, dated 5-2-1991 for Rs. 50,000/- each and another two cheques bearing Nos. ESKC 132632 and ESKC 132631, dated 2-1-1991 for Rs. 50,000/- each in the name of his wife and two cheques bearing Nos. 0521148 and 0521147, dated 2-1-1991 for Rs. 50,000/- each in his name and the said cheques when presented for collection in the Bank, were returned dishonoured with an endorsement &quot;not arranged for&quot;. Thereafter, the complainant issued separate legal notices to the accused calling upon the accused to pay the cheque amounts within 15 days from the date of receipt of the said notice. Though the accused received the said notices, has not chosen to send any reply. After waiting for 15 days, the complainant filed these complaints within one month from the date on which the cause of action arose. The complaints, C.C. Nos. 14191 of 1991 and 14647 of 1991 were filed in respect of two dishonoured cheques; one dated 5-2-1991 and another dated 2-1-1991 issued for Rs. 50,000/- each. The complaint C.C. No. 14190 of 1991 has been filed in respect of two dishonoured cheques dated 2-1-1991 for Rs. 50,000/- each. \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. The accused pleaded not guilty in all the cases when the substance of the accusation was read over and explained to him. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. The complainant got himself examined as P.W. 1 and got examined the Manager of the Indian Bank, Avenue Road Branch as P.W. 2 in each of these cases and got marked 8 documents as Exs. P-l to P-8 in C.C. No. 14191 of 1991 and 6 documents as Exs. P-l to P-6 in C.C. No. 14647 of 1991 and 9 documents as Exs. P-l to P-9 in C.C. No. 14190 of 1991. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. After closure of the prosecution evidence, the accused was examined separately in each of these cases with reference to the incriminating circumstances appearing against him in the evidence of the prosecution witnesses. The accused denied all the said incriminating circumstances and contended that he never received any loan from the complainant and the cheques were not issued for repayment of any loan and that the complainant wanted to visit some foreign countries and at that time, he had taken loan from the accused and the complainant repaid that loan to the accused under the Bank Pay Orders. The accused has also given blank cheques to the complainant to avail cheque discount facility, and those blank cheques have been misused by filling up them and so, they are forged cheques, on the basis of which these complaints have been filed. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. The Trial Court on appreciation of the evidence adduced by the complainant, came to the conclusion that the complainant failed to prove that the cheques were issued by way of repayment of the loan advanced by him and his wife and accepted the contention of the accused that the complainant has misused the blank cheques given by him and held that the accused has not committed any offence under <a href=\"/doc/1823824/\" id=\"a_3\">Section 138</a> of the Act and passed an order of acquittal of the accused by the impugned judgments. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">8. Aggrieved by the said judgments of the Trial Court, the complainant filed all these appeals. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\"> 9. Since common questions of fact and law arise in all these appeals and respondent-accused is common in all these appeals and the complainants in all these appeals are the husband and wife, these appeals are being disposed of by a common judgment.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">10. The  learned Counsel for the appellant vehemently contended that the Trial Court has overlooked the presumption available in favour of the complainant under <a href=\"/doc/268919/\" id=\"a_4\">Section 139</a> of the Act that unless the contrary is proved, it must be presumed that the cheques were issued for discharge of any debt or other liability and erroneously held that the burden of proof is on the complainant to prove that the said cheques were issued by the accused for repayment of the loan advanced by him/her. It is further contended by him that as admittedly all the cheques issued by the accused in these cases have been returned dishonoured, for want of sufficient funds in the account of the accused and the notices issued to the accused calling upon him to pay the said cheque amounts within 15 days from the date of receipt of the notices have been served on him and as the accused failed to pay the cheque amounts within the said period of 15 days, the Trial Court ought to have held that the accused is guilty of offence punishable under <a href=\"/doc/1823824/\" id=\"a_5\">Section 138</a> of the Act in all these three cases and ought to have convicted him for the said offence and passed appropriate sentence. He further contended that the approach made by the Trial Court in deciding these cases is totally wrong and the burden of proof is wrongly placed on the complainant to prove that the cheques were issued by the accused for the repayment of the loan advanced by him/her instead of calling upon the accused to discharge the burden of proof which is on him, to prove his contention that the cheques issued are blank cheques and that they were not issued by him for discharge of any debt or other liability. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">11. In reply to these submissions, the learned Counsel for the respondent in all these appeals submitted that the Trial Court has rightly held that the complainant failed to prove that the cheques were issued in all these cases in discharge of the debt or liability. It is further submitted by him that the initial burden of proof is on the complainant, according to the provisions of <a href=\"/doc/1823824/\" id=\"a_6\">Section 138</a> of the Act, to prove that the cheques were issued, in discharge of whole or in part of any debt or other liability. It is pointed out by him that though the accused denied the execution of the pronotes produced in these cases, the complainant has not adduced any evidence to prove the execution of the said pronotes by the accused and so, the Trial Court has rightly refused to draw the presumption under <a href=\"/doc/517539/\" id=\"a_7\">Section 118</a> of the Act that the said pronotes are supported by consideration. It is further pointed out by him that the Trial Court has rightly held that an adverse inference is to be drawn as provided under <a href=\"/doc/731516/\" id=\"a_8\">Section 114</a> of the Evidence Act, for non-production of the account books and copies of the income-tax returns submitted by the complainant which are admittedly in his possession, that these documents are not purposely produced since they do not disclose the existence of any loan transaction between the parties. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">12. He further submitted that even assuming that there is a presumption in favour of the complainant that the pronotes produced by him are supported by consideration, the said presumption stands rebutted on account of non-production of the account books and income-tax returns or assessment orders by the complainant and the Trial Court has rightly accepted the contention of the accused that the complainant has failed to establish that the cheques were issued for discharge of debt or liability. According to him, the Trial Court was justified in holding that the accused has proved his contention that the cheques issued by him were blank cheques and that they were forged and misused by the complainant by filling up them and presenting them for collection. It is also contended by him that the dates in the cheques issued were found altered and the complainant failed to prove that the said alterations have been made by the accused himself and that the said alterations are attested by him. It is finally contended by him that the notices issued by the complainant were found to be defective inasmuch as there is no specific demand in the said notices for payment of the amounts covered by the cheques issued, which were dishonoured and the said notices were not issued separately in respect of dishonoured cheques of each case by the complainant giving all the particulars of the loan transactions. On the other hand, it is pointed out by him that the notices are found to be collective notices issued by the complainant and his wife not merely in relation to, the cheques pertaining to each case, but, were issued in respect of the cheques relating to the other cases also and the demand made in the said notices is not merely for the dishonoured cheque amounts, but, also for the amounts said to be due under the loan transactions. He, therefore, contended that the said notices issued by the complainant did not answer the mandatory requirements of the notices to be issued under proviso to <a href=\"/doc/1823824/\" id=\"a_9\">Section 138</a>, clause (b) of the Act. It is also pointed out by him that on account of material alterations found on the cheques produced, the said documents are void and unenforceable as per the provisions of <a href=\"/doc/692532/\" id=\"a_10\">Section 87</a> of the Act. It is also pointed out by him that the acknowledgements produced in respect of the notices issued in all these cases do not disclose the date on which the notices were served on the respondent-accused and BO, it cannot be presumed that the said notices were served on the accused within 15 days from the date of receipt of intimation regarding the dishonour of cheques from the Bank. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13. I shall now proceed to consider the merits of the rival contentions advanced by the learned Counsel appearing on both sides with reference to the evidence placed on record. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\">14. The appellant-complainant in Criminal Appeal Nos. 270 of 1996 and 272 of 1996, Dr. K.G. Ramachandra Gupta is the husband of the appellant-complainant in Criminal Appeal No. 271 of 1996. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. Dr. KG. Ramachandra Gupta has given evidence in C.C. No.\n14191 of 1991 as P.W. 1 and deposed that the accused had borrowed a loan of Rs. 1,00,000/- from him on 30-12-1988 by executing two promissory notes each for Rs. 50,000/- and produced the said pronotes, which are marked as Exs. P-1 and P-2. The consideration receipts pertaining to the said pronotes are marked as Exs. P-l(A) and P-2(A). He pointed out the signatures of the accused on these pronotes as Exs. P-l(a) and P-2(a). According to him, he advanced the said loan amount under the said pronotes by way of Bank draft. To prove this fact, he produced the letter issued by the Bank dated 16-3-1993, which is marked as Ex. P-3. It is also in his evidence that towards part payment of the said loan, the accused issued a cheque dated 2-1-1991 for Rs, 50,000/-, which is produced and marked as Ex, P-4 and the said cheque when presented for collection in his Bank, was returned dishonoured with bank endorsement as &quot;not arranged for&quot;. He produced the said bank endorsement, which is marked as Ex. P-5. According to him, thereafter, he got issued a legal notice, which is marked as Ex. P-6, dated 4-1-1991, which was served on the accused as per the postal acknowledgement, Ex. P-7. Thus, the complainant claimed that the cheque as per Ex. P-4, dated 2-1-1991 was issued by the accused for Rs. 50,000/- towards part payment of the above said loan amount of Rs. 1,00,000/- taken by the accused under the pronotes, Exs. P-1 and P-2. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. The complainant also examined the Bank Manager of the Indian Bank, Avenue Road Branch, Srinivas as P.W. 2 in this case to prove that he presented the cheque, Ex. P-4 for collection to his account in the said Bank and that the said cheque came to be dishonoured as per the Bank endorsement issued by the Bank, in which the accused has got his account. This witness produced a ledger extract of the Bank account of the accused, which is marked as Ex. P-8 to show that sufficient funds were not available in the said account to honour the cheque, Ex. P-4. So, according to him, he issued the bank endorsement as per Ex. P-5 stating that the cheque was dishonoured for want of sufficient funds. It is also elicited in his evidence that on 13-12-1988, the complainant obtained the pay order and that the said pay order was encashed by the accused and it was credited to the account of the accused. It is pointed out by the-learned Counsel for the appellant that the number of the said pay order is also noted in the pronote, Ex. P-l. The complainant has relied upon the evidence of this witness to prove that the cheque, Ex. P-4 was issued by the accused on an account maintained by him in Indian Bank, Avenue Road Branch, Bangalore during the year 1991 and that the said cheque has been returned dishonoured for want of sufficient funds. The complainant has also relied upon the evidence of this witness to prove that the accused received the loan amount, advanced under the pronotes, Exs. P-l and P-2, from him by the pay order issued to him, the number of which is noted in Ex. P-l. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_17\">17. The same complainant, who filed the complaint, C,C. No. 14647 of 1991 (pertaining to Criminal Appeal No. 272 of 1996) has examined himgelf as P.W. 1 in the said case and deposed that the accused borrowed Rs. 1,00,000/- from him on 30-12-1988 by executing two pronotes in his favour which have been produced in C.C. No. 14191 of 1991. According to him, he issued two cheques for Rs. 50,0007- each marked as Exs. P-l and P-2, dated 5-2-1991 towards discharge of the said liability and they came to be dishonoured when they were presented for collection in his bank with endorsement issued by the bank as &quot;Not arranged\n\nfor&quot; as per Ex. P-3. According to him, thereafter, he got issued legal notice dated 13-2-1991, which is marked as Ex. P-4, which was served on the accused as per Ex. P-5, the postal acknowledgement. He also examined the Manager of the Indian Bank, Avenue Road Branch, Srinivas as P.W. 2 and got produced the ledger extract of the bank account of the accused in the said bank, which is marked as Ex. P-6. It is elicited in his evidence that the cheques, Exs. P-l and P-2 were presented for collection in the same Bank by the complainant and that they were dishonoured for want of sufficient funds in the account of the accused and that an endorsement to that effect has been issued by the Bank as per Ex. P-3. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">18, The wife of the complainant in the above two cases, Smt. K.R. Indira, who filed the complaint in C.C. No. 14190 of 1991, has given evidence as P.W. 1 in the said case and deposed that the accused borrowed a loan of Rs. 85.000/- for the purpose of purchasing property and executed two pronotes dated 30-12-1988, which are produced and marked as Exs. P-l and P-2. She identified the signature of the accused on the said pronotes as per Exs. P-1(c) and P-l(d). Exs. P-l(a) and P-2(a) are the consideration receipts executed by the accused and she pointed out the signatures of the accused on them as per Exs. P-2(c) and P-2(d). According to her, the consideration amount was paid by way of bank draft to the accused and the accused encashed the said draft. She produced the letter, Ex. P-3, dated 16-3-1993, issued by the Bank to show that she purchased the demand draft in favour of the accused. According to her, for repayment of the said loan amount, the accused issued two cheques, which are marked as Exs. P-4 and P-5, dated 2-1-1991, for Rs. 50,000/- each. She pointed out the signatures of the accused on these two cheques, which are marked as Exs. P-4(a) and P-5(a). It is also in her evidence that when she presented those cheques for collection in her Bank, they were returned dishonoured, as per the Bank endorsement &quot;Not arranged for&quot;, marked as Ex. P-6. According to her, thereafter, she got issued a legal notice, copy of which is marked as Ex. P-7, dated 4-1-1991 to the accused, which was served on him as per the postal acknowledgement, Ex. P-8. Thus, the complainants in all these cases, claimed that the accused has not paid the dishonoured cheque amounts within 15 days from the date on which he received the intimation about the dishonour of the said cheques and so, they have filed these complaints. This complainant also examined the Manager of the Indian Bank, Avenue Road Branch, Bangalore-Srinivas as P.W. 2 and got produced the ledger extract of the account of the accused maintained in the said Bank, which is marked as Ex. P-9 to show that there were no sufficient funds in his account to honour the cheques issued by him. It is also elicited in the evidence of this witness that the complainant has obtained two demand drafts; one for Rs. 50,000/- and another for Rs. 35,000/-, which were credited to the account of the accused. The complainant relied upon the evidence of this witness to show that the loan amount of Rs. 85,000/- was advanced by her to the accused by issuing two demand drafts; one for Rs. 50,000/- and another for Rs. 35,000/-.\n</p> \n \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. In the cross-examination of the complainants in all these cases, it was suggested that about 7 to 8 years prior to the date of their giving evidence, during the years 1986 to 1988, the accused has advanced a loan of Rs. 1,00,000/- to the complainants and that the same has been repaid by them subsequently, by taking demand drafts and that for the purpose of going abroad, to avail cheque discount facility, the complainants have obtained the blank cheques from the accused. The said suggestion was denied by the complainants in their evidence. The defence taken by the accused in all these cases is that the blank cheques were obtained by the complainant from him, for the purpose of cheque discount facility at the time when the complainants planned to go abroad during the period 1986 to 1988. It was also suggested to the complainants in all these cases that the said blank cheques have been subsequently filled up by them showing the amount and by putting the dates and (sic) the dates were also altered from 25-1-1990 to 2-1-1991, and from 14-9-1989 to 5-2-1991 in the cheques, Exs. P-l and P-2 pertaining to the complaint, C.C. No. 14191 of 1991 (Criminal Appeal No. 270 of 1996), from 25-10-1989 to 2-1-1991 in cheque, Ex. P-4 pertaining to C.C. No. 14190 of 1991 (Criminal Appeal No. 271 of 1996) and from 25-10-1989 to 2-1-1991 and from 25-1-1990 to 2-1-1991 in cheques, Exs. P-l and P-2 pertaining to C.C. No. 14647 of 1991 (Criminal Appeal No. 272 of 1996). The complainants denied the said suggestion and pointed out that the accused himself has altered the said dates and has attested corrections by putting his full signature. It is pointed out by the learned Counsel for the appellant in all these cases that P.W. 2-Srinivas, the Manager of the Indian Bank, Avenue Road Branch has also clarified in his evidence that since those corrections in the dates were attested by the account holder, the cheques were not returned taking any objection regarding the alteration of the dates. It is therefore, contended by him that the said contention taken by the accused that there is material alteration regarding the dates in the cheques and that on account of it, as per the provisions of <a href=\"/doc/692532/\" id=\"a_11\">Section 87</a> of the Act, the said cheques are void and unenforceable, is without any merit. But, it is pointed out by the learned Counsel for the respondent that the evidence of P.W. 2-Srinivas discloses that he was working in the said branch of the Bank only from September 1991 and so, he could not have any personal knowledge as to whether the signatures found below the altered dates are the signatures of the accused. But, I find it difficult to accept this contention since the specimen signatures of the account holder will be available in the Bank for comparing with the signatures found at the alterations found on the cheques and if, there is any variation in the said signatures, the cheques will be returned on that ground. So, it can be presumed that the signatures found at the altered dates, must have been tallied with the specimen signatures of the account holder (accused) and only for that reason, the above cheques presented have not been returned taking any objection regarding the alteration of the dates. Apart from this fact, at the earliest opportunity, when the notices were served on the accused in respect of the dishonoured cheques pertaining to these cases, he has not sent any reply taking any such contention that there is material altera-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">tion of the dates in the cheques issued and that he has not attested the corrections made regarding the dates in the cheques. For this reason also, I am unable to accept the contention of the learned Counsel for the respondent-accused that there is material alteration regarding the date in the above cheques issued. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_21\">20. Regarding the defence taken by the accused that the above said cheques were not issued by him, for repayment of the loan amount, but, they were blank cheques issued by him, enabling the complainant to avail cheque discount facility, the accused has not adduced any evidence in support of the said contention and he has not chosen to send any reply to the legal notices issued by the complainant which were served on him in all these cases denying the facts alleged in the said notices that the said cheques were issued for the above said amounts towards repayment of the loans taken by him under the pronotes executed by him, the details of which are given in the said notice. Thus, the accused has not chosen to deny the facts alleged in the legal notices issued regarding the above cheques issued by him towards repayment of the loans taken by him on 30-12-1988 under the pronotes executed by him in favour of the complainants in all these cases. Similarly, the accused has not taken any defence at the said earliest opportunity by sending any reply to the said notices contending that the complainant himself has borrowed Rs. 1,00,000/- from him and repaid the said amount by issuing demand drafts as suggested to the complainants in their cross-examination. Thus, the accused neither replied the legal notices issued to him taking any such defence nor has adduced any evidence in all these cases by entering the witness box to prove his contention that the cheques issued by him were blank cheques and that they were subsequently, forged and presented for encashment by the accused and that they were materially altered by correcting the dates of the cheques. I am, therefore, unable to accept the said contention of the accused in all these cases. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"548337\" id=\"span_1\">It cannot, therefore, be said that the accused has denied the execution of the pronotes produced in all these cases. So, the presumption is available under <a href=\"/doc/517539/\" id=\"a_12\">Section 118</a> of the Act in favour of the complainants that all the pronotes produced are supported by consideration. So, the contention of the learned Counsel for the respondent-accused that on account of non-production of the account books and copies of the income-tax returns by the complainants, an adverse inference is to be drawn under <a href=\"/doc/731516/\" id=\"a_13\">Section 114</a> of the Evidence Act that they are not purposely produced, since they do not reflect the advance of the said loan under the said pronotes and the presumption that the said pronotes are supported by consideration and the debt is outstanding, stands rebutted, is without any merit. The decisions in Kundan Lal Rallaram v Custodian, Evacuee Property, Bombay, Jayantilal Goel v Smt. Zubeda Khanum , <a href=\"/doc/548337/\" id=\"a_14\">G. Vasu v Syed Yaseen Sifuddin Quadri</a> , which are relied upon by the accused are\n\nnot applicable to the facts of the present case. Apart from this fact, it is clearly established from the evidence of P.W. 2-Srinivas that the above said loans were advanced under the pronotes by the pay orders and demand drafts obtained by the complainants and credited to the account of the accused. It is also found that the numbers of those pay orders and demand drafts are also mentioned in the said pronotes relating to all these cases. The contention of the learned Counsel for the respondent that the number of the pay orders and demand drafts noted in the pronotes are the insertions made subsequently and those insertions amount to material alteration of the pronotes, is also without any merit since the evidence of P.W. 2-Srinivas establishes the fact that the said pay orders and demand drafts were credited to the account of the accused and since no such contention was taken by the accused by sending any reply to the legal notices issued by the complainant. As rightly pointed out by the learned Counsel for the appellants, since the provisions of <a href=\"/doc/937129/\" id=\"a_15\">Sections 138</a> and <a href=\"/doc/334170/\" id=\"a_16\">139</a> of the Act, came to be introduced by way of an amendment, which came into force with effect from 1-4-1989, a presumption is to be drawn under the provisions of <a href=\"/doc/334170/\" id=\"a_17\">Section 139</a> of the Act that the holder of a cheque, received the cheque, of the nature referred to in <a href=\"/doc/937129/\" id=\"a_18\">Section 138</a> for the discharge, in whole or in part, of any debt or other liability, unless the contrary is proved. Learned Counsel for the respondent no doubt contended that the above presumption under <a href=\"/doc/334170/\" id=\"a_19\">Section 139</a> is to be drawn only when it is proved that the cheques issued to the complainant are of the nature referred to in <a href=\"/doc/937129/\" id=\"a_20\">Section 138</a> of the Act and the complainants satisfy the Court that the cheques issued were drawn by the accused on the account maintained by him with the banker, for payment of any amount or money to any other person from out of that account for discharge, in whole or in part, of any debt or other liability. Elaborating this argument, he contended that the initial burden of proof will be on the complainant to prove that the cheques issued were, for discharge, in whole or in part, of any existing debt or liability and that the cheques were drawn by the accused on an account maintained by him during the year in which the cheques were issued out of that account. According to him, since the original dates of all the cheques are of the years 1989 and 1990, it cannot be said that the cheques with altered dates were issued by the accused from out the account maintained by him in the year 1991. But, I am unable to find any merit even in this contention since it is proved that the cheques were issued towards repayment of the loans taken under the pronotes and as it is further proved that the cheques were drawn on the account maintained by the accused in the Indian Bank, Avenue Road Branch, which was in operation even during the year 1991 and as it is further found that the altered dates in the cheques are attested by the accused himself by putting his signatures. The contention of the learned Counsel for the respondent that the accused could not have issued the cheques on the altered dates when admittedly, sufficient funds were not available in his account, also cannot be accepted when he failed to prove the contention that they were blank cheques issued by him to enable the complainant to avail cheque discount facility and when the evidence of the complainant that they are the cheques issued by the accused for the amounts showed therein, in discharge of the existing debt is found to be true. So, the presumption under <a href=\"/doc/334170/\" id=\"a_21\">Section 139</a> of the Act operates against the accused and it is for him to prove his contention that the said cheques were not issued for discharge, in whole or in part of any debt or other liability due by him. Since the accused has not adduced any evidence to prove his defence that the cheques issued by him were blank cheques and that they were not issued for the discharge of any debt or other liability, the presumption operates under <a href=\"/doc/334170/\" id=\"a_22\">Section 139</a> of the Act in favour of the complainant.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1318618\" id=\"span_2\">In a recent decision of the Supreme Court in <a href=\"/doc/1318618/\" id=\"a_23\">Anil Hada v Indian Acrylic Limited</a>, it is held that:--</span> \n</p><blockquote id=\"blockquote_1\"> &quot;There is a legal presumption under <a href=\"/doc/268919/\" id=\"a_24\">Section 139</a> of the Negotiable Instruments Act that the cheque was issued for discharging an antecedent liability. The aforesaid presumption is in favour of the holder of the cheque. It is not mentioned in the section that the said presumption would operate only against the drawer. After all a presumption is only for casting the burden of proof as to who should adduce evidence in a case. It is open to any one of the accused to adduce evidence to rebut the said presumption. In a prosecution where both the drawer company and its office-bearers are arrayed as accused, and if the drawer company does not choose to adduce any rebuttal evidence it is open to the other office-bearers-accused to adduce such rebuttal evidence. If that be so, even in a case where the drawer company is not made an accused but the office-bearers of the company alone are made the accused such office-bearers-accused are well within their rights to adduce rebuttal evidence to establish that the company did not issue the cheque towards any antecedent liability&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529907\" id=\"span_3\">In another decision of the Supreme Court in <a href=\"/doc/529907/\" id=\"a_25\">K. Bhaskaran v Sankaran Vaidhyan Balan</a>, it was held that:--</span> \n</p><blockquote id=\"blockquote_2\"> &quot;As the signature in the cheque is admitted to be that of the accused, the presumption envisaged in <a href=\"/doc/517539/\" id=\"a_26\">Section 118</a> of the Act can legally be inferred that the cheque was made or drawn for consideration on the date which the cheque bears - <a href=\"/doc/268919/\" id=\"a_27\">Section 139</a> of the Act enjoins on the Court to presume that the holder of the cheque received it for the discharge of any debt or liability. The burden was on the accused to rebut the aforesaid presumption&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">It is therefore, clear from the above ruling that a presumption is to be drawn under <a href=\"/doc/268919/\" id=\"a_28\">Section 139</a> of the Act that the cheques were issued towards discharge of antecedent liability and it is for the accused to rebut the said presumption by adducing evidence to establish that he did not issue the cheques towards discharge of any antecedent liability. Since in\n\nthe instant case, the accused has not adduced any evidence, I find that the presumption under <a href=\"/doc/268919/\" id=\"a_29\">Section 139</a> of the Act that all the cheques pertaining to these cases were issued for discharging antecedent liability is in favour of the complainants. It is proved from the Bank endorsement produced in all these cases and from the evidence given by P.W. 2-the Branch Manager, that all the cheques issued were returned dishonoured for want of sufficient funds in the account of the accused. It is further proved from the copies of the legal notices issued by the complainants in all these cases, that within 15 days from the receipt of the intimation from the Bank regarding the dishonour of the cheques, notices have been sent to the accused intimating about the dishonour of the said cheques and the said notices were served on the respondent-accused. It is also not disputed that all these complaints are filed within one month from the date on which the cause of action arose. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">21. In C.C. No. 14647 of 1991 (pertaining to Criminal Appeal No. 272 of 1996), office copy of the notice issued to the accused is produced and marked as Ex. P-4. The said notice was issued on 13-2-1991, by the complainant clearly alleging that in discharge of loan borrowed by the accused on 30-12-1988, he issued two cheques for Rs. 50,000/- each drawn on the Indian Bank, Avenue Road Branch, Bangalore dated 5-2-1991 and that the said cheques when presented for collection were returned dishonoured by his banker with endorsement &quot;Not arranged for&quot;. The numbers of the said cheques are also given in the said notice. A demand has also been made in the said notice calling upon the accused to pay the value&#x27;of the said dishonoured cheques amounting to Rs. 1,00,000/- together with balance of principal amount with up-to-date interest within 15 days from the date of receipt of the notice. This notice has been served on the accused as could be seen from the postal acknowledgement, Ex. P-5 produced in this case. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"72800\" id=\"span_4\">Though the accused has not put the date on which the notice was served on him under his signature on Ex.P-5, it is seen from the postal seal that it was served on him on 16-2-1991. The complaint was filed within one month from the date of the said date i.e., the date on which the cause of action has arisen. Though in the said notice, a demand is also made for payment of the balance of the principal amount of the loan with up-to-date interest, in addition to the value of the two dishonoured cheques of Rs. 1,00,000/-. On that ground, it cannot be said that the notice is invalid in view of the latest decision of the Supreme Court in <a href=\"/doc/72800/\" id=\"a_30\">Suman Sethi v Ajay K. Churlwal and Another</a>, wherein it was held that:</span> \n</p><blockquote id=\"blockquote_3\"> &quot;In addition to &#x27;cheque amount&#x27; holder also claimed incidental charges and notice charges -- &quot;cheque amount&quot; and incidental charges being severable, presumption as contemplated in <a href=\"/doc/268919/\" id=\"a_31\">Section 139</a> in favour of the holder will arise only in respect of &quot;cheque amount&quot; -- Drawer absolved from criminal liability if he pays &quot;cheque amount&quot; -- Regarding other incidental claims, civil suit is necessary&quot;.\n</blockquote> \n \n\n<p data-structure=\"Conclusion\" id=\"p_25\">In the instant case also since the complainant made a clear demand for payment of the dishonoured cheque amount, the said claim is severable from the other claim made for the payment of balance of the principal amount with interest. In this view of the matter, I find that the said notice issued by the complainant to the accused is valid. Since the accused has not complied with the demand made in the said notice for payment of the dishonoured cheques pertaining to this case, I find that the accused is liable for the offence punishable under <a href=\"/doc/1823824/\" id=\"a_32\">Section 138</a> of the Act. The Trial Court has not properly appreciated the evidence placed on record and made a totally wrong approach to the matter by observing that the burden of proof is on the complainant to prove that the cheques in question have been issued in discharge of the debt or other liability overlooking the presumption available in favour of the complainant under the provisions of <a href=\"/doc/268919/\" id=\"a_33\">Section 139</a> of the Act and the fact that the accused has not sent any reply to the notice issued by the complainant denying that the said cheques were issued by him towards the discharge of the loan amount taken by him under the pronotes and also the fact that the accused has not adduced any evidence to prove his contention that the cheques issued by him were blank cheques for the purpose of making use of them for cheque discount facility. I, therefore, find that the Criminal Appeal No. 272 of 1996 is to be allowed setting aside the order of acquittal passed in C.C. No. 14647 of 1991 and that the accused is liable for conviction in this case for the offence punishable under <a href=\"/doc/1823824/\" id=\"a_34\">Section 138</a> of the Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">22. In C.C. No. 14191 of 1991 and C.C. No. 14190 of 1991, the complainant has produced the copies of the notices issued by him, which are marked as Exs. P-6 and P-7 respectively. On a perusal of the copies of these notices, it is found that the said notices were issued on behalf of the complainants, K.G. Ramachandra Gupta in C.C. No. 14191 of 1991 and K.R. Indira, the complainant in C.C. No. 14190 of 1991 intimating the accused that the three cheques issued by him dated 2-1-1991, 5-1-1991 and 2-1-1991 of the numbers given in para 2 of the said notice drawn on Indian Bank, Avenue Road Branch, Bangalore for Rs. 50,000/-each were returned dishonoured when presented for collection with bank endorsement &quot;Not arranged for&quot;. But, the complainants made a demand in the said notice for payment of Rs. 2,51,600/- inclusive of value of the three dishonoured cheques. It is therefore, contended by the learned Counsel for the respondent-accused in both these cases that the said notices issued are defective for the following reasons:-- \n</p>  \n\n<blockquote id=\"blockquote_4\">1. Though the complainants are different, a joint notice has been issued on behalf of both of them in both these cases making a joint demand for payment of the value of the dishonoured cheques pertaining to both the cases in the same notice. \n</blockquote> \n\n<blockquote id=\"blockquote_5\">2. The amount demanded in the said notice is not for the value of the dishonoured cheques alone, but, it is made for a total amount of Rs. 2,51,600/-, which represents the balance due under the loan transaction. \n</blockquote> \n \n\n<p data-structure=\"PetArg\" id=\"p_27\">He, therefore, contended that the notices issued in both these cases are defective and they do not comply with or satisfy the mandatory requirements of the provisions of proviso to <a href=\"/doc/1823824/\" id=\"a_35\">Section 138</a>, clause (b) of the Act and on this ground itself, it must be held that both these complaints are not maintainable and that the accused is not liable for conviction under <a href=\"/doc/1823824/\" id=\"a_36\">Section 138</a> of the Act for not complying with the said demand made in the said notices. But, it is contended by the learned Counsel for the appellants-complainants in both these cases that since it is clarified in the said notices issued by the complainant that the cheques were drawn separately in the name of the complainant and his wife and the particulars of the separate cheques drawn are clearly given in the said notices and as it is further clarified in the said notices that the demand made includes the value of the dishonoured cheques, it must be held that the said notices issued are not defective and that they are perfectly valid. It is further pointed out by him that the complainants in both these cases being husband and wife there is nothing wrong in giving a joint notice on their behalf by their lawyer when the said notices were separately sent, pertaining to each case, to the accused. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1324547\" id=\"span_5\">In support of this contention, he relied upon a decision in <a href=\"/doc/1324547/\" id=\"a_37\">K. Gouindaraj v Aswin Barai</a> , wherein it was observed in paras 5 and 6 as follows:</span> \n</p>  \n\n<blockquote id=\"blockquote_6\">&quot;The respondent filed a private complaint against the petitioner for an offence under <a href=\"/doc/1823824/\" id=\"a_38\">Section 138</a> of Negotiable Instalments Act on the basis of six dishonoured cheques. <a href=\"/doc/848884/\" id=\"a_39\">Section 219(1)</a> of Criminal Procedure Code states that when a person is accused of more offences than one of the same kind committed within the space of twelve months from the first to the last of such offences, whether in respect of the same person or not, he may be charged with, and tried at one trial for any number of them not exceeding three. In the present case a reading of the complaint by the respondent before the lower Court filed along with the typed set of papers in this petition, revealed that six dishonoured cheques were given to the respondent in the months of September, October and November 1991 on various dates, i.e., within a period of twelve months. \n</blockquote> \n\n<blockquote id=\"blockquote_7\">However, in the complaint the respondent/complainant would state that the accused required him to present all these six cheques together on 24-1-1992 and the complainant accordingly presented all the cheques together and they have been returned on the same date i.e., on 28-1-1992 with an endorsement &quot;Payment Stopped&quot;. Therefore, each cheque will not give a separate cause of action in view of the request made by the petitioner/accused herein to present all the cheques on a particular date which was done by the respondent/complainant in this case and so <a href=\"/doc/848884/\" id=\"a_40\">Section 219(1)</a>, Criminal Procedure Code is not attracted to the facts of the present case for the simple reason that the petitioner/accused in this case advised or instructed the respondent/complainant to present all the cheques together on a single day i.e., on 24-1-1992 and all the cheques were together\n\nsimultaneously presented and all the cheques were returned on 28-1-1992 simultaneously with an endorsement &quot;payment stopped&quot; and therefore the offence alleged to have been committed was in respect of single transaction and not in respect of different transactions. \n</blockquote> \n\n<blockquote id=\"blockquote_8\">6. Even otherwise <a href=\"/doc/187287/\" id=\"a_41\">Section 220(1)</a> of the Criminal Procedure Code states that if one series of acts so connected together as to form the same transaction, more offences than one are committed by the same person, he may be charged with, and tried at one trial for every such offence. In the present case though the giving of six cheques by the petitioner/accused to the respondent/complainant may be on different dates but all those acts of giving these cheques were merged together to form the same transaction viz., the presentation of all these cheques together on one particular day as requested by the petitioner/accused herein. In other words even though different cheques were given on different dates, the presentation of all these cheques formed the same transaction on the instruction of the petitioner/accused herein given to the respondent/complainant. Further, the demand was also made by the respondent/complainant on the dishonouring of the cheques by giving one lawyer&#x27;s notice and not several demands made by the respondent/complainant for the payment of the dishonoured cheques. In those circumstances, I am of the view that the petitioner/accused herein may be charged and tried at one trial for several such offence because the series of acts are so interlinked or interconnected together so as to form the same transaction of dishonouring the cheques on a single day on the presentation of the same as requested by the petitioner/accused herein&quot;.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1324547\" id=\"span_6\">Relying upon <a href=\"/doc/1324547/\" id=\"a_42\">the above decision</a>, it is contended by the learned Counsel for the appellants that in the present cases also, as three cheques were issued on the same day i.e., 2-1-1991 and as the persons in whose favour the cheques are drawn are husband and wife, the common notice issued on behalf of both the complainants making a demand for payment of the value of the said dishonoured cheques is perfectly valid. But, it is pointed out by the learned Counsel for the respondent-accused that under the provisions of <a href=\"/doc/1823824/\" id=\"a_43\">Section 138</a> proviso to clause (b) of the Act, a separate demand must be made in respect of each dishonoured cheque by each of the complainants, which requirement is not satisfied by the above common notice issued by the complainants in both these cases making a demand for payment of the combined value of tht, cheques issued in their favour. Though in the present case, separate notices have been issued, it is found that the claims of each of the complainants have been combined in the said notices and a common notice has been issued on behalf of both the complainants. Though the dates on which cause of action arose are different in respect of each of the complainants and even the complaints have been filed separately by the respective complainants in respect of separate cheques issued in their favour by the accused, which are dishonoured, though a common complaint could have been filed on the ground that all the cheques have been issued on the\n\nsame date by the complainant and that they formed part of the same transaction, separate complaints have been filed since the complainants are different and the cheques have been issued in discharge of liability under separate loan transactions. So in the circumstances, I find that a combined notice issued on behalf of the complainants in two different cases, though the complainants are related to each other as husband and wife in respect of separate cheques issued in their favour, making a demand for payment of the total value of all the three cheques issued in favour of different complainants is not valid. Further, since the demand was made for the total amount of Rs. 2,51,600/-, but, not merely for the value of the dishonoured cheque amounts, though it is mentioned that the said demand made is inclusive of the value of the dishonoured cheques, I find that the said demand made is not the demand to be made as required under <a href=\"/doc/1823824/\" id=\"a_44\">Section 138</a> proviso to clause (b) of the Act. The balance amount due under the original loan transaction has been combined with the value of the dishonoured cheque amounts and a common demand has been made by the said notice to the accused to make payment. In <a href=\"/doc/1324547/\" id=\"a_45\">the above decision</a> of the Supreme Court, the facts are altogether different. The demand made in the said case pertains to the amount due under the dishonoured cheque, plus, the interest and compensation amount. No other amount due under any other loan transaction has been combined with the claim made for payment of the dishonoured cheque amount, in the notice issued. I, therefore, find that <a href=\"/doc/1324547/\" id=\"a_46\">the above decision</a> of the Supreme Court is not applicable to the facts of the present cases and I, find that the notices issued in both these cases, are defective and they do not satisfy the requirements of a notice to be issued under the provisions of <a href=\"/doc/1823824/\" id=\"a_47\">Section 138</a> proviso to clause (b) of the Act. Hence, I find that these two complaints are not maintainable and the respondent-ace used is not liable for the offence punishable under <a href=\"/doc/1823824/\" id=\"a_48\">Section 138</a> of the Act, in these two cases.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">23. In the light of my above findings, I find that the respondent in Criminal Appeal No. 272 of 1996, who is the accused in C.C. No. 14647 of 1991 is guilty of the offence under <a href=\"/doc/1823824/\" id=\"a_49\">Section 138</a> of the Negotiable Instruments Act. This appeal is, therefore, allowed, setting aside the order of acquittal of the accused passed by the Trial Court by the impugned judgment in C.C. No. 14647 of 1991 and convicting the respondent-accused for the offence under <a href=\"/doc/1823824/\" id=\"a_50\">Section 138</a> of the Negotiable Instruments Act and sentencing him to undergo S.I. for a period of six months and to pay fine of Rs. 2,00,000/-, in default, to undergo S.I. for another four months. On deposit of the said fine amount, the appellant-complainant shall be paid Rs. 1,50,000/- as compensation. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">24. Criminal Appeal Nos. 270 of 1996 and 271 of 1996 are dismissed confirming the order of acquittal of the respondent-accused passed by the Trial Court in C.C. No. 14191 of 1991 and C.C. No. 14190 of 1991 respectively, for different reasons given. \n</p> \n\n","numcites":14,"numcitedby":9,"docsource":"Karnataka High Court","citetid":1793235,"divtype":"judgments","relatedqs":[{"value":"cheque discount","formInput":"cheque%20discount"},{"value":"alteration in dates  filter:  material alteration in cheque","formInput":"alteration%20in%20dates%20%20filter%3A%20%20material%20alteration%20in%20cheque"},{"value":"dishonour of cheque","formInput":"dishonour%20of%20cheque"},{"value":"Burden of proof","formInput":"Burden%20of%20proof"},{"value":"rebuttal of evidence","formInput":"rebuttal%20of%20evidence"},{"value":"\"rebuttal evidence\"","formInput":"%22rebuttal%20evidence%22"},{"value":" material alteration ","formInput":"%20material%20alteration%20"},{"value":"pronote","formInput":"pronote"},{"value":"amount of cheque more than","formInput":"amount%20of%20cheque%20more%20than"},{"value":"presumption under section 139","formInput":"presumption%20under%20section%20139"},{"value":"cheques more than three ","formInput":"cheques%20more%20than%20three%20"},{"value":"\"material alteration only when\"","formInput":"%22material%20alteration%20only%20when%22"},{"value":"no debt liability","formInput":"no%20debt%20liability"},{"value":"dishonour of cheques","formInput":"dishonour%20of%20cheques"},{"value":"blank cheques","formInput":"blank%20cheques"},{"value":"Contention of the accused","formInput":"Contention%20of%20the%20accused"},{"value":"''office bearer''","formInput":"%27%27office%20bearer%27%27"},{"value":"blanks   filter:   negotiable instruments act","formInput":"blanks%20%20%20filter%3A%20%20%20negotiable%20instruments%20act"},{"value":"punishment under section 138","formInput":"punishment%20under%20section%20138"},{"value":"Pay order","formInput":"Pay%20order"}],"cats":[{"value":"cheque-dishonour","formInput":"tag:cheque-dishonour"},{"value":"presumption-in-favour-of-cheque-holder, benefit-of-doubt-to-cheque-holder","formInput":"tag:presumption-in-favour-of-cheque-holder, benefit-of-doubt-to-cheque-holder"},{"value":"cross-examination-of-document-witness","formInput":"tag:cross-examination-of-document-witness"},{"value":"presumptions-for-negotiable-instruments","formInput":"tag:presumptions-for-negotiable-instruments"},{"value":"order-of-examinations","formInput":"tag:order-of-examinations"}],"courtcopy":false,"query_alert":null,"agreement":false}