{"tid":87974699,"publishdate":"2015-07-30","title":"Sikandar Singh vs The State Of M.P. on 30 July, 2015","doc":"<h2 class=\"doc_title\">Sikandar Singh vs The State Of M.P. on 30 July, 2015</h2>\n\n<pre id=\"pre_1\">                                                                       A.F.R.\n\n\n                                                                       Judge\n\n\n     IN THE HIGH COURT OF MADHYA PRADESH, JABALPUR\n\n     SINGLE BENCH :        HON&#x27;BLE MR. JUSTICE N.K.GUPTA, J.\n\n                    Criminal Appeal No.1555/1997\n\n                              Sikandar Singh\n\n                                  VERSUS\n\n                        State of Madhya Pradesh\n------------------------------------------------------------------------------\nShri H.S.Dubey, Senior Advocate with Shri Abhinav Dubey,\nAdvocate for the appellant.\nShri    Siddharth     Singh     Chouhan,       D.G.A.     for   the    State/\nrespondent.\n------------------------------------------------------------------------------\n                           J U D G M E N T\n</pre><p data-structure=\"Facts\" id=\"p_1\">              (Delivered on the 30th day of July, 2015)\n\n            The appellant has preferred the present appeal being\n\naggrieved with the judgment dated 3.7.1997 passed by the\n\nSessions Judge, Raisen in S.T.No.44/1995, whereby the appellant\n\nhas been convicted of offence under Section 304 (Part-2) of <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>\n\nand sentenced to 7 years rigorous imprisonment.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.          The prosecution&#x27;s case, in short, is that, on 29.7.1994,\n\nat about 00.30 a.m., the deceased Prem Singh as well as the\n\nappellant were working in Ralson Factory, Mandideep, which was\n\na tyre factory. Suddenly, the victim sustained an injury on his\n</p><p data-structure=\"Issue\" id=\"p_3\">                          -:-   2   -:-\n</p>\n<blockquote id=\"blockquote_1\">                                         Criminal Appeal No.1555 of 1997\n\n\nneck by sharp cutting weapon. Ramdhani Paswan, Shift Incharge\n\nrushed to the spot and with the help of Jung Bahadur and Bheem\n\nSingh, the deceased Prem Singh was sent to Hamidia Hospital,\n\nBhopal in a vehicle.   However, the deceased Prem Singh had\n\nexpired.   A merg intimation, Ex.P/10 was recorded at Police\n\nStation Mandideep, Bhopal on the basis of information given by\n\nRadio Operator, Non-Urban Control, Bhopal. On the same day, at\n\nabout 9.40 a.m., Ramdhani Paswan had lodged an FIR, Ex.P/1\n\nthat a quarrel took place between the appellant and Prem Singh\n\nand therefore, the appellant gave a blow of rubber cutter on the\n\nneck of the deceased Prem Singh.            The incident was seen by\n\nKamta Prasad (P.W.2), Sohan Yadav, Trilokinath, Ramnath, Arjun\n\nDas Sharma and Mahendra Pandey.                The dead body of the\n\ndeceased was sent for post-mortem. Dr.C.S.Jain (P.W.5) did post-\n\nmortem upon the body of the deceased Prem Singh and gave his\n\nreport, Ex.P/9. A typography photo of the injury was given in the\n\nconnected document, Ex.P/9-A. He found one stab wound on left\n\nside of his neck and one incised wound on right knee of the\n\ndeceased. After due investigation, a charge-sheet was filed before\n\nthe concerned JMFC, who committed the case to the Court of\n\nSessions and ultimately, it was transferred to the Sessions Judge,\n\nRaisen.\n</blockquote><blockquote id=\"blockquote_2\">                          -:-   3   -:-\n</blockquote>\n<blockquote id=\"blockquote_3\">                                         Criminal Appeal No.1555 of 1997\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_4\">3.         The appellant abjured his guilt. He took a plea that\n\nthe deceased sustained injuries while he was working on a\n\nmachine and the appellant was falsely implicated by the office\n\nbearers of the factory, so that they could be saved from giving\n\nany compensation to the family of the deceased Prem Singh.\n\nHowever, no defence evidence was adduced.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.         Sessions Judge after considering the evidence of the\n\nprosecution, acquitted the appellant from the charge of offence\n\nunder <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a> of IPC but, convicted him of offence under\n\n<a href=\"/doc/409589/\" id=\"a_3\">Section 304</a> (Part-2) of <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> and sentenced as mentioned above.\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">5.         I have heard the learned counsel for the parties at\n\nlength.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">6.         Dr.C.S.Jain (P.W.5) has done post-mortem on the\n\nbody of the deceased and he found two incised injuries on the\n\nbody of the deceased. First wound was a stab wound on left\n\nneck from Jaw to neck and various vital organs of that place\n\nwere found cut. Second injury was an incised wound on right\n\nknee.     Full pant over the right knee was also found cut.\n\nAccording to Dr.C.S.Jain, the deceased could not remain\n\nconscious for more than half a minute after getting injury No.1\n\nand he would have died within two minutes of the injuries\n\ncaused. Dr.C.S.Jain did not give any cogent information as to\n\nwhether the death of the deceased was homicidal or not.\n\nPrimarily he gave a opinion that the death of the deceased was\n</p><p data-structure=\"Issue\" id=\"p_8\">                          -:-   4   -:-\n</p>\n<blockquote id=\"blockquote_4\">                                         Criminal Appeal No.1555 of 1997\n\n\nhomicidal but, in the cross-examination he has accepted that\n\nnature of death could be decided on the basis of other evidence.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_9\">7.        In the present case, Ramdhani Paswan (P.W.1) has\n\nstated that he was informed by Sohan Yadav that the appellant\n\ngave a blow of knife on the neck of Prem Singh then, he went to\n\nthe spot and found that blood was oozing from the neck of Prem\n\nSingh and therefore, he transmitted the deceased Prem Singh to\n\nHamidia Hospital with help of Jung Bahadur and Bheem Singh.\n\nThereafter, in the morning at about 9.40 a.m., he had lodged\n\nthe FIR, Ex.P/1, in which he mentioned the name of eye\n\nwitnesses, such as Sohan Yadav, Trilokinath, Ramnath, Arjun\n\nDas Sharma and Mahendra Pandey.                The eye witness Kamta\n\nPrasad (P.W.2) has turned hostile. He did not claim himself to be\n\nan eye witness. According to him, when he went to the spot, the\n\nappellant, Sikandar and one witness Ramnath were holding the\n\nneck of the deceased covering with some cloth. However, Bihari\n\nShah (P.W.4) has stated that the appellant assaulted the victim\n\nPrem Singh.    It is surprising that only one eye witness was\n\nexamined against the appellant whose name was not mentioned in\n\nthe FIR. Out of the eye witnesses mentioned in the FIR, only one\n\nKamta Prasad was examined. When Kamta Prasad was examined\n\non 4.8.1995, the eye witnesses Ramnath and Arjun Das Sharma\n\nhave been given up on the same day. Again on the next day, the\n\neye witness Trilokinath was given up and on 9.8.1996, learned\n\nPublic Prosecutor has expressed that he did not want to examine\n</p><p data-structure=\"Issue\" id=\"p_10\">                           -:-   5   -:-\n</p>\n<blockquote id=\"blockquote_5\">                                          Criminal Appeal No.1555 of 1997\n\n\nany of the witnesses except Sub Inspector S.K.Tiwari and\n\ntherefore, out of so many eye witnesses only Bihari Shah was\n\nexamined whose name was not mentioned in the FIR. Hence, an\n\nadverse inference should be drawn against the prosecution that\n\nall the eye witnesses whose names were mentioned in the FIR\n\nwould not have supported the prosecution&#x27;s case, if they were\n\nexamined.     Bihari Shah (P.W.4) has accepted that after the\n\nincident, he did not inform the concerned supervisor or Manager\n\nabout the incident and he continued with his work. He has also\n\naccepted that he was still working in the same factory when he\n\nappeared as a witness.    He has also accepted in para 4 of his\n\nstatement that 3-4 officers of the factory were present in the Court\n\nwhen he was giving his statement before the trial Court. Hence,\n\npossibility cannot be ruled out that Bihari Shah has given his\n\nstatement under pressure of the officers of the factory otherwise,\n\nhe would also have turned hostile. However, his testimony should\n\nbe assessed on the basis of other circumstantial evidence.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_11\">8.          Circumstances as proved by the prosecution are\n\nadverse to the testimony of Bihari Shah. The FIR, Ex.P/1 was\n\nproved as a corroborative piece of evidence.                   However,\n\nRamdhani (P.W.1) could not give any explanation as to why he\n\ndid not lodge the FIR at Police Station Mandideep soon after the\n\nincident. The incident took place at 00.30 a.m. and FIR was\n\nlodged at 9.40 a.m. though the deceased was sent to Hamidia\n\nHospital, Bhopal with two labours. There was no reason with\n</p><p data-structure=\"Section\" id=\"p_12\">                          -:-   6   -:-\n</p>\n<blockquote id=\"blockquote_6\">                                         Criminal Appeal No.1555 of 1997\n\n\nRamdhani for having lodged the FIR, soon after the incident.\n\nInitially, he has stated that he himself went to lodge the FIR\n\nbut, thereafter, he has accepted that he was sent by Makkhan\n\nSingh, Manager of the factory alongwith other witnesses to\n\nlodge the FIR.   According to Bihari Shah, he went with the\n\ncomplainant Ramdhani to the Police Station and all the eye\n\nwitnesses were kept at Police Station up to 7 p.m. in the\n\nevening.   It appears that since the management could not\n\ndecide till morning that what would be the text of the FIR lodged\n\nby the supervisor and therefore, Ramdhani was not in a\n\nposition to lodge the FIR before the police station soon after the\n\nincident. Such fact may also be collected from merg intimation,\n\nEx.P/10 in which radio operator of non urban control, Bhopal\n\nhas given an intimation to Police Station Mandideep that from\n\nRalson Factory, Mandideep, 3-4 persons had brought the\n\ndeceased Prem Singh to Hamidia hospital and informed that the\n\ndeceased Prem Singh was caught by a machine having rubber\n\ncutter and he was declared dead by the concerned doctor.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_13\">9.         Ramdhani Paswan (P.W.1) had sent Jung Bahadur\n\nand Bheem Singh alongwith the deceased Prem Singh. These\n\ntwo persons have been given up by the prosecution.                    If\n\nRamdhani was informed that the incident was caused due to\n\nassault done by the appellant then, that fact must be in the\n\nknowledge of Jung Bahadur and Bheem Singh then, certainly\n</p><p data-structure=\"Section\" id=\"p_14\">                             -:-   7   -:-\n</p>\n<blockquote id=\"blockquote_7\">                                            Criminal Appeal No.1555 of 1997\n\n\nthese two persons have given a similar intimation to the Radio\n\nOperator, Non Urban Control, Bhopal relating to death of the\n\ndeceased but, in that intimation it was mentioned that injury\n\nwas caused due to an accident. Hence, the delay in lodging the\n\nFIR is fatal and possibility cannot be ruled out that to avoid\n\npayment of compensation to the legal representatives of the\n\ndeceased Prem Singh, the case of accident was converted into a\n\ncase of murder and the appellant who was resident of Bihar was\n\nimplicated in the matter.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_15\">10.       The aforesaid doubt is also confirmed by other\n\ncircumstances. If it is accepted that the appellant assaulted the\n\nvictim Prem Singh by a rubber cutter on his neck then, no\n\nexplanation was given either by Bihari Shah or Ramdhani\n\nPaswan as to how the deceased sustained the injury on his\n\nknee as found by Dr.C.S.Jain (P.W.5).                If the deceased was\n\ncaught by a machine and sustained injuries by rubber cutter\n\nthen, such two injuries were possible to be caused otherwise,\n\nthe eye witness Bihari Shah did not give any information about\n\nthe second injury caused to the victim Prem Singh on his knee.\n\nSecondly, a rubber cutter is shown to be seized from the\n\nappellant by the document, Ex.P/4. Sub Inspector S.K.Tiwari\n\n(P.W.7) has proved the document, Ex.P/4.                In the document,\n\nEx.P/4, it is mentioned that a rubber cutter having sharp edges\n\nwas recovered whose sharp edges were in &#x27;U&#x27; shape. Hence, it\n</p><p data-structure=\"Precedent\" id=\"p_16\">                              -:-   8   -:-\n</p>\n<blockquote id=\"blockquote_8\">                                             Criminal Appeal No.1555 of 1997\n\n\nwas necessary for the investigation officer to send the seized\n\narticle to Dr.C.S.Jain to know as whether the injury of the\n\ndeceased Prem Singh could be caused by that &#x27;U&#x27; shaped rubber\n\ncutter? Shri Tiwari did not send that seized rubber cutter to\n\nDr.Jain for his opinion. Looking to the description of injuries\n\ncaused to the deceased Prem Singh, such injuries could not be\n\ncaused by that rubber cutter because of its shape on sharp\n\nside, if the deceased was assaulted by that rubber cutter then,\n\ntwo parallel injuries should have been caused on the neck of the\n\ndeceased due to its shape.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_17\">11.       Under such circumstances, the testimony of eye\n\nwitness Bihari Shah cannot be believed.                  Bihari Shah was\n\nexamined under the pressure of his employers and he was not a\n\nnamed witness in the FIR, whereas all the named eye witnesses\n\nwere not examined before the trial Court, without giving any\n\nreason   for   their   non     examination.           Hence,   in   such   a\n\ncircumstance, the chain of circumstantial evidence is to be\n\nexamined by the Court. Ramdhani Paswan (P.W.1) has stated\n\nthat he was informed by Sohan that such an incident took place\n\nin the factory and thereafter, he went to the spot. At that time,\n\nRamnath and others have held the neck of the deceased Prem\n\nSingh with cloth. Ramdhani has stated that the deceased Prem\n\nSingh told him about the incident and hence, he tried to\n\nestablish an oral dying declaration given by the deceased but,\n</p><p data-structure=\"Precedent\" id=\"p_18\">                          -:-     9   -:-\n</p>\n<blockquote id=\"blockquote_9\">                                           Criminal Appeal No.1555 of 1997\n\n\naccording to Dr.C.S.Jain (P.W.5) after getting such an injury,\n\nthe deceased Prem Singh would have become unconscious\n\nwithin half a minute and he would have died within two\n\nminutes.    After the incident, Sohan went to the place of\n\nRamdhani and informed about the incident then, Ramdhani\n\nwent to the spot.   Hence, in doing so, it cannot be said that\n\nRamdhani went to the spot within half a minute of the incident\n\nor the deceased was in a position to give any dying declaration.\n\nThe evidence of oral dying declaration given by deceased to\n\nRamdhani is nothing but, a bundle of falsehood, which was\n\ngiven by Ramdhani due to pressure of his employers, whereas\n\nhe was working as a supervisor in the factory. His conduct is\n\nvisible that he did not lodge the FIR for at least 4-5 hours.\n\nHence, the story of oral dying declaration goes away.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">12.        Prosecution has tried to prove that weapon of offence\n\nwas recovered from the appellant.               However, Sub Inspector\n\nS.K.Tiwari (P.W.7) did not give any reason as to why he took an\n\ninterested person Ramdhani Paswan as a witness in seizure\n\nmemo of the weapon.            Also, the weapon was sent to the\n\nForensic Science Laboratory and blood was found on weapon\n\nbut, the report, Ex.P/13 does not reveal that blood found on\n\nthe weapon was human blood. Also, when a worker enters in\n\na factory then, certainly he could not take any objectionable\n\nmaterial alongwith him and therefore, it was not possible for\n</p><p data-structure=\"CDiscource\" id=\"p_20\">                         -:-     10    -:-\n</p>\n<blockquote id=\"blockquote_10\">                                        Criminal Appeal No.1555 of 1997\n\n\nthe appellant to take rubber cutter inside the factory. Bihari\n\nShah has accepted in his cross-examination that deceased\n\nPrem Singh was working on a machine, which was automatic.\n\nIt is not a case of prosecution that a rubber cutter was found\n\nloose at the spot and the appellant picked up that rubber\n\ncutter and assaulted the victim. Also, the appellant could not\n\ntake that blood stained rubber cutter with him when he left\n\nthe factory, whereas the rubber cutter is shown to be\n\nrecovered from his house. Hence, possibility cannot be ruled\n\nout that one rubber cutter was separated by the management\n\nof the factory from the machine and it was shown to be seized\n\nfrom the appellant.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_21\">13.       Ramdhani Paswan (P.W.1) has stated that one\n\nrubber cutter was recovered from the appellant before him.\n\nHowever, he has accepted that he did not visit the house of\n\nthe appellant.   Signatures of witnesses were taken by Shri\n\nTiwari in the factory itself.        Secondly, description of rubber\n\ncutter as given in seizure memo, Ex.P/4 reveals that handle\n\nof the rubber cutter was covered with rubber, whereas\n\nRamdhani has stated that handle of the seized rubber cutter\n\nwas covered with a cloth. Such statement given by Ramdhani\n\nindicates that at the time of alleged seizure Ramdhani could\n\nnot even see the weapon of offence, which was shown to be\n</p><p data-structure=\"Precedent\" id=\"p_22\">                        -:-   11    -:-\n</p>\n<blockquote id=\"blockquote_11\">                                     Criminal Appeal No.1555 of 1997\n\n\nrecovered from the appellant. Under such circumstances, the\n\ntestimony of Ramdhani as well as Sub Inspector Shri Tiwari\n\ncannot be relied and it is not proved beyond doubt that any\n\nrubber cutter was recovered from the appellant.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">14.      If the appellant would have assaulted the victim\n\nPrem Singh by a sharp cutting weapon in such a forceful\n\nmanner so that a stab injury would have been caused and the\n\ndeceased Prem Singh had died then, certainly there must be a\n\nmotive with the appellant to kill the deceased.             Neither\n\nRamdhani, nor Bihari Shah could tell about the motive of the\n\nappellant to kill the deceased Prem Singh. According to them,\n\na sudden quarrel took place between them. When the witness\n\nBihari Shah could see that the appellant assaulted the victim\n\nby a rubber cutter then, he must know the reason by which\n\nsudden quarrel took place between them but, if evidence of\n\nBihari Shah is considered he could not give any reason for\n\nthat sudden quarrel. Under these circumstances, in absence\n\nof any motive or any reason for sudden quarrel, it was not\n\npossible for the appellant to give a blow of rubber cutter on\n\nthe neck of the deceased.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"620092\" id=\"span_1\">In this context, the judgment\n\npassed by the Apex Court in case of &quot;<a href=\"/doc/620092/\" id=\"a_5\">Surinder Pal Jain Vs.\n\nDelhi Administration</a>&quot;, [AIR 1993 SC 1723] may be referred,\n\nin which it is held that the absence of motive, however, puts</span>\n</p><p data-structure=\"Precedent\" id=\"p_24\">                         -:-   12   -:-\n</p>\n<blockquote id=\"blockquote_12\">                                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541683\" id=\"span_2\">Criminal Appeal No.1555 of 1997\n\n\nthe Court on its guard to scrutinize the circumstance more\n\ncarefully to ensure that suspicion does not take the place of\n\nlegal proof.   Also, in case of &quot;<a href=\"/doc/541683/\" id=\"a_6\">Varkey Joseph Vs. State of\n\nKerala</a>&quot;, [AIR 1993 SC 1892] it is held by the Apex Court that\n\nsuspicion is not the substitute for proof.        There is a long\n\ndistance between &quot;May be true&quot; and &quot;Must be true&quot; and the\n\nprosecution has to travel all the way to prove its case beyond\n\nall reasonable doubt.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\">15.       Also, Ramdhani Paswan (P.W.1) has accepted in\n\npara 4 of his statement that soon after the incident, the\n\nappellant was present in the factory. He did not escape. If he\n\nwould have assaulted the deceased Prem Singh then, he\n\nwould have been captured by other workers or he would have\n\ntried to leave factory premises. At least it was not possible for\n\nhim to take that blood sustained rubber cutter to his house.\n\nHis presence in the factory and conduct shows that he did\n\nnot feel guilty conscious.          His conduct indicates his\n\ninnocence.     On the basis of aforesaid circumstances,\n\ntestimony of sole eye witness Bihari Shah cannot be believed.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"647902\" id=\"span_3\">In this connection judgment passed by the Apex Court in case\n\nof &quot;<a href=\"/doc/647902/\" id=\"a_7\">State of U.P. Vs. Jaggo @ Jagdish</a>&quot;, [AIR 1971 SC 1586]\n\nmay be referred, in which the Apex Court has observed that\n\nnormally it is expected that name of eye witness be mentioned</span>\n</p><p data-structure=\"Conclusion\" id=\"p_26\">                        -:-   13   -:-\n</p>\n<blockquote id=\"blockquote_13\">                                    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"647902\" id=\"span_4\">Criminal Appeal No.1555 of 1997\n\n\nin the FIR.   The Apex Court found that on assessment of\n\nevidence given by two eye witnesses <a href=\"/doc/647902/\" id=\"a_8\">in that case</a> was not\n\nbelieveable, those were introduced to shape the prosecution\n\ncase.   Similarly, in the present case the testimony of eye\n\nwitness Bihari Shah inspires no confidence.</span>\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">16.       If ocular evidence is discarded then, it is for the\n\nCourt to assess the remaining circumstantial evidence. In the\n\npresent case, on the basis of the aforesaid discussion, if\n\nentire evidence of the prosecution and its draw backs are\n\nconsidered simultaneously then, it would be apparent that\n\nthere was no motive with the appellant to assault the\n\ndeceased Prem Singh. All the named eye witnesses in the FIR\n\ndid not support the prosecution story.       Statement given by\n\none eye witness Bihari Shah was not believable.                The\n\nappellant could not take any rubber cutter in the factory or\n\nseparate it from the machine, nor he could take that blood\n\nstained rubber cutter to his house . There is no allegation\n\nthat he lifted the rubber cutter from the premises of the\n\nfactory itself and caused that incident. Alleged rubber cutter\n\nshown to be seized from the appellant having sharp edges in\n\n&#x27;U&#x27; shape, whereas that seized weapon was not sent to\n\nDr.Jain to give his opinion as to whether such injuries could\n\nbe caused by that rubber cutter or not. Eye witnesses gave\n</p><p data-structure=\"Conclusion\" id=\"p_28\">                          -:-   14   -:-\n</p>\n<blockquote id=\"blockquote_14\">                                      Criminal Appeal No.1555 of 1997\n\n\nthe description of causing one injury by the appellant on the\n\nneck of the deceased, whereas no reason has been shown by\n\nthe eye witness as to how the deceased Prem Singh sustained\n\nthe incised wound on his right knee as found by Dr.Jain.\n\nWhen two workers were sent by Ramdhani alongwith the\n\ndeceased Prem Singh, they intimated about the death of the\n\ndeceased with an intimation that the deceased died due to an\n\naccident. He sustained severe injuries due to rubber cutter\n\naffixed in the machine and he was caught in that machine.\n\nFIR was not lodged within time.             It was highly delayed.\n\nRamdhani and Bihari Shah were under pressure of the\n\nmanagement of the factory.          Hence chain of circumstantial\n\nevidence is not only broken but, it gives opposite indication\n\nagainst the prosecution&#x27;s case. The prosecution has failed to\n\nprove that the appellant assaulted the victim Prem Singh by\n\nany   weapon   or   he   caused       his   death.    Under    these\n\ncircumstances, possibility cannot be ruled out that the\n\ndeceased Prem Singh sustained injuries due to an accident.\n\nHe was caught by an automatic machine and sustained\n\ninjuries on his neck as well as on knee and the appellant was\n\nfalsely implicated in the matter, so that the management\n\ncould be saved from giving any compensation to the Legal\n\nRepresentatives of the deceased Prem Singh. The prosecution\n</blockquote><blockquote id=\"blockquote_15\">                           -:-   15   -:-\n</blockquote>\n<blockquote id=\"blockquote_16\">                                       Criminal Appeal No.1555 of 1997\n\n\ncould not prove its case beyond doubt that the appellant\n\nassaulted the deceased on his neck, causing his death. Under\n\nthese circumstances, the appellant could not be convicted of\n\noffence under <a href=\"/doc/1560742/\" id=\"a_9\">Sections 302</a> or 304 of <a href=\"/doc/1569253/\" id=\"a_10\">IPC</a> or any inferior offence\n\nof the same nature including offence under <a href=\"/doc/409589/\" id=\"a_11\">Section 304</a> (Part-2)\n\nof <a href=\"/doc/1569253/\" id=\"a_12\">IPC</a>. The trial Court has committed an error in convicting the\n\nappellant of offence under <a href=\"/doc/409589/\" id=\"a_13\">Section 304</a> (Part-2) of <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a>.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_29\">17.          On the basis of the aforesaid discussion, the appeal\n\nfiled by the appellant is acceptable and hence, it is accepted.\n\nConviction as well as sentence recorded by the trial Court of\n\noffence under <a href=\"/doc/409589/\" id=\"a_15\">Section 304</a> (Part-2) of <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a> against the appellant\n\nSikandar Singh is hereby set aside. The appellant is acquitted\n\nfrom all the charges appended against him.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">18.          The appellant is on bail.     His presence is no more\n\nrequired before this Court and therefore, it is directed that his\n\nbail bonds shall stand discharged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">19.          Copy of the judgment be sent to the trial Court\n\nalongwith its record for information.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n</p><p data-structure=\"Conclusion\" id=\"p_33\">                                             (N.K.GUPTA)\n                                                JUDGE\n                                              30/7/2015\nPushpendra\n </p>","numcites":6,"numcitedby":15,"docsource":"Madhya Pradesh High Court","citetid":87974699,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"oral dying declaration ","formInput":"oral%20dying%20declaration%20"},{"value":"section 304","formInput":"section%20304"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"further information is not fir","formInput":"further%20information%20is%20not%20fir"},{"value":"Assaulted victim","formInput":"Assaulted%20victim"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"fir lodged ","formInput":"fir%20lodged%20"},{"value":"circumstantial evidence is of no evidence","formInput":"circumstantial%20evidence%20is%20of%20no%20evidence"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}