{"tid":408407,"publishdate":"1999-11-19","title":"Faircot S.A., A Company Incorporated ... vs Tata Ssi Ltd. on 19 November, 1999","doc":"<h2 class=\"doc_title\">Faircot S.A., A Company Incorporated ... vs Tata Ssi Ltd. on 19 November, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2000(2)BOMCR429, (2000)1BOMLR525, 2000(2)MHLJ223</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-k-deshmukh\">D.K. Deshmukh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-k-deshmukh\">D.K. Deshmukh</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n D.K. Deshmukh, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This petition has been filed by the petitioner under section 6 of the Foreign Awards (Recognition and Enforcement) Act, 1961 for enforcement of Award dated 20th January, 1989 made by the Arbitrators appointed under the Rules &amp; Bye-laws of the Liverpool Cotton Association Limited, Liverpool, U.K.\n \n\n</p><p data-structure=\"Issue\" id=\"p_2\"> 2.      The respondent has raised an objection to the petition.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The facts that are material and relevant for deciding the petition are that the petitioner is a company incorporated under the laws of the United Kingdom. The petitioner lodged a claim with the Liverpool Cotton Association for reference of their claim to arbitration. Their claim was that the respondent had entered into a contract with the petitioner for purchase of 340 tons of Sudan raw cotton. However, the respondent committed breach of that contract, as a result of which the petitioner suffered damages. It appears that according to bye-laws of the Liverpool Cotton Association, the Arbitrators of the petition was appointed. The respondent was also asked to appoint their Arbitrators. However, they did not appoint their Arbitrators. Therefore, as per the bye-laws, the Arbitrator was appointed for the respondent by the Association itself. It further appears that Mr. Brown, who was appointed as an Arbitrator for the respondent addressed a communication to the respondent. In response to that the respondent sent a letter dated 24th August, 1988 stating therein that no contract as alleged by the petitioner exists between the petitioner and the respondent. They submitted that the Arbitrators have been appointed under the bye-laws of Liverpool Cotton Association and these bye-laws have become applicable because of the terms of the alleged contract and as according to the respondent, the alleged contract does not exist, the Arbitrators have no jurisdiction or power to arbitrate. In the letter, submissions were also made on the merits of the case. It appears that the Arbitrators proceeded to make the award and in making the award the Arbitrators considered the contents of the letter written by the respondent to Mr. Brown and awarded the claim in favour of the petitioner. It is this award, which is the subject matter of this petition, which has been objected to by the respondent.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> 4. Under the provisions of the <a href=\"/doc/142812771/\" id=\"a_1\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> (herein after referred to as &quot;the Act&quot;) when the Foreign Award is to be enforced in India it is required to be filed for enforcement before the Court and the Court makes an order for enforcement of the award on finding that the foreign award is enforceable under the Act and once the Court holds that the award is enforceable a decree in terms of the award is passed. <a href=\"/doc/103406137/\" id=\"a_2\">Section 7</a> of the Act deals with the conditions for enforcement of a foreign award. It specifies the grounds on which Court can decline to enforce a foreign award. One of the grounds on which the Court can decline to enforce a foreign award\n\nis that the award deals with questions not referred or contains decisions on matters beyond the scope of the agreement.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_1\">5. The principal objection that has been raised to the enforcement of the award is that the Arbitrators had no jurisdiction to make the award, because, the respondent had denied the very existence of the contract, pursuant to which the Arbitrators were appointed. According to the respondent, the Arbitrators have no jurisdiction to arbitrate when the very existence of the agreement or contract, which contains the arbitration clause is disputed. The learned Counsel appearing for the respondent relied on various judgments of this Court, as also of the Supreme Court in support of his case, including the judgment of the Supreme Court in the case of <a href=\"/doc/1924738/\" id=\"a_3\">Renusagar Power Co. Ltd. v. General Electric Company and another</a>, .</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_2\">The learned Counsel appearing for the petitioner submitted that it is now a settled law pursuant to various judgments of the Supreme Court, including the judgment of the Supreme Court in <a href=\"/doc/1924738/\" id=\"a_4\">Renusagar</a> case <a href=\"/doc/1924738/\" id=\"a_5\">referred to above</a>, that, in so far as the foreign award to which the Act is applicable is concerned, the Arbitrator has the jurisdiction to make an award even in a case where very existence of the contract which contains the arbitration clause is disputed. In the submission of the learned Counsel, however, the determination made on such questions by the Arbitrators is tentative and not conclusive. In the submission of the learned Counsel, therefore, the Arbitrator had the jurisdiction to entertain the reference and to make the award. The learned Counsel for the petitioner also relied on the observations of the Supreme Court in the same judgment relied on by the learned Counsel for the respondent, namely the judgment of the Supreme Court in the case of Renusagar <a href=\"/doc/1924738/\" id=\"a_6\">referred to above</a>.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_3\">6. Now, the question that arises for consideration in the present case is whether the foreign award can be enforced by this Court under the provisions of the Act, where a person or a party against whom the award has been made had disputed the very existence of the contract, which contains the arbitration clause. Perusal of the judgment of the Supreme Court shows that though <a href=\"/doc/1924738/\" id=\"a_7\">in that case</a> the Supreme Court was not considering preciously this question, but the question before the Supreme Court was whether the award made by the Arbitrator where he has decided the scope of the arbitration is enforceable, however, the Supreme Court has considered in detail the question that arises for consideration in this case also.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_4\">7. Though the learned Counsel for both sides took me through various judgments of this Court and the Supreme Court as also some of the judgments of the House of Lords, I do not propose to deal with other judgments relied on by the learned Counsel for both sides, except the judgment of the Supreme Court in <a href=\"/doc/1924738/\" id=\"a_8\">Renusagar</a> case, because, I find that almost all the judgments which were relied on by he learned Counsel for both the sides have been considered by the Supreme Court in its judgment in the case of Renusagar.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_5\">8. It is to be seen here that in the present case reference to the arbitration was made by the petitioner, because of a clause contained in the contract which according to the petitioner existed between the petitioner and the respondent and the respondent had disputed the very existence of that contract. According to the respondent, there was no contract in existence between the petitioner and the respondent, because the respondent never signed the contract and contract was never concluded. The question, therefore, is whether the Arbitrators had the jurisdiction to decide the question of their own jurisdiction when the very existence of the contract which contains the arbitration clause was disputed. The Supreme Court in its judgment in <a href=\"/doc/1924738/\" id=\"a_9\">Renusagar</a> case, after considering some English judgments as also the judgments of the Supreme Court in paragraph 25 of its has observed thus :</span>\n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;25. Four propositions emerge very clearly from the authorities discussed above :\n</blockquote>   \n\n<blockquote id=\"blockquote_2\"> (1) Whether a given dispute inclusive of the arbitrator&#x27;s jurisdiction comes within the scope or purview of an arbitration clause or not primarily depends upon the terms of the clause itself; it is a question of what the parties intend to provide and what language they employ.\n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (2) Expressions such as &quot;arising out of or &quot;in respect of or &quot;in connection with&quot; or &quot;in relation to&quot; the contract are of the widest amplitude and content and include even questions as to the existence, validity and effect (scope) of the arbitration agreement.\n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (3) Ordinarily as a rule an arbitrator cannot clothe himself with power to decide the questions of his own jurisdiction (and it will be for the Court to decide those questions) but there is nothing to prevent the parties from investing him with power to decide those questions, as for instance, by a collateral or separate agreement which will be effective and operative.\n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (4) If, however, the arbitration clause, so widely worded as to include within its scope questions of its existence, validity and effect (scope), is contained in the underlying commercial contract then decided cases have made a distinction between questions as to the existence and or validity of the agreement on the one hand and its effect (scope) on the other and have held that in the case of former those questions cannot be decided by the arbitrator, as by sheer logic the arbitration clause must fall along with underlying commercial contract which is either non-existent or illegal while in the case of the latter it will ordinarily be for the arbitrator to decide the effect or scope of the arbitration agreement, i.e. to decide the issue of arbitratility of the claims preferred before him.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_6\">9. It is clear from the paragraphia 25 of the judgment of the Supreme Court in <a href=\"/doc/1924738/\" id=\"a_10\">Renusagar</a> case <a href=\"/doc/1924738/\" id=\"a_11\">referred to above</a> that the Supreme Court found on the basis of various judgments that as an ordinary rule an arbitrator cannot have the power to decide the question of his own jurisdiction. However, the parties are free to invest the arbitrator with that jurisdiction also. In other words, the parties can agree to refer to an arbitrator the question of his own jurisdiction for determination. The Supreme Court also found that when the existence of the contract, which includes the arbitration clause pursuant to which the arbitrators have been appointed is disputed, that question cannot be decided by an arbitrators. However, on the other hand, when the jurisdiction of the arbitrator is challenged on the ground that the dispute that has been referred to the arbitrator is beyond the scope of the arbitration clause, then the arbitrator can decide that question.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 10. It is further to be seen here that the Supreme Court, thereafter, considered the provisions of the Act and held that the decisions of the various courts under the provisions of the <a href=\"/doc/1052228/\" id=\"a_12\">Arbitration Act, 1940</a> are not helpful for\n\ndeciding the question arising under the Foreign Awards Act because of the different scheme of the two Acts.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_7\">11. The learned Counsel appearing for the petitioner submits that the propositions which have been mentioned in paragraph 25 of the judgment of the Supreme Court in the case of Renusagar are based on judgments of various courts considered by the Supreme Court under the <a href=\"/doc/1052228/\" id=\"a_13\">Arbitration Act, 1940</a>. In the submission of the learned Counsel, however, the Supreme Court has observed in paragraph 52 that the decision under the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a> are not helpful in deciding the matters under the Foreign Awards Act, because of the different scheme of the Acts. The learned Counsel relying on the following observations in paragraph 52 of the judgment of the Supreme Court in <a href=\"/doc/1924738/\" id=\"a_15\">Renusagar</a> case submits that the Supreme Court has held considering the scheme of <a href=\"/doc/1529130/\" id=\"a_16\">sections 3</a> &amp; <a href=\"/doc/1737370/\" id=\"a_17\">7</a> of the Act that as the determination made by the arbitrator is subject to the order to be made by the Court, the arbitrator has authority to decide all the questions including the question of existence of the contract which contains the arbitration clause. The observations on which the reliance is placed read as under :</span>\n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;Similarly, the broad principle that an arbitrator has no power to determine questions of his own jurisdiction (which include questions regarding the existence, validity and effect i.e. scope of the arbitration agreement) and that neither English Law nor Indian Law allows these questions to rest with the arbitrator (for which Counsel for Renusagar have been contending and we shall deal with it later) would be hardly applicable to any foreign award made under the Act, if the scheme of the Act emerging from a combined reading of <a href=\"/doc/1529130/\" id=\"a_18\">sections 3</a> and <a href=\"/doc/1737370/\" id=\"a_19\">7</a> clearly shows that so far as the questions of existence, validity and effect (scope) of the arbitration agreement are concerned, the determination thereof by the arbitrators is subject to the decision of the Court and that this decision of the Court can be had under <a href=\"/doc/1737370/\" id=\"a_20\">section 7</a> even after the award is made and filed in the Court but before it is made enforceable; <a href=\"/doc/1737370/\" id=\"a_21\">section 7(1)(a)(i)</a> and (iii) shows that the award can be challenged on these grounds which implies that the arbitrators have decided those questions while making their award.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_12\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185827\" id=\"span_8\">The learned Counsel submits that the determinations made as to the jurisdiction by an arbitrator in case of a foreign award are subject to the scrutiny by the Court, before they become enforceable, therefore an arbitrator can decide all questions including the question of his own jurisdiction. The learned Counsel submits that the Supreme Court has approved law <a href=\"/doc/1924738/\" id=\"a_22\">laid down by</a> the Division Bench of this Court in its judgment of M/s. <a href=\"/doc/185827/\" id=\"a_23\">Shri Vallabh Pitte v. Narsingdas Govindram Kalani</a>, . That judgment lays down that an arbitrator can decide the question of existence of the contract which contains the arbitration clause.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_9\">In the submission of the learned Counsel, in this view of the matter, therefore, the Supreme Court has clearly <a href=\"/doc/185827/\" id=\"a_24\">laid down in</a> its judgment in <a href=\"/doc/1924738/\" id=\"a_25\">Renusagar</a> case that an arbitrator is competent to decide the question of his own jurisdiction, where even existence of the contract which contains the arbitration clause is disputed.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> 12. However, if in the light of these submissions made by the learned Counsel for the petitioner, the judgment of the Supreme Court and particularly its observations in paragraph 57 are considered, in my opinion, the submissions made by the learned Counsel for the petitioner is not well founded. In my opinion, the final decision of the Supreme Court on the question is to be found in paragraph 57 of its judgment, which reads as under :---\n</p>   \n\n<blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"482912\" id=\"span_10\">&quot;In view of the position which arises from the aforesaid discussion it is really unnecessary for us to go into and decide the question whether, in cases where the arbitration clause contained in the underlying commercial contract is so widely worded as to include within its scope the questions of its existence, validity of effect (scope), the decided cases have made a distinction between questions as to the existence or validity of the agreement on the one hand and its effect (scope) on the other and have held that in the case of the former those questions cannot be decided by the arbitrators, as by sheer logic the Arbitration Clause must fall along with the underlying commercial contract which is either non-existent or illegal, while in the case of the latter it will ordinarily be for the arbitrators to decide the effect (scope) of the arbitration agreement as is contended for by Counsel for G.E.C., because both under the scheme of the Foreign Awards Act as well as under the general law of arbitration obtaining in England and in India, the decision of the arbitrator on the question of his own jurisdiction will have to be regarded as provisional or tentative, subject to final determination of that question by the Court, however, on a consideration of the rival authorities that have been cited at the Bar by Counsel on either side we are inclined to accept the contention of Counsel for G.E.C. for the following reasons; (a) that conceptually a challenge to the existence or validity of the arbitration agreement contained in an underlying commercial contract is fundamentally different from an inquiry into the scope and effect of such agreement inasmuch as the former goes to the root of the arbitration agreement whereas the latter presupposes that the arbitration agreement exists in fact and in law and the inquiry is then undertaken as to its true scope and effect; (b) that indisputably, decided cases have made this distinction between the two concepts, e.g. in Jawahar Lal Burman case this Court has noted this distinction for the purposes of procedural aspects arising under <a href=\"/doc/1604327/\" id=\"a_26\">sections 31(2)</a>, <a href=\"/doc/874260/\" id=\"a_27\">32</a> and <a href=\"/doc/1154891/\" id=\"a_28\">33</a> of the Arbitration Act, 1940, but the English cases particularly Heyman V. Darwins Ltd. and Willesford v. Watson have made that distinction substantively; (c) that certain observations made by this Court in para 6 of its judgment in <a href=\"/doc/482912/\" id=\"a_29\">Reliable Water Supply Service of India (P) Ltd. v. Union of India</a> on which Counsel for Renusagar have relied in support of their contention that existence of an arbitration agreement is the same as the effect (scope) hereof, do not, in our view, have the effect of equating the question of the scope of the arbitration agreement with the question of its existence<a href=\"/doc/482912/\" id=\"a_30\">; <a href=\"/doc/482912/\" id=\"a_31\">in that case</a></a> the application made under <a href=\"/doc/1091250/\" id=\"a_32\">section 5</a> of the Arbitration Act to revoke the arbitration was obviously misconceived inasmuch as the ground on which the revocation was sought was that the disputes sought to be referred to arbitration were not within the purview of the Arbitration Clause and it was in that context that the observations were made in para 6 of the judgment to say that such a dispute was as regards the existence of the arbitration agreement; in fact, the ratio of the decision was that the controversy raised in the case fell within the scope of <a href=\"/doc/1154891/\" id=\"a_33\">section 33</a> of the Arbitration Act and not <a href=\"/doc/1091250/\" id=\"a_34\">section 5</a>; in any case, in our view, the incidental observations in para 6 of the judgment <a href=\"/doc/482912/\" id=\"a_35\">in that case</a> on which Counsel for Renusagar have relied cannot outweigh the distinction which\n\nhas been noticed by this Court in its well considered judgment in Jawahar Lal Burman case; (d) that an analysis of several decisions cited at the Bar, we venture to suggest, shows that almost all the decisions which articulate the principle broadly by saying that an arbitrator has no power to decide questions of his own jurisdiction are cases in which the question of either the existence or the validity of the arbitration agreement was involved, whereas whenever the question of arbitrator&#x27;s jurisdiction depended upon the scope or effect of the arbitration agreement courts appear to have readily directed the parties to go before the arbitrators; and (e) in any event the decision of the Court of Appeal in Chancery in Willesford v. Watson which decision has been annotated and digested in Russell on Arbitration (Twentieth Edn.) is a clear authority for the proposition that where the arbitration clause was very widely worded so as to include within its scope any dispute &quot;touching the construction of the contract which contained the arbitration clause, the Court would not decide but would leave it to the arbitrator to decide the question whether the matter in dispute between the parties fell within the arbitration agreement. In fact, the Court of Appeal in that case repelled every endeavour on the part of the appellants to require the Court to do the very thing which lay within the competence of the arbitrators-that is to say, to look into the whole matter, to construe the instrument and to decide whether the thing complained of was inside or outside the agreement, and directed the parties to go to arbitration by staying the suit. It would be debatable whether in such a case where the Court has expressly declined to decide the dispute involved between the parties and has directed the parties to go to arbitration, the arbitrator&#x27;s decision on the question of his jurisdiction would again be subject to Court&#x27;s decision. Would it not be a case similar to the case falling within the principle of a specific question of law being expressly referred to an arbitrator whose decision thereon finally binds the parties; But as stated at the outset, the aforesaid question on which we have expressed our view, does not arise for decision in this case.&quot;</span> \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_11\">13. It is clear from the observations of the Supreme Court that so far as the question of jurisdiction of the arbitrator is concerned, the Supreme Court has divided it into two parts; (1) where the very existence of the contract which contains arbitration clause is disputed; (2) where the existence of the contract is not disputed, but there is a dispute about the scope or effect of the arbitration clause. So far as the first category of the case is concerned, the Supreme Court has found two sub-categories (1) where existence of contract, which contains the arbitration clause is disputed, however, there is a collateral or separate agreement between the parties to refer the question of existence of the contract for decision to the arbitrator and (2) where the existence of the contract which contains the arbitration clause is disputed and there is no collateral or separate agreement referring the question of existence of the contract which contains the arbitration clause for decision to the arbitrator. In so far as the case where the scope of the arbitration clause is in dispute, the Supreme Court has held that the arbitrator has authority to determine that question, however, that will be the tentative determination, as that determination is subject to challenge before the Court, in view of the provisions of <a href=\"/doc/1737370/\" id=\"a_36\">section 7</a> of the Act. Similarly, where the existence of the contract which contains the arbitration clause is in dispute, however, there\n\nis a separate or collateral agreement to refer that question also for decision to the arbitration, then also the arbitrator will have the jurisdiction to make a decision. However, so far as the category of cases where the very existence of the contract, which contains the arbitration clause is disputed, and there are no separate or collateral agreements, in my opinion, the Supreme Court has categorically held that the arbitrator will not have the jurisdiction. The Supreme Court has observed in paragraph 57 of its judgment that the decided cases have made a distinction between questions as to the existence or validity of the agreement on the one hand and its effect (scope) on the other hand and have held that in the case of the former those questions cannot be decided by the arbitrators, as by sheer logic the Arbitration Clause must fall along with the underlying commercial contract which is either non-exist or illegal. The Supreme Court has held in the former case that the arbitrator can decide the question, however, in the later case the arbitrator would not have the jurisdiction and the Supreme Court as said that therefore they are accepting the contentions of the Counsel appearing for G.E.C. Perusal of paragraph 13 of the judgment of the Supreme Court in <a href=\"/doc/1924738/\" id=\"a_37\">Renusagar</a> case shows that it was the contention of the Counsel appearing for G.E.C. that an arbitrator cannot decide his own jurisdiction meaning thereby the question of the existence or validity of the arbitration agreement, if contained in underlying commercial contract. The Counsel had submitted that if the existence or validity of the underlying commercial contract is successfully challenged, the arbitration clause which is part and parcel thereof must perish with it and therefore the Arbitrator will have no jurisdiction to decide the issue of existence or validity of the agreement. It is clear from the observations of the Supreme Court that the Supreme Court has found that there is only one area in which the arbitrator does not have jurisdiction to enter, namely the case where the very existence or validity of the contract which contains the arbitration clause is challenged or is disputed and there is no separate or collateral agreement between the parties empowering the arbitrator to decide that question. In so far as the present case is concerned, the present case is of that nature. In the present case, the petitioner had made a reference to the arbitrator, because according to the petitioner, there was a concluded contract between the petitioner and the respondent dated 18-6-1988 and it is this contract which contains the arbitration clause, under which the petitioner had referred the matter to arbitration. It was the objection of the respondent that such a contract does not exist. In this view of the matter, therefore, in my opinion, the arbitrator had no jurisdiction to make the award.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\"> 14. The learned Counsel appearing for the petitioner submitted that the respondent had written a letter to Mr. Brown, who was one of the arbitrators and in that letter they had made detailed submissions on merits also. According to the learned Counsel, therefore, as the respondent has submitted to the jurisdiction of the arbitrator they cannot object the same. This submission as no substance as can be seen from the provisions of the Act that the award is not enforceable till the Court is satisfied that the award is enforceable and one of the grounds on which the Court can decline to make the award enforceable is that the award is without jurisdiction. Therefore, in my opinion, the respondent is entitled to raise an objection to the award.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_12\">15. The learned Counsel for the petitioner also submitted that the award is governed by the provisions of the English law and according to the learned Counsel under English Law an arbitrator can decide the question of the existence of the contract which contains the arbitration clause and therefore, according to the learned Counsel, the law which would be applicable is the law not found by the Supreme Court in <a href=\"/doc/1924738/\" id=\"a_38\">Renusagar</a> case, but the English law. This submission also devoid of substance.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_13\">Because, the award is to be made enforceable under the provisions of the Act by a Court in India and it is clear from the judgment of the Supreme Court in <a href=\"/doc/1924738/\" id=\"a_39\">Renusagar</a> case itself that it is the provisions of the Act, which are relevant for the purpose.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> 16. It may be made clear that the learned Counsel appearing for the petitioner also made submissions on merits of the award, however, I do not propose to decide those contentions, because I find that the objection raised by the respondent to the validity of the award on the question of jurisdiction is valid.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> 17.    In the result, therefore, the present petition fails and is dismissed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\"> 18. Petition dismissed.\n</p> \n\n","numcites":12,"numcitedby":1,"docsource":"Bombay High Court","citetid":408407,"divtype":"judgments","relatedqs":[{"value":"scope  of arbitration","formInput":"scope%20%20of%20arbitration"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"scope of arbitration agreement","formInput":"scope%20of%20arbitration%20agreement"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"commercial contract","formInput":"commercial%20contract"},{"value":"renusagar","formInput":"renusagar"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"enforceability of award","formInput":"enforceability%20of%20award"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"foreign awards","formInput":"foreign%20awards"},{"value":"existence of arbitration clause","formInput":"existence%20of%20arbitration%20clause"},{"value":"collateral","formInput":"collateral"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"question as to the jurisdiction ","formInput":"question%20as%20to%20the%20jurisdiction%20"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}