{"tid":90059387,"publishdate":"2021-12-16","title":"Mahindra And Mahindra Financial ... vs Maheshbhai Tinabhai Rathod on 16 December, 2021","doc":"<h2 class=\"doc_title\">Mahindra And Mahindra Financial ... vs Maheshbhai Tinabhai Rathod on 16 December, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-s-bopanna\">A.S. Bopanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a>, <a href=\"/search/?formInput=benchid:a-s-bopanna\">A.S. Bopanna</a>, <a href=\"/search/?formInput=benchid:n-v-ramana\">N.V. Ramana</a></h3>\n\n<pre id=\"pre_1\">                                                                     REPORTABLE\n\n\n                                     IN THE SUPREME COURT OF INDIA\n\n\n                                     CIVIL APPELLATE JURISDICTION\n\n\n                                     CIVIL APPEAL NO. 11477 OF 2014\n\n\n\n                         Mahindra and Mahindra Financial             .…Appellant(s)\n                         Services Ltd.\n                                                   Versus\n\n                         Maheshbhai Tinabhai Rathod &amp; Ors.        …. Respondent(s)\n\n                         WITH\n                         CIVIL APPEAL NO. 11478 OF 2014\n\n\n                                             JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">            A.S. BOPANNA, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">          1.             The appellant in these appeals is assailing the order dated\n\n          24.09.2012 passed by the learned Division Bench of the High\n\n          Court of Judicature at Bombay in Appeal Nos.526 and 525 of\n\n          2012             in   NM   No.925/2012,    NM     No.   923/2012   in   AP\n\n          No.209/2012 and APNo.212 of 2012 respectively. By the said\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Vishal Anand</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.01.04</span>\n<span class=\"hidden_text\" id=\"span_5\">16:21:48 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n          order the learned Division Bench has allowed the appeals,\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                  1</span>\n\fcondoned the delay and directed to place the Arbitration\n\nPetition No.209 of 2012 and 212 of 2012 filed under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a>\n\nof the Arbitration and Conciliation Act, 1996 (“Act 1996” for\n\nshort) for admission hearing before the learned Single Judge for\n\nconsideration on merits.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_3\">2.   The brief facts leading to the above appeals is that the\n\nrespondent availed loan facility for purchase of tractors and an\n\nagreement No. 366533 dated 24.10.2005 was entered into\n\nbetween the parties in respect of the transaction. The further\n\ndetails relating to the transaction on merit is unnecessary to be\n\nadverted for the purpose of disposal of these appeals. However,\n\nit is noted that due to non­adherence to the terms of contract,\n\ndispute arose between the parties and the same was referred to\n\narbitration by invoking the arbitration clause contained in the\n\nagreement. The learned Arbitrator passed the award dated\n\n28.02.2011 and allowed the claim made by the appellant. The\n\nlearned Arbitrator is stated to have dispatched the copy of the\n\naward   to   both   the    parties   through   Registered   Post\n\nacknowledgment due. The appellant herein thereafter filed an\n\nexecution petition on 27.06.2011 to execute the award and\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                             2</span>\n\frecover the amount due and payable by the respondent. The\n\nnotice of execution petition from the court of the Civil Judge,\n\nDistrict Court, Bhavnagar was issued to the respondent.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_4\">3.   The respondent, at that stage, on 04.01.2012 assailed the\n\narbitral award dated 28.02.2011 by filing the petition under\n\n<a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act 1996. By such time there was delay of 185\n\ndays beyond the time period allowed under <a href=\"/doc/1211292/\" id=\"a_3\">Section 34 (3)</a> of the\n\nAct 1996. Hence along with the petition, the respondent moved\n\nNotice of Motion No.925 of 2012 in Arbitration Petition No.209\n\nand Notice of Motion No.923 of 2012 in Arbitration Petition\n\nNo.212 of 2012 under <a href=\"/doc/100581/\" id=\"a_4\">Section 5</a> of the Limitation Act seeking\n\ncondonation of delay contending that the respondent had\n\nknowledge of the proceedings only when summons was received\n\nfrom the execution court on 15.11.2011. The appellant herein\n\nfiled their objection to the Notice of Motion. The learned Single\n\nJudge while considering the Notice of Motion in the petition\n\nunder <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> of Act 1996 noted that the respondent refused\n\nto accept the registered post containing the award and, in that\n\nview, declined to condone the delay. The respondent therefore\n\nfiled an appeal before the learned Division Bench, which has by\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                             3</span>\n\fa cryptic order condoned the delay against the statutory\n\nprovision and the law enunciated by this Court. The appellant\n\nis therefore aggrieved and is seeking that the order passed by\n\nthe learned Division Bench be set aside, consequently the\n\npetition filed by the respondent under <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of Act 1996 be\n\ndismissed as barred by time.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_5\">4.   We have heard Mr. Prashant Kumar, learned counsel for\n\nthe appellant, Mr. V.N. Raghupathy, learned counsel for the\n\nrespondents and perused the material available on record.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_6\">5.   Having noted the sequence, the only aspect which arises\n\nfor consideration in these appeals is as to whether the petition\n\nfiled under <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the Act 1996 was within the period of\n\nlimitation provided therein. If not, whether the delay is\n\ncondonable by exercise of power under <a href=\"/doc/100581/\" id=\"a_8\">Section 5</a> of Limitation\n\nAct? In that regard whether the action of the learned Division\n\nBench in condoning the delay by applying <a href=\"/doc/100581/\" id=\"a_9\">Section 5</a> of\n\nLimitation Act to a proceeding under <a href=\"/doc/1317393/\" id=\"a_10\">Section 34(3)</a> of Act 1996\n\nin the manner it has done in the instant case justified?\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                            4</span>\n<p data-structure=\"Section\" id=\"p_7\">\f6.   To appreciate the matter in its correct perspective it is\n\nnecessary at the threshold to take note of <a href=\"/doc/1317393/\" id=\"a_11\">Section 34 (3)</a> of Act\n\n1996 providing for the period of limitation, which is as\n\nhereunder: ­\n\n\n       “Section 34 (3):­ An application for setting aside may\n       not be made after three months have elapsed from the\n       date on which the party making that application had\n       received the arbitral award or, if a request had been\n       made under section 33, from the date on which that\n       request had been disposed of by the arbitral tribunal:\n</p>\n<blockquote id=\"blockquote_1\">       Provided that if the Court is satisfied that the\n       applicant was prevented by sufficient cause from\n       making the application within the said period of three\n       months it may entertain the application within a\n       further period of thirty days, but not thereafter.”\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">7.   The scope available for condonation of delay being self­\n\ncontained in the proviso to Section 34(3) and <a href=\"/doc/100581/\" id=\"a_12\">Section 5</a> of\n\nLimitation Act not being applicable has been taken note by this\n\nCourt in its earlier decisions, which we may note. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487135\" id=\"span_11\">In <a href=\"/doc/487135/\" id=\"a_13\">Union of\n\nIndia vs. Popular Construction Co.</a> (2001) 8 SCC 470 it has\n\nbeen held as hereunder: ­\n\n\n       “12. As far as the language of Section 34 of the 1996\n       Act is concerned, the crucial words are “but not\n       thereafter” used in the proviso to sub­section (3). In\n       our opinion, this phrase would amount to an express\n       exclusion within the meaning of <a href=\"/doc/1648955/\" id=\"a_14\">Section 29(2)</a> of the\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                5</span>\n\f<a href=\"/doc/1317393/\" id=\"a_15\">Limitation Act</a>, and would therefore bar the\napplication of <a href=\"/doc/100581/\" id=\"a_16\">Section 5</a> of that Act. Parliament did\nnot need to go further. To hold that the court could\nentertain an application to set aside the award\nbeyond the extended period under the proviso, would\nrender the phrase “but not thereafter” wholly otiose.\nNo principle of interpretation would justify such a\nresult.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_9\">14. Here the history and scheme of the 1996 Act\nsupport the conclusion that the time­limit prescribed\nunder Section 34 to challenge an award is absolute\nand unextendible by court under <a href=\"/doc/100581/\" id=\"a_17\">Section 5</a> of the\nLimitation Act. The Arbitration and Conciliation Bill,\n1995 which preceded the 1996 Act stated as one of its\nmain objectives the need “to minimise the supervisory\nrole of courts in the arbitral process” This objective\nhas found expression in <a href=\"/doc/100581/\" id=\"a_18\">Section 5</a> of the Act which\nprescribes the extent of judicial intervention in no\nuncertain terms:\n</p>\n<p data-structure=\"Section\" id=\"p_10\">   “5.    Extent    of   judicial    intervention.—\n   Notwithstanding anything contained in any\n   other law for the time being in force, in matters\n   governed by this Part, no judicial authority\n   shall intervene except where so provided in\n   this Part.”\n\n</p><p data-structure=\"Section\" id=\"p_11\">16. Furthermore, Section 34(1) itself provides that\nrecourse to a court against an arbitral award may be\nmade only by an application for setting aside such\naward “in accordance with” sub­section (2) and sub­\nsection (3). Sub­section (2) relates to grounds for\nsetting aside an award and is not relevant for our\npurposes. But an application filed beyond the period\nmentioned in Section 34, sub­section (3) would not be\nan application “in accordance with” that sub­section.\nConsequently by virtue of Section 34(1), recourse to\nthe court against an arbitral award cannot be made\nbeyond the period prescribed. The importance of the\nperiod fixed under Section 34 is emphasised by the\nprovisions of Section 36 which provide that\n   “where the time for making an application to\n   set aside the arbitral award under Section 34\n   has expired … the award shall be enforced\n   under <a href=\"/doc/161831507/\" id=\"a_19\">the Code of Civil Procedure</a>, 1908 in the\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                         6</span>\n\f          same manner as if it were a decree of the\n          court”.\n</p><p data-structure=\"Section\" id=\"p_12\">       This is a significant departure from the provisions of\n       the <a href=\"/doc/1052228/\" id=\"a_20\">Arbitration Act, 1940</a>. Under the 1940 Act, after\n       the time to set aside the award expired, the court was\n       required to “proceed to pronounce judgment\n       according to the award, and upon the judgment so\n       pronounced a decree shall follow” (<a href=\"/doc/1968689/\" id=\"a_21\">Section 17</a>). Now\n       the consequence of the time expiring under Section\n       34 of the 1996 Act is that the award becomes\n       immediately enforceable without any further act of the\n       court. If there were any residual doubt on the\n       interpretation of the language used in Section 34, the\n       scheme of the 1996 Act would resolve the issue in\n       favour of curtailment of the court&#x27;s powers by the\n       exclusion of the operation of <a href=\"/doc/100581/\" id=\"a_22\">Section 5</a> of the\n       Limitation Act.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1248572\" id=\"span_14\">7.1 Further, in <a href=\"/doc/1248572/\" id=\"a_23\">State of Himachal Pradesh &amp; Anr. vs.\n\nHimachal Techno Engineers &amp; Anr.</a> (2010) 12 SCC 210 it\n\nwas noted and held as hereunder: ­\n\n\n       “2. A petition under <a href=\"/doc/536284/\" id=\"a_24\">Section 34</a> of the Arbitration and\n       Conciliation Act, 1996 (“the Act”, for short) was filed\n       by the appellant on 11­3­2008, challenging the\n       arbitral award. The petition was accompanied by an\n       application under sub­section (3) of <a href=\"/doc/1317393/\" id=\"a_25\">Section 34</a> of the\n       Act, for condonation of delay of 28 days in filing the\n       petition. The respondent resisted the application\n       contending that the petition under Section 34 was\n       filed beyond the period of 3 months plus 30 days and\n       therefore, was liable to be rejected.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44191761\" id=\"span_15\">5. Having regard to the proviso to <a href=\"/doc/1317393/\" id=\"a_26\">Section 34(3)</a> of the\n       Act, the provisions of <a href=\"/doc/100581/\" id=\"a_27\">Section 5</a> of the Limitation Act,\n       1963 will not apply in regard to petitions under\n       <a href=\"/doc/1317393/\" id=\"a_28\">Section 34</a> of the Act. While <a href=\"/doc/100581/\" id=\"a_29\">Section 5</a> of the\n       Limitation Act does not place any outer limit in regard\n       to the period of delay that could be condoned, the\n       proviso to sub­section (3) of <a href=\"/doc/1317393/\" id=\"a_30\">Section 34</a> of the Act\n       places a limit on the period of condonable delay by\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                 7</span>\n\f        using the words “may entertain the application within\n        a further period of thirty days, but not thereafter”.\n        Therefore, if a petition is filed beyond the prescribed\n        period of three months, the court has the discretion to\n        condone the delay only to an extent of thirty days,\n        provided sufficient cause is shown. Where a petition\n        is filed beyond three months plus thirty days, even if\n        sufficient cause is made out, the delay cannot be\n        condoned.”\n\n\n\n7.2   The same view was taken by this Court in <a href=\"/doc/44191761/\" id=\"a_31\">P. Radha Bai\n\nvs. P. Ashok Kumar</a> (2019) 13 SCC 445 wherein this Court\n\nheld as follows­\n\n           “33.2.    The proviso to Section 34 (3)\n           enables a court to entertain an application\n           to challenge an award after the three\n           months’ period is expired, but only within\n           an additional period of thirty dates, “but\n           not thereafter”. The use of the phrase “but\n           not thereafter” shows that the 120 days’\n           period is the       outer    boundary for\n           challenging an award. If <a href=\"/doc/1968689/\" id=\"a_32\">Section 17</a> were to\n           be applied, the outer boundary for\n           challenging an award could go beyond 120\n           days. This Court has consistently taken\n           this view that the words “but not\n           thereafter” in the proviso of <a href=\"/doc/1722761/\" id=\"a_33\">Section 34 (3)</a>\n           of the Arbitration Act are of a mandatory\n           nature, and couched in negative terms,\n           which leaves no room for doubt.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"456387\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1248572\" id=\"span_18\">[<a href=\"/doc/1248572/\" id=\"a_34\">State of\n           H.P. vs. Himachal Techno Engineers</a>\n           (<a href=\"/doc/456387/\" id=\"a_35\">2010) 12 SCC 210], Assam Urban Water\n           Water Supply &amp; Sewerage Board vs.\n           Subash Projects &amp; Mktg</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"155272142\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"54526431\" id=\"span_20\"><a href=\"/doc/54526431/\" id=\"a_36\">Ltd. (2012) 2\n           SCC 624 and Anil Kumar Jinabhai Patel\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                  8</span>\n\f          vs. Pravinchandra Jinabhai Patel</a> (2018)\n          15 SCC 178]”\n\n7.3     The observations of this Court in different decisions\n\nrelating to non­applicability of <a href=\"/doc/100581/\" id=\"a_37\">Section 5</a> of the Limitation Act in\n\ncondoning the delay and extending the limitation prescribed\n\nunder <a href=\"/doc/1317393/\" id=\"a_38\">Section 34 (3)</a> of Act 1996 was taken note of by a bench\n\nof three Hon’ble Judges of this Court with approval, in\n\n<a href=\"/doc/155272142/\" id=\"a_39\">Chintels India Limited vs. Bhayana Biuilders Private\n\nLimited</a> (2021) 4 SCC 602.</span></span>\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_15\">8.    In the above backdrop, a perusal of the order passed by\n\nthe learned Single Judge indicates that as per the explanation\n\nput­forth by the respondent herein, it was their case that the\n\nArbitration Petition under <a href=\"/doc/1317393/\" id=\"a_40\">Section 34</a> of Act 1996 filed on\n\n04.01.2012 was on having knowledge of the award, which\n\naccording to the respondent was on 15.11.2011 when notice in\n\nthe execution petition was received. The affidavit in reply was\n\nnoted by the learned Single Judge, as per which it was brought\n\non record that the learned Arbitrator had dispatched the award\n\ndated 28.02.2011 on 15.03.2011 by making an inscription,\n\n‘AWARD’, on the envelope, by Regd. Post Acknowledgment due.\n</p>\n\n<span class=\"hidden_text\" id=\"span_22\">                                                               9</span>\n<p data-structure=\"Precedent\" id=\"p_16\">\fThe refusal to receive was endorsed by the postal authority on\n\n23.03.2011. The postal remark in Gujarati “Lenavi Na Pade\n\nChe” (refused to accept) was noted by the learned Single Judge.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">In para 9 and 10 of the order, the learned Single Judge has\n\nascertained the factual position of the refusal made by the\n\nrespondent and there being no denial on that front. In that\n\nlight, the learned Single Judge concluded as hereunder: ­\n\n\n         “The envelopes forwarded by the learned Arbitrator to\n         the Petitioners, which are returned by the postal\n         authorities to the Arbitrator on the ground that the\n         Petitioners have refused to accept service of the\n         same, are opened in Court and it is noted that the\n         learned Arbitrator had forwarded signed copies of the\n         award to the Petitioners. As stated hereinabove, the\n         Petitioners have admitted the fact that they have\n         refused to accept service of the envelopes containing\n         copies of the Arbitral Award. Refusal of service is\n         good service in law. In view thereof, the Petitioners\n         are deemed to have been served with the signed copy\n         of the award on 23rd March, 2011. The Petitioners\n         have filed the Petition only on 02­04 January, 2012\n         i.e. after delay of about 197 days. The issue as to\n         whether the provision of <a href=\"/doc/1317393/\" id=\"a_41\">Section 34(3)</a> of the Act, has\n         the effect of excluding <a href=\"/doc/100581/\" id=\"a_42\">Section 5</a> of the Limitation Act,\n         1963, came up for consideration before the Hon&#x27;ble\n         Supreme Court in the case of Consolidated\n         Engineering Enterprises Versus Principal Secretary,\n         Irrigation Department and Ors. wherein the Hon&#x27;ble\n         Supreme Court has in paragraph 53 of its decision,\n         categorically held that the provisions of <a href=\"/doc/1317393/\" id=\"a_43\">Section 34(3)</a>\n         of the Act, has the effect of excluding <a href=\"/doc/100581/\" id=\"a_44\">Section 5</a> of the\n         Limitation Act, 1963.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                    10</span>\n</p><p data-structure=\"Conclusion\" id=\"p_18\">\f9.   The learned Single Judge in that view took note of the\n\nlegal position and declined to condone the delay. The Notice of\n\nMotion was accordingly dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1117226\" id=\"span_24\">10. In contradistinction, a perusal of the order passed by the\n\nlearned Division Bench ex­facie indicates that it has proceeded\n\nat a tangent. On referring to the contention that the respondent\n\nwas a farmer and that no amount is due, has relied on the\n\ndecision of this Court in <a href=\"/doc/1117226/\" id=\"a_45\">Collector, Land Acquisition,\n\nAnantnag and Another vs. Mst</a>. Katiji and Others AIR 1987\n\nSC 1353 out of context and has made the same as the basis to\n\nallow the appeal. No­doubt the delay of 197 days may not seem\n\ntoo inordinate. In appropriate cases the delay is to be condoned\n\nso as not to defeat the meritorious case. However, that would\n\narise only when the power under <a href=\"/doc/100581/\" id=\"a_46\">Section 5</a> of Limitation Act is\n\navailable to be exercised.</span> The case of Katiji (supra) is one\n\nwhere such power was available to be exercised as it was not\n\nexcluded. In the instant case where limitation is prescribed, the\n\nextent to which it can be condoned is circumscribed and it has\n\nbeen held by this Court that <a href=\"/doc/100581/\" id=\"a_47\">Section 5</a> of Limitation Act is not\n\napplicable to condone the delay beyond the period prescribed\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                                            11</span>\n\funder <a href=\"/doc/1317393/\" id=\"a_48\">Section 34(3)</a> of Act 1996, the learned Division Bench\n\nwas not justified in condoning the delay in a casual manner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">The order dated 24.09.2012 is not sustainable, the same is\n\ntherefore set aside and the order of learned Single Judge is\n\nrestored.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">11. The appeals are accordingly allowed with no order as to\n\ncosts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">12. All pending applications, if any, shall stand disposed of.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_23\">                                          ...….………………CJI.\n</p><p data-structure=\"Precedent\" id=\"p_24\">                                          (N.V. RAMANA)\n\n\n\n                                          .……………………….J.\n                                          (A.S. BOPANNA)\n\n\n                                           ........………………J.\n                                           (HIMA KOHLI)\n    New Delhi,\n    December 16, 2021\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                            12</span>\n\f</p>","numcites":16,"numcitedby":28,"docsource":"Supreme Court of India","citetid":90059387,"divtype":"judgments","relatedqs":[{"value":"sec 5 limitation act","formInput":"sec%205%20limitation%20act"},{"value":"delay condoned","formInput":"delay%20condoned"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"execution petition","formInput":"execution%20petition"},{"value":"  the limitation act 1963","formInput":"%20%20the%20limitation%20act%201963"},{"value":"limitation act  citedby: 100581","formInput":"limitation%20act%20%20citedby%3A%20100581"},{"value":"sec 5 of limitation ","formInput":"sec%205%20of%20limitation%20"},{"value":"\"condonation","formInput":"%22condonation"},{"value":"2012  filter:  the arbitral tribunal can condone the delay","formInput":"2012%20%20filter%3A%20%20the%20arbitral%20tribunal%20can%20condone%20the%20delay"},{"value":"sufficient cause","formInput":"sufficient%20cause"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"mahindra and mahindra","formInput":"mahindra%20and%20mahindra"},{"value":"section 5 limitation act  citedby: 100581","formInput":"section%205%20limitation%20act%20%20citedby%3A%20100581"},{"value":"limitation  citedby: 100581","formInput":"limitation%20%20citedby%3A%20100581"},{"value":"mahindra ","formInput":"mahindra%20"},{"value":"arbitration petition ","formInput":"arbitration%20petition%20"},{"value":"209","formInput":"209"}],"cats":[{"value":"extension-of-prescribed-period","formInput":"tag:extension-of-prescribed-period"},{"value":"limitation","formInput":"tag:limitation"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"}],"courtcopy":true,"query_alert":null,"agreement":false}